{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "356 U.S. 525", 
    "federal_cite_two": "78 S. Ct. 893", 
    "specialty_cite_one": null, 
    "federal_cite_three": "2 L. Ed. 2d 953", 
    "lexis_cite": "1958 U.S. LEXIS 1029", 
    "document_uris": [
      "/api/rest/v2/document/105689/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Byrd v. Blue Ridge Rural Elec. Cooperative, Inc.", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "57", 
    "id": 90072, 
    "resource_uri": "/api/rest/v2/citation/90072/"
  }, 
  "id": 105689, 
  "blocked": false, 
  "judges": "Brennan", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1958-06-23", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>356 U.S. 525 (1958)</b></center>\n<center><h1>BYRD<br>\nv.<br>\nBLUE RIDGE RURAL ELECTRIC COOPERATIVE, INC.</h1></center>\n<center>No. 57.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 28, 1958.</center>\n<center>Restored to the calendar for reargument March 3, 1958.</center>\n<center>Reargued April 28-29, 1958.</center>\n<center>Decided May 19, 1958.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE FOURTH CIRCUIT.\n<p><span class=\"star-pagination\">*526</span> <i>Henry Hammer</i> argued the cause for petitioner. With him on the briefs were <i>Henry H. Edens</i> and <i>William E. Chandler, Jr.</i></p>\n<p><i>Wesley M. Walker</i> argued the cause for respondent. With him on the reargument and on the briefs was <i>Ray R. Williams.</i></p>\n<p>MR. JUSTICE BRENNAN delivered the opinion of the Court.</p>\n<p>This case was brought in the District Court for the Western District of South Carolina. Jurisdiction was based on diversity of citizenship. 28 U. S. C. § 1332. The petitioner, a resident of North Carolina, sued respondent, a South Carolina corporation, for damages for injuries allegedly caused by the respondent's negligence. He had judgment on a jury verdict. The Court of Appeals for the Fourth Circuit reversed and directed the entry of judgment for the respondent. 238 F. 2d 346. We granted certiorari, 352 U. S. 999, and subsequently ordered reargument, 355 U. S. 950.</p>\n<p>The respondent is in the business of selling electric power to subscribers in rural sections of South Carolina. The petitioner was employed as a lineman in the construction crew of a construction contractor. The contractor, R. H. Bouligny, Inc., held a contract with the respondent in the amount of $334,300 for the building of some 24 miles of new power lines, the reconversion to higher capacities of about 88 miles of existing lines, and the construction of 2 new substations and a breaker station. <span class=\"star-pagination\">*527</span> The petitioner was injured while connecting power lines to one of the new substations.</p>\n<p>One of respondent's affirmative defenses was that, under the South Carolina Workmen's Compensation Act,<sup>[1]</sup> the petitioner\u0097because the work contracted to be done by his employer was work of the kind also done by the respondent's own construction and maintenance crews\u0097 had the status of a statutory employee of the respondent and was therefore barred from suing the respondent at law because obliged to accept statutory compensation benefits as the exclusive remedy for his injuries.<sup>[2]</sup> Two questions <span class=\"star-pagination\">*528</span> concerning this defense are before us: (1) whether the Court of Appeals erred in directing judgment for respondent without a remand to give petitioner an opportunity to introduce further evidence; and (2) whether petitioner, state practice notwithstanding, is entitled to a jury determination of the factual issues raised by this defense.</p>\n<p></p>\n<h2>I.</h2>\n<p>The Supreme Court of South Carolina has held that there is no particular formula by which to determine whether an owner is a statutory employer under § 72-111. In <i>Smith</i> v. <i>Fulmer,</i> 198 S. C. 91, 97, 15 S. E. 2d 681, 683, the State Supreme Court said:</p>\n<blockquote>\"And the opinion in the <i>Marchbanks case</i> [<i>Marchbanks</i> v. <i>Duke Power Co.,</i> 190 S. C. 336, 2 S. E. 2d 825, said to be the \"leading case\" under the statute] reminds us that while the language of the statute is plain and unambiguous, there are so many different factual situations which may arise that no easily applied formula can be laid down for the determination of all cases. In other words, `it is often a matter of extreme difficulty to decide whether the work in a given case falls within the designation of the statute. It is in each case largely a question of degree and of fact.' \"</blockquote>\n<p>The respondent's manager testified on direct examination that three of its substations were built by the respondent's own construction and maintenance crews. When pressed on cross-examination, however, his answers left his testimony in such doubt as to lead the trial judge to say, \"I understood he changed his testimony, that they had not built three.\" But the credibility of the manager's testimony, and the general question whether the evidence in support of the affirmative defense presented <span class=\"star-pagination\">*529</span> a jury issue, became irrelevant because of the interpretation given § 72-111 by the trial judge. In striking respondent's affirmative defense at the close of all the evidence<sup>[3]</sup> he ruled that the respondent was the statutory employer of the petitioner only if the construction work done by respondent's crews was done for somebody else, and was not the statutory employer if, as the proofs showed, the crews built facilities only for the respondent's own use. \"My idea of engaging in the business is to do something for somebody else. What they [the respondent] are doing\u0097and everything they do about repairing lines and building substations, they do it for themselves.\" On this view of the meaning of the statute, the evidence, even accepting the manager's testimony on direct examination as true, lacked proof of an essential element of the affirmative defense, and there was thus nothing for the petitioner to meet with proof of his own.</p>\n<p>The Court of Appeals disagreed with the District Court's construction of § 72-111. Relying on the decisions of the Supreme Court of South Carolina, among others, in <i>Marchbanks</i> v. <i>Duke Power Co.,</i> 190 S. C. 336, 2 S. E. 2d 825, and <i>Boseman</i> v. <i>Pacific Mills,</i> 193 S. C. 479, 8 S. E. 2d 878, the Court of Appeals held that the statute granted respondent immunity from the action if the proofs established that the respondent's own crews had constructed lines and substations which, like the work contracted to the petitioner's employer, were necessary for the distribution of the electric power which the respondent was in the business of selling. We ordinarily accept the interpretation of local law by the Court of <span class=\"star-pagination\">*530</span> Appeals, cf. <i>Ragan</i> v. <i>Merchants Transfer Co.,</i> 337 U. S. 530, 534, and do so readily here since neither party now disputes the interpretation.</p>\n<p>However, instead of ordering a new trial at which the petitioner might offer his own proof pertinent to a determination according to the correct interpretation, the Court of Appeals made its own determination on the record and directed a judgment for the respondent. The court noted that the Rural Electric Cooperative Act of South Carolina<sup>[4]</sup> authorized the respondent to construct, acquire, maintain, and operate electric generating plants, buildings, and equipment, and any and all kinds of property which might be necessary or convenient to accomplish the purposes for which the corporation was organized, and pointed out that the work contracted to the petitioner's employer was of the class which respondent was empowered by its charter to perform.</p>\n<p>The court resolved the uncertainties in the manager's testimony in a manner largely favorable to the respondent: \"The testimony with respect to the construction of the substations of Blue Ridge, stated most favorably to the . . . [petitioner], discloses that originally Blue Ridge built three substations with its own facilities, but that all of the substations which were built after the war, including the six it was operating at the time of the accident, were constructed for it by independent contractors, and that at the time of the accident it had no one in its direct employ capable of handling the technical detail of substation construction.\" 238 F. 2d 346, 350.</p>\n<p>The court found that the respondent financed the work contracted to the petitioner's employer with a loan from the United States, purchased the materials used in the work, and entered into an engineering service contract with an independent engineering company for the design <span class=\"star-pagination\">*531</span> and supervision of the work, concluding from these findings that \"the main actor in the whole enterprise was the Cooperative itself.\" <i>Ibid.</i></p>\n<p>Finally, the court held that its findings entitled the respondent to the direction of a judgment in its favor. \". . . [T]here can be no doubt that Blue Ridge was not only in the business of supplying electricity to rural communities, but also in the business of constructing the lines and substations necessary for the distribution of the product . . . .\" <i>Id.,</i> at 351.</p>\n<p>While the matter is not adverted to in the court's opinion, implicit in the direction of verdict is the holding that the petitioner, although having no occasion to do so under the District Court's erroneous construction of the statute, was not entitled to an opportunity to meet the respondent's case under the correct interpretation. That holding is also implied in the court's denial, without opinion, of petitioner's motion for a rehearing sought on the ground that \". . . [T]he direction to enter judgment for the defendant instead of a direction to grant a new trial denies plaintiff his right to introduce evidence in contradiction to that of the defendant on the issue of defendant's affirmative defense, a right which he would have exercised if the District Judge had ruled adversely to him on his motion to dismiss, and thus deprives him of his constitutional right to a jury trial on a factual issue.\"</p>\n<p>We believe that the Court of Appeals erred. We do not agree with the petitioner's argument in this Court that the respondent's evidence was insufficient to withstand the motion to strike the defense and that he is entitled to our judgment reinstating the judgment of the District Court. But the petitioner is entitled to have the question determined in the trial court. This would be necessary even if petitioner offered no proof of his own. Although the respondent's evidence was sufficient to withstand the motion under the meaning given the <span class=\"star-pagination\">*532</span> statute by the Court of Appeals, it presented a fact question, which, in the circumstances of this case to be discussed <i>infra,</i> is properly to be decided by a jury. This is clear not only because of the issue of the credibility of the manager's vital testimony, but also because, even should the jury resolve that issue as did the Court of Appeals, the jury on the entire record\u0097consistent with the view of the South Carolina cases that this question is in each case largely one of degree and of fact\u0097might reasonably reach an opposite conclusion from the Court of Appeals as to the ultimate fact whether the respondent was a statutory employer.</p>\n<p>At all events, the petitioner is plainly entitled to have an opportunity to try the issue under the Court of Appeals' interpretation. His motion to dismiss the affirmative defense, properly viewed, was analogous to a defendant's motion for involuntary dismissal of an action after the plaintiff has completed the presentation of his evidence. Under Rule 41 (b) of the Federal Rules of Civil Procedure, in such case \"the defendant, without waiving his right to offer evidence in the event the motion is not granted, may move for dismissal on the ground that upon the facts and the law the plaintiff has shown no right to relief.\" The respondent argues, however, that before the trial judge ruled on the petitioner's motion, the petitioner's counsel, in effect, conceded that he had no other evidence to offer and was submitting the issue of whether the respondent was a statutory employer on the basis of the evidence already in the case. The judge asked petitioner's counsel: \"In the event I overrule your motion, do you contemplate putting up any testimony in reply?\" Counsel answered: \"We haven't discussed it, but we are making that motion. I frankly don't know at this point of any reply that is necessary. I don't know of any evidence in this case\u0097.\" The interruption which prevented counsel's completion of the answer was the trial judge's <span class=\"star-pagination\">*533</span> comment: \"I am inclined to think so far it is a question of law but I will hear from Mr. Walker [respondent's counsel] on that. I don't know of any issue of fact to submit to the jury. It seems to me under the testimony here there has been\u0097I don't know of any conflict in the testimony, so far as that's concerned, so far.\" The judge turned to respondent's counsel and there followed a long colloquy with him,<sup>[5]</sup> at the conclusion of which the judge dismissed the defense upon the ground that under his interpretation of the statute the defense was not sustained without evidence that the respondent's business involved the doing of work for others of the kind done by the petitioner's employer for the respondent. Upon this record it plainly cannot be said that the petitioner submitted the issue upon the evidence in the case and conceded that he had no evidence of his own to offer. The petitioner was fully justified in that circumstance in not coming forward with proof of his own at that stage of the proceedings, for he had nothing to meet under the District Court's view of the statute. He thus cannot be penalized by the denial of his day in court to try the issue under the correct interpretation of the statute. Cf. <i>Fountain</i> v. <i>Filson,</i> 336 U. S. 681; <i>Weade</i> v. <i>Dichmann, Wright &amp; Pugh, Inc.,</i> 337 U. S. 801; <i>Globe Liquor Co.</i> v. <i>San Roman,</i> 332 U. S. 571; <i>Cone</i> v. <i>West Virginia Paper Co.,</i> 330 U. S. 212.</p>\n<p></p>\n<h2>II.</h2>\n<p>A question is also presented as to whether on remand the factual issue is to be decided by the judge or by the jury. The respondent argues on the basis of the decision of the Supreme Court of South Carolina in <i>Adams</i> v. <i>Davison-Paxon</i> <span class=\"star-pagination\">*534</span> <i>Co.,</i> 230 S. C. 532, 96 S. E. 2d 566,<sup>[6]</sup> that the issue of immunity should be decided by the judge and not by the jury. That was a negligence action brought in the state trial court against a store owner by an employee of an independent contractor who operated the store's millinery department. The trial judge denied the store owner's motion for a directed verdict made upon the ground that § 72-111 barred the plaintiff's action. The jury returned a verdict for the plaintiff. The South Carolina Supreme Court reversed, holding that it was for the judge and not the jury to decide on the evidence whether the owner was a statutory employer, and that the store owner had sustained his defense. The court rested its holding on decisions, listed in footnote 8, <i>infra,</i> involving judicial review of the Industrial Commission and said:</p>\n<blockquote>\"Thus the trial court should have in this case resolved the conflicts in the evidence and determined the fact of whether . . . [the independent contractor] was performing a part of the `trade, business or occupation' of the department store-appellant and, therefore, whether . . . [the employee's] remedy is exclusively under the Workmen's Compensation Law.\" 230 S. C., at 543, 96 S. E. 2d, at 572.</blockquote>\n<p>The respondent argues that this state-court decision governs the present diversity case and \"divests the jury of its normal function\" to decide the disputed fact question of the respondent's immunity under § 72-111. This is to contend that the federal court is bound under <i>Erie R. Co.</i> v. <i>Tompkins,</i> 304 U. S. 64, to follow the state court's holding to secure uniform enforcement of the immunity created by the State.<sup>[7]</sup></p>\n<p><span class=\"star-pagination\">*535</span> <i>First.</i> It was decided in <i>Erie R. Co.</i> v. <i>Tompkins</i> that the federal courts in diversity cases must respect the definition of state-created rights and obligations by the state courts. We must, therefore, first examine the rule in <i>Adams</i> v. <i>Davison-Paxon Co</i><i>.</i> to determine whether it is bound up with these rights and obligations in such a way that its application in the federal court is required. <i>Cities Service Oil Co.</i> v. <i>Dunlap,</i> 308 U. S. 208.</p>\n<p>The Workmen's Compensation Act is administered in South Carolina by its Industrial Commission. The South Carolina courts hold that, on judicial review of actions of the Commission under § 72-111, the question whether the claim of an injured workman is within the Commission's jurisdiction is a matter of law for decision by the court, which makes its own findings of fact relating to that jurisdiction.<sup>[8]</sup> The South Carolina Supreme Court states no reasons in <i>Adams</i> v. <i>Davison-Paxon Co</i><i>.</i> why, although the jury decides all other factual issues raised by the cause of action and defenses, the jury is displaced as to the factual issue raised by the affirmative defense under § 72-111. The decisions cited to support the holding are those listed in footnote 8, which are concerned solely with defining the scope and method of judicial review of the Industrial <span class=\"star-pagination\">*536</span> Commission. A State may, of course, distribute the functions of its judicial machinery as it sees fit. The decisions relied upon, however, furnish no reason for selecting the judge rather than the jury to decide this single affirmative defense in the negligence action. They simply reflect a policy, cf. <i>Crowell</i> v. <i>Benson,</i> 285 U. S. 22, that administrative determination of \"jurisdictional facts\" should not be final but subject to judicial review. The conclusion is inescapable that the <i>Adams</i> holding is grounded in the practical consideration that the question had therefore come before the South Carolina courts from the Industrial Commission and the courts had become accustomed to deciding the factual issue of immunity without the aid of juries. We find nothing to suggest that this rule was announced as an integral part of the special relationship created by the statute. Thus the requirement appears to be merely a form and mode of enforcing the immunity, <i>Guaranty Trust Co.</i> v. <i>York,</i> 326 U. S. 99, 108, and not a rule intended to be bound up with the definition of the rights and obligations of the parties. The situation is therefore not analogous to that in <i>Dice</i> v. <i>Akron, C. &amp; Y. R. Co.,</i> 342 U. S. 359, where this Court held that the right to trial by jury is so substantial a part of the cause of action created by the Federal Employers' Liability Act that the Ohio courts could not apply, in an action under that statute, the Ohio rule that the question of fraudulent release was for determination by a judge rather than by a jury.</p>\n<p><i>Second.</i> But cases following <i>Erie</i> have evinced a broader policy to the effect that the federal courts should conform as near as may be\u0097in the absence of other considerations \u0097to state rules even of form and mode where the state rules may bear substantially on the question whether the litigation would come out one way in the federal court and another way in the state court if the federal <span class=\"star-pagination\">*537</span> court failed to apply a particular local rule.<sup>[9]</sup><i>E. g., </i><i>Guaranty Trust Co.</i> v. <i>York, supra</i><i>; </i><i>Bernhardt</i> v. <i>Polygraphic Co.,</i> 350 U. S. 198. Concededly the nature of the tribunal which tries issues may be important in the enforcement of the parcel of rights making up a cause of action or defense, and bear significantly upon achievement of uniform enforcement of the right. It may well be that in the instant personal-injury case the outcome would be substantially affected by whether the issue of immunity is decided by a judge or a jury. Therefore, were \"outcome\" the only consideration, a strong case might appear for saying that the federal court should follow the state practice.</p>\n<p>But there are affirmative countervailing considerations at work here. The federal system is an independent system for administering justice to litigants who properly invoke its jurisdiction. An essential characteristic of that system is the manner in which, in civil common-law actions, it distributes trial functions between judge and jury and, under the influence\u0097if not the command<sup>[10]</sup>\u0097of the Seventh Amendment, assigns the decisions of disputed questions of fact to the jury. <i>Jacob</i> v. <i>New York,</i> 315 U. S. 752.<sup>[11]</sup> The policy of uniform enforcement of state-created <span class=\"star-pagination\">*538</span> rights and obligations, see, <i>e. g., </i><i>Guaranty Trust Co.</i> v. <i>York, supra</i><i>,</i> cannot in every case exact compliance with a state rule<sup>[12]</sup>\u0097not bound up with rights and obligations\u0097 which disrupts the federal system of allocating functions between judge and jury. <i>Herron</i> v. <i>Southern Pacific Co.,</i> 283 U. S. 91. Thus the inquiry here is whether the federal policy favoring jury decisions of disputed fact questions should yield to the state rule in the interest of furthering the objective that the litigation should not come out one way in the federal court and another way in the state court.</p>\n<p>We think that in the circumstances of this case the federal court should not follow the state rule. It cannot be gainsaid that there is a strong federal policy against allowing state rules to disrupt the judge-jury relationship in the federal courts. In <i>Herron</i> v. <i>Southern Pacific Co., supra</i><i>,</i> the trial judge in a personal-injury negligence action brought in the District Court for Arizona on diversity grounds directed a verdict for the defendant when it appeared as a matter of law that the plaintiff was guilty of contributory negligence. The federal judge refused to be bound by a provision of the Arizona Constitution which made the jury the sole arbiter of the question <span class=\"star-pagination\">*539</span> of contributory negligence.<sup>[13]</sup> This Court sustained the action of the trial judge, holding that \"state laws cannot alter the essential character or function of a federal court\" because that function \"is not in any sense a local matter, and state statutes which would interfere with the appropriate performance of that function are not binding upon the federal court under either the Conformity Act or the `rules of decision' Act.\" <i>Id.,</i> at 94. Perhaps even more clearly in light of the influence of the Seventh Amendment, the function assigned to the jury \"is an essential factor in the process for which the Federal Constitution provides.\" <i>Id.,</i> at 95. Concededly the <i>Herron</i> case was decided before <i>Erie R. Co.</i> v. <i>Tompkins</i><i>,</i> but even when <i>Swift</i> v. <i>Tyson,</i> 16 Pet. 1, was governing law and allowed federal courts sitting in diversity cases to disregard state decisional law, it was never thought that state statutes or constitutions were similarly to be disregarded. <i>Green</i> v. <i>Neal's Lessee,</i> 6 Pet. 291. Yet <i>Herron</i> held that state statutes and constitutional provisions could not disrupt or alter the essential character or function of a federal court.<sup>[14]</sup></p>\n<p><i>Third.</i> We have discussed the problem upon the assumption that the outcome of the litigation may be substantially affected by whether the issue of immunity is decided by a judge or a jury. But clearly there is not present here the certainty that a different result would follow, cf. <i>Guaranty Trust Co.</i> v. <i>York, supra</i><i>,</i> or even the strong possibility that this would be the case, cf. <i>Bernhardt</i> v. <span class=\"star-pagination\">*540</span> <i>Polygraphic Co., supra</i><i>.</i> There are factors present here which might reduce that possibility. The trial judge in the federal system has powers denied the judges of many States to comment on the weight of evidence and credibility of witnesses, and discretion to grant a new trial if the verdict appears to him to be against the weight of the evidence. We do not think the likelihood of a different result is so strong as to require the federal practice of jury determination of disputed factual issues to yield to the state rule in the interest of uniformity of outcome.<sup>[15]</sup></p>\n<p>The Court of Appeals did not consider other grounds of appeal raised by the respondent because the ground taken disposed of the case. We accordingly remand the case to the Court of Appeals for the decision of the other questions, with instructions that, if not made unnecessary by the decision of such questions, the Court of Appeals shall remand the case to the District Court for a new trial of such issues as the Court of Appeals may direct.</p>\n<p><i>Reversed and remanded.</i></p>\n<p>MR. JUSTICE WHITTAKER, concurring in part and dissenting in part.</p>\n<p>In 1936 the South Carolina Legislature passed an Act known as \"The South Carolina Workmen's Compensation Law.\" S. C. Code, 1952, Tit. 72. It created a new, complete, detailed and exclusive plan for the compensation <span class=\"star-pagination\">*541</span> by an \"employer\" of his \"employee\"<sup>[1]</sup> for bodily injuries sustained by the latter which arise \"by accident out of and in the course of the employment,\" whether with or without fault of the employer. § 72-14. The Act also prescribes the measure and nature of the remedy,<sup>[2]</sup> which \"shall exclude all other rights and remedies of such employee . . . against his employer, at common law or otherwise, on account of such injury\" (§ 72-121), and vests exclusive jurisdiction in the South Carolina Industrial Commission over all claims falling within the purview of the Act (§ 72-66), subject to review by appeal to the State's courts upon \"errors of law.\" § 72-356.</p>\n<p>Section 72-111 expands the definition of the terms \"employee\" and \"employer\" (note 1) by providing, in substance, that when an \" `owner' \" of premises \"undertakes to perform or execute any work <i>which is a part of his trade, business or occupation</i> and contracts with any other person [called \"subcontractor\"] for the execution or performance by or under such subcontractor <i>of the whole or any part of the work undertaken</i> by such owner, the owner <i>shall be liable to pay to any workman employed in the work any compensation</i> under this Title which he would have been liable to pay <i>if the workman had been immediately employed by him.</i>\" (Emphasis supplied.) Employees of such subcontractors are commonly called \"statutory employees\" of the \"owner.\"</p>\n<p>Petitioner, a lineman employed by a \"subcontractor\" who had contracted to build more than 25 miles of new transmission lines and to convert from single-phase to double-phase more than 87 miles of existing transmission lines and to construct two substations and a breaker station for the \"owner,\" was severely injured by an accident <span class=\"star-pagination\">*542</span> which arose out of and in the course of that employment. Subsequent to his injury he sought and received the full benefits provided by the South Carolina Workmen's Compensation Law.</p>\n<p>Diversity existing, petitioner then brought this common-law suit in a Federal District Court in South Carolina against the \"owner,\" the respondent here, for damages for his bodily injury, which, he alleged, had resulted from the \"owner's\" negligence. The respondent-\"owner\" answered setting up, among other defenses, the affirmative claim that petitioner's injury arose by accident out of and in the course of his employment, as a lineman, by the subcontractor while executing the contracted work \"which [was] a part of [the owner's] trade, business or occupation.\" It urged, in consequence, that petitioner was its \"statutory employee\" and that, therefore, his exclusive remedy was under the South Carolina Workmen's Compensation Law, and that exclusive jurisdiction of the subject matter of his claim was vested in the State's Industrial Commission and, hence, the federal court lacked jurisdiction over the subject matter of this common-law suit.</p>\n<p>At the trial petitioner adduced evidence upon the issue of negligence and rested his case in chief. Thereupon respondent, in support of its affirmative defense, adduced evidence tending to show (1) that its charter, issued under the Rural Electric Cooperative Act of South Carolina (S. C. Code, 1952, § 12-1025), authorized it to construct and operate electric generating plants and transmission lines essential to its business of generating and distributing electricity; (2) that it had (before the Second World War) constructed substations with its own direct employees and facilities, although the six substations which it was operating at the time petitioner was injured had been built by contractors, and that when <span class=\"star-pagination\">*543</span> petitioner was injured it did not have in its direct employ any person capable of constructing a substation;<sup>[3]</sup> (3) that it regularly employed a crew of 16 men\u00978 linemen and 8 groundmen\u0097two-thirds of whose time was spent in constructing new transmission lines and extensions, and that such was \"a part of [its] trade, business [and] occupation.\" This evidence stood undisputed when respondent rested its case.</p>\n<p>At the close of respondent's evidence petitioner moved to strike respondent's affirmative jurisdictional defense, and all evidence adduced in support of it. Respondent made known to the court that when petitioner had rested it wished to move for a directed verdict in its favor. Thereupon the colloquy between the court and counsel, which is set forth in substance in MR. JUSTICE FRANKFURTER'S dissenting opinion, occurred. The District Court sustained petitioner's motion and struck respondent's affirmative jurisdictional defense and its supporting evidence from the record. His declared basis for that action was that the phrase in § 72-111 \"a part of his trade, business or occupation\" related only to work being performed by the \"owner\" \"for somebody else.\" Thereafter, <span class=\"star-pagination\">*544</span> the district judge heard arguments upon and overruled respondent's motion for a directed verdict,<sup>[4]</sup> and submitted the case to the jury which returned a verdict for petitioner.</p>\n<p>On appeal, the Court of Appeals found that the district judge's construction of § 72-111 was not supportable under controlling South Carolina decisions. It further found that respondent's evidence disclosed that respondent \"was not only in the business of supplying electricity to rural communities, but [was] also in the business of constructing the lines and substations necessary for the distribution of the product,\" and that the contracted work was of like nature and, hence, was \"a part of [respondent's] trade, business or occupation,\" within the meaning of § 72-111, and, therefore, petitioner was respondent's statutory employee, and, hence, the court was without jurisdiction over the subject matter of the claim. Upon this basis, it reversed the judgment of the District Court with directions to enter judgment for respondent. 238 F. 2d 346.</p>\n<p>This Court now vacates the judgment of the Court of Appeals and remands the case to it for decision of questions not reached in its prior opinion, with directions, if not made unnecessary by its decision of such questions, to remand the case to the District Court for a new trial upon such issues as the Court of Appeals may direct.</p>\n<p>I agree with and join in that much of the Court's opinion. I do so because\u0097although, as found by the <span class=\"star-pagination\">*545</span> Court of Appeals, respondent's evidence was ample, <i>prima facie,</i> to sustain its affirmative jurisdictional defense\u0097 petitioner had not waived his right to adduce evidence in rebuttal upon that issue, in other words had not \"rested,\" at the time the district judge erroneously struck respondent's jurisdictional defense and supporting evidence from the record. In these circumstances, I believe that the judgment of the Court of Appeals, insofar as it directed the District Court to enter judgment for respondent, would deprive petitioner of his legal right, which he had not waived, to adduce evidence which he claims to have and desires to offer in rebuttal of respondent's <i>prima facie</i> established jurisdictional defense. The procedural situation then existing was not legally different from a case in which a defendant, without resting, moves, at the close of the plaintiff's case, for a directed verdict in its favor which the court erroneously sustains, and, on appeal, is reversed for that error. It could not fairly be contended, in those circumstances, that the appellate court might properly direct the trial court to enter judgment for the plaintiff and thus deprive the defendant, who had not rested, of his right to offer evidence in defense of plaintiff's case. Rule 50, Fed. Rules Civ. Proc. It is urged by respondent that, from the colloquy between the district judge and counsel, which, as stated, is set forth in substance in MR. JUSTICE FRANKFURTER'S dissenting opinion, it appears that petitioner had \"rested,\" and thus had waived his right to adduce rebuttal evidence upon the issue of respondent's jurisdictional defense, before the district judge sustained his motion to strike that defense and the supporting evidence. But my analysis of the record convinces me that petitioner, in fact, never did so. For this reason I believe that so much of the judgment of the Court of Appeals as directed the District Court to enter judgment for respondent deprives petitioner of his right to adduce rebuttal evidence upon the <span class=\"star-pagination\">*546</span> issue of respondent's <i>prima facie</i> established jurisdictional defense, and, therefore, cannot stand.</p>\n<p>But the Court's opinion proceeds to discuss and determine the question whether, upon remand to the District Court, <i>if such becomes necessary,</i> the jurisdictional issue is to be determined by the judge or by the jury\u0097a question which, to my mind, is premature, not now properly before us, and is one we need not and should not now reach for or decide. The Court, although premising its conclusion \"upon the assumption that the outcome of the litigation may be substantially affected by whether the issue of immunity<sup>[5]</sup> is decided by a judge or a jury.\" holds that the issue is to be determined by a jury\u0097not by the judge. I cannot agree to this conclusion for the following reasons.</p>\n<p>As earlier shown, the South Carolina Workmen's Compensation Law creates a new, complete, detailed and exclusive bundle of rights respecting the compensation by an \"employer\" of his \"employee\" for bodily injuries sustained by the latter which arise by accident out of and in the course of the employment, regardless of fault, and vests exclusive jurisdiction in the State's Industrial Commission over all such claims, subject to review by appeal in the South Carolina courts only upon \"errors of law.\" Consonant with § 72-66, which vests exclusive jurisdiction over such claims in the Commission, and with § 72-356, which allows judicial review only upon \"errors of law,\" the Supreme Court of the State has uniformly held that the question, in cases like the present, whether <span class=\"star-pagination\">*547</span> jurisdiction over such claims is vested in the Industrial Commission or in the courts presents a question of law for determination by the court, not a jury. In <i>Adams</i> v. <i>Davison-Paxon Co.,</i> 230 S. C. 532, 96 S. E. 2d 566 (1957), which appears to be the last case by the Supreme Court of the State on the question, plaintiff, an employee of a concessionaire operating the millinery department in defendant's store, was injured, she claimed by negligence, while using a stairway in the store. She brought a common-law suit for damages against the owner of the store. The latter defended upon the ground, among others, that the operation of the millinery department, though under a contract with the concessionaire, plaintiff's employer, was \"a part of [its] trade, business or occupation,\" that the plaintiff was therefore its statutory employee under § 72-111 and exclusive jurisdiction over the subject matter of plaintiff's claim was vested in the Industrial Commission, and that the court was without jurisdiction over the subject matter in her common-law suit. It seems that the trial court submitted this issue, along with others, to the jury which returned a verdict for plaintiff. On appeal the Supreme Court of the State reversed, saying:</p>\n<blockquote>\"It has been consistently held that whether the claim of an injured workman is within the jurisdiction of the Industrial Commission <i>is a matter of law for decision by the Court, which includes the finding of the facts which relate to jurisdiction. </i><i>Knight v. Shepherd,</i> 191 S. C. 452, 4 S. E. (2d) 906; <i>Tedars v. Savannah River Veneer Company,</i> 202 S. C. 363, 25 S. E. (2d) 235, 147 A. L. R. 914; <i>McDowell v. Stilley Plywood Co.,</i> 210 S. C. 173, 41 S. E. (2d) 872; <i>Miles v. West Virginia Pulp &amp; Paper Co.,</i> 212 S. C. 424, 48 S. E. (2d) 26; <i>Watson v. Wannamaker &amp; Wells, Inc.,</i> 212 S. C. 506, 48 S. E. (2d) 447; <i>Gordon v. Hollywood-Beaufort Package Corp.,</i> 213 S. C. 438, <span class=\"star-pagination\">*548</span> 49 S. E. (2d) 718; <i>Holland v. Georgia Hardwood Lbr. Co.,</i> 214 S. C. 195, 51 S. E. (2d) 744; <i>Younginer v. J. A. Jones Const. Co.,</i> 215 S. C. 135, 54 S. E. (2d) 545; <i>Horton v. Baruch,</i> 217 S. C. 48, 59 S. E. (2d) 545.</blockquote>\n<blockquote>\"<i>Thus the trial court should have in this case resolved the conflicts in the evidence and determined the fact of whether Emporium</i> [the concessionaire] <i>was performing a part of the `trade, business or occupation' of the department store-appellant and, therefore, whether respondent's remedy is exclusively under the Workmen's Compensation Law.</i>\" 230 S. C., at 543, 96 S. E. 2d, at 571. (Emphasis supplied.)</blockquote>\n<p>It thus seems to be settled under the South Carolina Workmen's Compensation Law, and the decisions of the highest court of that State construing it, that the question whether exclusive jurisdiction, in cases like this, is vested in its Industrial Commission or in its courts of general jurisdiction is one for decision by the court, not by a jury. The Federal District Court, in this diversity case, is bound to follow the substantive South Carolina law that would be applied if the trial were to be held in a South Carolina court, in which State the Federal District Court sits. <i>Erie R. Co.</i> v. <i>Tompkins,</i> 304 U. S. 64. A Federal District Court sitting in South Carolina may not legally reach a substantially different result than would have been reached upon a trial of the same case \"in a State court a block away.\" <i>Guaranty Trust Co.</i> v. <i>York,</i> 326 U. S. 99, 109.</p>\n<p>The Court's opinion states: \"Concededly the nature of the tribunal which tries issues may be important in the enforcement of the parcel of rights making up a cause of action or defense, and bear significantly upon achievement of uniform enforcement of the right. It may well be that in the instant personal-injury case the outcome <span class=\"star-pagination\">*549</span> would be substantially affected by whether the issue of immunity is decided by a judge or a jury.\" And the Court premises its conclusion \"upon the assumption that the outcome of the litigation may be substantially affected by whether the issue of immunity is decided by a judge or a jury.\" Upon that premise, the Court's conclusion, to my mind, is contrary to our cases. \"Here [as in <i>Guaranty Trust Co.</i> v. <i>York, supra</i>] we are dealing with a right to recover derived not from the United States but from one of the States. When, because the plaintiff happens to be a non-resident, such a right is enforceable in a federal as well as in a State court, <i>the forms and mode of enforcing the right</i> may at times, naturally enough, vary because the two judicial systems are not identic. But since a federal court adjudicating a State-created right solely because of the diversity of citizenship of the parties is for that purpose, in effect, only another court of the State, it cannot afford recovery if the right to recover is made unavailable by the State <i>nor can it substantially affect the enforcement of the right as given by the State.</i>\" <i>Guaranty Trust Co.</i> v. <i>York, supra</i><i>,</i> at 108-109. (Emphasis supplied.)</p>\n<p>The words \"substantive\" and \"procedural\" are mere conceptual labels and in no sense talismanic. To call a legal question by one or the other of those terms does not resolve the question otherwise than as a purely authoritarian performance. When a question though denominated \"procedural\" is nevertheless so \"substantive\" as materially to affect the result of a trial, federal courts, in enforcing state-created rights, are not free to disregard it, on the ground that it is \"procedural,\" for such would be to allow, upon mere nomenclature, a different result in a state court from that allowable in a federal court though both are, in effect, courts of the State and \"sitting side by side.\" <i>Klaxon Co.</i> v. <i>Stentor Co.,</i> 313 U. S. 487, 496. \"The federal court enforces the state-created right <span class=\"star-pagination\">*550</span> by rules of procedure which it has acquired from the Federal Government and which therefore are not identical with those of the state courts. Yet, <i>in spite of that difference in procedure,</i> the federal court enforcing a state-created right in a diversity case is, as we said in <i>Guaranty Trust Co.</i> v. <i>York,</i> 326 U. S. 99, 108, in substance `only another court of the State.' The federal court therefore may not `substantially affect the enforcement of the right as given by the State.' <i>Id.,</i> 109.\" <i>Bernhardt</i> v. <i>Polygraphic Co.,</i> 350 U. S. 198, 202-203. (Emphasis supplied.) \"Where local law qualifies or abridges [the right], the federal court must follow suit. Otherwise there is a different measure of the cause of action in one court than in the other, and the principle of <i>Erie R. Co.</i> v. <i>Tompkins</i> is transgressed.\" <i>Ragan</i> v. <i>Merchants Transfer Co.,</i> 337 U. S. 530, 533. \"It is therefore immaterial whether [state-created rights] are characterized either as `substantive' or `procedural' in State court opinions in any use of those terms unrelated to the specific issue before us. <i>Erie R. Co.</i> v. <i>Tompkins</i> was not an endeavor to formulate scientific legal terminology. It expressed a policy that touches vitally the proper distribution of judicial power between State and federal courts. In essence, the intent of that decision was to insure that, in all cases where a federal court is exercising jurisdiction solely because of the diversity of citizenship of the parties, <i>the outcome of the litigation in the federal court should be substantially the same, so far as legal rules determine the outcome of a litigation, as it would be if tried in a State court.</i> The nub of the policy that underlies <i>Erie R. Co.</i> v. <i>Tompkins</i> is that for the same transaction the accident of a suit by a non-resident litigant in a federal court instead of in a State court a block away should not lead to a substantially different result. And so, putting to one side abstractions regarding `substance' and `procedure,' we have held that in diversity cases the federal <span class=\"star-pagination\">*551</span> courts must follow the law of the State . . . .\" <i>Guaranty Trust Co.</i> v. <i>York, supra,</i> at 109. (Emphasis supplied.)</p>\n<p>Inasmuch as the law of South Carolina, as construed by its highest court, requires its courts\u0097not juries\u0097to determine whether jurisdiction over the subject matter of cases like this is vested in its Industrial Commission, and inasmuch as the Court's opinion concedes \"that in the instant personal-injury case the outcome would be substantially affected by whether the issue of immunity is decided by a judge or a jury,\" it follows that in this diversity case the jurisdictional issue must be determined by the judge\u0097not by the jury. Insofar as the Court holds that the question of jurisdiction should be determined by the jury, I think the Court departs from its past decisions. I therefore respectfully dissent from part II of the opinion of the Court.</p>\n<p>MR. JUSTICE FRANKFURTER, whom MR. JUSTICE HARLAN joins, dissenting.</p>\n<p>This is a suit for common-law negligence, brought in a United States District Court in South Carolina because of diversity of citizenship, 28 U. S. C. § 1332. Respondent is a cooperative, organized and operating under the South Carolina Rural Electric Cooperative Act, S. C. Code, 1952, § 12-1001 <i>et seq.,</i> engaged in distributing electric power to its members, and extending the availability of power to new users, in rural areas of the State. Incident to the expansion of its facilities and services, it had made a contract with R. H. Bouligny, Inc., whereby the latter was to construct 24.19 miles of new power lines, to rehabilitate and convert to higher capacity 87.69 miles of existing lines, and to construct two substations and a breaker station. In the execution of this contract, petitioner, a citizen of North Carolina, and a lineman for Bouligny, was seriously burned when he attempted to make a connection between the equipment in one of the <span class=\"star-pagination\">*552</span> new substations and an outside line through which, by a mistake on the part of another of Bouligny's employees, current was running. Petitioner filed a claim against Bouligny pursuant to the South Carolina Workmen's Compensation Law, S. C. Code, 1952, § 72-1 <i>et seq.,</i> under which both Bouligny and respondent operated, and recovered the full benefits under the Law. He then brought this suit.</p>\n<p>Respondent defended on the ground, among others, that, since petitioner was injured in the execution of his true employer's (Bouligny's) contract with respondent to perform a part of its \"trade, business or occupation,\" respondent was petitioner's \"statutory employer\" and therefore liable to petitioner under § 72-111 of the State's Workmen's Compensation Law.<sup>[1]</sup> It would follow from this that petitioner, by virtue of his election to proceed against Bouligny, was barred from proceeding against respondent, either under the statute or at common law (§§ 72-121, 72-123).<sup>[2]</sup> After all the evidence was in, the <span class=\"star-pagination\">*553</span> court granted petitioner's motion to strike the defense, on the ground that an activity could not be a part of a firm's \"trade, business or occupation\" unless it was being performed \"for somebody else.\" The court also denied respondent's motion for a directed verdict and submitted the case to the jury, which returned a verdict for petitioner in the amount of $126,786.80.</p>\n<p>On appeal, the United States Court of Appeals for the Fourth Circuit found the District Court's construction of § 72-111 unsupportable under controlling South Carolina decisions.<sup>[3]</sup> In concluding that respondent had sustained its defense, the appellate court cited the following evidence elicited at trial. Respondent employed a sixteen-man \"outside crew,\" two-thirds of whose time was spent in such construction work as building new power lines and extensions; since World War II the demand for electrical service had been so great that independent contractors had to be employed to do much of the necessary construction work. All of respondent's construction work, regardless of who was actually performing it, was done under the supervision of an engineering firm with which respondent has an engineering service contract. Testimony as to the construction of substations was not altogether consistent; however, stated most favorably to petitioner\u0097and that is the light in which the Court of Appeals considered it\u0097that evidence was to the effect <span class=\"star-pagination\">*554</span> that respondent had with its own facilities constructed three substations, although it had built none of the six it was operating at the time petitioner was injured, nor was respondent at that time employing personnel capable of constructing substations. The construction work in connection with which petitioner was injured was clearly among the functions respondent was empowered to perform by the statute under which it was organized; moreover, this construction was necessary to the discharge of respondent's duty to serve the area in which it operated. Finally, respondent was the \"main actor\" in this particular construction project: it secured the necessary financing; its consulting engineer prepared the plans (approved by respondent) and supervised the construction; it purchased the materials of which the substations were constructed; it had the responsibility of de-energizing and re-energizing existing lines that were involved in the work. From this evidence the Court of Appeals was satisfied that \"there can be no doubt that Blue Ridge was not only in the business of supplying electricity to rural communities, but also in the business of constructing the lines and substations necessary for the distribution of the product,\" 238 F. 2d 346, 351. The Court of Appeals, having concluded that respondent's defense should have been sustained, directed the District Court to enter judgment for the respondent. The District Court had decided the question of whether or not respondent was a statutory employer without submitting it to the jury. It is not altogether clear whether it did so because it thought it essentially a nonjury issue, as it is in the South Carolina courts under <i>Adams</i> v. <i>Davison-Paxon Co.,</i> 230 S. C. 532, 96 S. E. 2d 566, or because there was no controverted question of fact to submit to the jury.</p>\n<p>The construction of the state law by the Court of Appeals is clearly supported by the decisions of the Supreme Court of South Carolina, and so we need not rest on the <span class=\"star-pagination\">*555</span> usual respect to be accorded to a reading of a local statute by a Federal Court of Appeals. <i>Estate of Spiegel</i> v. <i>Commissioner,</i> 335 U. S. 701, 708. It is clear from the state cases that a determination as to whether a defendant is an \"employer\" for purposes of § 72-111 will depend upon the entire circumstances of the relationship between such defendant and the work being done on its behalf; no single factor is determinative. Both the approach of the Court of Appeals and the conclusions that it reached from the evidence in this case are entirely consistent with prior declarations of South Carolina law by the highest court of that State.<sup>[4]</sup></p>\n<p>In holding respondent a statutory employer, the Court of Appeals was giving the South Carolina Workmen's Compensation Law the liberal construction called for by the Supreme Court of that State. In <i>Yeomans</i> v. <i>Anheuser-Busch, Inc.,</i> 198 S. C. 65, 72, 15 S. E. 2d 833, 835, that court said:</p>\n<blockquote>\"[T]he basic purpose of the Compensation Act is the inclusion of employers and employees, and not their exclusion; and we add that doubts of jurisdiction must be resolved in favor of inclusion rather than exclusion.\"</blockquote>\n<p>It would be short-sighted to overlook the fact that exclusion of an employer in a specific case such as this one <span class=\"star-pagination\">*556</span> might well have the consequence of denying any recovery at all to other employees <i>vis-a-vis</i> this employer and other similarly situated. The Court of Appeals, through the experienced Judge Soper, recognized the short-sighted illiberality of yielding to the temptation of allowing a single recovery for negligence to stand and do violence to the consistent and legislatively intended interpretation of the statute in <i>Berry</i> v. <i>Atlantic Greyhound Lines,</i> 114 F. 2d 255, 257:</p>\n<blockquote>\"It may well be, and possibly this is true in the instant case, that sometimes a recovery might be had in a common law action for an amount much larger than the amount which would be received under a Compensation Act. This, though, is more than balanced by the many advantages accorded to an injured employee in a proceeding under a Compensation Act which would not be found in a common law action.\"</blockquote>\n<p>When, after the evidence was in, petitioner moved to strike respondent's defense based on § 72-111, the following colloquy ensued:</p>\n<blockquote>\"The Court: In the event I overrule your motion, do you contemplate putting up any testimony in reply? You have that right, of course. On this point, I mean.</blockquote>\n<blockquote>\"Mr. Hammer [petitioner's counsel]: We haven't discussed it, but we are making that motion. I frankly don't know at this point of any reply that is necessary. I don't know of any evidence in this case\u0097</blockquote>\n<blockquote>.....</blockquote>\n<blockquote>\"The Court: The reason I am making that inquiry as to whether you intend to put up any more testimony in the event I overrule your motion, counsel <span class=\"star-pagination\">*557</span> may wish to move for a directed verdict on that ground since it is a question of law. But that is his prerogative after all the evidence is in. Of course, he can't move for a directed verdict as long as you have a right to reply.</blockquote>\n<blockquote>\"Mr. Hammer: We are moving at this time in the nature of a voluntary dismissal.</blockquote>\n<blockquote>\"The Court: You move to dismiss that defense?</blockquote>\n<blockquote>\"Mr. Hammer: Yes, sir, at this stage of the game.\"</blockquote>\n<p>After argument by counsel, the court made its ruling, granting petitioner's motion. Respondent having indicated its intention to move for a directed verdict, the court then said, \"I will allow you to include in that Motion for Directed Verdict your defense which I have stricken, if you desire. . . .\" Respondent's motion was overruled.</p>\n<p>It is apparent that petitioner had no intention of introducing any evidence on the issue of whether respondent was his statutory employer and that he was prepared to\u0097and did\u0097submit the issue to the court on that basis. Clearly petitioner cannot be said to have relied upon, and thus to have been misled by, the court's erroneous construction of the law, for it was before the court had disclosed its view of the law that petitioner made apparent his willingness to submit the issue to it on the basis of respondent's evidence. If petitioner could have cast any doubt on that evidence or could have brought in any other matter relevant to the issue, it was his duty to bring it forward before the issue was submitted to the court. For counsel to withhold evidence on an issue submitted for decision until after that issue has been resolved against him would be an abuse of the judicial process that this Court surely should not countenance, however strong the philanthropic appeal in a particular case. Nor does <span class=\"star-pagination\">*558</span> it appear that petitioner had any such \"game\" in mind. He gave not the slightest indication of an intention to introduce any additional evidence, no matter how the court might decide the issue. It seems equally clear that, had the trial court decided the issue\u0097on any construction \u0097in favor of the respondent, the petitioner was prepared to rely solely upon his right of appeal.</p>\n<p>We are not to read the record as though we are making an independent examination of the trial proceedings. We are sitting in judgment on the Court of Appeals' review of the record. That court, including Chief Judge Parker and Judge Soper, two of the most experienced and esteemed circuit judges in the federal judiciary, interpreted the record as it did in light of its knowledge of local practice and of the ways of local lawyers. In ordering judgment entered for respondent, it necessarily concluded, as a result of its critical examination of the record, that petitioner's counsel chose to have the issue decided on the basis of the record as it then stood. The determination of the Court of Appeals can properly be reversed only if it is found that it was baseless. Even granting that the record is susceptible of two interpretations, it is to disregard the relationship of this Court of the Courts of Appeals, especially as to their function in appeals in diversity cases, to substitute our view for theirs.</p>\n<p>The order of the Court of Appeals that the District Court enter judgment for the respondent is amply sustained on either theory as to whether or not the issue was one for the court to decide. If the question is for the court, the Court of Appeals has satisfactorily resolved it in accordance with state decisions. And if, on the other hand, the issue is such that it would have to be submitted to the jury if there were any crucial facts in controversy, both the District Court and the Court of Appeals agreed that there was no conflict as to the relevant <span class=\"star-pagination\">*559</span> evidence\u0097not, at any rate, if such inconsistency as existed was resolved in favor of petitioner. According to the governing view of South Carolina law, as given us by the Court of Appeals, that evidence would clearly have required the District Court to grant a directed verdict to the respondent. Accordingly, I would affirm the judgment.</p>\n<p>MR. JUSTICE HARLAN, dissenting.</p>\n<p>I join in MR. JUSTICE FRANKFURTER'S dissenting opinion, but desire to add two further reasons why I believe the judgment of the Court of Appeals should be affirmed. As I read that court's opinion, it held that under South Carolina law the construction of facilities needed to transmit electric power was necessarily a part of the business of furnishing power, whether such construction was performed by the respondent itself or let out to others, and that in either case respondent would be liable to petitioner for compensation as his statutory employer. Since there is no dispute that respondent at the time of the accident was engaged in the business of furnishing power and that petitioner was injured while engaged in construction in furtherance of that business, I do not perceive how any further evidence which might be adduced by petitioner could change the result reached by the Court of Appeals. In any event, in the circumstances disclosed by the record before us, we should at the very least require petitioner to make some showing here of the character of the further evidence he expects to introduce before we disturb the judgment below.</p>\n<h2>NOTES</h2>\n<p>[1]  S. C. Code, 1952, provides:\n</p>\n<p>\"§ 72-111. Liability of owner to workmen of subcontractor.</p>\n<p>\"When any person, in this section and §§ 72-113 and 72-114 referred to as `owner,' undertakes to perform or execute any work which is a part of his trade, business or occupation and contracts with any other person (in this section and §§ 72-113 to 72-116 referred to as `subcontractor') for the execution or performance by or under such subcontractor of the whole or any part of the work undertaken by such owner, the owner shall be liable to pay to any workman employed in the work any compensation under this Title which he would have been liable to pay if the workman had been immediately employed by him.\"</p>\n<p>\"§ 72-121. Employees' rights under Title exclude all others against employer.</p>\n<p>\"The rights and remedies granted by this Title to an employee when he and his employer have accepted the provisions of this Title, respectively, to pay and accept compensation on account of personal injury or death by accident, shall exclude all other rights and remedies of such employee, his personal representative, parents, dependents or next of kin as against his employer, at common law or otherwise, on account of such injury, loss of service or death.\"</p>\n<p>\"§ 72-123. Only one remedy available.</p>\n<p>\"Either the acceptance of an award under this Title or the procurement and collection of a judgment in an action at law shall be a bar to proceeding further with the alternate remedy.\"</p>\n<p>[2]  In earlier proceedings the case was dismissed on the ground that the respondent, a nonprofit corporation, was immune from tort liability under South Carolina law. 118 F. Supp. 868. The Court of Appeals reversed and remanded the case for trial. 215 F. 2d 542.</p>\n<p>[3]  The trial judge, in spite of his action striking the defense, permitted the respondent to include the affirmative defense as a ground of its motions for a directed verdict and judgment <i>non obstante veredicto.</i></p>\n<p>[4]  S. C. Code, 1952, § 12-1025.</p>\n<p>[5]  The only remarks thereafter made by the petitioner's counsel reiterated his statement that he pressed his motion to dismiss the affirmative defense.</p>\n<p>[6]  The decision came down several months after the Court of Appeals decided this case.</p>\n<p>[7]  See <i>Cities Service Oil Co.</i> v. <i>Dunlap,</i> 308 U. S. 208; <i>West</i> v. <i>American Tel. &amp; Tel. Co.,</i> 311 U. S. 223; <i>Klaxon Co.</i> v. <i>Stentor Co.,</i> 313 U. S. 487; <i>Guaranty Trust Co.</i> v. <i>York,</i> 326 U. S. 99; <i>Angel</i> v. <i>Bullington,</i> 330 U. S. 183; <i>Ragan</i> v. <i>Merchants Transfer Co.,</i> 337 U. S. 530; <i>Woods</i> v. <i>Interstate Realty Co.,</i> 337 U. S. 535; <i>Cohen</i> v. <i>Beneficial Loan Corp.,</i> 337 U. S. 541; <i>Bernhardt</i> v. <i>Polygraphic Co.,</i> 350 U. S. 198; <i>Sampson</i> v. <i>Channell,</i> 110 F. 2d 754.</p>\n<p>[8]  <i>Knight</i> v. <i>Shepherd,</i> 191 S. C. 452, 4 S. E. 2d 906; <i>Tedars</i> v. <i>Savannah River Veneer Co.,</i> 202 S. C. 363, 25 S. E. 2d 235; <i>McDowell</i> v. <i>Stilley Plywood Co.,</i> 210 S. C. 173, 41 S. E. 2d 872; <i>Miles</i> v. <i>West Virginia Pulp &amp; Paper Co.,</i> 212 S. C. 424, 48 S. E. 2d 26; <i>Watson</i> v. <i>Wannamaker &amp; Wells, Inc.,</i> 212 S. C. 506, 48 S. E. 2d 447; <i>Gordon</i> v. <i>Hollywood-Beaufort Package Corp.,</i> 213 S. C. 438, 49 S. E. 2d 718; <i>Holland</i> v. <i>Georgia Hardwood Lumber Co.,</i> 214 S. C. 195, 51 S. E. 2d 744; <i>Younginer</i> v. <i>Jones Construction Co.,</i> 215 S. C. 135, 54 S. E. 2d 545; <i>Horton</i> v. <i>Baruch,</i> 217 S. C. 48, 59 S. E. 2d 545.</p>\n<p>[9]  Cf. Morgan, Choice of Law Governing Proof, 58 Harv. L. Rev. 153; 3 Beale, Conflict of Laws, § 594.1; Restatement of the Law, Conflict of Laws, pp. 699-701.</p>\n<p>[10]  Our conclusion makes unnecessary the consideration of\u0097and we intimate no view upon\u0097the constitutional question whether the right of jury trial protected in federal courts by the Seventh Amendment embraces the factual issue of statutory immunity when asserted, as here, as an affirmative defense in a common-law negligence action.</p>\n<p>[11]  The Courts of Appeals have expressed varying views about the effect of <i>Erie R. Co.</i> v. <i>Tompkins</i> on judge-jury problems in diversity cases. Federal practice was followed in <i>Gorham</i> v. <i>Mutual Benefit Health &amp; Accident Assn.,</i> 114 F. 2d 97 (C. A. 4th Cir. 1940); <i>Diederich</i> v. <i>American News Co.,</i> 128 F. 2d 144 (C. A. 10th Cir. 1942); <i>McSweeney</i> v. <i>Prudential Ins. Co.,</i> 128 F. 2d 660 (C. A. 4th Cir. 1942); <i>Ettelson</i> v. <i>Metropolitan Life Ins. Co.,</i> 137 F. 2d 62 (C. A. 3d Cir. 1943); <i>Order of United Commercial Travelers</i> v. <i>Duncan,</i> 221 F. 2d 703 (C. A. 6th Cir. 1955). State practice was followed in <i>Cooper</i> v. <i>Brown,</i> 126 F. 2d 874 (C. A. 3d Cir. 1942); <i>Gutierrez</i> v. <i>Public Service Interstate Transportation Co.,</i> 168 F. 2d 678 (C. A. 2d Cir. 1948); <i>Prudential Ins. Co.</i> v. <i>Glasgow,</i> 208 F. 2d 908 (C. A. 2d Cir. 1953); <i>Pierce Consulting Engineering Co.</i> v. <i>City of Burlington,</i> 221 F. 2d 607 (C. A. 2d Cir. 1955); <i>Rowe</i> v. <i>Pennsylvania Greyhound Lines,</i> 231 F. 2d 922 (C. A. 2d Cir. 1956).</p>\n<p>[12]  This Court held in <i>Sibbach</i> v. <i>Wilson &amp; Co.,</i> 312 U. S. 1, that Federal Rules of Civil Procedure 35 should prevail over a contrary state rule.</p>\n<p>[13]  \"The defense of contributory negligence or of assumption of risk shall, in all cases whatsoever, be a question of fact and shall, at all times, be left to the jury.\" § 5, Art. 18.</p>\n<p>[14]  <i>Diederich</i> v. <i>American News Co.,</i> 128 F. 2d 144, decided after <i>Erie R. Co.</i> v. <i>Tompkins</i><i>,</i> held that an almost identical provision of the Oklahoma Constitution was not binding on a federal judge in a diversity case.</p>\n<p>[15]  <i>Stoner</i> v. <i>New York Life Ins. Co.,</i> 311 U. S. 464, is not contrary. It was there held that the federal court should follow the state rule defining the evidence sufficient to raise a jury question whether the state-created right was established. But the state rule did not have the effect of nullifying the function of the federal judge to control a jury submission as did the Arizona constitutional provision which was denied effect in <i>Herron.</i> The South Carolina rule here involved affects the jury function as the Arizona provision affected the function of the judge: The rule entirely displaces the jury without regard to the sufficiency of the evidence to support a jury finding of immunity.</p>\n<p>[1]  The terms \"employee\" and \"employer\" are conventionally defined in §§ 72-11 and 72-12.</p>\n<p>[2]  S. C. Code, 1952, c. 4, §§ 72-151 to 72-165.</p>\n<p>[3]  As I see it, the evidence referred to in \"(1)\" is only collaterally material, and that referred to in \"(2)\" is wholly immaterial, to the issue of whether petitioner was respondent's statutory employee <i>at the time of the injury,</i> because that question, under the South Carolina Workmen's Compensation Law, does not depend upon what particular trade, business or occupation the \"owner\" lawfully might pursue, or lawfully might have pursued in the past. Rather, it depends upon what work he is engaged in at the time of the injury\u0097<i>i. e.,</i> whether the contracted work \"<i>is</i> a part of [the owner's] trade, business or occupation.\" The statute thus speaks in the present tense, and, hence, the relevant inquiry here is limited to whether the work being done by petitioner for the \"owner\" <i>at the time of the injury</i> was a part of the trade, business, or occupation of the \"owner\" <i>at that time.</i></p>\n<p>[4]  The Court's opinion and MR. JUSTICE FRANKFURTER'S dissent comment upon the fact that the district judge stated to respondent's counsel that he would \"allow\" him to include in his motion for a directed verdict the affirmative jurisdictional defense which had just been stricken. To my mind this is wholly without significance, for the district judge was without power to control what points and arguments respondent's counsel might urge in support of his motion for a directed verdict.</p>\n<p>[5]  Here, as at other places in its opinion, the Court treats with the South Carolina Workmen's Compensation Law as an \"immunity\" of the employer from liability. To me, the question is not one of immunity. Rather, it is which of two tribunals\u0097the Industrial Commission or the court of general jurisdiction\u0097has jurisdiction, to the exclusion of the other, over the subject matter of the action, and, hence, the power to award relief upon it.</p>\n<p>[1]  \"§ 72-111. Liability of owner to workmen of subcontractor.\n</p>\n<p>\"When any person, in this section and §§ 72-113 and 72-114 referred to as `owner,' undertakes to perform or execute any work which is a part of his trade, business or occupation and contracts with any other person (in this section and §§ 72-113 to 72-116 referred to as `subcontractor') for the execution or performance by or under such subcontractor of the whole or any part of the work undertaken by such owner, the owner shall be liable to pay to any workman employed in the work any compensation under this Title which he would have been liable to pay if the workman had been immediately employed by him.\"</p>\n<p>[2]  \"§ 72-121. Employee's rights under Title exclude all others against employer.\n</p>\n<p>\"The rights and remedies granted by this Title to an employee when he and his employer have accepted the provisions of this Title, respectively, to pay and accept compensation on account of personal injury or death by accident, shall exclude all other rights and remedies of such employee, his personal representative, parents, dependents or next of kin as against his employer, at common law or otherwise, on account of such injury, loss of service or death.</p>\n<p>.....</p>\n<p>\"§ 72-123. Only one remedy available.</p>\n<p>\"Either the acceptance of an award under this Title or the procurement and collection of a judgment in an action at law shall be a bar to proceeding further with the alternate remedy.\"</p>\n<p>[3]  It may be noted that not even petitioner's counsel supports the trial court's theory regarding the South Carolina Workmen's Compensation Law.</p>\n<p>[4]  For example, whether or not the defendant had ever itself performed the work contracted out has not been thought to be a conclusive criterion. In fact, in <i>Boseman</i> v. <i>Pacific Mills,</i> 193 S. C. 479, 8 S. E. 2d 878, the court rejected the defendant's contention that, because it had never performed the work in question, it could not be held an employer. See also <i>Hopkins</i> v. <i>Darlington Veneer Co.,</i> 208 S. C. 307, 38 S. E. 2d 4; <i>Kennerly</i> v. <i>Ocmulgee Lumber Co.,</i> 206 S. C. 481, 34 S. E. 2d 792. Nor is the question whether or not the accomplishment of the work involved requires specialized skill determinative. See <i>Marchbanks</i> v. <i>Duke Power Co.,</i> 190 S. C. 336, 2 S. E. 2d 825.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:55:41", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">356</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">525</span></span> (1958)</b></center>\n<center><h1>BYRD<br>\nv.<br>\nBLUE RIDGE RURAL ELECTRIC COOPERATIVE, INC.</h1></center>\n<center>No. 57.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 28, 1958.</center>\n<center>Restored to the calendar for reargument March 3, 1958.</center>\n<center>Reargued April 28-29, 1958.</center>\n<center>Decided May 19, 1958.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE FOURTH CIRCUIT.\n<p><span class=\"star-pagination\">*526</span> <i>Henry Hammer</i> argued the cause for petitioner. With him on the briefs were <i>Henry H. Edens</i> and <i>William E. Chandler, Jr.</i></p>\n<p><i>Wesley M. Walker</i> argued the cause for respondent. With him on the reargument and on the briefs was <i>Ray R. Williams.</i></p>\n<p>MR. JUSTICE BRENNAN delivered the opinion of the Court.</p>\n<p>This case was brought in the District Court for the Western District of South Carolina. Jurisdiction was based on diversity of citizenship. 28 U. S. C. § 1332. The petitioner, a resident of North Carolina, sued respondent, a South Carolina corporation, for damages for injuries allegedly caused by the respondent's negligence. He had judgment on a jury verdict. The Court of Appeals for the Fourth Circuit reversed and directed the entry of judgment for the respondent. 238 F. 2d 346. We granted certiorari, 352 U. S. 999, and subsequently ordered reargument, 355 U. S. 950.</p>\n<p>The respondent is in the business of selling electric power to subscribers in rural sections of South Carolina. The petitioner was employed as a lineman in the construction crew of a construction contractor. The contractor, R. H. Bouligny, Inc., held a contract with the respondent in the amount of $334,300 for the building of some 24 miles of new power lines, the reconversion to higher capacities of about 88 miles of existing lines, and the construction of 2 new substations and a breaker station. <span class=\"star-pagination\">*527</span> The petitioner was injured while connecting power lines to one of the new substations.</p>\n<p>One of respondent's affirmative defenses was that, under the South Carolina Workmen's Compensation Act,<sup>[1]</sup> the petitioner\u0097because the work contracted to be done by his employer was work of the kind also done by the respondent's own construction and maintenance crews\u0097 had the status of a statutory employee of the respondent and was therefore barred from suing the respondent at law because obliged to accept statutory compensation benefits as the exclusive remedy for his injuries.<sup>[2]</sup> Two questions <span class=\"star-pagination\">*528</span> concerning this defense are before us: (1) whether the Court of Appeals erred in directing judgment for respondent without a remand to give petitioner an opportunity to introduce further evidence; and (2) whether petitioner, state practice notwithstanding, is entitled to a jury determination of the factual issues raised by this defense.</p>\n<p></p>\n<h2>I.</h2>\n<p>The Supreme Court of South Carolina has held that there is no particular formula by which to determine whether an owner is a statutory employer under § 72-111. In <i>Smith</i> v. <i>Fulmer,</i> 198 S. C. 91, 97, 15 S. E. 2d 681, 683, the State Supreme Court said:</p>\n<blockquote>\"And the opinion in the <i>Marchbanks case</i> [<i>Marchbanks</i> v. <i>Duke Power Co.,</i> 190 S. C. 336, 2 S. E. 2d 825, said to be the \"leading case\" under the statute] reminds us that while the language of the statute is plain and unambiguous, there are so many different factual situations which may arise that no easily applied formula can be laid down for the determination of all cases. In other words, `it is often a matter of extreme difficulty to decide whether the work in a given case falls within the designation of the statute. It is in each case largely a question of degree and of fact.' \"</blockquote>\n<p>The respondent's manager testified on direct examination that three of its substations were built by the respondent's own construction and maintenance crews. When pressed on cross-examination, however, his answers left his testimony in such doubt as to lead the trial judge to say, \"I understood he changed his testimony, that they had not built three.\" But the credibility of the manager's testimony, and the general question whether the evidence in support of the affirmative defense presented <span class=\"star-pagination\">*529</span> a jury issue, became irrelevant because of the interpretation given § 72-111 by the trial judge. In striking respondent's affirmative defense at the close of all the evidence<sup>[3]</sup> he ruled that the respondent was the statutory employer of the petitioner only if the construction work done by respondent's crews was done for somebody else, and was not the statutory employer if, as the proofs showed, the crews built facilities only for the respondent's own use. \"My idea of engaging in the business is to do something for somebody else. What they [the respondent] are doing\u0097and everything they do about repairing lines and building substations, they do it for themselves.\" On this view of the meaning of the statute, the evidence, even accepting the manager's testimony on direct examination as true, lacked proof of an essential element of the affirmative defense, and there was thus nothing for the petitioner to meet with proof of his own.</p>\n<p>The Court of Appeals disagreed with the District Court's construction of § 72-111. Relying on the decisions of the Supreme Court of South Carolina, among others, in <i>Marchbanks</i> v. <i>Duke Power Co.,</i> 190 S. C. 336, 2 S. E. 2d 825, and <i>Boseman</i> v. <i>Pacific Mills,</i> 193 S. C. 479, 8 S. E. 2d 878, the Court of Appeals held that the statute granted respondent immunity from the action if the proofs established that the respondent's own crews had constructed lines and substations which, like the work contracted to the petitioner's employer, were necessary for the distribution of the electric power which the respondent was in the business of selling. We ordinarily accept the interpretation of local law by the Court of <span class=\"star-pagination\">*530</span> Appeals, cf. <i>Ragan</i> v. <i>Merchants Transfer Co.,</i> 337 U. S. 530, 534, and do so readily here since neither party now disputes the interpretation.</p>\n<p>However, instead of ordering a new trial at which the petitioner might offer his own proof pertinent to a determination according to the correct interpretation, the Court of Appeals made its own determination on the record and directed a judgment for the respondent. The court noted that the Rural Electric Cooperative Act of South Carolina<sup>[4]</sup> authorized the respondent to construct, acquire, maintain, and operate electric generating plants, buildings, and equipment, and any and all kinds of property which might be necessary or convenient to accomplish the purposes for which the corporation was organized, and pointed out that the work contracted to the petitioner's employer was of the class which respondent was empowered by its charter to perform.</p>\n<p>The court resolved the uncertainties in the manager's testimony in a manner largely favorable to the respondent: \"The testimony with respect to the construction of the substations of Blue Ridge, stated most favorably to the . . . [petitioner], discloses that originally Blue Ridge built three substations with its own facilities, but that all of the substations which were built after the war, including the six it was operating at the time of the accident, were constructed for it by independent contractors, and that at the time of the accident it had no one in its direct employ capable of handling the technical detail of substation construction.\" 238 F. 2d 346, 350.</p>\n<p>The court found that the respondent financed the work contracted to the petitioner's employer with a loan from the United States, purchased the materials used in the work, and entered into an engineering service contract with an independent engineering company for the design <span class=\"star-pagination\">*531</span> and supervision of the work, concluding from these findings that \"the main actor in the whole enterprise was the Cooperative itself.\" <i>Ibid.</i></p>\n<p>Finally, the court held that its findings entitled the respondent to the direction of a judgment in its favor. \". . . [T]here can be no doubt that Blue Ridge was not only in the business of supplying electricity to rural communities, but also in the business of constructing the lines and substations necessary for the distribution of the product . . . .\" <i>Id.,</i> at 351.</p>\n<p>While the matter is not adverted to in the court's opinion, implicit in the direction of verdict is the holding that the petitioner, although having no occasion to do so under the District Court's erroneous construction of the statute, was not entitled to an opportunity to meet the respondent's case under the correct interpretation. That holding is also implied in the court's denial, without opinion, of petitioner's motion for a rehearing sought on the ground that \". . . [T]he direction to enter judgment for the defendant instead of a direction to grant a new trial denies plaintiff his right to introduce evidence in contradiction to that of the defendant on the issue of defendant's affirmative defense, a right which he would have exercised if the District Judge had ruled adversely to him on his motion to dismiss, and thus deprives him of his constitutional right to a jury trial on a factual issue.\"</p>\n<p>We believe that the Court of Appeals erred. We do not agree with the petitioner's argument in this Court that the respondent's evidence was insufficient to withstand the motion to strike the defense and that he is entitled to our judgment reinstating the judgment of the District Court. But the petitioner is entitled to have the question determined in the trial court. This would be necessary even if petitioner offered no proof of his own. Although the respondent's evidence was sufficient to withstand the motion under the meaning given the <span class=\"star-pagination\">*532</span> statute by the Court of Appeals, it presented a fact question, which, in the circumstances of this case to be discussed <i>infra,</i> is properly to be decided by a jury. This is clear not only because of the issue of the credibility of the manager's vital testimony, but also because, even should the jury resolve that issue as did the Court of Appeals, the jury on the entire record\u0097consistent with the view of the South Carolina cases that this question is in each case largely one of degree and of fact\u0097might reasonably reach an opposite conclusion from the Court of Appeals as to the ultimate fact whether the respondent was a statutory employer.</p>\n<p>At all events, the petitioner is plainly entitled to have an opportunity to try the issue under the Court of Appeals' interpretation. His motion to dismiss the affirmative defense, properly viewed, was analogous to a defendant's motion for involuntary dismissal of an action after the plaintiff has completed the presentation of his evidence. Under Rule 41 (b) of the Federal Rules of Civil Procedure, in such case \"the defendant, without waiving his right to offer evidence in the event the motion is not granted, may move for dismissal on the ground that upon the facts and the law the plaintiff has shown no right to relief.\" The respondent argues, however, that before the trial judge ruled on the petitioner's motion, the petitioner's counsel, in effect, conceded that he had no other evidence to offer and was submitting the issue of whether the respondent was a statutory employer on the basis of the evidence already in the case. The judge asked petitioner's counsel: \"In the event I overrule your motion, do you contemplate putting up any testimony in reply?\" Counsel answered: \"We haven't discussed it, but we are making that motion. I frankly don't know at this point of any reply that is necessary. I don't know of any evidence in this case\u0097.\" The interruption which prevented counsel's completion of the answer was the trial judge's <span class=\"star-pagination\">*533</span> comment: \"I am inclined to think so far it is a question of law but I will hear from Mr. Walker [respondent's counsel] on that. I don't know of any issue of fact to submit to the jury. It seems to me under the testimony here there has been\u0097I don't know of any conflict in the testimony, so far as that's concerned, so far.\" The judge turned to respondent's counsel and there followed a long colloquy with him,<sup>[5]</sup> at the conclusion of which the judge dismissed the defense upon the ground that under his interpretation of the statute the defense was not sustained without evidence that the respondent's business involved the doing of work for others of the kind done by the petitioner's employer for the respondent. Upon this record it plainly cannot be said that the petitioner submitted the issue upon the evidence in the case and conceded that he had no evidence of his own to offer. The petitioner was fully justified in that circumstance in not coming forward with proof of his own at that stage of the proceedings, for he had nothing to meet under the District Court's view of the statute. He thus cannot be penalized by the denial of his day in court to try the issue under the correct interpretation of the statute. Cf. <i>Fountain</i> v. <i>Filson,</i> 336 U. S. 681; <i>Weade</i> v. <i>Dichmann, Wright &amp; Pugh, Inc.,</i> 337 U. S. 801; <i>Globe Liquor Co.</i> v. <i>San Roman,</i> 332 U. S. 571; <i>Cone</i> v. <i>West Virginia Paper Co.,</i> 330 U. S. 212.</p>\n<p></p>\n<h2>II.</h2>\n<p>A question is also presented as to whether on remand the factual issue is to be decided by the judge or by the jury. The respondent argues on the basis of the decision of the Supreme Court of South Carolina in <i>Adams</i> v. <i>Davison-Paxon</i> <span class=\"star-pagination\">*534</span> <i>Co.,</i> 230 S. C. 532, 96 S. E. 2d 566,<sup>[6]</sup> that the issue of immunity should be decided by the judge and not by the jury. That was a negligence action brought in the state trial court against a store owner by an employee of an independent contractor who operated the store's millinery department. The trial judge denied the store owner's motion for a directed verdict made upon the ground that § 72-111 barred the plaintiff's action. The jury returned a verdict for the plaintiff. The South Carolina Supreme Court reversed, holding that it was for the judge and not the jury to decide on the evidence whether the owner was a statutory employer, and that the store owner had sustained his defense. The court rested its holding on decisions, listed in footnote 8, <i>infra,</i> involving judicial review of the Industrial Commission and said:</p>\n<blockquote>\"Thus the trial court should have in this case resolved the conflicts in the evidence and determined the fact of whether . . . [the independent contractor] was performing a part of the `trade, business or occupation' of the department store-appellant and, therefore, whether . . . [the employee's] remedy is exclusively under the Workmen's Compensation Law.\" 230 S. C., at 543, 96 S. E. 2d, at 572.</blockquote>\n<p>The respondent argues that this state-court decision governs the present diversity case and \"divests the jury of its normal function\" to decide the disputed fact question of the respondent's immunity under § 72-111. This is to contend that the federal court is bound under <i>Erie R. Co.</i> v. <i>Tompkins,</i> 304 U. S. 64, to follow the state court's holding to secure uniform enforcement of the immunity created by the State.<sup>[7]</sup></p>\n<p><span class=\"star-pagination\">*535</span> <i>First.</i> It was decided in <i>Erie R. Co.</i> v. <i>Tompkins</i> that the federal courts in diversity cases must respect the definition of state-created rights and obligations by the state courts. We must, therefore, first examine the rule in <i>Adams</i> v. <i>Davison-Paxon Co</i><i>.</i> to determine whether it is bound up with these rights and obligations in such a way that its application in the federal court is required. <i>Cities Service Oil Co.</i> v. <i>Dunlap,</i> 308 U. S. 208.</p>\n<p>The Workmen's Compensation Act is administered in South Carolina by its Industrial Commission. The South Carolina courts hold that, on judicial review of actions of the Commission under § 72-111, the question whether the claim of an injured workman is within the Commission's jurisdiction is a matter of law for decision by the court, which makes its own findings of fact relating to that jurisdiction.<sup>[8]</sup> The South Carolina Supreme Court states no reasons in <i>Adams</i> v. <i>Davison-Paxon Co</i><i>.</i> why, although the jury decides all other factual issues raised by the cause of action and defenses, the jury is displaced as to the factual issue raised by the affirmative defense under § 72-111. The decisions cited to support the holding are those listed in footnote 8, which are concerned solely with defining the scope and method of judicial review of the Industrial <span class=\"star-pagination\">*536</span> Commission. A State may, of course, distribute the functions of its judicial machinery as it sees fit. The decisions relied upon, however, furnish no reason for selecting the judge rather than the jury to decide this single affirmative defense in the negligence action. They simply reflect a policy, cf. <i>Crowell</i> v. <i>Benson,</i> 285 U. S. 22, that administrative determination of \"jurisdictional facts\" should not be final but subject to judicial review. The conclusion is inescapable that the <i>Adams</i> holding is grounded in the practical consideration that the question had therefore come before the South Carolina courts from the Industrial Commission and the courts had become accustomed to deciding the factual issue of immunity without the aid of juries. We find nothing to suggest that this rule was announced as an integral part of the special relationship created by the statute. Thus the requirement appears to be merely a form and mode of enforcing the immunity, <i>Guaranty Trust Co.</i> v. <i>York,</i> 326 U. S. 99, 108, and not a rule intended to be bound up with the definition of the rights and obligations of the parties. The situation is therefore not analogous to that in <i>Dice</i> v. <i>Akron, C. &amp; Y. R. Co.,</i> 342 U. S. 359, where this Court held that the right to trial by jury is so substantial a part of the cause of action created by the Federal Employers' Liability Act that the Ohio courts could not apply, in an action under that statute, the Ohio rule that the question of fraudulent release was for determination by a judge rather than by a jury.</p>\n<p><i>Second.</i> But cases following <i>Erie</i> have evinced a broader policy to the effect that the federal courts should conform as near as may be\u0097in the absence of other considerations \u0097to state rules even of form and mode where the state rules may bear substantially on the question whether the litigation would come out one way in the federal court and another way in the state court if the federal <span class=\"star-pagination\">*537</span> court failed to apply a particular local rule.<sup>[9]</sup><i>E. g., </i><i>Guaranty Trust Co.</i> v. <i>York, supra</i><i>; </i><i>Bernhardt</i> v. <i>Polygraphic Co.,</i> 350 U. S. 198. Concededly the nature of the tribunal which tries issues may be important in the enforcement of the parcel of rights making up a cause of action or defense, and bear significantly upon achievement of uniform enforcement of the right. It may well be that in the instant personal-injury case the outcome would be substantially affected by whether the issue of immunity is decided by a judge or a jury. Therefore, were \"outcome\" the only consideration, a strong case might appear for saying that the federal court should follow the state practice.</p>\n<p>But there are affirmative countervailing considerations at work here. The federal system is an independent system for administering justice to litigants who properly invoke its jurisdiction. An essential characteristic of that system is the manner in which, in civil common-law actions, it distributes trial functions between judge and jury and, under the influence\u0097if not the command<sup>[10]</sup>\u0097of the Seventh Amendment, assigns the decisions of disputed questions of fact to the jury. <i>Jacob</i> v. <i>New York,</i> 315 U. S. 752.<sup>[11]</sup> The policy of uniform enforcement of state-created <span class=\"star-pagination\">*538</span> rights and obligations, see, <i>e. g., </i><i>Guaranty Trust Co.</i> v. <i>York, supra</i><i>,</i> cannot in every case exact compliance with a state rule<sup>[12]</sup>\u0097not bound up with rights and obligations\u0097 which disrupts the federal system of allocating functions between judge and jury. <i>Herron</i> v. <i>Southern Pacific Co.,</i> 283 U. S. 91. Thus the inquiry here is whether the federal policy favoring jury decisions of disputed fact questions should yield to the state rule in the interest of furthering the objective that the litigation should not come out one way in the federal court and another way in the state court.</p>\n<p>We think that in the circumstances of this case the federal court should not follow the state rule. It cannot be gainsaid that there is a strong federal policy against allowing state rules to disrupt the judge-jury relationship in the federal courts. In <i>Herron</i> v. <i>Southern Pacific Co., supra</i><i>,</i> the trial judge in a personal-injury negligence action brought in the District Court for Arizona on diversity grounds directed a verdict for the defendant when it appeared as a matter of law that the plaintiff was guilty of contributory negligence. The federal judge refused to be bound by a provision of the Arizona Constitution which made the jury the sole arbiter of the question <span class=\"star-pagination\">*539</span> of contributory negligence.<sup>[13]</sup> This Court sustained the action of the trial judge, holding that \"state laws cannot alter the essential character or function of a federal court\" because that function \"is not in any sense a local matter, and state statutes which would interfere with the appropriate performance of that function are not binding upon the federal court under either the Conformity Act or the `rules of decision' Act.\" <i>Id.,</i> at 94. Perhaps even more clearly in light of the influence of the Seventh Amendment, the function assigned to the jury \"is an essential factor in the process for which the Federal Constitution provides.\" <i>Id.,</i> at 95. Concededly the <i>Herron</i> case was decided before <i>Erie R. Co.</i> v. <i>Tompkins</i><i>,</i> but even when <i>Swift</i> v. <i>Tyson,</i> <span class=\"citation\" data-id=\"86188\"><a href=\"/opinion/86188/swift-v-tyson/\"><span class=\"volume\">16</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">1</span></a></span>, was governing law and allowed federal courts sitting in diversity cases to disregard state decisional law, it was never thought that state statutes or constitutions were similarly to be disregarded. <i>Green</i> v. <i>Neal's Lessee,</i> 6 Pet. 291. Yet <i>Herron</i> held that state statutes and constitutional provisions could not disrupt or alter the essential character or function of a federal court.<sup>[14]</sup></p>\n<p><i>Third.</i> We have discussed the problem upon the assumption that the outcome of the litigation may be substantially affected by whether the issue of immunity is decided by a judge or a jury. But clearly there is not present here the certainty that a different result would follow, cf. <i>Guaranty Trust Co.</i> v. <i>York, supra</i><i>,</i> or even the strong possibility that this would be the case, cf. <i>Bernhardt</i> v. <span class=\"star-pagination\">*540</span> <i>Polygraphic Co., supra</i><i>.</i> There are factors present here which might reduce that possibility. The trial judge in the federal system has powers denied the judges of many States to comment on the weight of evidence and credibility of witnesses, and discretion to grant a new trial if the verdict appears to him to be against the weight of the evidence. We do not think the likelihood of a different result is so strong as to require the federal practice of jury determination of disputed factual issues to yield to the state rule in the interest of uniformity of outcome.<sup>[15]</sup></p>\n<p>The Court of Appeals did not consider other grounds of appeal raised by the respondent because the ground taken disposed of the case. We accordingly remand the case to the Court of Appeals for the decision of the other questions, with instructions that, if not made unnecessary by the decision of such questions, the Court of Appeals shall remand the case to the District Court for a new trial of such issues as the Court of Appeals may direct.</p>\n<p><i>Reversed and remanded.</i></p>\n<p>MR. JUSTICE WHITTAKER, concurring in part and dissenting in part.</p>\n<p>In 1936 the South Carolina Legislature passed an Act known as \"The South Carolina Workmen's Compensation Law.\" S. C. Code, 1952, Tit. 72. It created a new, complete, detailed and exclusive plan for the compensation <span class=\"star-pagination\">*541</span> by an \"employer\" of his \"employee\"<sup>[1]</sup> for bodily injuries sustained by the latter which arise \"by accident out of and in the course of the employment,\" whether with or without fault of the employer. § 72-14. The Act also prescribes the measure and nature of the remedy,<sup>[2]</sup> which \"shall exclude all other rights and remedies of such employee . . . against his employer, at common law or otherwise, on account of such injury\" (§ 72-121), and vests exclusive jurisdiction in the South Carolina Industrial Commission over all claims falling within the purview of the Act (§ 72-66), subject to review by appeal to the State's courts upon \"errors of law.\" § 72-356.</p>\n<p>Section 72-111 expands the definition of the terms \"employee\" and \"employer\" (note 1) by providing, in substance, that when an \" `owner' \" of premises \"undertakes to perform or execute any work <i>which is a part of his trade, business or occupation</i> and contracts with any other person [called \"subcontractor\"] for the execution or performance by or under such subcontractor <i>of the whole or any part of the work undertaken</i> by such owner, the owner <i>shall be liable to pay to any workman employed in the work any compensation</i> under this Title which he would have been liable to pay <i>if the workman had been immediately employed by him.</i>\" (Emphasis supplied.) Employees of such subcontractors are commonly called \"statutory employees\" of the \"owner.\"</p>\n<p>Petitioner, a lineman employed by a \"subcontractor\" who had contracted to build more than 25 miles of new transmission lines and to convert from single-phase to double-phase more than 87 miles of existing transmission lines and to construct two substations and a breaker station for the \"owner,\" was severely injured by an accident <span class=\"star-pagination\">*542</span> which arose out of and in the course of that employment. Subsequent to his injury he sought and received the full benefits provided by the South Carolina Workmen's Compensation Law.</p>\n<p>Diversity existing, petitioner then brought this common-law suit in a Federal District Court in South Carolina against the \"owner,\" the respondent here, for damages for his bodily injury, which, he alleged, had resulted from the \"owner's\" negligence. The respondent-\"owner\" answered setting up, among other defenses, the affirmative claim that petitioner's injury arose by accident out of and in the course of his employment, as a lineman, by the subcontractor while executing the contracted work \"which [was] a part of [the owner's] trade, business or occupation.\" It urged, in consequence, that petitioner was its \"statutory employee\" and that, therefore, his exclusive remedy was under the South Carolina Workmen's Compensation Law, and that exclusive jurisdiction of the subject matter of his claim was vested in the State's Industrial Commission and, hence, the federal court lacked jurisdiction over the subject matter of this common-law suit.</p>\n<p>At the trial petitioner adduced evidence upon the issue of negligence and rested his case in chief. Thereupon respondent, in support of its affirmative defense, adduced evidence tending to show (1) that its charter, issued under the Rural Electric Cooperative Act of South Carolina (S. C. Code, 1952, § 12-1025), authorized it to construct and operate electric generating plants and transmission lines essential to its business of generating and distributing electricity; (2) that it had (before the Second World War) constructed substations with its own direct employees and facilities, although the six substations which it was operating at the time petitioner was injured had been built by contractors, and that when <span class=\"star-pagination\">*543</span> petitioner was injured it did not have in its direct employ any person capable of constructing a substation;<sup>[3]</sup> (3) that it regularly employed a crew of 16 men\u00978 linemen and 8 groundmen\u0097two-thirds of whose time was spent in constructing new transmission lines and extensions, and that such was \"a part of [its] trade, business [and] occupation.\" This evidence stood undisputed when respondent rested its case.</p>\n<p>At the close of respondent's evidence petitioner moved to strike respondent's affirmative jurisdictional defense, and all evidence adduced in support of it. Respondent made known to the court that when petitioner had rested it wished to move for a directed verdict in its favor. Thereupon the colloquy between the court and counsel, which is set forth in substance in MR. JUSTICE FRANKFURTER'S dissenting opinion, occurred. The District Court sustained petitioner's motion and struck respondent's affirmative jurisdictional defense and its supporting evidence from the record. His declared basis for that action was that the phrase in § 72-111 \"a part of his trade, business or occupation\" related only to work being performed by the \"owner\" \"for somebody else.\" Thereafter, <span class=\"star-pagination\">*544</span> the district judge heard arguments upon and overruled respondent's motion for a directed verdict,<sup>[4]</sup> and submitted the case to the jury which returned a verdict for petitioner.</p>\n<p>On appeal, the Court of Appeals found that the district judge's construction of § 72-111 was not supportable under controlling South Carolina decisions. It further found that respondent's evidence disclosed that respondent \"was not only in the business of supplying electricity to rural communities, but [was] also in the business of constructing the lines and substations necessary for the distribution of the product,\" and that the contracted work was of like nature and, hence, was \"a part of [respondent's] trade, business or occupation,\" within the meaning of § 72-111, and, therefore, petitioner was respondent's statutory employee, and, hence, the court was without jurisdiction over the subject matter of the claim. Upon this basis, it reversed the judgment of the District Court with directions to enter judgment for respondent. 238 F. 2d 346.</p>\n<p>This Court now vacates the judgment of the Court of Appeals and remands the case to it for decision of questions not reached in its prior opinion, with directions, if not made unnecessary by its decision of such questions, to remand the case to the District Court for a new trial upon such issues as the Court of Appeals may direct.</p>\n<p>I agree with and join in that much of the Court's opinion. I do so because\u0097although, as found by the <span class=\"star-pagination\">*545</span> Court of Appeals, respondent's evidence was ample, <i>prima facie,</i> to sustain its affirmative jurisdictional defense\u0097 petitioner had not waived his right to adduce evidence in rebuttal upon that issue, in other words had not \"rested,\" at the time the district judge erroneously struck respondent's jurisdictional defense and supporting evidence from the record. In these circumstances, I believe that the judgment of the Court of Appeals, insofar as it directed the District Court to enter judgment for respondent, would deprive petitioner of his legal right, which he had not waived, to adduce evidence which he claims to have and desires to offer in rebuttal of respondent's <i>prima facie</i> established jurisdictional defense. The procedural situation then existing was not legally different from a case in which a defendant, without resting, moves, at the close of the plaintiff's case, for a directed verdict in its favor which the court erroneously sustains, and, on appeal, is reversed for that error. It could not fairly be contended, in those circumstances, that the appellate court might properly direct the trial court to enter judgment for the plaintiff and thus deprive the defendant, who had not rested, of his right to offer evidence in defense of plaintiff's case. Rule 50, Fed. Rules Civ. Proc. It is urged by respondent that, from the colloquy between the district judge and counsel, which, as stated, is set forth in substance in MR. JUSTICE FRANKFURTER'S dissenting opinion, it appears that petitioner had \"rested,\" and thus had waived his right to adduce rebuttal evidence upon the issue of respondent's jurisdictional defense, before the district judge sustained his motion to strike that defense and the supporting evidence. But my analysis of the record convinces me that petitioner, in fact, never did so. For this reason I believe that so much of the judgment of the Court of Appeals as directed the District Court to enter judgment for respondent deprives petitioner of his right to adduce rebuttal evidence upon the <span class=\"star-pagination\">*546</span> issue of respondent's <i>prima facie</i> established jurisdictional defense, and, therefore, cannot stand.</p>\n<p>But the Court's opinion proceeds to discuss and determine the question whether, upon remand to the District Court, <i>if such becomes necessary,</i> the jurisdictional issue is to be determined by the judge or by the jury\u0097a question which, to my mind, is premature, not now properly before us, and is one we need not and should not now reach for or decide. The Court, although premising its conclusion \"upon the assumption that the outcome of the litigation may be substantially affected by whether the issue of immunity<sup>[5]</sup> is decided by a judge or a jury.\" holds that the issue is to be determined by a jury\u0097not by the judge. I cannot agree to this conclusion for the following reasons.</p>\n<p>As earlier shown, the South Carolina Workmen's Compensation Law creates a new, complete, detailed and exclusive bundle of rights respecting the compensation by an \"employer\" of his \"employee\" for bodily injuries sustained by the latter which arise by accident out of and in the course of the employment, regardless of fault, and vests exclusive jurisdiction in the State's Industrial Commission over all such claims, subject to review by appeal in the South Carolina courts only upon \"errors of law.\" Consonant with § 72-66, which vests exclusive jurisdiction over such claims in the Commission, and with § 72-356, which allows judicial review only upon \"errors of law,\" the Supreme Court of the State has uniformly held that the question, in cases like the present, whether <span class=\"star-pagination\">*547</span> jurisdiction over such claims is vested in the Industrial Commission or in the courts presents a question of law for determination by the court, not a jury. In <i>Adams</i> v. <i>Davison-Paxon Co.,</i> 230 S. C. 532, 96 S. E. 2d 566 (1957), which appears to be the last case by the Supreme Court of the State on the question, plaintiff, an employee of a concessionaire operating the millinery department in defendant's store, was injured, she claimed by negligence, while using a stairway in the store. She brought a common-law suit for damages against the owner of the store. The latter defended upon the ground, among others, that the operation of the millinery department, though under a contract with the concessionaire, plaintiff's employer, was \"a part of [its] trade, business or occupation,\" that the plaintiff was therefore its statutory employee under § 72-111 and exclusive jurisdiction over the subject matter of plaintiff's claim was vested in the Industrial Commission, and that the court was without jurisdiction over the subject matter in her common-law suit. It seems that the trial court submitted this issue, along with others, to the jury which returned a verdict for plaintiff. On appeal the Supreme Court of the State reversed, saying:</p>\n<blockquote>\"It has been consistently held that whether the claim of an injured workman is within the jurisdiction of the Industrial Commission <i>is a matter of law for decision by the Court, which includes the finding of the facts which relate to jurisdiction. </i><i>Knight v. Shepherd,</i> 191 S. C. 452, 4 S. E. (2d) 906; <i>Tedars v. Savannah River Veneer Company,</i> 202 S. C. 363, 25 S. E. (2d) 235, 147 A. L. R. 914; <i>McDowell v. Stilley Plywood Co.,</i> 210 S. C. 173, 41 S. E. (2d) 872; <i>Miles v. West Virginia Pulp &amp; Paper Co.,</i> 212 S. C. 424, 48 S. E. (2d) 26; <i>Watson v. Wannamaker &amp; Wells, Inc.,</i> 212 S. C. 506, 48 S. E. (2d) 447; <i>Gordon v. Hollywood-Beaufort Package Corp.,</i> 213 S. C. 438, <span class=\"star-pagination\">*548</span> 49 S. E. (2d) 718; <i>Holland v. Georgia Hardwood Lbr. Co.,</i> 214 S. C. 195, 51 S. E. (2d) 744; <i>Younginer v. J. A. Jones Const. Co.,</i> 215 S. C. 135, 54 S. E. (2d) 545; <i>Horton v. Baruch,</i> 217 S. C. 48, 59 S. E. (2d) 545.</blockquote>\n<blockquote>\"<i>Thus the trial court should have in this case resolved the conflicts in the evidence and determined the fact of whether Emporium</i> [the concessionaire] <i>was performing a part of the `trade, business or occupation' of the department store-appellant and, therefore, whether respondent's remedy is exclusively under the Workmen's Compensation Law.</i>\" 230 S. C., at 543, 96 S. E. 2d, at 571. (Emphasis supplied.)</blockquote>\n<p>It thus seems to be settled under the South Carolina Workmen's Compensation Law, and the decisions of the highest court of that State construing it, that the question whether exclusive jurisdiction, in cases like this, is vested in its Industrial Commission or in its courts of general jurisdiction is one for decision by the court, not by a jury. The Federal District Court, in this diversity case, is bound to follow the substantive South Carolina law that would be applied if the trial were to be held in a South Carolina court, in which State the Federal District Court sits. <i>Erie R. Co.</i> v. <i>Tompkins,</i> 304 U. S. 64. A Federal District Court sitting in South Carolina may not legally reach a substantially different result than would have been reached upon a trial of the same case \"in a State court a block away.\" <i>Guaranty Trust Co.</i> v. <i>York,</i> 326 U. S. 99, 109.</p>\n<p>The Court's opinion states: \"Concededly the nature of the tribunal which tries issues may be important in the enforcement of the parcel of rights making up a cause of action or defense, and bear significantly upon achievement of uniform enforcement of the right. It may well be that in the instant personal-injury case the outcome <span class=\"star-pagination\">*549</span> would be substantially affected by whether the issue of immunity is decided by a judge or a jury.\" And the Court premises its conclusion \"upon the assumption that the outcome of the litigation may be substantially affected by whether the issue of immunity is decided by a judge or a jury.\" Upon that premise, the Court's conclusion, to my mind, is contrary to our cases. \"Here [as in <i>Guaranty Trust Co.</i> v. <i>York, supra</i>] we are dealing with a right to recover derived not from the United States but from one of the States. When, because the plaintiff happens to be a non-resident, such a right is enforceable in a federal as well as in a State court, <i>the forms and mode of enforcing the right</i> may at times, naturally enough, vary because the two judicial systems are not identic. But since a federal court adjudicating a State-created right solely because of the diversity of citizenship of the parties is for that purpose, in effect, only another court of the State, it cannot afford recovery if the right to recover is made unavailable by the State <i>nor can it substantially affect the enforcement of the right as given by the State.</i>\" <i>Guaranty Trust Co.</i> v. <i>York, supra</i><i>,</i> at 108-109. (Emphasis supplied.)</p>\n<p>The words \"substantive\" and \"procedural\" are mere conceptual labels and in no sense talismanic. To call a legal question by one or the other of those terms does not resolve the question otherwise than as a purely authoritarian performance. When a question though denominated \"procedural\" is nevertheless so \"substantive\" as materially to affect the result of a trial, federal courts, in enforcing state-created rights, are not free to disregard it, on the ground that it is \"procedural,\" for such would be to allow, upon mere nomenclature, a different result in a state court from that allowable in a federal court though both are, in effect, courts of the State and \"sitting side by side.\" <i>Klaxon Co.</i> v. <i>Stentor Co.,</i> 313 U. S. 487, 496. \"The federal court enforces the state-created right <span class=\"star-pagination\">*550</span> by rules of procedure which it has acquired from the Federal Government and which therefore are not identical with those of the state courts. Yet, <i>in spite of that difference in procedure,</i> the federal court enforcing a state-created right in a diversity case is, as we said in <i>Guaranty Trust Co.</i> v. <i>York,</i> 326 U. S. 99, 108, in substance `only another court of the State.' The federal court therefore may not `substantially affect the enforcement of the right as given by the State.' <i>Id.,</i> 109.\" <i>Bernhardt</i> v. <i>Polygraphic Co.,</i> 350 U. S. 198, 202-203. (Emphasis supplied.) \"Where local law qualifies or abridges [the right], the federal court must follow suit. Otherwise there is a different measure of the cause of action in one court than in the other, and the principle of <i>Erie R. Co.</i> v. <i>Tompkins</i> is transgressed.\" <i>Ragan</i> v. <i>Merchants Transfer Co.,</i> 337 U. S. 530, 533. \"It is therefore immaterial whether [state-created rights] are characterized either as `substantive' or `procedural' in State court opinions in any use of those terms unrelated to the specific issue before us. <i>Erie R. Co.</i> v. <i>Tompkins</i> was not an endeavor to formulate scientific legal terminology. It expressed a policy that touches vitally the proper distribution of judicial power between State and federal courts. In essence, the intent of that decision was to insure that, in all cases where a federal court is exercising jurisdiction solely because of the diversity of citizenship of the parties, <i>the outcome of the litigation in the federal court should be substantially the same, so far as legal rules determine the outcome of a litigation, as it would be if tried in a State court.</i> The nub of the policy that underlies <i>Erie R. Co.</i> v. <i>Tompkins</i> is that for the same transaction the accident of a suit by a non-resident litigant in a federal court instead of in a State court a block away should not lead to a substantially different result. And so, putting to one side abstractions regarding `substance' and `procedure,' we have held that in diversity cases the federal <span class=\"star-pagination\">*551</span> courts must follow the law of the State . . . .\" <i>Guaranty Trust Co.</i> v. <i>York, supra,</i> at 109. (Emphasis supplied.)</p>\n<p>Inasmuch as the law of South Carolina, as construed by its highest court, requires its courts\u0097not juries\u0097to determine whether jurisdiction over the subject matter of cases like this is vested in its Industrial Commission, and inasmuch as the Court's opinion concedes \"that in the instant personal-injury case the outcome would be substantially affected by whether the issue of immunity is decided by a judge or a jury,\" it follows that in this diversity case the jurisdictional issue must be determined by the judge\u0097not by the jury. Insofar as the Court holds that the question of jurisdiction should be determined by the jury, I think the Court departs from its past decisions. I therefore respectfully dissent from part II of the opinion of the Court.</p>\n<p>MR. JUSTICE FRANKFURTER, whom MR. JUSTICE HARLAN joins, dissenting.</p>\n<p>This is a suit for common-law negligence, brought in a United States District Court in South Carolina because of diversity of citizenship, 28 U. S. C. § 1332. Respondent is a cooperative, organized and operating under the South Carolina Rural Electric Cooperative Act, S. C. Code, 1952, § 12-1001 <i>et seq.,</i> engaged in distributing electric power to its members, and extending the availability of power to new users, in rural areas of the State. Incident to the expansion of its facilities and services, it had made a contract with R. H. Bouligny, Inc., whereby the latter was to construct 24.19 miles of new power lines, to rehabilitate and convert to higher capacity 87.69 miles of existing lines, and to construct two substations and a breaker station. In the execution of this contract, petitioner, a citizen of North Carolina, and a lineman for Bouligny, was seriously burned when he attempted to make a connection between the equipment in one of the <span class=\"star-pagination\">*552</span> new substations and an outside line through which, by a mistake on the part of another of Bouligny's employees, current was running. Petitioner filed a claim against Bouligny pursuant to the South Carolina Workmen's Compensation Law, S. C. Code, 1952, § 72-1 <i>et seq.,</i> under which both Bouligny and respondent operated, and recovered the full benefits under the Law. He then brought this suit.</p>\n<p>Respondent defended on the ground, among others, that, since petitioner was injured in the execution of his true employer's (Bouligny's) contract with respondent to perform a part of its \"trade, business or occupation,\" respondent was petitioner's \"statutory employer\" and therefore liable to petitioner under § 72-111 of the State's Workmen's Compensation Law.<sup>[1]</sup> It would follow from this that petitioner, by virtue of his election to proceed against Bouligny, was barred from proceeding against respondent, either under the statute or at common law (§§ 72-121, 72-123).<sup>[2]</sup> After all the evidence was in, the <span class=\"star-pagination\">*553</span> court granted petitioner's motion to strike the defense, on the ground that an activity could not be a part of a firm's \"trade, business or occupation\" unless it was being performed \"for somebody else.\" The court also denied respondent's motion for a directed verdict and submitted the case to the jury, which returned a verdict for petitioner in the amount of $126,786.80.</p>\n<p>On appeal, the United States Court of Appeals for the Fourth Circuit found the District Court's construction of § 72-111 unsupportable under controlling South Carolina decisions.<sup>[3]</sup> In concluding that respondent had sustained its defense, the appellate court cited the following evidence elicited at trial. Respondent employed a sixteen-man \"outside crew,\" two-thirds of whose time was spent in such construction work as building new power lines and extensions; since World War II the demand for electrical service had been so great that independent contractors had to be employed to do much of the necessary construction work. All of respondent's construction work, regardless of who was actually performing it, was done under the supervision of an engineering firm with which respondent has an engineering service contract. Testimony as to the construction of substations was not altogether consistent; however, stated most favorably to petitioner\u0097and that is the light in which the Court of Appeals considered it\u0097that evidence was to the effect <span class=\"star-pagination\">*554</span> that respondent had with its own facilities constructed three substations, although it had built none of the six it was operating at the time petitioner was injured, nor was respondent at that time employing personnel capable of constructing substations. The construction work in connection with which petitioner was injured was clearly among the functions respondent was empowered to perform by the statute under which it was organized; moreover, this construction was necessary to the discharge of respondent's duty to serve the area in which it operated. Finally, respondent was the \"main actor\" in this particular construction project: it secured the necessary financing; its consulting engineer prepared the plans (approved by respondent) and supervised the construction; it purchased the materials of which the substations were constructed; it had the responsibility of de-energizing and re-energizing existing lines that were involved in the work. From this evidence the Court of Appeals was satisfied that \"there can be no doubt that Blue Ridge was not only in the business of supplying electricity to rural communities, but also in the business of constructing the lines and substations necessary for the distribution of the product,\" 238 F. 2d 346, 351. The Court of Appeals, having concluded that respondent's defense should have been sustained, directed the District Court to enter judgment for the respondent. The District Court had decided the question of whether or not respondent was a statutory employer without submitting it to the jury. It is not altogether clear whether it did so because it thought it essentially a nonjury issue, as it is in the South Carolina courts under <i>Adams</i> v. <i>Davison-Paxon Co.,</i> 230 S. C. 532, 96 S. E. 2d 566, or because there was no controverted question of fact to submit to the jury.</p>\n<p>The construction of the state law by the Court of Appeals is clearly supported by the decisions of the Supreme Court of South Carolina, and so we need not rest on the <span class=\"star-pagination\">*555</span> usual respect to be accorded to a reading of a local statute by a Federal Court of Appeals. <i>Estate of Spiegel</i> v. <i>Commissioner,</i> 335 U. S. 701, 708. It is clear from the state cases that a determination as to whether a defendant is an \"employer\" for purposes of § 72-111 will depend upon the entire circumstances of the relationship between such defendant and the work being done on its behalf; no single factor is determinative. Both the approach of the Court of Appeals and the conclusions that it reached from the evidence in this case are entirely consistent with prior declarations of South Carolina law by the highest court of that State.<sup>[4]</sup></p>\n<p>In holding respondent a statutory employer, the Court of Appeals was giving the South Carolina Workmen's Compensation Law the liberal construction called for by the Supreme Court of that State. In <i>Yeomans</i> v. <i>Anheuser-Busch, Inc.,</i> 198 S. C. 65, 72, 15 S. E. 2d 833, 835, that court said:</p>\n<blockquote>\"[T]he basic purpose of the Compensation Act is the inclusion of employers and employees, and not their exclusion; and we add that doubts of jurisdiction must be resolved in favor of inclusion rather than exclusion.\"</blockquote>\n<p>It would be short-sighted to overlook the fact that exclusion of an employer in a specific case such as this one <span class=\"star-pagination\">*556</span> might well have the consequence of denying any recovery at all to other employees <i>vis-a-vis</i> this employer and other similarly situated. The Court of Appeals, through the experienced Judge Soper, recognized the short-sighted illiberality of yielding to the temptation of allowing a single recovery for negligence to stand and do violence to the consistent and legislatively intended interpretation of the statute in <i>Berry</i> v. <i>Atlantic Greyhound Lines,</i> 114 F. 2d 255, 257:</p>\n<blockquote>\"It may well be, and possibly this is true in the instant case, that sometimes a recovery might be had in a common law action for an amount much larger than the amount which would be received under a Compensation Act. This, though, is more than balanced by the many advantages accorded to an injured employee in a proceeding under a Compensation Act which would not be found in a common law action.\"</blockquote>\n<p>When, after the evidence was in, petitioner moved to strike respondent's defense based on § 72-111, the following colloquy ensued:</p>\n<blockquote>\"The Court: In the event I overrule your motion, do you contemplate putting up any testimony in reply? You have that right, of course. On this point, I mean.</blockquote>\n<blockquote>\"Mr. Hammer [petitioner's counsel]: We haven't discussed it, but we are making that motion. I frankly don't know at this point of any reply that is necessary. I don't know of any evidence in this case\u0097</blockquote>\n<blockquote>.....</blockquote>\n<blockquote>\"The Court: The reason I am making that inquiry as to whether you intend to put up any more testimony in the event I overrule your motion, counsel <span class=\"star-pagination\">*557</span> may wish to move for a directed verdict on that ground since it is a question of law. But that is his prerogative after all the evidence is in. Of course, he can't move for a directed verdict as long as you have a right to reply.</blockquote>\n<blockquote>\"Mr. Hammer: We are moving at this time in the nature of a voluntary dismissal.</blockquote>\n<blockquote>\"The Court: You move to dismiss that defense?</blockquote>\n<blockquote>\"Mr. Hammer: Yes, sir, at this stage of the game.\"</blockquote>\n<p>After argument by counsel, the court made its ruling, granting petitioner's motion. Respondent having indicated its intention to move for a directed verdict, the court then said, \"I will allow you to include in that Motion for Directed Verdict your defense which I have stricken, if you desire. . . .\" Respondent's motion was overruled.</p>\n<p>It is apparent that petitioner had no intention of introducing any evidence on the issue of whether respondent was his statutory employer and that he was prepared to\u0097and did\u0097submit the issue to the court on that basis. Clearly petitioner cannot be said to have relied upon, and thus to have been misled by, the court's erroneous construction of the law, for it was before the court had disclosed its view of the law that petitioner made apparent his willingness to submit the issue to it on the basis of respondent's evidence. If petitioner could have cast any doubt on that evidence or could have brought in any other matter relevant to the issue, it was his duty to bring it forward before the issue was submitted to the court. For counsel to withhold evidence on an issue submitted for decision until after that issue has been resolved against him would be an abuse of the judicial process that this Court surely should not countenance, however strong the philanthropic appeal in a particular case. Nor does <span class=\"star-pagination\">*558</span> it appear that petitioner had any such \"game\" in mind. He gave not the slightest indication of an intention to introduce any additional evidence, no matter how the court might decide the issue. It seems equally clear that, had the trial court decided the issue\u0097on any construction \u0097in favor of the respondent, the petitioner was prepared to rely solely upon his right of appeal.</p>\n<p>We are not to read the record as though we are making an independent examination of the trial proceedings. We are sitting in judgment on the Court of Appeals' review of the record. That court, including Chief Judge Parker and Judge Soper, two of the most experienced and esteemed circuit judges in the federal judiciary, interpreted the record as it did in light of its knowledge of local practice and of the ways of local lawyers. In ordering judgment entered for respondent, it necessarily concluded, as a result of its critical examination of the record, that petitioner's counsel chose to have the issue decided on the basis of the record as it then stood. The determination of the Court of Appeals can properly be reversed only if it is found that it was baseless. Even granting that the record is susceptible of two interpretations, it is to disregard the relationship of this Court of the Courts of Appeals, especially as to their function in appeals in diversity cases, to substitute our view for theirs.</p>\n<p>The order of the Court of Appeals that the District Court enter judgment for the respondent is amply sustained on either theory as to whether or not the issue was one for the court to decide. If the question is for the court, the Court of Appeals has satisfactorily resolved it in accordance with state decisions. And if, on the other hand, the issue is such that it would have to be submitted to the jury if there were any crucial facts in controversy, both the District Court and the Court of Appeals agreed that there was no conflict as to the relevant <span class=\"star-pagination\">*559</span> evidence\u0097not, at any rate, if such inconsistency as existed was resolved in favor of petitioner. According to the governing view of South Carolina law, as given us by the Court of Appeals, that evidence would clearly have required the District Court to grant a directed verdict to the respondent. Accordingly, I would affirm the judgment.</p>\n<p>MR. JUSTICE HARLAN, dissenting.</p>\n<p>I join in MR. JUSTICE FRANKFURTER'S dissenting opinion, but desire to add two further reasons why I believe the judgment of the Court of Appeals should be affirmed. As I read that court's opinion, it held that under South Carolina law the construction of facilities needed to transmit electric power was necessarily a part of the business of furnishing power, whether such construction was performed by the respondent itself or let out to others, and that in either case respondent would be liable to petitioner for compensation as his statutory employer. Since there is no dispute that respondent at the time of the accident was engaged in the business of furnishing power and that petitioner was injured while engaged in construction in furtherance of that business, I do not perceive how any further evidence which might be adduced by petitioner could change the result reached by the Court of Appeals. In any event, in the circumstances disclosed by the record before us, we should at the very least require petitioner to make some showing here of the character of the further evidence he expects to introduce before we disturb the judgment below.</p>\n<h2>NOTES</h2>\n<p>[1]  S. C. Code, 1952, provides:\n</p>\n<p>\"§ 72-111. Liability of owner to workmen of subcontractor.</p>\n<p>\"When any person, in this section and §§ 72-113 and 72-114 referred to as `owner,' undertakes to perform or execute any work which is a part of his trade, business or occupation and contracts with any other person (in this section and §§ 72-113 to 72-116 referred to as `subcontractor') for the execution or performance by or under such subcontractor of the whole or any part of the work undertaken by such owner, the owner shall be liable to pay to any workman employed in the work any compensation under this Title which he would have been liable to pay if the workman had been immediately employed by him.\"</p>\n<p>\"§ 72-121. Employees' rights under Title exclude all others against employer.</p>\n<p>\"The rights and remedies granted by this Title to an employee when he and his employer have accepted the provisions of this Title, respectively, to pay and accept compensation on account of personal injury or death by accident, shall exclude all other rights and remedies of such employee, his personal representative, parents, dependents or next of kin as against his employer, at common law or otherwise, on account of such injury, loss of service or death.\"</p>\n<p>\"§ 72-123. Only one remedy available.</p>\n<p>\"Either the acceptance of an award under this Title or the procurement and collection of a judgment in an action at law shall be a bar to proceeding further with the alternate remedy.\"</p>\n<p>[2]  In earlier proceedings the case was dismissed on the ground that the respondent, a nonprofit corporation, was immune from tort liability under South Carolina law. 118 F. Supp. 868. The Court of Appeals reversed and remanded the case for trial. 215 F. 2d 542.</p>\n<p>[3]  The trial judge, in spite of his action striking the defense, permitted the respondent to include the affirmative defense as a ground of its motions for a directed verdict and judgment <i>non obstante veredicto.</i></p>\n<p>[4]  S. C. Code, 1952, § 12-1025.</p>\n<p>[5]  The only remarks thereafter made by the petitioner's counsel reiterated his statement that he pressed his motion to dismiss the affirmative defense.</p>\n<p>[6]  The decision came down several months after the Court of Appeals decided this case.</p>\n<p>[7]  See <i>Cities Service Oil Co.</i> v. <i>Dunlap,</i> 308 U. S. 208; <i>West</i> v. <i>American Tel. &amp; Tel. Co.,</i> 311 U. S. 223; <i>Klaxon Co.</i> v. <i>Stentor Co.,</i> 313 U. S. 487; <i>Guaranty Trust Co.</i> v. <i>York,</i> 326 U. S. 99; <i>Angel</i> v. <i>Bullington,</i> 330 U. S. 183; <i>Ragan</i> v. <i>Merchants Transfer Co.,</i> 337 U. S. 530; <i>Woods</i> v. <i>Interstate Realty Co.,</i> 337 U. S. 535; <i>Cohen</i> v. <i>Beneficial Loan Corp.,</i> 337 U. S. 541; <i>Bernhardt</i> v. <i>Polygraphic Co.,</i> 350 U. S. 198; <i>Sampson</i> v. <i>Channell,</i> 110 F. 2d 754.</p>\n<p>[8]  <i>Knight</i> v. <i>Shepherd,</i> 191 S. C. 452, 4 S. E. 2d 906; <i>Tedars</i> v. <i>Savannah River Veneer Co.,</i> 202 S. C. 363, 25 S. E. 2d 235; <i>McDowell</i> v. <i>Stilley Plywood Co.,</i> 210 S. C. 173, 41 S. E. 2d 872; <i>Miles</i> v. <i>West Virginia Pulp &amp; Paper Co.,</i> 212 S. C. 424, 48 S. E. 2d 26; <i>Watson</i> v. <i>Wannamaker &amp; Wells, Inc.,</i> 212 S. C. 506, 48 S. E. 2d 447; <i>Gordon</i> v. <i>Hollywood-Beaufort Package Corp.,</i> 213 S. C. 438, 49 S. E. 2d 718; <i>Holland</i> v. <i>Georgia Hardwood Lumber Co.,</i> 214 S. C. 195, 51 S. E. 2d 744; <i>Younginer</i> v. <i>Jones Construction Co.,</i> 215 S. C. 135, 54 S. E. 2d 545; <i>Horton</i> v. <i>Baruch,</i> 217 S. C. 48, 59 S. E. 2d 545.</p>\n<p>[9]  Cf. Morgan, Choice of Law Governing Proof, 58 Harv. L. Rev. 153; 3 Beale, Conflict of Laws, § 594.1; Restatement of the Law, Conflict of Laws, pp. 699-701.</p>\n<p>[10]  Our conclusion makes unnecessary the consideration of\u0097and we intimate no view upon\u0097the constitutional question whether the right of jury trial protected in federal courts by the Seventh Amendment embraces the factual issue of statutory immunity when asserted, as here, as an affirmative defense in a common-law negligence action.</p>\n<p>[11]  The Courts of Appeals have expressed varying views about the effect of <i>Erie R. Co.</i> v. <i>Tompkins</i> on judge-jury problems in diversity cases. Federal practice was followed in <i>Gorham</i> v. <i>Mutual Benefit Health &amp; Accident Assn.,</i> 114 F. 2d 97 (C. A. 4th Cir. 1940); <i>Diederich</i> v. <i>American News Co.,</i> 128 F. 2d 144 (C. A. 10th Cir. 1942); <i>McSweeney</i> v. <i>Prudential Ins. Co.,</i> 128 F. 2d 660 (C. A. 4th Cir. 1942); <i>Ettelson</i> v. <i>Metropolitan Life Ins. Co.,</i> 137 F. 2d 62 (C. A. 3d Cir. 1943); <i>Order of United Commercial Travelers</i> v. <i>Duncan,</i> 221 F. 2d 703 (C. A. 6th Cir. 1955). State practice was followed in <i>Cooper</i> v. <i>Brown,</i> 126 F. 2d 874 (C. A. 3d Cir. 1942); <i>Gutierrez</i> v. <i>Public Service Interstate Transportation Co.,</i> 168 F. 2d 678 (C. A. 2d Cir. 1948); <i>Prudential Ins. Co.</i> v. <i>Glasgow,</i> 208 F. 2d 908 (C. A. 2d Cir. 1953); <i>Pierce Consulting Engineering Co.</i> v. <i>City of Burlington,</i> 221 F. 2d 607 (C. A. 2d Cir. 1955); <i>Rowe</i> v. <i>Pennsylvania Greyhound Lines,</i> 231 F. 2d 922 (C. A. 2d Cir. 1956).</p>\n<p>[12]  This Court held in <i>Sibbach</i> v. <i>Wilson &amp; Co.,</i> 312 U. S. 1, that Federal Rules of Civil Procedure 35 should prevail over a contrary state rule.</p>\n<p>[13]  \"The defense of contributory negligence or of assumption of risk shall, in all cases whatsoever, be a question of fact and shall, at all times, be left to the jury.\" § 5, Art. 18.</p>\n<p>[14]  <i>Diederich</i> v. <i>American News Co.,</i> 128 F. 2d 144, decided after <i>Erie R. Co.</i> v. <i>Tompkins</i><i>,</i> held that an almost identical provision of the Oklahoma Constitution was not binding on a federal judge in a diversity case.</p>\n<p>[15]  <i>Stoner</i> v. <i>New York Life Ins. Co.,</i> 311 U. S. 464, is not contrary. It was there held that the federal court should follow the state rule defining the evidence sufficient to raise a jury question whether the state-created right was established. But the state rule did not have the effect of nullifying the function of the federal judge to control a jury submission as did the Arizona constitutional provision which was denied effect in <i>Herron.</i> The South Carolina rule here involved affects the jury function as the Arizona provision affected the function of the judge: The rule entirely displaces the jury without regard to the sufficiency of the evidence to support a jury finding of immunity.</p>\n<p>[1]  The terms \"employee\" and \"employer\" are conventionally defined in §§ 72-11 and 72-12.</p>\n<p>[2]  S. C. Code, 1952, c. 4, §§ 72-151 to 72-165.</p>\n<p>[3]  As I see it, the evidence referred to in \"(1)\" is only collaterally material, and that referred to in \"(2)\" is wholly immaterial, to the issue of whether petitioner was respondent's statutory employee <i>at the time of the injury,</i> because that question, under the South Carolina Workmen's Compensation Law, does not depend upon what particular trade, business or occupation the \"owner\" lawfully might pursue, or lawfully might have pursued in the past. Rather, it depends upon what work he is engaged in at the time of the injury\u0097<i>i. e.,</i> whether the contracted work \"<i>is</i> a part of [the owner's] trade, business or occupation.\" The statute thus speaks in the present tense, and, hence, the relevant inquiry here is limited to whether the work being done by petitioner for the \"owner\" <i>at the time of the injury</i> was a part of the trade, business, or occupation of the \"owner\" <i>at that time.</i></p>\n<p>[4]  The Court's opinion and MR. JUSTICE FRANKFURTER'S dissent comment upon the fact that the district judge stated to respondent's counsel that he would \"allow\" him to include in his motion for a directed verdict the affirmative jurisdictional defense which had just been stricken. To my mind this is wholly without significance, for the district judge was without power to control what points and arguments respondent's counsel might urge in support of his motion for a directed verdict.</p>\n<p>[5]  Here, as at other places in its opinion, the Court treats with the South Carolina Workmen's Compensation Law as an \"immunity\" of the employer from liability. To me, the question is not one of immunity. Rather, it is which of two tribunals\u0097the Industrial Commission or the court of general jurisdiction\u0097has jurisdiction, to the exclusion of the other, over the subject matter of the action, and, hence, the power to award relief upon it.</p>\n<p>[1]  \"§ 72-111. Liability of owner to workmen of subcontractor.\n</p>\n<p>\"When any person, in this section and §§ 72-113 and 72-114 referred to as `owner,' undertakes to perform or execute any work which is a part of his trade, business or occupation and contracts with any other person (in this section and §§ 72-113 to 72-116 referred to as `subcontractor') for the execution or performance by or under such subcontractor of the whole or any part of the work undertaken by such owner, the owner shall be liable to pay to any workman employed in the work any compensation under this Title which he would have been liable to pay if the workman had been immediately employed by him.\"</p>\n<p>[2]  \"§ 72-121. Employee's rights under Title exclude all others against employer.\n</p>\n<p>\"The rights and remedies granted by this Title to an employee when he and his employer have accepted the provisions of this Title, respectively, to pay and accept compensation on account of personal injury or death by accident, shall exclude all other rights and remedies of such employee, his personal representative, parents, dependents or next of kin as against his employer, at common law or otherwise, on account of such injury, loss of service or death.</p>\n<p>.....</p>\n<p>\"§ 72-123. Only one remedy available.</p>\n<p>\"Either the acceptance of an award under this Title or the procurement and collection of a judgment in an action at law shall be a bar to proceeding further with the alternate remedy.\"</p>\n<p>[3]  It may be noted that not even petitioner's counsel supports the trial court's theory regarding the South Carolina Workmen's Compensation Law.</p>\n<p>[4]  For example, whether or not the defendant had ever itself performed the work contracted out has not been thought to be a conclusive criterion. In fact, in <i>Boseman</i> v. <i>Pacific Mills,</i> 193 S. C. 479, 8 S. E. 2d 878, the court rejected the defendant's contention that, because it had never performed the work in question, it could not be held an employer. See also <i>Hopkins</i> v. <i>Darlington Veneer Co.,</i> 208 S. C. 307, 38 S. E. 2d 4; <i>Kennerly</i> v. <i>Ocmulgee Lumber Co.,</i> 206 S. C. 481, 34 S. E. 2d 792. Nor is the question whether or not the accomplishment of the work involved requires specialized skill determinative. See <i>Marchbanks</i> v. <i>Duke Power Co.,</i> 190 S. C. 336, 2 S. E. 2d 825.</p>\n\n</div>", 
  "sha1": "5e2e8d86be9bcba097814f615cc258fb29015238", 
  "date_modified": "2015-04-16T10:54:34.207682", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/105689/byrd-v-blue-ridge-rural-elec-cooperative-inc/", 
  "citation_count": 334, 
  "supreme_court_db_id": "1957-097", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/409363/", 
  "html": "<p class=\"case_cite\">356 U.S. 525</p>\n    <p class=\"case_cite\">78 S.Ct. 893</p>\n    <p class=\"case_cite\">2 L.Ed.2d 953</p>\n    <p class=\"parties\">James Earl BYRD, Petitioner,<br>v.<br>BLUE RIDGE RURAL ELECTRIC COOPERATIVE, Inc.</p>\n    <p class=\"docket\">No. 57.</p>\n    <p class=\"date\">Reargued April 28, 29, 1958.</p>\n    <p class=\"date\">Decided May 19, 1958.</p>\n    <p class=\"date\">Rehearing Denied June 23, 1958.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">See 357 U.S. 933, 78 S.Ct. 1366.</p>\n      <p class=\"indent\">Mr. Henry Hammer, Columbia, S.C., for petitioner.</p>\n      <p class=\"indent\">Messrs. Wesley M. Walker and Ray R. Williams, Greenville, S.C., for respondent.</p>\n      <p class=\"indent\">Mr. Justice BRENNAN delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case was brought in the District Court for the Western District of South Carolina. Jurisdiction was based on diversity of citizenship. 28 U.S.C. &#167; 1332, 28 U.S.C.A. &#167; 1332. The petitioner, a resident of North Carolina, sued respondent, a South Carolina corporation, for damages for injuries allegedly caused by the respondent's negligence. He had judgment on a jury verdict. The Court of Appeals for the Fourth Circuit reversed and directed the entry of judgment for the respondent. 238 F.2d 346. We granted certiorari, 352 U.S. 999, 77 S.Ct. 557, 1 L.Ed.2d 544, and subsequently ordered reargument, 355 U.S. 950, 78 S.Ct. 530, 2 L.Ed.2d 527.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The respondent is in the business of selling electric power to subscribers in rural sections of South Carolina. The petitioner was employed as a lineman in the construction crew of a construction contractor. The contractor, R. H. Bouligny, Inc., held a contract with the respondent in the amount of $334,300 for the building of some 24 miles of new power lines, the reconversion to higher capacities of about 88 miles of existing lines, and the construction of 2 new substations and a breaker station. The petitioner was injured while connecting power lines to one of the new substations.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">One of respondent's affirmative defenses was that under the South Carolina Workmen's Compensation Act,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> the petitioner&#8212;because the work contracted to be done by his employer was work of the kind also done by the respondent's own construction and maintenance crews&#8212;had the status of a statutory employee of the respondent and was therefore barred from suing the respondent at law because obliged to accept statutory compensation benefits as the exclusive remedy for his injuries.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Two questions concerning this defense are before us: (1) whether the Court of Appeals erred in directing judgment for respondent without a remand to give petitioner an opportunity to introduce further evidence; and (2) whether petitioner, state practice notwithstanding, is entitled to a jury determination of the factual issues raised by this defense.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Supreme Court of South Carolina has held that there is no particular formula by which to determine whether an owner is a statutory employer under &#167; 72&#8212;111. In Smith v. Fulmer, 198 S.C. 91, 97, 15 S.E.2d 681, 683, the State Supreme Court said:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'And the opinion in the Marchbanks case (Marchbanks v. Duke      Power Co., 190 S.C. 336, 2 S.E.2d 825, said to be the      'leading case' under the statute) reminds us that while the      language of the statute is plain and unambiguous, there are      so many different factual situations which may arise that no      easily applied formula can be laid down for the determination      of all cases. In other words, 'it is often a matter of      extreme difficulty to decide whether the work in a given case      falls within the designation of the statute. It is in each      case largely a question of degree and of fact.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The respondent's manager testified on direct examination that three of its substations were built by the respondent's own construction and maintenance crews. When pressed on cross-examination, however, his answers left his testimony in such doubt as to lead the trial judge to say, 'I understood he changed his testimony, that they had not built three.' But the credibility of the manager's testimony, and the general question whether the evidence in support of the affirmative defense presented a jury issue, became irrelevant because of the interpretation given &#167; 72&#8212;111 by the trial judge. In striking respondent's affirmative defense at the close of all the evidence<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> he ruled that the respondent was the statutory employer of the petitioner only if the construction work done by respondent's crews was done for somebody else, and was not the statutory employer if, as the proofs showed, the crews built facilities only for the respondent's own use. 'My idea of engaging in the business is to do something for somebody else. What they (the respondent) are doing&#8212;and everything they do about repairing lines and building substations, they do it for themselves.' On this view of the meaning of the statute, the evidence, even accepting the manager's testimony on direct examination as true, lacked proof of an essential element of the affirmative defense, and there was thus nothing for the petitioner to meet with proof of his own.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Court of Appeals disagreed with the District Court's construction of &#167; 72&#8212;111. Relying on the decisions of the Supreme Court of South Carolina, among others, in Marchbanks v. Duke Power Co., 190 S.C. 336, 2 S.E.2d 825, and Boseman v. Pacific Mills, 193 S.C. 479, 8 S.E.2d 878, the Court of Appeals held that the statute granted respondent immunity from the action if the proofs established that the respondent's own crews had constructed lines and substations which, like the work contracted to the petitioner's employer, were necessary for the distribution of the electric power which the respondent was in the business of selling. We ordinarily accept the interpretation of local law by the Court of Appeals, cf. Ragan v. Merchants Transfer &amp; Warehouse Co., 337 U.S. 530, 534, 69 S.Ct. 1233, 1235, 93 L.Ed. 1520, and do so readily here since neither party now disputes the interpretation.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">However, instead of ordering a new trial at which the petitioner might offer his own proof pertinent to a determination according to the correct interpretation, the Court of Appeals made its own determination on the record and directed a judgment for the respondent. The court noted that the Rural Electric Cooperative Act of South Carolina<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> authorized the respondent to construct, acquire, maintain, and operate electric generating plants, buildings, and equipment, and any and all kinds of property which might be necessary or convenient to accomplish the purposes for which the corporation was organized, and pointed out that the work contracted to the petitioner's employer was of the class which respondent was empowered by its charter to perform.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The court resolved the uncertainties in the manager's testimony in a manner largely favorable to the respondent: 'The testimony with respect to the construction of the substations of Blue Ridge, stated most favorably to the (petitioner), discloses that originally Blue Ridge built three substations with its own facilities, but that all of the substations where were built after the war, including the six it was operating at the time of the accident, were constructed for it by independent contractors, and that at the time of the accident it had no one in its direct employ capable of handling the technical detail of substation construction.' 238 F.2d 346, 350.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The court found that the respondent financed the work contracted to the petitioner's employer with a loan from the United States, purchased the materials used in the work, and entered into an engineering service contract with an independent engineering company for the design and supervision of the work, concluding from these findings that 'the main actor in the whole enterprise was the Cooperative itself.' Ibid.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Finally, the court held that its findings entitled the respondent to the direction of a judgment in its favor. '* * * (T)here can be no doubt that Blue Ridge was not only in the business of supplying electricity to rural communities, but also in the business of constructing the lines and substations necessary for the distribution of the product * * *.' Id., at page 351.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">While the matter is not adverted to in the court's opinion, implicit in the direction of verdict is the holding that the petitioner, although having no occasion to do so under the District Court's erroneous construction of the statute, was not entitled to an opportunity to meet the respondent's case under the correct interpretation. That holding is also implied in the court's denial, without opinion, of petitioner's motion for a rehearing sought on the ground that '* * * '(T)he direction to enter judgment for the defendant instead of a direction to grant a new trial denies plaintiff his right to introduce evidence in contradiction to that of the defendant on the issue of defendant's affirmative defense, a right which he would have exercised if the District Judge had ruled adversely to him on his motion to dismiss, and thus deprives him of his constitutional right to a jury trial on a factual issue.'</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We believe that the Court of Appeals erred. We do not agree with the petitioner's argument in this Court that the respondent's evidence was insufficient to withstand the motion to strike the defense and that he is entitled to our judgment reinstating the judgment of the District Court. But the petitioner is entitled to have the question determined in the trial court. This would be necessary even if petitioner offered no proof of his own. Although the respondent's evidence was sufficient to withstand the motion under the meaning given the statute by the Court of Appeals, it presented a fact question, which, in the circumstances of this case to be discussed infra, is properly to be decided by a jury. This is clear not only because of the issue of the credibility of the manager's vital testimony, but also because, even should the jury resolve that issue as did the Court of Appeals, the jury on the entire record&#8212;consistent with the view of the South Carolina cases that this question is in each case largely one of degree and of fact&#8212;might reasonably reach an opposite conclusion from the Court of Appeals as to the ultimate fact whether the respondent was a statutory employer.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">At all events, the petitioner is plainly entitled to have an opportunity to try the issue under the Court of Appeals' interpretation. His motion to dismiss the affirmative defense, property viewed, was analogous to a defendant's motion for involuntary dismissal of an action after the plaintiff has completed the presentation of his evidence. Under Rule 41(b) of the Federal Rules of Civil Procedure, 28 U.S.C.A., in such case 'the defendant, without waiving his right to offer evidence in the event the motion is not granted, may move for a dismissal on the ground that upon the facts and the law the plaintiff has shown no right to relief.' The respondent argues, however, that before the trial judge ruled on the petitioner's motion, the petitioner's counsel, in effect, conceded that he had no other evidence to offer and was submitting the issue of whether the respondent was a statutory employer on the basis of the evidence already in the case. The judge asked petitioner's counsel: 'In the event I overrule your motion, do you contemplate putting up any testimony in reply?' Counsel answered: 'We haven't discussed it, but we are making that motion. I frankly don't know at this point of any reply that is necessary. I don't know of any evidence in this case .' The interruption which prevented counsel's completion of the answer was the trial judge's comment: 'I am inclined to think so far it is a question of law but I will hear from Mr. Walker (respondent's counsel) on that. I don't know of any issue of fact to submit to the jury. It seems to me under the testimony here there has been&#8212;I don't know of any conflict in the testimony, so far as that's concerned, so far.' The judge turned to respondent's counsel and there followed a long colloquy with him,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> at the conclusion of which the judge dismissed the defense upon the ground that under his interpretation of the statute the defense was not sustained without evidence that the respondent's business involved the doing of work for others of the kind done by the petitioner's employer for the respondent. Upon this record it plainly cannot be said that the petitioner submitted the issue upon the evidence in the case and conceded that he had no evidence of his own to offer. The petitioner was fully justified in that circumstance in not coming forward with proof of his own at that stage of the proceedings, for he had nothing to meet under the District Court's view of the statute. He thus cannot be penalized by the denial of his day in court to try the issue under the correct interpretation of the statute. Cf. Fountain v. Filson, 336 U.S. 681, 69 S.Ct. 754, 93 L.Ed. 971; Weade v. Dichmann, Wright &amp; Pugh, Inc., 337 U.S. 801, 69 S.Ct. 1326, 93 L.Ed. 1704; Globe Liquor Co. v. Sam Roman, 332 U.S. 571, 68 S.Ct. 246, 92 L.Ed. 177; Cone v. West Virginia Pulp &amp; Paper Co., 330 U.S. 212, 67 S.Ct. 752, 91 L.Ed. 849.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A question is also presented as to whether on remand the factual issue is to be decided by the judge or by the jury. The respondent argues on the basis of the decision of the Supreme Court of South Carolina in Adams v. DavisonPaxon Co., 230 S.C. 532, 96 S.E.2d 566,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> that the issue of immunity should be decided by the judge and not by the jury. That was a negligence action brought in the state trial court against a store owner by an employee of an independent contractor who operated the store's millinery department. The trial judge denied the store owner's motion for a directed verdict made upon the ground that &#167; 72&#8212;111 barred the plaintiff's action. The jury returned a verdict for the plaintiff. The South Carolina Supreme Court reversed, holding that it was for the judge and not the jury to decide on the evidence whether the owner was a statutory employer, and that the store owner had sustained his defense. The court rested its holding on decisions, listed in footnote 8, infra, involving judicial review of the Industrial Commission and said:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'Thus the trial court should have in this case resolved the      conflicts in the evidence and determined the fact of whether      (the independent contractor) was performing a part of the      'trade, business or occupation' of the department      store-appellant and, therefore, whether (the employee's)      remedy is exclusively under the Workmen's Compensation Law.'      230 S.C. at page 543, 96 S.E.2d at page 572.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The respondent argues that this state-court decision governs the present diversity case and 'divests the jury of its normal function' to decide the disputed fact question of the respondent's immunity under &#167; 72&#8212;111. This is to contend that the federal court is bound under Erie R. Co. v. Tompkins, 304 U.S. 64, 58 S.Ct. 817, 82 L.Ed. 1188, to follow the state court's holding to secure uniform enforcement of the immunity created by the State.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">First. It was decided in Erie R. Co. v. Tompkins that the federal courts in diversity cases must respect the definition of state-created rights and obligations by the state courts. We must, therefore, first examine the rule in Adams v. Davison-Paxon Co. to determine whether it is bound up with these rights and obligations in such a way that its application in the federal court is required. Cities Service Oil Co. v. Dunlap, 308 U.S. 208, 60 S.Ct. 201, 84 L.Ed. 196.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Workmen's Compensation Act is administered in South Carolina by its Industrial Commission. The South Carolina courts hold that, on judicial review of actions of the Commission under &#167; 72&#8212;111, the question whether the claim of an injured workman is within the Commission's jurisdiction is a matter of law for decision by the court, which makes its own findings of fact relating to that jurisdiction.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> The South Carolina Supreme Court states no reasons in Adams v. Davison-Paxon Co. why, although the jury decides all other factual issues raised by the cause of action and defenses, the jury is displaced as to the factual issue raised by the affirmative defense under &#167; 72&#8212;111. The decisions cited to support the holding are those listed in footnote 8, which are concerned solely with defining the scope and method of judicial review of the Industrial Commission. A State may, of course, distribute the functions of its judicial machinery as it sees fit. The decisions relied upon, however, furnish no reason for selecting the judge rather than the jury to decide this single affirmative defense in the negligence action. They simply reflect a policy, cf. Crowell v. Benson, 285 U.S. 22, 52 S.Ct. 285, 76 L.Ed. 598, that administrative determination of 'jurisdictional facts' should not be final but subject to judicial review. The conclusion is inescapable that the Adams holding is grounded in the practical consideration that the question had theretofore come before the South Carolina courts from the Industrial Commission and the courts had become accustomed to deciding the factual issue of immunity without the aid of juries. We find nothing to suggest that this rule was announced as an integral part of the special relationship created by the statute. Thus the requirement appears to be merely a form and mode of enforcing the immunity, Guaranty Trust Co. of New York v. York, 326 U.S. 99, 108, 65 S.Ct. 1464, 1469, 89 L.Ed. 2079, and not a rule intended to be bound up with the definition of the rights and obligations of the parties. The situation is therefore not analogous to that in Dice v. Akron, C. &amp; Y.R. Co., 342 U.S. 359, 72 S.Ct. 312, 96 L.Ed. 398, where this Court held that the right to trial by jury is so substantial a part of the cause of action created by the Federal Employers' Liability Act, 45 U.S.C.A. &#167; 51 et seq. that the Ohio courts could not apply, in an action under that statute, the Ohio rule that the question of fraudulent release was for determination by a judge rather than by a jury.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Second. But cases following Erie have evinced a broader policy to the effect that the federal courts should conform as near as may be&#8212;in the absence of other considerations&#8212;to state rules even of form and mode where the state rules may bear substantially on the question whether the litigation would come out one way in the federal court and another way in the state court if the federal court failed to apply a particular local rule.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> E.g., Guaranty Trust Co. of New York v. York, supra; Bernhardt v. Polygraphic Co., 350 U.S. 198, 76 S.Ct. 273, 100 L.Ed. 199. Concededly the nature of the tribunal which tries issues may be important in the enforcement of the parcel of rights making up a cause of action or defense, and bear significantly upon achievement of uniform enforcement of the right. It may well be that in the instant personal-injury case the outcome would be substantially affected by whether the issue of immunity is decided by a judge or a jury. Therefore, were 'outcome' the only consideration, a strong case might appear for saying that the federal court should follow the state practice.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">But there are affirmative countervailing considerations at work here. The federal system is an independent system for administering justice to litigants who properly invoke its jurisdiction. An essential characteristic of that system is the manner in which, in civil common-law actions, it distributes trial functions between judge and jury and, under the influence&#8212;if not the command<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>&#8212;of the Seventh Amendment, assigns the decisions of disputed questions of fact to the jury. Jacob v. City of New York, 315 U.S. 752, 62 S.Ct. 854, 86 L.Ed. 1166.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> The policy of uniform enforcement of state-created rights and obligations, see, e.g., Guaranty Trust Co. of New York v. York, supra, cannot in every case exact compliance with a state rule<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>&#8212;not bound up with rights and obligations&#8212;which disrupts the federal system of allocating functions between judge and jury. Herron v. Southern Pacific Co., 283 U.S. 91, 51 S.Ct. 383, 75 L.Ed. 857. Thus the inquiry here is whether the federal policy favoring jury decisions of disputed fact questions should yield to the state rule in the interest of furthering the objective that the litigation should not come out one way in the federal court and another way in the state court.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We think that in the circumstances of this case the federal court should not follow the state rule. It cannot be gainsaid that there is a strong federal policy against allowing state rules to disrupt the judge-jury relationship in the federal courts. In Herron v. Southern Pacific Co., supra, the trial judge in a personal-injury negligence action brought in the District Court for Arizona on diversity grounds directed a verdict for the defendant when it appeared as a matter of law that the plaintiff was guilty of contributory negligence. The federal judge refused to be bound by a provision of the Arizona Constitution which made the jury the sole arbiter of the question of contributory negligence.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> This Court sustained the action of the trial judge, holding that 'state laws cannot alter the essential character or function of a federal court' because that function 'is not in any sense a local matter, and state statutes which would interfere with the appropriate performance of that function are not binding upon the federal court under either the Conformity Act or the 'Rules of Decision' Act.' Id., 283 U.S. at page 94, 51 S.Ct. at page 384. Perhaps even more clearly in light of the influence of the Seventh Amendment, the function assigned to the jury 'is an essential factor in the process for which the Federal Constitution provides.' Id., 283 U.S. at page 95, 51 S.Ct. at page 384. Concededly the Herron case was decided before Erie R. Co. v. Tompkins, but even when Swift v. Tyson, 16 Pet. 1, 10 L.Ed. 865, was governing law and allowed federal courts sitting in diversity cases to disregard state decisional law, it was never thought that state statutes or constitutions were similarly to be disregarded. Green v. Neal's Lessee, 6 Pet. 291, 8 L.Ed. 402. Yet Herron held that state statutes and constitutional provisions could not disrupt or alter the essential character or function of a federal court.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Third. We have discussed the problem upon the assumption that the outcome of the litigation may be substantially affected by whether the issue of immunity is decided by a judge or a jury. But clearly there is not present here the certainty that a different result would follow, cf. Guaranty Trust Co. of New York v. York, supra, or even the strong possibility that this would be the case, cf. Bernhardt v. Polygraphic Co., supra. There are factors present here which might reduce that possibility. The trial judge in the federal system has powers denied the judges of many States to comment on the weight of evidence and credibility of witnesses, and discretion to grant a new trial if the verdict appears to him to be against the weight of the evidence. We do not think the likelihood of a different result is so strong as to require the federal practice of jury determination of disputed factual issues to yield to the state rule in the interest of uniformity of outcome.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Court of Appeals did not consider other grounds of appeal raised by the respondent because the ground taken disposed of the case. We accordingly remand the case to the Court of Appeals for the decision of the other questions, with instructions that, if not made unnecessary by the decision of such questions, the Court of Appeals shall remand the case to the District Court for a new trial of such issues as the Court of Appeals may direct.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Reversed and remanded.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Mr. Justice WHITTAKER concurring in part and dissenting in part.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In 1936 the South Carolina Legislature passed an Act known as 'The South Carolina Workmen's Compensation Law.' S.C.Code, 1952, Tit. 72. It created a new, complete, detailed and exclusive plan for the compensation by an 'employer' of his 'employee'<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> for bodily injuries sustained by the latter which arise 'by accident arising out of and in the course of the employment,' whether with or without fault of the employer. &#167; 72&#8212;14. The Act also prescribes the measure and nature of the remedy,<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> which 'shall exclude all other rights and remedies of such employee * * * against his employer, at common law or otherwise, on account of such injury' (&#167; 72&#8212;121), and vests exclusive jurisdiction in the South Carolina Industrial Commission over all claims falling within the purview of the Act (&#167; 72&#8212;66), subject to review by appeal to the State's courts upon 'errors of law.' &#167; 72&#8212;356.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Section 72&#8212;111 expands the definition of the terms 'employee' and 'employer' (note 1) by providing, in substance, that when an \"owner\" of premises 'undertakes to perform or execute any work which is a part of his trade, business or occupation and contracts with any other person (called 'subcontractor') for the execution or performance by or under such subcontractor of the whole or any part of the work undertaken by such owner, the owner shall be liable to pay to any workman employed in the work any compensation under this Title which he would have been liable to pay if the workman had been immediately employed by him.' (Emphasis supplied.) Employees of such subcontractors are commonly called 'statutory employees' of the 'owner.'</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Petitioner, a lineman employed by a 'subcontractor' who had contracted to build more than 25 miles of new transmission lines and to convert from single-phase to double-phase more than 87 miles of existing transmission lines and to construct two substations and a breaker station for the 'owner,' was severely injured by an accident which arose out of and in the course of that employment. Subsequent to his injury he sought and received the full benefits provided by the South Carolina Workmen's Compensation Law.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Diversity existing, petitioner then brought this common-law suit in a Federal District Court in South Carolina against the 'owner,' the respondent here, for damages for his bodily injury, which, he alleged, had resulted from the 'owner's' negligence. The respondent-'owner' answered setting up, among other defenses, the affirmative claim that petitioner's injury arose by accident out of and in the course of his employment, as a lineman, by the subcontractor while executing the contracted work 'which (was) a part of (the owner's) trade, business or occupation.' It urged, in consequence, that petitioner was its 'statutory employee' and that, therefore, his exclusive remedy was under the South Carolina Workmen's Compensation Law, and that exclusive jurisdiction of the subject matter of his claim was vested in the State's Industrial Commission and, hence, the federal court lacked jurisdiction over the subject matter of this common-law suit.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">At the trial petitioner adduced evidence upon the issue of negligence and rested his case in chief. Thereupon respondent, in support of its affirmative defense, adduced evidence tending to show (1) that its charter, issued under the Rural Electric Cooperative Act of South Carolina (S.C.Code, 1952, &#167; 12&#8212;1025), authorized it to construct and operate electric generating plants and transmission lines essential to its business of generating and distributing electricity; (2) that it had (before the Second World War) constructed substations with its own direct employees and facilities, although the six substations which it was operating at the time petitioner was injured had been built by contractors, and that when petitioner was injured it did not have in its direct employ any person capable of constructing a substation;<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a> (3) that it regularly employed a crew of 16 men&#8212;8 linemen and 8 groundmen two-thirds of whose time was spent in constructing new transmission lines and extensions, and that such was 'a part of (its) trade, business (and) occupation.' This evidence stood undisputed when respondent rested its case.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">At the close of respondent's evidence petitioner moved to strike respondent's affirmative jurisdictional defense, and all evidence adduced in support of it. Respondent made known to the court that when petitioner had rested it wished to move for a directed verdict in its favor. Thereupon the colloquy between the court and counsel, which is set forth in substance in Mr. Justice FRANKFURTER'S dissenting opinion, occurred. The District Court sustained petitioner's motion and struck respondent's affirmative jurisdictional defense and its supporting evidence from the record. His declared basis for that action was that the phrase in &#167; 72&#8212;111 'a part of his trade, business or occupation' related only to work being performed by the 'owner' 'for somebody else.' Thereafter, the district judge heard arguments upon and overruled respondent's motion for a directed verdict,<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a> and submitted the case to the jury which returned a verdict for petitioner.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">On appeal, the Court of Appeals found that the district judge's construction of &#167; 72&#8212;111 was not supportable under controlling South Carolina decisions. It further found that respondent's evidence disclosed that respondent 'was not only in the business of supplying electricity to rural communities, but (was) also in the business of constructing the lines and substations necessary for the distribution of the product,' (238 F.2d 351), and that the contracted work was of like nature and, hence, was 'a part of (respondent's) trade, business or occupation,' within the meaning of &#167; 72&#8212;111, and, therefore, petitioner was respondent's statutory employee, and, hence, the court was without jurisdiction over the subject matter of the claim. Upon this basis, it reversed the judgment of the District Court with directions to enter judgment for respondent. 238 F.2d 346.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">This Court now vacates the judgment of the Court of Appeals and remands the case to it for decision of questions not reached in its prior opinion, with directions, if not made unnecessary by its decision of such questions, to remand the case to the District Court for a new trial upon such issues as the Court of Appeals may direct.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">I agree with and join in that much of the Court's opinion. I do so because&#8212;although, as found by the Court of Appeals, respondent's evidence was ample, prima facie, to sustain its affirmative jurisdictional defense&#8212;petitioner had not waived his right to adduce evidence in rebuttal upon that issue, in other words had not 'rested,' at the time the district judge erroneously struck respondent's jurisdiction defense and supporting evidence from the record. In these circumstances, I believe that the judgment of the Court of Appeals, insofar as it directed the District Court to enter judgment for respondent, would deprive petitioner of his legal right, which he had not waived, to adduce evidence which he claims to have and desires to offer in rebuttal of respondent's prima facie established jurisdictional defense. The procedural situation then existing was not legally different from a case in which a defendant, without resting, moves, at the close of the plaintiff's case, for a directed verdict in its favor which the court erroneously sustains, and, on appeal, is reversed for that error. It could not fairly be contended, in those circumstances, that the appellate court might properly direct the trial court to enter judgment for the plaintiff and thus deprive the defendant, who had not rested, of his right to offer evidence in defense of plaintiff's case. Rule 50, Fed.Rules Civ.Proc. 28 U.S.C.A. It is urged by respondent that, from the colloquy between the district judge and counsel, which, as stated, as set forth in substance in Mr. Justice FRANKFURTER'S dissenting opinion, it appears that petitioner had 'rested,' and thus had waived his right to adduce rebuttal evidence upon the issue of respondent's jurisdictional defense, before the district judge sustained his motion to strike that defense and the supporting evidence. But my analysis of the record convinces me that petitioner, in fact, never did so. For this reason I believe that so much of the judgment of the Court of Appeals as directed the District Court to enter judgment for respondent deprives petitioner of his right to adduce rebuttal evidence upon the issue of respondent's prima facie established jurisdictional defense, and, therefore, cannot stand.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">But the Court's opinion proceeds to discuss and determine the question whether, upon remand to the District Court, if such becomes necessary, the jurisdictional issue is to be determined by the judge or by the jury&#8212;a question which, to my mind, is premature, not now properly before us, and is one we need not and should not now reach for or decide. The Court, although premising its conclusion 'upon the assumption that the outcome of the litigation may be substantially affected by whether the issue of immunity<a class=\"footnote\" href=\"#fn5-1\" id=\"fn5-1_ref\">5</a> is decided by a judge or a jury,' holds that the issue is to be determined by a jury&#8212;not by the judge. I cannot agree to this conclusion for the following reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">As earlier shown, the South Carolina Workmen's Compensation Law creates a new, complete, detailed and exclusive bundle of rights respecting the compensation by an 'employer' of his 'employee' for bodily injuries sustained by the latter which arise by accident out of and in the course of the employment, regardless of fault, and vests exclusive jurisdiction in the State's Industrial Commission over all such claims, subject to review by appeal in the South Carolina courts only upon 'errors of law.' Consonant with &#167; 72&#8212;66, which vests exclusive jurisdiction over such claims in the Commission, and with &#167; 72&#8212;356, which allows judicial review only upon 'errors of law,' the Supreme Court of the State has uniformly held that the question, in cases like the present, whether jurisdiction over such claims is vested in the Industrial Commission or in the courts presents a question of law for determination by the court, not a jury. In Adams v. Davison-Paxon Co., 1957, 230 S.C. 532, 96 S.E.2d 566, which appears to be the last case by the Supreme Court of the State on the question, plaintiff, an employee of a concessionaire operating the millinery department in defendant's store, was injured, she claimed by negligence, while using a stairway in the store. She brought a common-law suit for damages against the owner of the store. The latter defended upon the ground, among others, that the operation of the millinery department, though under a contract with the concessionaire, plaintiff's employer, was 'a part of (its) trade, business or occupation,' that the plaintiff was therefore its statutory employee under &#167; 72&#8212;111 and exclusive jurisdiction over the subject matter of plaintiff's claim was vested in the Industrial Commission, and that the court was without jurisdiction over the subject matter in her common-law suit. It seems that the trial court submitted this issue, along with others, to the jury which returned a verdict for plaintiff. On appeal the Supreme Court of the State reversed, saying:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">'It has been consistently held that whether the claim of an      injured workman is within the jurisdiction of the Industrial      Commission is a matter of law for decision by the court,      which includes the finding of the facts which relate to      jurisdiction. Knight v. Shepherd, 191 S.C. 452, 4 S.E.2d 906;      Tedars v. Savannah River Veneer Co., 202 S.C. 363, 25 S.E.2d      235, 147 A.L.R. 914; McDowell v. Stilley Plywood Co., 210      S.C. 173, 41 S.E.2d 872; Miles v. West Virginia Pulp &amp; Paper      Co., 212 S.C. 424, 48 S.E.2d 26; Watson v. Wanamaker &amp; Wells,      Inc., 212 S.C. 506, 48 S.E.2d 447; Gordon v.      Hollywood-Beaufort Package Corp., 213 S.C. 438, (439), 49 S.E.2d 718; Holland v. Georgia Hardwood Lbr. Co., 214 S.C.      195, 51 S.E.2d 744; Younginer v. J. A. Jones Const. Co., 215      S.C. 135, 54 S.E.2d 545; Horton v. Baruch, 217 S.C. 48, 59      S.E.2d 545.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">'Thus the trial court should have in this case resolved the      conflicts in the evidence and determined the fact of whether      Emporium (the concessionaire) was performing a part of the      'trade, business or occupation' of the department      store-appellant and, therefore, whether respondent's remedy      is exclusively under the Workmen's Compensation Law.' Id.,      230 S.C. at page 543, 96 S.E.2d at page 571. (Emphasis      supplied.)</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">It thus seems to be settled under the South Carolina Workmen's Compensation Law, and the decisions of the highest court of that State construing it, that the question whether exclusive jurisdiction, in cases like this, is vested in its Industrial Commission or in its courts of general jurisdiction is one for decision by the court, not by a jury. The Federal District Court, in this diversity case, is bound to follow the substantive South Carolina law that would be applied if the trial were to be held in a South Carolina court, in which State the Federal District Court sits. Erie R. Co. v. Tompkins, 304 U.S. 64, 58 S.Ct. 817, 82 L.Ed. 1188. A Federal District Court sitting in South Carolina may not legally reach a substantially different result than would have been reached upon a trial of the same case 'in a State court a block away.' Guaranty Trust Co. of New York v. York, 326 U.S. 99, 109, 65 S.Ct. 1464, 1470, 89 L.Ed. 2079.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The Court's opinion states (78 S.Ct. 900): 'Concededly the nature of the tribunal which tries issues may be important in the enforcement of the parcel of rights making up a cause of action or defense, and bear significantly upon achievement of uniform enforcement of the right. It may well be that in the instant personal-injury case the outcome would be substantially affected by whether the issue of immunity is decided by a judge or a jury.' And the Court premises its conclusion 'upon the assumption that the outcome of the litigation may be substantially affected by whether the issue of immunity is decided by a judge or a jury.' Upon that premise, the Court's conclusion, to my mind, is contrary to our cases. 'Here (as in Guaranty Trust Co. of New York v. York, supra) we are dealing with a right to recover derived not from the United States but from one of the States. When, because the plaintiff happens to be a non-resident, such a right is enforceable in a federal as well as in a State court, the forms and mode of enforcing the right may at times, naturally enough, vary because the two judicial systems are not identic. But since a federal court adjudicating a state-created right solely because of the diversity of citizenship of the parties is for that purpose, in effect, only another court of the State, it cannot afford recovery if the right to recover is made unavailable by the State nor can it substantially affect the enforcement of the right as given by the State.' Guaranty Trust Co. of New York v. York, supra, 326 U.S. at pages 108&#8212;109, 65 S.Ct. at page 1469. (Emphasis supplied.)</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The words 'substantive' and 'procedural' are mere conceptual labels and in no sense talismanic. To call a legal question by one or the other of those terms does not resolve the question otherwise than as a purely authoritarian performance. When a question though denominated 'procedural' is nevertheless so 'substantive' as materially to affect the result of a trial, federal courts, in enforcing state-created rights, are not free to disregard it, on the ground that it is 'procedural,' for such would be to allow, upon mere nomenclature, a different result in a state court from that allowable in a federal court though both are, in effect, courts of the State and 'sitting side by side.' Klaxon Co. v. Stentor Electric Mfg. Co., 313 U.S. 487, 496, 61 S.Ct. 1020, 1021, 85 L.Ed. 1477. 'The federal court enforces the state-created right by rules of procedure which it has acquired from the Federal Government and which therefore are not identical with those of the state courts. Yet, in spite of that difference in procedure, the federal court enforcing a state-created right in a diversity case is, as we said in Guaranty Trust Co. of New York v. York, 326 U.S. 99, 108, 65 S.Ct. 1464, 1469, 89 L.Ed. 2079, in substance 'only another court of the State.' The federal court therefore may not 'substantially affect the enforcement of the right as given by the State.' Id., 326 U.S. 109, 65 S.Ct. 1470.' Bernhardt v. Polygraphic Co., 350 U.S. 198, 203, 76 S.Ct. 273, 276, 100 L.Ed. 199. (Emphasis supplied.) 'Where local law qualifies or abridges (the right), the federal court must follow suit. Otherwise there is a different measure of the cause of action in one court than in the other, and the principle of Erie R. Co. v. Tompkins is transgressed.' Ragan v. Merchants Transfer &amp; Warehouse Co., 337 U.S. 530, 533, 69 S.Ct. 1233, 1234, 93 L.Ed. 1520. 'It is therefore immaterial whether (state-created rights) are characterized either as 'substantive' or 'procedural' in State court opinions in any use of those terms unrelated to the specific issue before us. Erie R. Co. v. Tompkins was not an endeavor to formulate scientific legal terminology. It expressed a policy that touches vitally the proper distribution of judicial power between State and federal courts. In essence, the intent of that decision was to insure that, in all cases where a federal court is exercising jurisdiction solely because of the diversity of citizenship of the parties, the outcome of the litigation in the federal court should be substantially the same, so far as legal rules determine the outcome of a litigation, as it would be if tried in a State court. The nub of the policy that underlies Erie R. Co. v. Tompkins is that for the same transaction the accident of a suit by a non-resident litigant in a federal court instead of in a State court a block away should not lead to a substantially different result. And so, putting to one side abstractions regarding 'substance' and 'procedure', we have held that in diversity cases the federal courts must follow the law of the State * * *.' Guaranty Trust Co. of New York v. York, supra, 326 U.S. at page 109, 65 S.Ct. at page 1470. (Emphasis supplied.)</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Inasmuch as the law of South Carolina, as construed by its highest court, requires its courts&#8212;not juries&#8212;to determine whether jurisdiction over the subject matter of cases like this is vested in its Industrial Commission, and inasmuch as the Court's opinion concedes 'that in the instant personal-injury case the outcome would be substantially affected by whether the issue of immunity is decided by a judge or a jury,' it follows that in this diversity case the jurisdictional issue must be determined by the judge&#8212;not by the jury. Insofar as the Court holds that the question of jurisdiction should be determined by the jury, I think the Court departs from its past decisions. I therefore respectfully dissent from part II of the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Mr. Justice FRANKFURTER, whom Mr. Justice HARLAN joins, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">This is a suit for common-law negligence, brought in a United States District Court in South Carolina because of diversity of citizenship, 28 U.S.C. &#167; 1332, 28 U.S.C.A. &#167; 1332. Respondent is a cooperative, organized and operating under the South Carolina Rural Electric Cooperative Act, S.C.Code 1952, &#167; 12&#8212;1001 et seq., engaged in distributing electric power to its members, and extending the availability of power to new users, in rural areas of the State. Incident to the expansion of its facilities and services, it had made a contract with R. H. Bouligny, Inc., whereby the latter was to construct 24.19 miles of new power lines, to rehabilitate and convert to higher capacity 87.69 miles of existing lines, and to construct two substations and a breaker station. In the execution of this contract, petitioner, a citizen of North Carolina, and a lineman for Bouligny, was seriously burned when he attempted to make a connection between the equipment in one of the new substations and an outside line through which, by a mistake on the part of another of Bouligny's employees, current was running. Petitioner filed a claim against Bouligny pursuant to the South Carolina Workmen's Compensation Law, S.C.Code 1952, &#167; 72&#8212;1 et seq., under which both Bouligny and respondent operated, and recovered the full benefits under the Law. He then brought this suit.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Respondent defended on the ground, among others, that, since petitioner was injured in the execution of his true employer's (Bouligny's) contract with respondent to perform a part of its 'trade, business or occupation,' respondent was petitioner's 'statutory employer' and therefore liable to petitioner under &#167; 72 111 of the State's Workmen's Compensation Law.<a class=\"footnote\" href=\"#fn1-2\" id=\"fn1-2_ref\">1</a> It would follow from this that petitioner, by virtue of his election to proceed against Bouligny, was barred from proceeding against respondent, either under the statute or at common law (&#167;&#167; 72&#8212;121, 72&#8212;123).<a class=\"footnote\" href=\"#fn2-2\" id=\"fn2-2_ref\">2</a> After all the evidence was in, the court granted petitioner's motion to strike the defense, on the ground that an activity could not be a part of a firm's 'trade, business or occupation' unless it was being performed 'for somebody else.' The court also denied respondent's motion for a directed verdict and submitted the case to the jury, which returned a verdict for petitioner in the amount of $126,786.80.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">On appeal, the United States Court of Appeals for the Fourth Circuit found the District Court's construction of &#167; 72&#8212;111 unsupportable under controlling South Carolina decisions.<a class=\"footnote\" href=\"#fn3-2\" id=\"fn3-2_ref\">3</a> In concluding that respondent had sustained its defense, the appellate court cited the following evidence elicited at trial. Respondent employed a sixteen-man 'outside crew,' two-thirds of whose time was spent in such construction work as building new power lines and extensions; since World War II the demand for electrical service had been so great that independent contractors had to be employed to do much of the necessary construction work. All of respondent's construction work, regardless of who was actually performing it, was done under the supervision of an engineering firm with which respondent has an engineering service contract. Testimony as to the construction of substations was not altogether consistent; however, stated most favorably to petitioner&#8212;and that is the light in which the Court of Appeals considered it&#8212;that evidence was to the effect that respondent had with its own facilities constructed three substations, although it had built none of the six it was operating at the time petitioner was injured, nor was respondent at that time employing personal capable of constructing substations. The construction work in connection with which petitioner was injured was clearly among the functions respondent was empowered to perform by the statute under which it was organized; moreover, this construction was necessary to the discharge of respondent's duty to serve the area in which it operated. Finally, respondent was the 'main actor' in this particular construction project: it secured the necessary financing; its consulting engineer prepared the plans (approved by respondent) and supervised the construction; it purchased the materials of which the substations were constructed; it had the responsibility of de-energizing and re-energizing existing lines that were involved in the work. From this evidence the Court of Appeals was satisfied that 'there can be no doubt that Blue Ridge was not only in the business of supplying electricity to rural communities, but also in the business of constructing the lines and substations necessary for the distribution of the product,' 238 F.2d 346, 351. The Court of Appeals, having concluded that respondent's defense should have been sustained, directed the District Court to enter judgment for the respondent. The District Court had decided the question of whether or not respondent was a statutory employer without submitting it to the jury. It is not altogether clear whether it did so because it thought it essentially a nonjury issue, as it is in the South Carolina courts under Adams v. Davison-Paxon Co., 230 S.C. 532, 96 S.E.2d 566, or because there was no controverted question of fact to submit to the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The construction of the state law by the Court of Appeals is clearly supported by the decisions of the Supreme Court of South Carolina, and so we need not rest on the usual respect to be accorded to a reading of a local statute by a Federal Court of Appeals. Estate of Spiegel v. Commissioner, 335 U.S. 701, 708, 69 S.Ct. 301, 304, 93 L.Ed. 330. It is clear from the state cases that a determination as to whether a defendant is an 'employer' for purposes of &#167; 72&#8212;111 will depend upon the entire circumstances of the relationship between such defendant and the work being done on its behalf; no single factor is determinative. Both the approach of the Court of Appeals and the conclusions that it reached from the evidence in this case are entirely consistent with prior declarations of South Carolina law by the highest court of that State.<a class=\"footnote\" href=\"#fn4-2\" id=\"fn4-2_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">In holding respondent a statutory employer, the Court of Appeals was giving the South Carolina Workmen's Compensation Law the liberal construction called for by the Supreme Court of that State. In Yeomans v. Anheuser-Busch, Inc., 198 S.C. 65, 72, 15 S.E.2d 833, 835, 136 A.L.R. 894, that court said:</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">'(T)he basic purpose of the Compensation Act is the inclusion      of employers and employees, and not their exclusion; and we      add that doubts of jurisdiction must be resolved in favor of      inclusion rather than exclusion.'</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">It would be short-sighted to overlook the fact that exclusion of an employer in a specific case such as this one might well have the consequence of denying any recovery at all to other employees vis-a -vis this employer and others similarly situated. The Court of Appeals, through the experienced Judge Soper, recognized the short-sighted illiberality of yielding to the temptation of allowing a single recovery for negligence to stand and do violence to the consistent and legislatively intended interpretation of the statute in Berry v. Atlantic Greyhound Lines, 4 Cir., 114 F.2d 255, 257:</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">'It may well be, and possibly this is true in the instant      case, that sometimes a recovery might be had in a common law      action for an amount much larger than the amount which would      be received under a Compensation Act. This, though, is more      than balanced by the many advantages accorded to an injured      employee in a proceeding under a Compensation Act which would      not be found in a common law action.'</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">When, after the evidence was in, petitioner moved to strike respondent's defense based on &#167; 72&#8212;111, the following colloquy ensued:</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">'The Court: In the event I overrule your motion, do you      contemplate putting up any testimony in reply? You have that      right, of course. On this point, I mean.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">'Mr. Hammer (petitioner's counsel): We haven't discussed it,      but we are making that motion. I frankly don't know at this      point of any reply that is necessary. I don't know of any      evidence in this case&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">'The Court: The reason I am making that inquiry as to whether      you intend to put up any more testimony in the event I      overrule your motion, counsel may wish to move for a directed verdict on that ground since      it is a question of law. But that is his prerogative after      all the evidence is in. Of course, he can't move for a      directed verdict as long as you have a right to reply.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">'Mr. Hammer: We are moving at this time in the nature of a      voluntary dismissal.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">'The Court: You move to dismiss that defense?</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">'Mr. Hammer: Yes, sir, at this stage of the game.'</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">After argument by counsel, the court made its ruling, granting petitioner's motion. Respondent having indicated its intention to move for a directed verdict, the court then said, 'I will allow you to include in that Motion for Directed Verdict your defense which I have stricken, if you desire. * * *' Respondent's motion was overruled.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">It is apparent that petitioner had no intention of introducing any evidence on the issue of whether respondent was his statutory employer and that he was prepared to&#8212;and did&#8212;submit the issue to the court on that basis. Clearly petitioner cannot be said to have relied upon, and thus to have been misled by, the court's erroneous construction of the law, for it was before the court had disclosed its view of the law that petitioner made apparent his willingness to submit the issue to it on the basis of respondent's evidence. If petitioner could have cast any doubt on that evidence or could have brought in any other matter relevant to the issue, it was his duty to bring it forward before the issue was submitted to the court. For counsel to withhold evidence on an issue submitted for decision until after that issue has been resolved against him would be an abuse of the judicial process that this Court surely should not countenance, however strong the philanthropic appeal in a particular case. Nor does it appear that petitioner had any such 'game' in mind. He gave not the slightest indication of an intention to introduce any additional evidence, no matter how the court might decide the issue. It seems equally clear that, had the trial court decided the issue&#8212;on any construction&#8212;in favor of the respondent, the petitioner was prepared to rely solely upon his right of appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">We are not to read the record as though we are making an independent examination of the trial proceedings. We are sitting in judgment on the Court of Appeals' review of the record. That court, including Chief Judge Parker and Judge Soper, two of the most experienced and esteemed circuit judges in the federal judiciary, interpreted the record as it did in light of its knowledge of local practice and of the ways of local lawyers. In ordering judgment entered for respondent, it necessarily concluded, as a result of its critical examination of the record, that petitioner's counsel chose to have the issue decided on the basis of the record as it then stood. The determination of the Court of Appeals can properly be reversed only if it is found that it was baseless. Even granting that the record is susceptible of two interpretations, it is to disregard the relationship of this Court to the Courts of Appeals, especially as to their function in appeals in diversity cases, to substitute our view for theirs.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The order of the Court of Appeals that the District Court enter judgment for the respondent is amply sustained on either theory as to whether or not the issue was one for the court to decide. If the question is for the court, the Court of Appeals has satisfactorily resolved it in accordance with state decisions. And if, on the other hand, the issue is such that it would have to be submitted to the jury if there were any crucial facts in controversy, both the District Court and the Court of Appeals agreed that there was no conflict as to the relevant evidence&#8212;not, at any rate, if such inconsistency as existed was resolved in favor of petitioner. According to the governing view of South Carolina law, as given us by the Court of Appeals, that evidence would clearly have required the District Court to grant a directed verdict to the respondent. Accordingly, I would affirm the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Mr. Justice HARLAN, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">I join in Mr. Justice FRANKFURTER'S dissenting opinion, but desire to add two further reasons why I believe the judgment of the Court of Appeals should be affirmed. As I read that court's opinion, it held that under South Carolina law the construction of facilities needed to transmit electric power was necessarily a part of the business of furnishing power, whether such construction was performed by the respondent itself or let out to others, and that in either case respondent would be liable to petitioner for compensation as his statutory employer. Since there is no dispute that respondent at the time of the accident was engaged in the business of furnishing power and that petitioner was injured while engaged in construction in furtherance of that business, I do not perceive how any further evidence which might be adduced by petitioner could change the result reached by the Court of Appeals. In any event, in the circumstances disclosed by the record before us, we should at the very least require petitioner to make some showing here of the character of the further evidence he expects to introduce before we disturb the judgment below.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> S.C.Code, 1952, provides:</p>\n        <p>&#167; 72&#8212;111. Liability of owner to workmen of subcontractor.</p>\n        <p>'When any person, in this section and &#167; 72&#8212;113 and 72&#8212;114 referred to as 'owner', undertakes to perform or execute any work which is a part of his trade, business or occupation and contracts with any other person (in this section and &#167; 72&#8212;113 to 72&#8212;116 referred to as 'subcontractor') for the execution or performance by or under such subcontractor of the whole or any part of the work undertaken by such owner, the owner shall be liable to pay to any workman employed in the work any compensation under this Title which he would have been liable to pay if the workman had been immediately employed by him.'</p>\n        <p>&#167; 72&#8212;121. Employee's rights under Title exclude all others against employer.</p>\n        <p>'The rights and remedies granted by this Title to an employee when he and his employer have accepted the provisions of this Title, respectively, to pay and accept compensation on account of personal injury or death by accident, shall exclude all other rights and remedies of such employee, is personal representative, parents, dependents or next of kin as against his employer, at common law or otherwise, on account of such injury, loss of service or death.'</p>\n        <p>&#167; 72&#8212;123. Only one remedy available.</p>\n        <p>'Either the acceptance of an award under this Title or the procurement and collection of a judgment in an action at law shall be a bar to proceeding further with the alternate remedy.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In earlier proceedings the case was dismissed on the ground that the respondent, a nonprofit corporation, was immune from tort liability under South Carolina law. D.C., 118 F.Supp. 868. The Court of Appeals reversed and remanded the case for trial, 4 Cir., 215 F.2d 542.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The trial judge, in spite of his action striking the defense, permitted the respondent to include the affirmative defense as a ground of its motions for a directed verdict and judgment non obstante veredicto.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> S.C.Code, &#167; 1952, &#167; 12&#8212;1025.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The only remarks thereafter made by the petitioner's counsel reiterated his statement that he pressed his motion to dismiss the affirmative defense.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The decision came down several months after the Court of Appeals decided this case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See Cities Service Oil Co. v. Dunlap, 308 U.S. 208, 60 S.Ct. 201, 84 L.Ed. 196; West v. American Tel. &amp; Tel. Co., 311 U.S. 223, 61 S.Ct. 179, 85 L.Ed. 139; Klaxon Co. v. Stentor Electric Mfg. Co., 313 U.S. 487, 61 S.Ct. 1020, 85 L.Ed. 1477; Guaranty Trust Co. of New York v. York, 326 U.S. 99, 65 S.Ct. 1464, 89 L.Ed. 2079; Angel v. Bullington, 330 U.S. 183, 67 S.Ct. 657, 91 L.Ed. 832; Ragan v. Merchants Transfer Co., 337 U.S. 530, 69 S.Ct. 1233, 93 L.Ed. 1520; Woods v. Interstate Realty Co., 337 U.S. 535, 69 S.Ct. 1235, 93 L.Ed. 1524; Cohen v. Beneficial Loan Corp., 337 U.S. 541, 69 S.Ct. 1221, 93 L.Ed. 1528; Bernhardt v. Polygraphic Co., 350 U.S. 198, 76 S.Ct. 273, 100 L.Ed. 199; Sampson v. Channell, 1 Cir., 110 F.2d 754, 128 A.L.R. 394.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Knight v. Shepherd, 191 S.C. 452, 4 S.E.2d 906; Tedars v. Savannah River Veneer Co., 202 S.C. 363, 25 S.E.2d 235, 147 A.L.R. 914; McDowell v. Stilley Plywood Co., 210 S.C. 173, 41 S.E.2d 872; Miles v. West Virginia Pulp &amp; Paper Co., 212 S.C. 424, 48 S.E.2d 26; Watson v. Wannamaker &amp; Wells, Inc., 212 S.C. 506, 48 S.E.2d 447; Gordon v. Hollywood-Beaufort Package Corp., 213 S.C. 438, 49 S.E.2d 718; Holland v. Georgia Hardwood Lumber Co., 214 S.C. 195, 51 S.E.2d 744; Younginer v. J. A. Jones Construction Co., 215 S.C. 135, 54 S.E.2d 545; Horton v. Baruch, 217 S.C. 48, 59 S.E.2d 545.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Cf. Morgan, Choice of Law Governing Proof,58 Harv.L.Rev. 153; 3 Beale, Conflict of Laws, &#167; 594.1; Restatement of the Law, Conflict of Laws, pp. 699&#8212;701.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Our conclusion makes unnecessary the consideration of&#8212;and we intimate no view upon&#8212;the constitutional question whether the right of jury trial protected in federal courts by the Seventh Amendment embraces the factual issue of statutory immunity when asserted, as here, as an affirmative defense in a common-law negligence action.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The Courts of Appeals have expressed varying views about the effect of Erie R. Co. v. Tompkins on judge-jury problems in diversity cases. Federal practice was followed in Gorham v. Mutual Benefit Health &amp; Accident Ass'n, 4 Cir., 1940, 114 F.2d 97; Diederich v. American News Co., 10 Cir., 1942, 128 F.2d 144; McSweeney v. Prudential Ins. Co., 4 Cir., 1942, 128 F.2d 660; Ettelson v. Metropolitan Life Ins. Co., 3 Cir., 1943, 137 F.2d 62; Order of United Commercial Travelers of America v. Duncan, 6 Cir., 1955, 221 F.2d 703. State practice was followed in Cooper v. Brown, 3 Cir., 1942, 126 F.2d 874; Gutierrez v. Public Service Interstate Transportation Co., 2 Cir., 1948, 168 F.2d 678; Prudential Ins. Co. of America v. Glasgow, 2 Cir., 1953, 208 F.2d 908; Pierce Consulting Engineering Co. v. City of Burlington, 2 Cir., 1955, 221 F.2d 607; Rowe v. Pennsylvania Greyhound Lines, 2 Cir., 1956, 231 F.2d 922.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> This Court held in Sibbach v. Wilson &amp; Co., 312 U.S. 1, 655, 61 S.Ct. 422, 85 L.Ed. 479, that Federal Rules of Civil Procedure 35 should prevail over a contrary state rule.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> 'The defense of contributory negligence or of assumption of risk shall, in all cases whatsoever, be a question of fact and shall, at all times, be left to the jury.' &#167; 5, Art. 18, A.R.S.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Diederich v. American News Co., 10 Cir., 128 F.2d 144, decided after Erie R. Co. v. Tompkins, held that an almost identical provision of the Oklahoma Constitution, art. 23, &#167; 6, O.S.1951 was not binding on a federal judge in a diversity case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Stoner v. New York Life Ins. Co., 311 U.S. 464, 61 S.Ct. 336, 85 L.Ed. 284, is not contrary. It was there held that the federal court should follow the state rule defining the evidence sufficient to raise a jury question whether the state-created right was established. But the state rule did not have the effect of nullifying the function of the federal judge to control a jury submission as did the Arizona constitutional provision which was denied effect in Herron. The South Carolina rule here involved affects the jury function as the Arizona provision affected the function of the judge: The rule entirely displaces the jury without regard to the sufficiency of the evidence to support a jury finding of immunity.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> The terms 'employee' and 'employer' are conventionally defined in &#167;&#167; 72&#8212;11 and 72&#8212;12.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> S.C.Code 1952, c. 4, &#167;&#167; 72&#8212;151 to 72&#8212;165.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> As I see it, the evidence referred to in '(1)' is only collaterally material, and that referred to in '(2)' is wholly immaterial, to the issue of whether petitioner was respondent's statutory employee at the time of the injury, because that question, under the South Carolina Workmen's Compensation Law, does not depend upon what particular trade, business or occupation the 'owner' lawfully might pursue, or lawfully might have pursued in the past. Rather, it depends upon what work he is engaged in at the time of the injury&#8212;i.e., whether the contracted work 'is a part of (the owner's) trade, business or occupation.' The statute thus speaks in the present tense, and, hence, the relevant inquiry here is limited to whether the work being done by petitioner for the 'owner' at the time of the injury was a part of the trade, business, or occupation of the 'owner' at that time.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> The Court's opinion and Mr. Justice FRANKFURTER'S dissent comment upon the fact that the district judge stated to respondent's counsel that he would 'allow' him to include in his motion for a directed verdict the affirmative jurisdictional defense which had just been stricken. To my mind this is wholly without significance, for the district judge was without power to control what points and arguments respondent's counsel might urge in support of his motion for a directed verdict.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5-1\">\n        <a class=\"footnote\" href=\"#fn5-1_ref\">5</a>\n        <p> Here, as at other places in its opinion, the Court treats with the South Carolina Workmen's Compensation Law as an 'immunity' of the employer from liability. To me, the question is not one of immunity. Rather, it is which of two tribunals&#8212;the Industrial Commission of the court of general jurisdiction&#8212;has jurisdiction, to the exclusion of the other, over the subject matter of the action, and, hence, the power to award relief upon it.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-2\">\n        <a class=\"footnote\" href=\"#fn1-2_ref\">1</a>\n        <p> '&#167; 72&#8212;111. Liability of owner to workmen of subcontractor.</p>\n        <p>'When any person, in this section and &#167;&#167; 72&#8212;113 and 72&#8212;114 referred to as 'owner', undertakes to perform or execute any work which is a part of his trade, business or occupation and contracts with any other person (in this section and &#167;&#167; 72&#8212;113 to 72&#8212;116 referred to as 'subcontractor') for the execution or performance by or under such subcontractor of the whole or any part of the work undertaken by such owner, the owner shall be liable to pay to any workman employed in the work any compensation under this Title which he would have been liable to pay if the workman had been immediately employed by him.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-2\">\n        <a class=\"footnote\" href=\"#fn2-2_ref\">2</a>\n        <p> '&#167; 72&#8212;121. Employee's rights under Title exclude all others against employer.</p>\n        <p>'The rights and remedies granted by this Title to an employee when he and his employer have accepted the provisions of this Title, respectively, to pay and accept compensation on account of personal injury or death by accident, shall exclude all other rights and remedies of such employee, his personal representative, parents, dependents or next of kin as against his employer, at common law or otherwise, on account of such injury, loss of service or death.</p>\n        <p>&#167; 72&#8212;123. Only one remedy available.</p>\n        <p>'Either the acceptance of an award under this Title or the procurement and collection of a judgment in an action at law shall be a bar to proceeding further with the alternate remedy.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-2\">\n        <a class=\"footnote\" href=\"#fn3-2_ref\">3</a>\n        <p> It may be noted that not even petitioner's counsel supports the trial court's theory regarding the South Carolina Workmen's Compensation Law.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-2\">\n        <a class=\"footnote\" href=\"#fn4-2_ref\">4</a>\n        <p> For example, whether or not the defendant had ever itself performed the work contracted out has not been thought to be a conclusive criterion. In fact, in Boseman v. Pacific Mills, 193 S.C. 479, 8 S.E.2d 878, the court rejected the defendant's contention that, because it had never performed the work in question, it could not be held an employer. See also Hopkins v. Darlington Veneer Co., 208 S.C. 307, 38 S.E.2d 4; Kennerly v. Ocmulgee Lumber Co., 206 S.C. 481, 34 S.E.2d 792. Nor is the question whether or not the accomplishment of the work involved requires specialized skill determinative. See Marchbanks v. Duke Power Co., 190 S.C. 336, 2 S.E.2d 825.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/105689/"
}