{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "271 U.S. 354", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/100892/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "United States v. Katz", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "Nos. 726, 727", 
    "id": 85275, 
    "resource_uri": "/api/rest/v2/citation/85275/"
  }, 
  "id": 100892, 
  "blocked": false, 
  "judges": "Stone", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1926-06-01", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>271 U.S. 354 (1926)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nKATZ ET AL.<br>\nTHE SAME<br>\nv.<br>\nFEUERSTEIN ET AL.</h1></center>\n<center>Nos. 726, 727.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 11, 1926.</center>\n<center>Decided May 24, 1926.</center>\nERROR TO THE UNITED STATES DISTRICT COURT FOR THE EASTERN DISTRICT OF PENNSYLVANIA.\n<p><i>Assistant Attorney General Willebrandt,</i> with whom <i>Solicitor General Mitchell</i> and <i>Mr. Mahlon D. Kiefer</i> were on the brief, for the United States.</p>\n<p><i>Mr. William T. Connor,</i> with whom <i>Messrs. John R.K. Scott</i> and <i>Benjamin M. Golder</i> were on the brief, for the defendants in error.</p>\n<p>MR. JUSTICE STONE delivered the opinion of the Court.</p>\n<p>The two defendants in error in each of these cases were indicted in the Eastern District of Pennsylvania for a conspiracy to sell intoxicating liquors without making a permanent record of the sale, in violation of § 10, Title II <span class=\"star-pagination\">*355</span> of the National Prohibition Act, of October 28, 1919, c. 85, 41 Stat. 305, 310.</p>\n<p>The indictment in No. 726 charged that the defendant Katz conspired with the defendant Senn to sell for the Stewart Distilling Company, to Senn, a quantity of whisky, without making a record of the sale. A similar offense was charged against the defendants named in the indictment in No. 727.</p>\n<p>Demurrers and motions to quash were interposed to both indictments, on the ground that they failed to charge any crime. In support of this contention it was argued that § 10, which requires a permanent record to be made of sales of intoxicating liquors, applies only to persons authorized by the National Prohibition Act to sell alcoholic liquor; and that the indictment failed to allege that either of the defendants charged with making the sales, or the Stewart Distilling Co., held a permit, or was otherwise authorized to sell. The indictments were quashed by the district court. 5 Fed. (2d) 527. The cases come here on writ of error to the district court, under the provisions of the Criminal Appeals Act of March 2, 1907, c. 2564, 34 Stat. 1246.</p>\n<p>The overt act charged in each indictment was the sale of whisky by one defendant to the other. This is an offense under the National Prohibition Act; but as the defendants in each case were only one buyer and one seller, and as the agreement of the parties was an essential element in the sale, an indictment of the buyer and seller for a conspiracy to make the sale would have been of doubtful validity. Compare <i>United States</i> v. <i>N.Y.C. &amp; H.R.R.</i> 146 Fed. 298; <i>United States</i> v. <i>Dietrich,</i> 126 Fed. 664; <i>Vannata</i> v. <i>United States,</i> 289 Fed. 424, 427. This embarrassment could be avoided in an indictment for a criminal conspiracy only if the buyer and seller were charged with conspiring to commit a substantive offense having an ingredient in addition to the sale, not requiring <span class=\"star-pagination\">*356</span> the agreement of two persons for its completion. See <i>Chadwick</i> v. <i>United States,</i> 141 Fed. 225.</p>\n<p>Hence the Government takes the position that the seller of intoxicating liquor is required by the statute to keep a permanent record of his sales, whether lawful or unlawful, and that failure to do so is itself a crime; from which it would follow that a conspiracy to effect a sale without such a record is an indictable offense. No question is made but that persons authorized to deal in alcoholic liquors under the Prohibition Act are required to make permanent records of their transactions. But the Government, to support a charge of conspiracy applicable to buyer and seller, relies on the literal application of § 10:</p>\n<p>\"No person shall manufacture, purchase for sale, sell, or transport any liquor without making at the time a permanent record thereof showing in detail the amount and kind of liquor manufactured, purchased, sold, or transported, together with the names and addresses of the persons to whom sold, in case of sale, and the consignor and consignee in case of transportation, and the time and place of such manufacture, sale, or transportation. The commissioner may prescribe the form of such record, which shall at all times be open to inspection as in this Act provided.\"</p>\n<p>Section 34 provides:</p>\n<p>\"All records and reports kept or filed under the provisions of this Act shall be subject to inspection at any reasonable hour by the commissioner or any of his agents or by any public prosecutor or by any person designated by him, or by any peace officer in the State where the record is kept, and copies of such records and reports duly certified by the person with whom kept or filed may be introduced in evidence with like effect as the originals thereof, and verified copies of such records shall be furnished to the commissioner when called for.\"</p>\n<p>To uphold the contention of the Government, therefore, the language of § 10 must be taken to apply not <span class=\"star-pagination\">*357</span> only to those who hold Government permits authorizing them to deal in intoxicating liquors under a familiar system of regulation, to whom it admittedly is applicable, but to every criminal violator of the National Prohibition Act, even though making only a single, isolated sale. It must be taken also to extend the provisions of § 34, clearly applicable to such permittees, in such a way as to present the incongruity of a system of records to be kept by criminal violators of the Act who are not permittees, in a form which the Commissioner may prescribe, which may be introduced in evidence on the certification of the person \"with whom kept,\" and verified copies of which are to be furnished on demand, presumably by the criminal keeping the record.</p>\n<p>We are not now concerned with any question of legislative power to establish such a system but only with the question whether it was the intention of Congress to do so.</p>\n<p>All laws are to be given a sensible construction; and a literal application of a statute, which would lead to absurd consequences, should be avoided whenever a reasonable application can be given to it, consistent with the legislative purpose. See <i>Hawaii</i> v. <i>Mankichi,</i> 190 U.S. 197, 212, and cases there cited. In ascertaining that purpose, we may examine the title of the Act (<i>United States</i> v. <i>Fisher,</i> 2 Cr. 358, 386; <i>United States</i> v. <i>Palmer,</i> 3 Wheat. 610, 631; <i>Holy Trinity Church</i> v. <i>United States,</i> 143 U.S. 457, 462), the source in previous legislation of the particular provision in question (<i>United States</i> v. <i>Saunders,</i> 22 Wall. 492; <i>Viterbo</i> v. <i>Friedlander,</i> 120 U.S. 707; <i>United States</i> v. <i>Morrow,</i> 266 U.S. 531, 535), and the legislative scheme or plan by which the general purpose of the Act is to be carried out. See <i>Platt</i> v. <i>Union Pacific R.R.,</i> 99 U.S. 48, 63-64; <i>Bernier</i> v. <i>Bernier,</i> 147 U.S. 242, 246.</p>\n<p>One purpose of the National Prohibition Act was to suppress the entire traffic in intoxicating liquor as a beverage. <span class=\"star-pagination\">*358</span> <i>Grogan</i> v. <i>Walker &amp; Sons,</i> 259 U.S. 80, 89. But the Eighteenth Amendment did not prohibit the use of intoxicating liquor for other than beverage purposes, and an important purpose of the Act, as its title<sup>[1]</sup> and contents show, was to regulate the manufacture, transportation and use of intoxicating liquor for other than beverage purposes.</p>\n<p>Section 3, Title II, which prohibits the manufacture, sale and possession of intoxicating liquor, expressly provides that \"liquor for nonbeverage purposes and wine for sacramental purposes may be manufactured, purchased, sold, bartered, transported, imported, exported, delivered, furnished and possessed, but only as herein provided, and the commissioner may, upon application, issue permits therefor. . . .\" To make the prohibitions of the Act effective, and to provide for the production and use of liquor for nonbeverage purposes, it became necessary for the Government to regulate and supervise those uses of intoxicating liquor which were not prohibited. Congress had before it the provisions of the Revenue Law (Comp. Stat. 1916, §§ 5981 to 6161) governing distillers, rectifiers, and brewers, requiring detailed records of all transactions, and laying down other regulations designed to promote the effective collection of liquor taxes; it also had before it the regulatory system devised by the Internal Revenue Bureau for carrying into effect the prohibitory legislation contained in the Food Control Act of August 10, 1917, c. 53, 40 Stat. 276, and subsequent war legislation. See 21 T.D. 7, No. 2788.</p>\n<p>The business affected by this legislation was lawful business, subject to governmental regulation; records of <span class=\"star-pagination\">*359</span> transactions were required to be kept, as a condition of receiving governmental permission to operate, and such records were a convenient and necessary means for protecting the interests of the Government with respect to its revenues. When Congress came to enact the National Prohibition Act, a similar method of permit or license and a similar system of records afforded a convenient means for the regulation and control of those dealing with alcoholic liquors for the nonbeverage purposes as authorized by the statute.</p>\n<p>The reports of the Committees of the Senate and House having the bill in charge, as well as the statute as adopted, indicate clearly that the purpose of Congress was to take over an established and well known system of granting permits and requiring reports and records, for the purpose of regulating and controlling such portion of the liquor traffic as had not been prohibited by the Eighteenth Amendment and the National Prohibition Act.<sup>[2]</sup> The <span class=\"star-pagination\">*360</span> report of the Senate Committee is also persuasive that the provisions of § 34, already quoted, relating to \"all records and reports kept or filed under the provisions of this Act,\" refer to records and reports required of permittees.<sup>[3]</sup> Nowhere in the reports of the Committees does it appear that any such novel legislation was being proposed as is here contended for by the Government. On the contrary, it is stated in the report of the House Judiciary Committee, p. 7, that \"Title 2 for the enforcement of the eighteenth amendment has in it no new or experimental features. Every provision in it has precedents in State or Federal legislation.\" The Government does not suggest that there is in fact any precedent in <span class=\"star-pagination\">*361</span> legislation, state or national, for the interpretation which it urges here.</p>\n<p>Of the thirty-nine sections in Title II of the Act, which deals with national prohibition, more than half, including the seven sections which precede § 10, contain provisions authorizing or regulating the manufacture, sale, transportation or use of intoxicating liquor for nonbeverage purposes.<sup>[4]</sup> These provisions, read together, clearly indicate a statutory plan or scheme to regulate the disposition <span class=\"star-pagination\">*362</span> of alcoholic liquor not prohibited by the Eighteenth Amendment, in such manner as to minimize the danger of its diversion from authorized or permitted uses to beverage purposes. These provisions plainly relate to those persons who are authorized to sell, transport, use or possess intoxicating liquors under the Eighteenth Amendment and the provision of § 3 of the Act, already quoted.</p>\n<p>No section of the Act requiring records to be made of dealings in alcoholic liquors relates to any but dealings authorized or permitted under the statute, unless it be § 10. The question is thus presented, whether the requirement of § 10 that \"no person shall . . . sell . . . liquor without making at the time a permanent record thereof\" is a regulatory measure applicable to persons authorized to deal in nonbeverage liquors, or whether it was intended to add to the crime of manufacturing, selling or transporting, a second offense, whenever the person committing the crime should fail to make a record of his own wrongdoing. When the statute is read as a whole, and the implications of the latter interpretation are taken into account, we think that it is not a reasonable or a fairly admissible interpretation.</p>\n<p>General terms descriptive of a class of persons made subject to a criminal statute may and should be limited where the literal application of the statute would lead to extreme or absurd results, and where the legislative purpose gathered from the whole Act would be satisfied by a more limited interpretation. <i>United States</i> v. <i>Jin Fuey Moy,</i> 241 U.S. 394; <i>Holy Trinity Church</i> v. <i>United States, supra</i><i>; </i><i>United States</i> v. <i>Kirby,</i> 7 Wall. 482; <i>United States</i> v. <i>Palmer, supra</i><i>.</i> Cf. <i>Oklahoma</i> v. <i>Texas,</i> 258 U.S. 574, 599-600.</p>\n<p>In <i>United States</i> v. <i>Palmer</i><i>,</i> the defendants, not citizens of the United States, were indicted for a robbery committed on a foreign vessel on the high seas, under a statute which provided that \"if any person or persons shall commit <span class=\"star-pagination\">*363</span> upon the high seas . . . out of the jurisdiction of any particular state, murder or robbery . . . \", such offender should be guilty of piracy and punishable with death. Chief Justice Marshall pointed out that Congress, under its constitutional power to define and punish piracy, had authority to make a statute applicable to the defendants; but, applying the principle of statutory construction to which we have referred, he held that the words \"any person or persons,\" although broad enough to comprehend every human being, could not, in view of the exceptional consequences of a literal application, and the intent of the legislature, as derived from the title of the Act and a reading of the whole statute, be construed to apply to persons, not citizens, who committed offenses on foreign vessels on the high seas.</p>\n<p>In <i>United States</i> v. <i>Jin Fuey Moy, supra</i><i>,</i> the defendant was indicted for a conspiracy \"to have in . . . possession\" of another person, not registered, a quantity of opium, in violation of the Opium Registration Act of 1914, which declared it unlawful for \"any person\" who had not registered and paid the prescribed tax, to have in his possession or control any of the drug in question. This court held that the words \"any person not registered\" could not be taken to apply to any person in the United States, but must be read in harmony with the purpose of the Act, to refer to persons required by law to register.</p>\n<p>We think the reasoning of these cases applicable here, and that the words \"no person\" in § 10 refer to persons authorized under other provisions of the Act to carry on traffic in alcoholic liquors. It is not without significance that the Commissioner has never made any regulation with respect to records of bootlegging transactions and that the published regulations contain no suggestion that § 10 has any application except to persons who hold permits, or are otherwise authorized by law to traffic in intoxicating <span class=\"star-pagination\">*364</span> liquor. See <i>National Lead Co.</i> v. <i>United States,</i> 252 U.S. 140, 145.</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE BRANDEIS dissents.</p>\n<h2>NOTES</h2>\n<p>[1]   \"An Act to prohibit intoxicating beverages, and to regulate the manufacture, production, use, and sale of high-proof spirits for other than beverage purposes, and to insure an ample supply of alcohol and promote its use in scientific research and in the development of fuel, dye, and other lawful industries.\"</p>\n<p>[2]   Report No. 151 of the Senate Judiciary Committee, Aug. 18, 1919, to accompany H.R. 6810, which became the National Prohibition Act, contains the following statement, on p. 20:\n</p>\n<p>\"The provision requiring those who sell or manufacture liquor for nonbeverage purposes to secure a permit is a continuation of the system now enforced by the Federal authorities. It is the most effective means to insure obedience to the law and prevents the diversion of liquor for illegal purposes. It is a slight burden on the law-abiding citizens who are dealing in liquor for legal purposes.\"</p>\n<p>Report No. 91, Part 1, of the House Judiciary Committee, June 30, 1919, to accompany H.R. 6810, contains the following statement, on p. 2:</p>\n<p>\"Title 2, to enforce prohibition under the eighteenth amendment to the Constitution, contains substantially the same features as title 1 and in addition a system of permits such as is now in force under regulations of the Revenue Department, Treasury Decision 2788, and in the various prohibition codes. These permits are designed to prevent diversion of liquor from legal to illegitimate uses. This system greatly lessens prosecution by making it difficult for persons to obtain liquor except for legitimate purposes. In addition to the permit system, which is also provided for in title 3 (the industrial-alcohol section) the act carries a number of the more essential penal provisions of the ordinary prohibition codes, such as those against advertising liquor.\"</p>\n<p>[3]   The Senate report, pages 7-8, contains the following statement with reference to the provisions of the present § 34 of the National Prohibition Act:\n</p>\n<p>\"The requirement of section 35 [now 34] \u0097 that the commissioner file all the reports, statements, and information required by Title II as a part of the files of his office, in a permanent record, alphabetically arranged, with an indorsement showing the date when filed, etc., and to furnish certified copies of such reports, statements, and information to any person requesting the same \u0097 is deemed by the committee an unnecessary requirement, and one which will result in cumbering the office of the commissioner with reports, information, and data which would serve no useful purpose; that for all practical purposes it will be sufficient if all records and reports kept on file under the provisions of the act shall be subject to inspection by the commissioner or any of his agents or by any public prosecutor or any person designated by him, and that copies of such records and reports, duly certified, may be introduced in evidence with like effect as the originals thereof. The committee has amended section 35 [now 34] accordingly. Section 10, it will be observed, authorizes the commissioner to prescribe the form of the permanent record to be made by the manufacturer, purchaser, seller, or transporter of any liquor, and requires that such permanent record be at all times open to inspection by the commissioner or his agents.\"</p>\n<p>[4]   The following examples may be noted:\n</p>\n<p>§ 4 exempts from the operation of the Act, denatured alcohol, medicinal and toilet preparations, etc. It authorizes the manufacture of these articles and the purchase and possession of alcoholic liquors for that purpose under government permit, and requires the manufacturer to \"keep the records, and make the reports specified in this Act and as directed by the commissioner.\"</p>\n<p>§ 5 provides for the revocation of permits if the product manufactured does not comply with the requirements of § 4.</p>\n<p>§ 6 prohibits the sale, purchase, transportation or prescription of liquor without a permit from the Commissioner, issued as prescribed in the section, except the purchase and use for medicinal purposes and for the treatment of alcoholism. This section also exempts sacramental wines from the provisions of the Act, except as to the requirements of § 6 for permits (save for purchase) and to the requirements of § 10 for the keeping of records.</p>\n<p>§ 7 authorizes physicians to prescribe liquor under government permit and requires a record of such prescriptions.</p>\n<p>§ 9 authorizes proceedings for the revocation of permits for the violation of the Act, and § 27 provides that seized liquor may, under order of the court, be ordered sold to persons holding permits to purchase.</p>\n<p>§ 11 requires manufacturers and wholesale or retail druggists to keep, as part of the records required of them, a copy of all permits to purchase on which sales are made, and prohibits them from selling except to persons having permits to purchase.</p>\n<p>§ 12 requires manufacturers of liquor for sale to attach to every package a label describing its contents.</p>\n<p>§ 13 makes it the duty of every carrier to make a record at the place of shipment of the receipt of any liquor transported, and § 14 requires the packages carried to be labeled in a specified way.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:48:36", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">271</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">354</span></span> (1926)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nKATZ ET AL.<br>\nTHE SAME<br>\nv.<br>\nFEUERSTEIN ET AL.</h1></center>\n<center>Nos. 726, 727.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 11, 1926.</center>\n<center>Decided May 24, 1926.</center>\nERROR TO THE UNITED STATES DISTRICT COURT FOR THE EASTERN DISTRICT OF PENNSYLVANIA.\n<p><i>Assistant Attorney General Willebrandt,</i> with whom <i>Solicitor General Mitchell</i> and <i>Mr. Mahlon D. Kiefer</i> were on the brief, for the United States.</p>\n<p><i>Mr. William T. Connor,</i> with whom <i>Messrs. John R.K. Scott</i> and <i>Benjamin M. Golder</i> were on the brief, for the defendants in error.</p>\n<p>MR. JUSTICE STONE delivered the opinion of the Court.</p>\n<p>The two defendants in error in each of these cases were indicted in the Eastern District of Pennsylvania for a conspiracy to sell intoxicating liquors without making a permanent record of the sale, in violation of § 10, Title II <span class=\"star-pagination\">*355</span> of the National Prohibition Act, of October 28, 1919, c. 85, 41 Stat. 305, 310.</p>\n<p>The indictment in No. 726 charged that the defendant Katz conspired with the defendant Senn to sell for the Stewart Distilling Company, to Senn, a quantity of whisky, without making a record of the sale. A similar offense was charged against the defendants named in the indictment in No. 727.</p>\n<p>Demurrers and motions to quash were interposed to both indictments, on the ground that they failed to charge any crime. In support of this contention it was argued that § 10, which requires a permanent record to be made of sales of intoxicating liquors, applies only to persons authorized by the National Prohibition Act to sell alcoholic liquor; and that the indictment failed to allege that either of the defendants charged with making the sales, or the Stewart Distilling Co., held a permit, or was otherwise authorized to sell. The indictments were quashed by the district court. 5 Fed. (2d) 527. The cases come here on writ of error to the district court, under the provisions of the Criminal Appeals Act of March 2, 1907, c. 2564, 34 Stat. 1246.</p>\n<p>The overt act charged in each indictment was the sale of whisky by one defendant to the other. This is an offense under the National Prohibition Act; but as the defendants in each case were only one buyer and one seller, and as the agreement of the parties was an essential element in the sale, an indictment of the buyer and seller for a conspiracy to make the sale would have been of doubtful validity. Compare <i>United States</i> v. <i>N.Y.C. &amp; H.R.R.</i> 146 Fed. 298; <i>United States</i> v. <i>Dietrich,</i> 126 Fed. 664; <i>Vannata</i> v. <i>United States,</i> 289 Fed. 424, 427. This embarrassment could be avoided in an indictment for a criminal conspiracy only if the buyer and seller were charged with conspiring to commit a substantive offense having an ingredient in addition to the sale, not requiring <span class=\"star-pagination\">*356</span> the agreement of two persons for its completion. See <i>Chadwick</i> v. <i>United States,</i> 141 Fed. 225.</p>\n<p>Hence the Government takes the position that the seller of intoxicating liquor is required by the statute to keep a permanent record of his sales, whether lawful or unlawful, and that failure to do so is itself a crime; from which it would follow that a conspiracy to effect a sale without such a record is an indictable offense. No question is made but that persons authorized to deal in alcoholic liquors under the Prohibition Act are required to make permanent records of their transactions. But the Government, to support a charge of conspiracy applicable to buyer and seller, relies on the literal application of § 10:</p>\n<p>\"No person shall manufacture, purchase for sale, sell, or transport any liquor without making at the time a permanent record thereof showing in detail the amount and kind of liquor manufactured, purchased, sold, or transported, together with the names and addresses of the persons to whom sold, in case of sale, and the consignor and consignee in case of transportation, and the time and place of such manufacture, sale, or transportation. The commissioner may prescribe the form of such record, which shall at all times be open to inspection as in this Act provided.\"</p>\n<p>Section 34 provides:</p>\n<p>\"All records and reports kept or filed under the provisions of this Act shall be subject to inspection at any reasonable hour by the commissioner or any of his agents or by any public prosecutor or by any person designated by him, or by any peace officer in the State where the record is kept, and copies of such records and reports duly certified by the person with whom kept or filed may be introduced in evidence with like effect as the originals thereof, and verified copies of such records shall be furnished to the commissioner when called for.\"</p>\n<p>To uphold the contention of the Government, therefore, the language of § 10 must be taken to apply not <span class=\"star-pagination\">*357</span> only to those who hold Government permits authorizing them to deal in intoxicating liquors under a familiar system of regulation, to whom it admittedly is applicable, but to every criminal violator of the National Prohibition Act, even though making only a single, isolated sale. It must be taken also to extend the provisions of § 34, clearly applicable to such permittees, in such a way as to present the incongruity of a system of records to be kept by criminal violators of the Act who are not permittees, in a form which the Commissioner may prescribe, which may be introduced in evidence on the certification of the person \"with whom kept,\" and verified copies of which are to be furnished on demand, presumably by the criminal keeping the record.</p>\n<p>We are not now concerned with any question of legislative power to establish such a system but only with the question whether it was the intention of Congress to do so.</p>\n<p>All laws are to be given a sensible construction; and a literal application of a statute, which would lead to absurd consequences, should be avoided whenever a reasonable application can be given to it, consistent with the legislative purpose. See <i>Hawaii</i> v. <i>Mankichi,</i> <span class=\"citation\" data-id=\"95894\"><a href=\"/opinion/95894/hawaii-v-mankichi/\"><span class=\"volume\">190</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">197</span></a></span>, 212, and cases there cited. In ascertaining that purpose, we may examine the title of the Act (<i>United States</i> v. <i>Fisher,</i> 2 Cr. 358, 386; <i>United States</i> v. <i>Palmer,</i> <span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">610</span></span>, 631; <i>Holy Trinity Church</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"93280\"><a href=\"/opinion/93280/church-of-holy-trinity-v-united-states/\"><span class=\"volume\">143</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">457</span></a></span>, 462), the source in previous legislation of the particular provision in question (<i>United States</i> v. <i>Saunders,</i> 22 Wall. 492; <i>Viterbo</i> v. <i>Friedlander,</i> 120 U.S. 707; <i>United States</i> v. <i>Morrow,</i> <span class=\"citation\" data-id=\"100545\"><a href=\"/opinion/100545/united-states-v-morrow/\"><span class=\"volume\">266</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">531</span></a></span>, 535), and the legislative scheme or plan by which the general purpose of the Act is to be carried out. See <i>Platt</i> v. <i>Union Pacific R.R.,</i> <span class=\"citation\" data-id=\"89913\"><a href=\"/opinion/89913/platt-v-union-pacific-r-co/\"><span class=\"volume\">99</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">48</span></a></span>, 63-64; <i>Bernier</i> v. <i>Bernier,</i> <span class=\"citation\" data-id=\"93487\"><a href=\"/opinion/93487/bernier-v-bernier/\"><span class=\"volume\">147</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 246.</p>\n<p>One purpose of the National Prohibition Act was to suppress the entire traffic in intoxicating liquor as a beverage. <span class=\"star-pagination\">*358</span> <i>Grogan</i> v. <i>Walker &amp; Sons,</i> <span class=\"citation\" data-id=\"99990\"><a href=\"/opinion/99990/grogan-v-hiram-walker-sons-ltd/\"><span class=\"volume\">259</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">80</span></a></span>, 89. But the Eighteenth Amendment did not prohibit the use of intoxicating liquor for other than beverage purposes, and an important purpose of the Act, as its title<sup>[1]</sup> and contents show, was to regulate the manufacture, transportation and use of intoxicating liquor for other than beverage purposes.</p>\n<p>Section 3, Title II, which prohibits the manufacture, sale and possession of intoxicating liquor, expressly provides that \"liquor for nonbeverage purposes and wine for sacramental purposes may be manufactured, purchased, sold, bartered, transported, imported, exported, delivered, furnished and possessed, but only as herein provided, and the commissioner may, upon application, issue permits therefor. . . .\" To make the prohibitions of the Act effective, and to provide for the production and use of liquor for nonbeverage purposes, it became necessary for the Government to regulate and supervise those uses of intoxicating liquor which were not prohibited. Congress had before it the provisions of the Revenue Law (Comp. Stat. 1916, §§ 5981 to 6161) governing distillers, rectifiers, and brewers, requiring detailed records of all transactions, and laying down other regulations designed to promote the effective collection of liquor taxes; it also had before it the regulatory system devised by the Internal Revenue Bureau for carrying into effect the prohibitory legislation contained in the Food Control Act of August 10, 1917, c. 53, 40 Stat. 276, and subsequent war legislation. See 21 T.D. 7, No. 2788.</p>\n<p>The business affected by this legislation was lawful business, subject to governmental regulation; records of <span class=\"star-pagination\">*359</span> transactions were required to be kept, as a condition of receiving governmental permission to operate, and such records were a convenient and necessary means for protecting the interests of the Government with respect to its revenues. When Congress came to enact the National Prohibition Act, a similar method of permit or license and a similar system of records afforded a convenient means for the regulation and control of those dealing with alcoholic liquors for the nonbeverage purposes as authorized by the statute.</p>\n<p>The reports of the Committees of the Senate and House having the bill in charge, as well as the statute as adopted, indicate clearly that the purpose of Congress was to take over an established and well known system of granting permits and requiring reports and records, for the purpose of regulating and controlling such portion of the liquor traffic as had not been prohibited by the Eighteenth Amendment and the National Prohibition Act.<sup>[2]</sup> The <span class=\"star-pagination\">*360</span> report of the Senate Committee is also persuasive that the provisions of § 34, already quoted, relating to \"all records and reports kept or filed under the provisions of this Act,\" refer to records and reports required of permittees.<sup>[3]</sup> Nowhere in the reports of the Committees does it appear that any such novel legislation was being proposed as is here contended for by the Government. On the contrary, it is stated in the report of the House Judiciary Committee, p. 7, that \"Title 2 for the enforcement of the eighteenth amendment has in it no new or experimental features. Every provision in it has precedents in State or Federal legislation.\" The Government does not suggest that there is in fact any precedent in <span class=\"star-pagination\">*361</span> legislation, state or national, for the interpretation which it urges here.</p>\n<p>Of the thirty-nine sections in Title II of the Act, which deals with national prohibition, more than half, including the seven sections which precede § 10, contain provisions authorizing or regulating the manufacture, sale, transportation or use of intoxicating liquor for nonbeverage purposes.<sup>[4]</sup> These provisions, read together, clearly indicate a statutory plan or scheme to regulate the disposition <span class=\"star-pagination\">*362</span> of alcoholic liquor not prohibited by the Eighteenth Amendment, in such manner as to minimize the danger of its diversion from authorized or permitted uses to beverage purposes. These provisions plainly relate to those persons who are authorized to sell, transport, use or possess intoxicating liquors under the Eighteenth Amendment and the provision of § 3 of the Act, already quoted.</p>\n<p>No section of the Act requiring records to be made of dealings in alcoholic liquors relates to any but dealings authorized or permitted under the statute, unless it be § 10. The question is thus presented, whether the requirement of § 10 that \"no person shall . . . sell . . . liquor without making at the time a permanent record thereof\" is a regulatory measure applicable to persons authorized to deal in nonbeverage liquors, or whether it was intended to add to the crime of manufacturing, selling or transporting, a second offense, whenever the person committing the crime should fail to make a record of his own wrongdoing. When the statute is read as a whole, and the implications of the latter interpretation are taken into account, we think that it is not a reasonable or a fairly admissible interpretation.</p>\n<p>General terms descriptive of a class of persons made subject to a criminal statute may and should be limited where the literal application of the statute would lead to extreme or absurd results, and where the legislative purpose gathered from the whole Act would be satisfied by a more limited interpretation. <i>United States</i> v. <i>Jin Fuey Moy,</i> 241 U.S. 394; <i>Holy Trinity Church</i> v. <i>United States, supra</i><i>; </i><i>United States</i> v. <i>Kirby,</i> 7 Wall. 482; <i>United States</i> v. <i>Palmer, supra</i><i>.</i> Cf. <i>Oklahoma</i> v. <i>Texas,</i> <span class=\"citation\" data-id=\"99983\"><a href=\"/opinion/99983/oklahoma-v-texas/\"><span class=\"volume\">258</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 599-600.</p>\n<p>In <i>United States</i> v. <i>Palmer</i><i>,</i> the defendants, not citizens of the United States, were indicted for a robbery committed on a foreign vessel on the high seas, under a statute which provided that \"if any person or persons shall commit <span class=\"star-pagination\">*363</span> upon the high seas . . . out of the jurisdiction of any particular state, murder or robbery . . . \", such offender should be guilty of piracy and punishable with death. Chief Justice Marshall pointed out that Congress, under its constitutional power to define and punish piracy, had authority to make a statute applicable to the defendants; but, applying the principle of statutory construction to which we have referred, he held that the words \"any person or persons,\" although broad enough to comprehend every human being, could not, in view of the exceptional consequences of a literal application, and the intent of the legislature, as derived from the title of the Act and a reading of the whole statute, be construed to apply to persons, not citizens, who committed offenses on foreign vessels on the high seas.</p>\n<p>In <i>United States</i> v. <i>Jin Fuey Moy, supra</i><i>,</i> the defendant was indicted for a conspiracy \"to have in . . . possession\" of another person, not registered, a quantity of opium, in violation of the Opium Registration Act of 1914, which declared it unlawful for \"any person\" who had not registered and paid the prescribed tax, to have in his possession or control any of the drug in question. This court held that the words \"any person not registered\" could not be taken to apply to any person in the United States, but must be read in harmony with the purpose of the Act, to refer to persons required by law to register.</p>\n<p>We think the reasoning of these cases applicable here, and that the words \"no person\" in § 10 refer to persons authorized under other provisions of the Act to carry on traffic in alcoholic liquors. It is not without significance that the Commissioner has never made any regulation with respect to records of bootlegging transactions and that the published regulations contain no suggestion that § 10 has any application except to persons who hold permits, or are otherwise authorized by law to traffic in intoxicating <span class=\"star-pagination\">*364</span> liquor. See <i>National Lead Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"99535\"><a href=\"/opinion/99535/national-lead-co-v-united-states/\"><span class=\"volume\">252</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">140</span></a></span>, 145.</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE BRANDEIS dissents.</p>\n<h2>NOTES</h2>\n<p>[1]   \"An Act to prohibit intoxicating beverages, and to regulate the manufacture, production, use, and sale of high-proof spirits for other than beverage purposes, and to insure an ample supply of alcohol and promote its use in scientific research and in the development of fuel, dye, and other lawful industries.\"</p>\n<p>[2]   Report No. 151 of the Senate Judiciary Committee, Aug. 18, 1919, to accompany H.R. 6810, which became the National Prohibition Act, contains the following statement, on p. 20:\n</p>\n<p>\"The provision requiring those who sell or manufacture liquor for nonbeverage purposes to secure a permit is a continuation of the system now enforced by the Federal authorities. It is the most effective means to insure obedience to the law and prevents the diversion of liquor for illegal purposes. It is a slight burden on the law-abiding citizens who are dealing in liquor for legal purposes.\"</p>\n<p>Report No. 91, Part 1, of the House Judiciary Committee, June 30, 1919, to accompany H.R. 6810, contains the following statement, on p. 2:</p>\n<p>\"Title 2, to enforce prohibition under the eighteenth amendment to the Constitution, contains substantially the same features as title 1 and in addition a system of permits such as is now in force under regulations of the Revenue Department, Treasury Decision 2788, and in the various prohibition codes. These permits are designed to prevent diversion of liquor from legal to illegitimate uses. This system greatly lessens prosecution by making it difficult for persons to obtain liquor except for legitimate purposes. In addition to the permit system, which is also provided for in title 3 (the industrial-alcohol section) the act carries a number of the more essential penal provisions of the ordinary prohibition codes, such as those against advertising liquor.\"</p>\n<p>[3]   The Senate report, pages 7-8, contains the following statement with reference to the provisions of the present § 34 of the National Prohibition Act:\n</p>\n<p>\"The requirement of section 35 [now 34] \u0097 that the commissioner file all the reports, statements, and information required by Title II as a part of the files of his office, in a permanent record, alphabetically arranged, with an indorsement showing the date when filed, etc., and to furnish certified copies of such reports, statements, and information to any person requesting the same \u0097 is deemed by the committee an unnecessary requirement, and one which will result in cumbering the office of the commissioner with reports, information, and data which would serve no useful purpose; that for all practical purposes it will be sufficient if all records and reports kept on file under the provisions of the act shall be subject to inspection by the commissioner or any of his agents or by any public prosecutor or any person designated by him, and that copies of such records and reports, duly certified, may be introduced in evidence with like effect as the originals thereof. The committee has amended section 35 [now 34] accordingly. Section 10, it will be observed, authorizes the commissioner to prescribe the form of the permanent record to be made by the manufacturer, purchaser, seller, or transporter of any liquor, and requires that such permanent record be at all times open to inspection by the commissioner or his agents.\"</p>\n<p>[4]   The following examples may be noted:\n</p>\n<p>§ 4 exempts from the operation of the Act, denatured alcohol, medicinal and toilet preparations, etc. It authorizes the manufacture of these articles and the purchase and possession of alcoholic liquors for that purpose under government permit, and requires the manufacturer to \"keep the records, and make the reports specified in this Act and as directed by the commissioner.\"</p>\n<p>§ 5 provides for the revocation of permits if the product manufactured does not comply with the requirements of § 4.</p>\n<p>§ 6 prohibits the sale, purchase, transportation or prescription of liquor without a permit from the Commissioner, issued as prescribed in the section, except the purchase and use for medicinal purposes and for the treatment of alcoholism. This section also exempts sacramental wines from the provisions of the Act, except as to the requirements of § 6 for permits (save for purchase) and to the requirements of § 10 for the keeping of records.</p>\n<p>§ 7 authorizes physicians to prescribe liquor under government permit and requires a record of such prescriptions.</p>\n<p>§ 9 authorizes proceedings for the revocation of permits for the violation of the Act, and § 27 provides that seized liquor may, under order of the court, be ordered sold to persons holding permits to purchase.</p>\n<p>§ 11 requires manufacturers and wholesale or retail druggists to keep, as part of the records required of them, a copy of all permits to purchase on which sales are made, and prohibits them from selling except to persons having permits to purchase.</p>\n<p>§ 12 requires manufacturers of liquor for sale to attach to every package a label describing its contents.</p>\n<p>§ 13 makes it the duty of every carrier to make a record at the place of shipment of the receipt of any liquor transported, and § 14 requires the packages carried to be labeled in a specified way.</p>\n\n</div>", 
  "sha1": "079504be01c8b298b15348d6e65dd7ee66929cdd", 
  "date_modified": "2014-12-23T12:36:43.531414", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/100892/united-states-v-katz/", 
  "citation_count": 55, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/273567/", 
  "html": "<p class=\"case_cite\">271 U.S. 354</p>\n    <p class=\"case_cite\">46 S.Ct. 513</p>\n    <p class=\"case_cite\">70 L.Ed. 986</p>\n    <p class=\"parties\">UNITED STATES<br>v.<br>KATZ et al.  UNITED STATES  v.  FEUERSTEIN et al.</p>\n    <p class=\"docket\">Nos. 726, 727.</p>\n    <p class=\"date\">Argued March 11, 1926.</p>\n    <p class=\"date\">Decided May 24, 1926.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. William D. Mitchell, Sol. Gen., of Washington, D. C., Mrs. Mabel Walker Willebrandt, Asst. Atty. Gen., and Mr. Mahlon D. Kiefer, of Washington, D. C., for the United States.</p>\n      <p class=\"indent\">Messrs. Wm. T. Connor, John R. K. Scott, and Benjamin M. Golder, all of Philadelphia, Pa., for defendant in error.</p>\n      <p class=\"indent\">Mr. Justice STONE delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The two defendants in error in each of these cases were indicted in the Eastern District of Pennsylvania for a conspiracy to sell intoxicating liquors without making a permanent record of the sale, in violation of section 10, title 2 of the National Prohibition Act of October 28, 1919, c. 85, 41 Stat. 305, 312 (Comp. St. Ann. Supp. 1923, &#167; 10138 1/2 e).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The indictment in No. 726 charged that the defendant Katz conspired with the defendant Senn to sell for the Stewart Distilling Company to Senn a quantity of whisky, without making a record of the sale. A similar offense was charged against the defendants named in the indictment in No. 727.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Demurrers and motions to quash were interposed to both indictments, on the ground that they failed to charge any crime. In support of this contention it was argued that section 10, which requires a permanent record to be made of sales of intoxicating liquors, applies only to persons authorized by the National Prohibition Act (Comp. St. Ann. Supp. 1923, &#167; 10138 1/4 et seq.) to sell alcoholic liquor, and that the indictment failed to allege that either of the defendants charged with making the sales, or the Stewart Distilling Company, held a permit, or was otherwise authorized to sell. The indictments were quashed by the District Court. 5 F.(2d) 527. The cases come here on writ of error to the District Court, under the provisions of the Criminal Appeals Act of March 2, 1907, c. 2564, 34 Stat. 1246 (Comp. St. &#167; 1704).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The overt act charged in each indictment was the sale of whisky by one defendant to the other. This is an offense under the National Prohibition Act; but as the defendants in each case were only one buyer and one seller, and as the agreement of the parties was an essential element in the sale, an indictment of the buyer and seller for a conspiracy to make the sale would have been of doubtful validity. Compare United States v. N. Y. C. &amp; H. R. R. (C. C.) 146 F. 298; United States v. Dietrich (C. C.) 126 F. 664; Vannata v. United States (C. C. A.) 289 F. 424, 427. This embarrassment could be avoided in an indictment for a criminal conspiracy only if the buyer and seller were charged with conspiring to commit a substantive offense having an ingredient in addition to the sale, not requiring the agreement of two persons for its completion. See Chadwick v. United States, 141 F. 225, 72 C. C. A. 343.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Hence the government takes the position that the seller of intoxicating liquor is required by the statute to keep a permanent record of his sales, whether lawful or unlawful, and that failure to do so is itself a crime, from which it would follow that a conspiracy to effect a sale without such a record is an indictable offense. No question is made but that persons authorized to deal in alcoholic liquors under the Prohibition Act are required to make permanent records of their transactions. But the government, to support a charge of conspiracy applicable to buyer and seller, relies on the literal application of title 2, &#167; 10:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'No person shall manufacture, purchase for sale, sell, or      transport any liquor without making at the time a permanent      record thereof showing in detail the amount and kind of      liquor manufactured, purchased, sold, or transported.      together with the names and addresses of the persons to whom      sold, in case of sale, and the consignor and consignee in      case of transportation, and the time and place of such      manufacture, sale, or transportation. The Commissioner may      prescribe the form of such record, which shall at all times      be open to inspection as in this act provided.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Title 2, &#167; 34 (Comp. St. Ann. Supp. 1923, &#167; 10138 1/2 u), provides:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'All records and reports kept or filed under the provisions      of this act shall be subject to inspection at any reasonable      hour by the Commissioner or any of his agents or by any      public prosecutor or by any person designated by him, or by      any peace officer in the state where the record is kept, and      copies of such records and reports duly certified by the      person with whom kept or filed may be introduced in evidence      with like effect as the originals thereof, and verified      copies of such records shall be furnished to the Commissioner      when called for.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">To uphold the contention of the government, therefore, the language of section 10 must be taken to apply not only to those who hold government permits authorizing them to deal in intoxicating liquors under a familiar system of regulation, to whom it admittedly is applicable, but to every criminal violator of the National Prohibition Act, even though making only a single, isolated sale. It must be taken also to extend the provisions of section 34, clearly applicable to such permittees, in such a way as to present the incongruity of a system of records to be kept by criminal violators of the act who are not permittees, in a form which the Commissioner may prescribe, which may be introduced in evidence on the certification of the person 'with whom kept,' and verified copies of which are to be furnished on demand, presumably by the criminal keeping the record.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We are not now concerned with any question of legislative power to establish such a system but only with the question whether it was the intention of Congress to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">All laws are to be given a sensible construction; and a literal application of a statute, which would lead to absurd consequences, should be avoided whenever a reasonable application can be given to it, consistent with the legislative purpose. See Hawaii v. Mankichi, 190 U. S. 197, 212, 23 S. Ct. 787, 47 L. Ed. 1016, and cases there cited. In ascertaining that purpose, we may examine the title of the act (United States v. Fisher, 2 Cranch, 358, 386, 2 L. Ed. 304; United States v. Palmer, 3 Wheat. 610, 631, 4 L. Ed. 471; Holy Trinity Church v. United States, States v. Saunders, 22 Wall. 492, 22 L. Ed. 226), the source in previous legislation of the particular provision in question (United Seates v. Saunders, 22 Wall. 492, 22 L. Ed. 736; Viterbo v. Friedlander, 120 U. S. 707, 7 S. Ct. 962, 30 L. Ed. 776; United States v. Morrow, 266 U. S. 531, 535, 45 S. Ct. 173, 69 L. Ed. 425), and the legislative scheme or plan by which the general purpose of the act is to be carried out. See Platt v. Union Pacific R. R., 99 U. S. 48, 63-64, 25 L. Ed. 424; Bernier v. Bernier, 147 U. S. 242, 246, 13 S. Ct. 244, 37 L. Ed. 152.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">One purpose of the National Prohibition Act was to suppress the entire traffic in intoxicating liquor as a beverage. Grogan v. Walker &amp; Sons, 259 U. S. 80, 89, 42 S. Ct. 423, 66 L. Ed. 836, 22 A. R. L. 1116. But the Eighteenth Amendment did not prohibit the use of intoxicating liquor for other than beverage purposes, and an important purpose of the act, as its title<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and contents show, was to regulate the manufacture, tansportation, and use of intoxicating liquor for other than beverage purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Section 3, title 2 (Comp. St. Ann. Supp. 1923, &#167; 10138 1/2 aa) which prohibits the manufacture, sale, and possession of intoxicating liquor, expressly provides that:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'Liquor for nonbeverage purposes and wine for sacramental      purposes may be manufactured, purchased, sold bartered,      transported, imported, exported, delivered, furnished and      possessed, but only as herein provided, and the commissioner      may, upon application, issue permits therefor. * * *'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">To make the prohibitions of the act effective, and to provide for the production and use of liquor for nonbeverage purposes, it became necessary for the government to regulate and supervise those uses of intoxicating liquor which were not prohibited. Congress had before it the provisions of the Revenue Law (Comp. Stat. 1916, &#167;&#167; 5981 to 6161) governing distillers, rectifiers, and brewers, requiring detailed records of all transactions, and laying down other regulations designed to promote the effective collection of liquor taxes; it also had before it the regulatory system devised by the Internal Revenue Bureau for carrying into effect the prohibitory legislation contained in the Food Control Act of August 10, 1917, c. 53, 40 Stat. 276 (Comp. St. 1918, Comp. St. Ann. Supp. 1919, &#167;&#167; 3115 1/8 e-3115 1/8 kk, 3115 1/8 l-3115 1/8 r), and subsequent war legislation. See 21 T. D. 7, No. 2788.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The business affected by this legislation was lawful business, subject to governmental regulation; records of transactions were required to be kept, as a condition of receiving government permission to operate, and such records were a convenient and necessary means for protecting the interests of the government with respect to its revenues. When Congress came to enact the National Prohibition Act, a similar method of permit or license and a similar system of records afforded a convenient means for the regulation and control of those dealing with alcoholic liquors for the nonbeverage purposes as authorized by the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The reports of the committees of the Senate and House having the bill in charge, as well as the statute as adopted, indicate clearly that the purpose of Congress was to take over an established and well-known system of granting permits and requiring reports and records, for the purpose of regulating and controlling such portion of the liquor traffic as had not been prohibited by the Eighteenth Amendment and the National Prohibition Act.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The report of the Senate Committee is also persuasive that the provisions of title 2, &#167; 34, already quoted, relating to 'all records and reports kept or filed under the provisions of this act,' refer to records and reports required of permittees.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Nowhere in the reports of the committees does it appear that any such novel legislation was being proposed as is here contended for by the government. On the contrary, it is stated in the report of the House Judiciary Committee, page 7, that:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">'Title 2 for the enforcement of the Eighteenth Amendment has      in it no new or experimental features. Every provision in it      has precedents in state or federal legislation.'</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The government does not suggest that there is in fact any precedent in legislation, state or national, for the interpretation which it urges here.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Of the 39 sections in title 2 of the act, which deals with national prohibition, more than half, including the 7 sections which precede section 10, contain provisions authorizing or regulating the manufacture, sale, transportation, or use of intoxicating liquor for nonbeverage purposes.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> These provisions, read together, clearly indicate a statutory plan or scheme to regulate the disposition of alcoholic liquor not prohibited by the Eighteenth Amendment, in such manner as to minimize the danger of its diversion from authorized or permitted uses to beverage purposes. These provisions plainly relate to those persons who are authorized to sell, transport, use or possess intoxicating liquors under the Eighteenth Amendment and the provision of section 3 of the act, already quoted.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">No section of the act requiring records to be made of dealings in alcoholic liquors relates to any but dealings authorized or permitted under the statute, unless it be section 10. The question is thus presented, whether the requirement of section 10 that 'no person shall * * * sell * * * liquor without making at the time a permanent record thereof' is a regulatory measure applicable to persons authorized to deal in nonbeverage liquors, or whether it was intended to add to the crime of manufacturing, selling or transporting, a second offense, whenever the person committing the crime should fail to make a record of his own wrongdoing. When the statute is read as a whole, and the implications of the latter interpretation are taken into account, we think that it is not a reasonable or a fairly admissible interpretation.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">General terms descriptive of a class of persons made subject to a criminal statute may and should be limited, where the literal application of the statute would lead to extreme or absurd results, and where the legislative purpose gathered from the whole act would be satisfied by a more limited interpretation. United States v. Jin Fuey Moy, 241 U. S. 394, 36 S. Ct. 658, 60 L. Ed. 1061, Ann. Cas. 1917D, 854; Holy Trinity Church v. United States, supra; United States v. Kirby, 7 Wall. 482, 19 L. Ed. 278; United States v. Palmer, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In United States v. Palmer, the defendants, not citizens of the United States, were indicted for a robbery committed on a foreign vessel on the high seas, under a statute which provided that, 'if any person or persons shall commit, upon the high seas, * * * out of the jurisdiction of any particular state, murder or robbery, * * *' such offender should be guilty of piracy and punishable with death. Chief Justice Marshall pointed out that Congress, under its constitutional power to define and punish piracy, had authority to make a statute applicable to the defendants; but, applying the principle of statutory construction to which we have referred, he held that the words 'any person or persons,' although broad enough to comprehend every human being, could not, in view of the exceptional consequences of a literal application, and the intent of the Legislature, as derived from the title of the act and a reading of the whole statute, be construed to apply to persons, not citizens, who committed offenses on foreign vessels on the high seas.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In United States v. Jin Fuey Moy, supra, the defendant was indicted for a conspiracy 'to have in * * * possession' of another person, not registered, a quantity of opium, in violation of the Opium Registration Act of 1914 (Comp. St. &#167;&#167; 6287g-6287q), which declared it unlawful for 'any person,' who had not registered and paid the prescribed tax, to have in his possession or control any of the drug in question. This court held that the words 'any person not registered' could not be taken to apply to any person in the United States, but must be read, in harmony with the purpose of the act, to refer to persons required by law to register.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We think the reasoning of these cases applicable here, and that the words 'no person' in section 10 refer to persons authorized under other provisions of the act to carry on traffic in alcoholic liquors. It is not without significance that the Commissioner has never made any regulation with respect to records of bootlegging transactions, and that the published regulations contain no suggestion that section 10 has any application, except to persons who hold permits, or are otherwise authorized by law to traffic in intoxicating liquor. See National Lead Co. v. United States, 252 U. S. 140, 145, 40 S. Ct. 237, 64 L. Ed. 496.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Mr. Justice BRANDEIS dissents.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 'An act to prohibit intoxicating beverages, and to regulate the manufacture, production, use, and sale of high-proof spirits for other than beverage purposes, and to insure an ample supply of alcohol and promote its use in scientific research and in the development of fuel, dye, and other lawful industries.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Report No. 151 of the Senate Judiciary Committee, Aug. 18, 1919, to accompany H. R. 6810, which became the National Prohibition Act, contains the following statement on page 20:</p>\n        <p>'The provisions requiring those who sell or manufacture liquor for nonbeverage purposes to secure a permit is a continuation of the system now enforced by the federal authorities. It is the most effective means to insure obedience to the law and prevents the diversion of liquor for illegal purposes. It is a slight burden on the law-abiding citizens who are dealing in liquor for legal purposes.'</p>\n        <p>Report No. 91, part 1, of the House Judiciary Committee, June 30, 1919, to accompany H. R. 6810, contains the following statement on page 2:</p>\n        <p>'Title 2, to enforce prohibition under the Eighteenth Amendment to the Constitution, contains substantially the same features at title 1 and in addition a system of permits such as is now in force under regulations of the Revenue Department, Treasury Decision 2788, and in the various prohibition codes. These permits are designed to prevent diversion of liquor from legal to illegitimate uses. This system greatly lessens prosecution by making it difficult for persons to obtain liquor except for legitimate purposes. In addition to the permit system, which is also provided for in title 3 (the industrial alcohol section) the act carries a number of the more essential penal provisions of the ordinary prohibition codes, such as those against advertising liquor.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Senate Report, pages 7, 8, contains the following statement with reference to the provisions of the present section 34 of the National Prohibition Act:</p>\n        <p>'The requirement of section 35 (now 34)-that the Commissioner file all the reports, statements, and information required by title II as a part of the files of his office, in a permanent record, alphabetically arranged, with an indorsement showing the date when filed, etc., and to furnish certified copies of such reports, statements, and information to any person requesting the same-is deemed by the committee an unnecessary requirement, and one which will result in cumbering the office of the commissioner with reports, information, and data which would serve no useful purpose; that for all practical purposes it will be sufficient if all records and reports kept on file under the provisions of the act shall be subject to inspection by the Commissioner or any of his agents, or by any public prosecutor or any person designated by him, and that copies of such records and reports, duly certified, may be introduced in evidence with like effect as the originals thereof. The committee has amended section 35 (now 34) accordingly. Section 10, it will be observed, authorizes the Commissioner to prescribe the form of the permanent record to be made by the manufacturer, purchaser, seller, or transporter of any liquor, and requires that such permanent record be at all times open to inspection by the Commissioner or his agents.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The following examples may be noted:</p>\n        <p>Section 4 exempts from the operation of the act denatured alcohol, medicinal and toilet preparations, etc. It authorizes the manufacture of these articles and the purchase and possession of alcoholic liquors for that purpose under government permit, and requires the manufacturer to 'keep the records, and make the reports specified in this act and as directed by the Commissioner.'</p>\n        <p>Section 5 provides for the revocation of permits, if the product manufactured does not comply with the requirements of section 4.</p>\n        <p>Section 6 prohibits the sale, purchase, transportation, or prescription of liquor without a permit from the Commissioner, issued as prescribed in the section, except the purchase and use for medicinal purposes and for the treatment of alcoholism. This section also exempts sacramental wines from the provisions of the act, except as to the requirements of section 6 for permits (save for purchase) and to the requirements of section 10 for the keeping of records.</p>\n        <p>Section 7 authorizes physicians to prescribe liquor under government permit and requires a record of such prescriptions.</p>\n        <p>Section 9 authorizes proceedings for the revocation of permits for the violation of the act, and section 27 provides that seized liquor may, under order of the court, be ordered sold to persons holding permits to purchase.</p>\n        <p>Section 11 requires manufacturers and wholesale or retail druggists, to keep, as part of the records required of them a copy of all permits to purchase on which sales are made, and prohibits them from selling except to persons having permits to purchase.</p>\n        <p>Section 12 requires manufacturers of liquor for sale to attach to every package a label describing its contents.</p>\n        <p>Section 13 makes it the duty of every carrier to make a record at the place of shipment of the receipt of any liquor transported, and section 14 requires the packages carried to be labeled in a specified way.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/100892/"
}