{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "271 U.S. 445", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/100898/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Kansas City Ry. v. Cent. Union Tr. Co.", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "265", 
    "id": 85281, 
    "resource_uri": "/api/rest/v2/citation/85281/"
  }, 
  "id": 100898, 
  "blocked": false, 
  "judges": "McReynolds", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1926-06-01", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>271 U.S. 445 (1926)</b></center>\n<center><h1>KANSAS CITY TERMINAL RAILWAY COMPANY ET AL.<br>\nv.<br>\nCENTRAL UNION TRUST COMPANY OF NEW YORK ET AL.</h1></center>\n<center>No. 265.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 23, 1926.</center>\n<center>Decided June 1, 1926.</center>\nON CERTIFICATE FROM THE CIRCUIT COURT OF APPEALS FOR THE EIGHTH CIRCUIT.\n<p><span class=\"star-pagination\">*446</span> <i>Mr. Samuel W. Sawyer,</i> with whom <i>Messrs. Edward J. White, N.H. Loomis, Bruce Scott,</i> and <i>Gardiner Lathrop</i> were on the brief, for appellants.</p>\n<p><i>Mr. Joseph M. Bryson,</i> with whom <i>Messrs. Albert Rathbone, Arthur H. Van Brunt, Nicholas Kelley, Edward Cornell, Edward C. Eliot, H.C. McCollom, Edward H. Blanc, Allen C. Orrick, W.W. Miller, Charles W. Bates, George H. Williams, Roberts Walker, Perry D. Trafford,</i> and <i>George C. Hitchcock</i> were on the brief, for appellees.</p>\n<p><span class=\"star-pagination\">*450</span> MR. JUSTICE McREYNOLDS delivered the opinion of the Court.</p>\n<p>This cause is here on certificate from the United States Circuit Court of Appeals, Eighth Circuit. Jud. Code § 239. The relevant facts and the submitted questions follow.</p>\n<p>In a proceeding by creditors, the United States District Court, Eastern District of Missouri, appointed a receiver for the Missouri, Kansas &amp; Texas Railway Company. Appellees asked foreclosure of liens upon the whole property, and procured an order of sale. According to a plan for purchase and reorganization, with definite offers to lien creditors, unsecured creditors and stockholders, Blumenthal and another bid in the assets and then assigned the rights so acquired to the Missouri-Kansas-Texas Railroad Company, a newly-organized Missouri corporation.</p>\n<p>Pending entry of the final decree, appellants asserted preferential rights. These were denied, and they were held to be unsecured contract creditors. <i>Kansas City Terminal Ry. Co.</i> v. <i>Central Union Trust Co.,</i> 294 Fed. 32. Thereupon, they challenged the reorganization plan as unfair to them and unduly preferential to stockholders of the insolvent corporation. The trial court overruled their objection; the matter went to the Circuit Court of Appeals and it has asked for instruction.</p>\n<p>The reorganization scheme required the issuance of four classes of securities by the new company \u0097</p>\n<p>(1) Prior lien mortgage bonds (authorized, $250,000,000);</p>\n<p>(2) Cumulative adjustment, or income, bonds (authorized, $100,000,000), secured by mortgage as to principal;</p>\n<p>(3) Preferred stock (authorized $200,000,000);</p>\n<p>(4) Common stock, without par value (authorized, 2,500,000 shares).</p>\n<p>Specified amounts of each of these were reserved for future use by the new company. Some of the prior lien <span class=\"star-pagination\">*451</span> bonds bore interest at four, some at five and some at six per cent.</p>\n<p>New securites were offered to the holders of seventeen separate issues of outstanding bonds of the old company and its various subsidiaries, secured by mortgage, and one issue of notes, secured by the pledge of mortgage bonds. In some cases, but not all, cash was offered to holders of these secured claims in addition to the new securities. Always the par amount of the new securites offered (taking the new non-par-value common stock at $100 per share) plus the cash offered, if any, equalled, but never exceeded, the principal amount of the old securities, in respect of which the offer was made, plus interest to January 1, 1922.</p>\n<p>Of these eighteen outstanding issues, five were offered new prior lien bonds and cash; one was offered new prior lien bonds; five were offered new prior lien bonds and new adjustment bonds; three were offered new prior lien bonds, new adjustment bonds and new preferred stock; one was offered new adjustment bonds and new preferred stock; three were offered new adjustment bonds, new preferred stock and new common stock.</p>\n<p>In all cases the new prior lien bonds and the new adjustment bonds (whether offered to secured creditors, unsecured creditors or stockholders) were to bear interest from January 1, 1922.</p>\n<p>As to stockholders and unsecured creditors, it was provided \u0097 (1) Preferred stockholders might receive $14 in prior lien bonds (bearing six per cent.,) $6 in adjustment bonds and one share of common stock in the new company, upon payment of $20 for each $100 share of old stock. (2) Common stockholders might receive $17.50 in six per cent. prior lien mortgage bonds, $7.50 in adjustment bonds and one share of common stock, upon payment of $25 for each $100 share of old stock. (3) Unsecured creditors were given the choice of two plans: <span class=\"star-pagination\">*452</span> (a) one-third of a share of preferred stock $100 par value, and two-thirds of a share of common stock without par value, for each $100 of their claims, plus interest to January 1, 1922, (whereas the receiver was appointed and took possession of the property September 27, 1915, foreclosure decree was entered June 30, 1922, offer to creditors was dated July 15, 1922, foreclosure sale was had December 13, 1922, order confirming the sale was entered February 9, 1923, and order approving the master's deed conveying the property to the new company was entered on March 10, 1923); (b) $14 in prior lien mortgage six per cent. bonds, $6 in adjustment mortgage bonds and one share of common stock, upon payment of $18 for each $100 of their claims.</p>\n<p>Appellants maintained below that <i>Northern Pacific Railway Co.</i> v. <i>Boyd,</i> 228 U.S. 482, and <i>Louisville Trust Co.</i> v. <i>Louisville Railway Co.,</i> 174 U.S. 674, require that an offer in a reorganization plan, in order to be fair and binding upon him, must preserve \"to the creditor his relative priority over the stockholder. It is not sufficient that he should get a little more than the stockholder. His entire claim must take precedence over any part of the interest of a stockholder. It is not sufficient that he be offered securities of the same grade as the stockholder but a trifle more in amount, or that the stockholder's right to participate be conditioned upon the payment of an assessment.\"</p>\n<p>The questions \u0097</p>\n<p>\"I. Is a plan of reorganization of a railway company sufficient as to unsecured creditors and binding upon them which does not give precedence to the entire claim of the creditor over any part or interest of a stockholder in the old company?</p>\n<p>\"II. Is such a plan fair and binding upon such creditors even though they be offered securities of the same grade as the stockholders, the difference being only in the <span class=\"star-pagination\">*453</span> greater amount offered the creditors, provided the court shall be of the opinion that the offer tenders to such creditors all that could reasonably be expected under all of the existing circumstances?</p>\n<p>\"III. Is such offer as to such creditors fair and binding if it consists only of the same grade of securities as offered the stockholders, the difference being that the right of the stockholders to participate is conditioned upon the payment of an assessment or the payment of a relatively greater assessment than that asked of such creditors, provided the court shall be of the opinion that the offer tenders to such creditor all that could reasonably be expected under all of the existing circumstances?\"</p>\n<p>These questions lack precision, and the accompanying statement of facts fails to reveal the detail of the situation with desirable clearness. There is nothing to show the amount or character of the insolvent company's outstanding securities, or the amount of the unsecured indebtedness, or the probable value of the equity in the property beyond secured debts, or the amount of money deemed necessary to insure successful operation of the new company. The questions, therefore, must be defined and answered with certain qualifications.</p>\n<p><i>Chicago, etc., Railroad Co.</i> v. <i>Howard,</i> 7 Wall. 392; <i>Louisville Trust Co.</i> v. <i>Louisville Railway Co.,</i> 174 U.S. 674; and <i>Northern Pacific Railway Co.</i> v. <i>Boyd,</i> 228 U.S. 482, gave much consideration to the general principles which must control the present cause. These were applied in <i>Kansas City, etc., Railway Co.</i> v. <i>Guardian Trust Co.,</i> 240 U.S. 166, and <i>Pierce</i> v. <i>United States,</i> 255 U.S. 398.</p>\n<p>We accept those opinions as authoritative; and it now may be announced as settled doctrine, that where the value of corporate property to be sold under foreclosure is so great as to render cooperation between bondholders and stockholders essential in order to secure a bidder and <span class=\"star-pagination\">*454</span> prevent undue sacrifice of their interests. they may enter into a fair and open arrangement to that end. But \"no such proceedings can be rightfully carried to consummation which recognize and preserve any interest in the stockholders without also recognizing and preserving the interests, not merely of the mortgagee, but of every creditor of the corporation. In other words, if the bondholder wishes to foreclose and exclude inferior lienholders or general unsecured creditors and stockholders he may do so, but a foreclosure which attempts to preserve any interest or right of the mortgagor in the property after the sale must necessarily secure and preserve the prior rights of general creditors thereof. This is based upon the familiar rule that the stockholder's interest in the property is subordinate to the rights of creditors; first of secured and then of unsecured creditors. And any arrangement of the parties by which the subordinate rights and interests of the stockholders are attempted to be secured at the expense of the prior rights of either class of creditors comes within judicial denuciation.\" <i>Louisville Trust Co.</i> v. <i>Louisville Railway Co</i><i>.,</i> pp. 683, 684.</p>\n<p>This doctrine is the \"fixed principle\" according to which <i>Northern Pacific Railway Co.</i> v. <i>Boyd</i> (p. 507,) declares the character of reorganization agreements must be determined; and to it there should be rigid adherence. But, as that opinion states, this does not require the impossible and make it necessary always to pay unsecured creditors in cash before stockholders may retain any interest whatever in the reorganized company. By way of illustration it further pointed out, that such creditors can be protected \"by the issuance, on equitable terms, of income bonds or preferred stock.\" And we now add that, when necessary they may be protected through other arrangements which distinctly recognize their equitable right to be preferred to stockholders against the full value of all property belonging to the debtor corporation, and afford each of them <span class=\"star-pagination\">*455</span> fair opportunity, measured by the existing circumstances, to avail himself of this right.</p>\n<p>Unsecured creditors of insolvent corporations are entitled to the benefit of the values which remain after lienholders are satisfied, whether this is present or prospective, for dividends or only for purposes of control. But reasonable adjustments should be encouraged. Practically, it is impossible to sell the property of a great railroad for cash; and, generally, the interests of all parties, including the public, are best served by cooperation between bondholders and stockholders. If creditors decline a fair offer based upon the principles above stated, they are left to protect themselves. After such refusal they cannot attack the reorganization in a court of equity. <i>Northern Pacific Railway Co.</i> v. <i>Boyd</i><i>,</i> p. 508.</p>\n<p>Question I, if interpreted strictly and according to the ordinary meaning of the words employed, must be answered in the negative. We assume that to \"give precedence\" implies recognition of superior importance. As above stated, to the extent of their debts creditors are entitled to priority over stockholders against all the property of an insolvent corporation. But it does not follow that in every reorganization the securities offered to general creditors must be superior in rank or grade to any which stockholders may obtain. It is not impossible to accord to the creditor his superior rights in other ways. Generally, additional funds will be essential to the success of the undertaking, and it may be impossible to obtain them unless stockholders are permitted to contribute and retain an interest sufficiently valuable to move them. In such or similar cases the chancellor may exercise an informed discretion concerning the practical adjustment of the several rights.</p>\n<p>Question II is answered in the affirmative, with the qualifications which follow. The primary right of unsecured creditors to the assets of an insolvent corporation <span class=\"star-pagination\">*456</span> remaining after lienholders are satisfied, must be adequately protected; and to each one of them there must be given such opportunity as the circumstances permit to secure the full enjoyment of this preference.</p>\n<p>Question III is also answered in the affirmative, subject to the following qualification. No offer is fair which does not recognize the prior rights of creditors, as above pointed out; but circumstances may justify an offer of different amounts of the same grade of securities to both creditors and stockholders. Whenever assessments are demanded, they must be adjusted with the purpose of according to the creditor his full right of priority against the corporate assets, so far as possible in the existing circumstances.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:48:36", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">271</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">445</span></span> (1926)</b></center>\n<center><h1>KANSAS CITY TERMINAL RAILWAY COMPANY ET AL.<br>\nv.<br>\nCENTRAL UNION TRUST COMPANY OF NEW YORK ET AL.</h1></center>\n<center>No. 265.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 23, 1926.</center>\n<center>Decided June 1, 1926.</center>\nON CERTIFICATE FROM THE CIRCUIT COURT OF APPEALS FOR THE EIGHTH CIRCUIT.\n<p><span class=\"star-pagination\">*446</span> <i>Mr. Samuel W. Sawyer,</i> with whom <i>Messrs. Edward J. White, N.H. Loomis, Bruce Scott,</i> and <i>Gardiner Lathrop</i> were on the brief, for appellants.</p>\n<p><i>Mr. Joseph M. Bryson,</i> with whom <i>Messrs. Albert Rathbone, Arthur H. Van Brunt, Nicholas Kelley, Edward Cornell, Edward C. Eliot, H.C. McCollom, Edward H. Blanc, Allen C. Orrick, W.W. Miller, Charles W. Bates, George H. Williams, Roberts Walker, Perry D. Trafford,</i> and <i>George C. Hitchcock</i> were on the brief, for appellees.</p>\n<p><span class=\"star-pagination\">*450</span> MR. JUSTICE McREYNOLDS delivered the opinion of the Court.</p>\n<p>This cause is here on certificate from the United States Circuit Court of Appeals, Eighth Circuit. Jud. Code § 239. The relevant facts and the submitted questions follow.</p>\n<p>In a proceeding by creditors, the United States District Court, Eastern District of Missouri, appointed a receiver for the Missouri, Kansas &amp; Texas Railway Company. Appellees asked foreclosure of liens upon the whole property, and procured an order of sale. According to a plan for purchase and reorganization, with definite offers to lien creditors, unsecured creditors and stockholders, Blumenthal and another bid in the assets and then assigned the rights so acquired to the Missouri-Kansas-Texas Railroad Company, a newly-organized Missouri corporation.</p>\n<p>Pending entry of the final decree, appellants asserted preferential rights. These were denied, and they were held to be unsecured contract creditors. <i>Kansas City Terminal Ry. Co.</i> v. <i>Central Union Trust Co.,</i> 294 Fed. 32. Thereupon, they challenged the reorganization plan as unfair to them and unduly preferential to stockholders of the insolvent corporation. The trial court overruled their objection; the matter went to the Circuit Court of Appeals and it has asked for instruction.</p>\n<p>The reorganization scheme required the issuance of four classes of securities by the new company \u0097</p>\n<p>(1) Prior lien mortgage bonds (authorized, $250,000,000);</p>\n<p>(2) Cumulative adjustment, or income, bonds (authorized, $100,000,000), secured by mortgage as to principal;</p>\n<p>(3) Preferred stock (authorized $200,000,000);</p>\n<p>(4) Common stock, without par value (authorized, 2,500,000 shares).</p>\n<p>Specified amounts of each of these were reserved for future use by the new company. Some of the prior lien <span class=\"star-pagination\">*451</span> bonds bore interest at four, some at five and some at six per cent.</p>\n<p>New securites were offered to the holders of seventeen separate issues of outstanding bonds of the old company and its various subsidiaries, secured by mortgage, and one issue of notes, secured by the pledge of mortgage bonds. In some cases, but not all, cash was offered to holders of these secured claims in addition to the new securities. Always the par amount of the new securites offered (taking the new non-par-value common stock at $100 per share) plus the cash offered, if any, equalled, but never exceeded, the principal amount of the old securities, in respect of which the offer was made, plus interest to January 1, 1922.</p>\n<p>Of these eighteen outstanding issues, five were offered new prior lien bonds and cash; one was offered new prior lien bonds; five were offered new prior lien bonds and new adjustment bonds; three were offered new prior lien bonds, new adjustment bonds and new preferred stock; one was offered new adjustment bonds and new preferred stock; three were offered new adjustment bonds, new preferred stock and new common stock.</p>\n<p>In all cases the new prior lien bonds and the new adjustment bonds (whether offered to secured creditors, unsecured creditors or stockholders) were to bear interest from January 1, 1922.</p>\n<p>As to stockholders and unsecured creditors, it was provided \u0097 (1) Preferred stockholders might receive $14 in prior lien bonds (bearing six per cent.,) $6 in adjustment bonds and one share of common stock in the new company, upon payment of $20 for each $100 share of old stock. (2) Common stockholders might receive $17.50 in six per cent. prior lien mortgage bonds, $7.50 in adjustment bonds and one share of common stock, upon payment of $25 for each $100 share of old stock. (3) Unsecured creditors were given the choice of two plans: <span class=\"star-pagination\">*452</span> (a) one-third of a share of preferred stock $100 par value, and two-thirds of a share of common stock without par value, for each $100 of their claims, plus interest to January 1, 1922, (whereas the receiver was appointed and took possession of the property September 27, 1915, foreclosure decree was entered June 30, 1922, offer to creditors was dated July 15, 1922, foreclosure sale was had December 13, 1922, order confirming the sale was entered February 9, 1923, and order approving the master's deed conveying the property to the new company was entered on March 10, 1923); (b) $14 in prior lien mortgage six per cent. bonds, $6 in adjustment mortgage bonds and one share of common stock, upon payment of $18 for each $100 of their claims.</p>\n<p>Appellants maintained below that <i>Northern Pacific Railway Co.</i> v. <i>Boyd,</i> <span class=\"citation\" data-id=\"97866\"><a href=\"/opinion/97866/northern-pacific-r-co-v-boyd/\"><span class=\"volume\">228</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">482</span></a></span>, and <i>Louisville Trust Co.</i> v. <i>Louisville Railway Co.,</i> <span class=\"citation\" data-id=\"95092\"><a href=\"/opinion/95092/louisville-trust-co-v-louisville-na-cr-co/\"><span class=\"volume\">174</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">674</span></a></span>, require that an offer in a reorganization plan, in order to be fair and binding upon him, must preserve \"to the creditor his relative priority over the stockholder. It is not sufficient that he should get a little more than the stockholder. His entire claim must take precedence over any part of the interest of a stockholder. It is not sufficient that he be offered securities of the same grade as the stockholder but a trifle more in amount, or that the stockholder's right to participate be conditioned upon the payment of an assessment.\"</p>\n<p>The questions \u0097</p>\n<p>\"I. Is a plan of reorganization of a railway company sufficient as to unsecured creditors and binding upon them which does not give precedence to the entire claim of the creditor over any part or interest of a stockholder in the old company?</p>\n<p>\"II. Is such a plan fair and binding upon such creditors even though they be offered securities of the same grade as the stockholders, the difference being only in the <span class=\"star-pagination\">*453</span> greater amount offered the creditors, provided the court shall be of the opinion that the offer tenders to such creditors all that could reasonably be expected under all of the existing circumstances?</p>\n<p>\"III. Is such offer as to such creditors fair and binding if it consists only of the same grade of securities as offered the stockholders, the difference being that the right of the stockholders to participate is conditioned upon the payment of an assessment or the payment of a relatively greater assessment than that asked of such creditors, provided the court shall be of the opinion that the offer tenders to such creditor all that could reasonably be expected under all of the existing circumstances?\"</p>\n<p>These questions lack precision, and the accompanying statement of facts fails to reveal the detail of the situation with desirable clearness. There is nothing to show the amount or character of the insolvent company's outstanding securities, or the amount of the unsecured indebtedness, or the probable value of the equity in the property beyond secured debts, or the amount of money deemed necessary to insure successful operation of the new company. The questions, therefore, must be defined and answered with certain qualifications.</p>\n<p><i>Chicago, etc., Railroad Co.</i> v. <i>Howard,</i> 7 Wall. 392; <i>Louisville Trust Co.</i> v. <i>Louisville Railway Co.,</i> <span class=\"citation\" data-id=\"95092\"><a href=\"/opinion/95092/louisville-trust-co-v-louisville-na-cr-co/\"><span class=\"volume\">174</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">674</span></a></span>; and <i>Northern Pacific Railway Co.</i> v. <i>Boyd,</i> <span class=\"citation\" data-id=\"97866\"><a href=\"/opinion/97866/northern-pacific-r-co-v-boyd/\"><span class=\"volume\">228</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">482</span></a></span>, gave much consideration to the general principles which must control the present cause. These were applied in <i>Kansas City, etc., Railway Co.</i> v. <i>Guardian Trust Co.,</i> <span class=\"citation\" data-id=\"98650\"><a href=\"/opinion/98650/kansas-city-southern-r-co-v-guardian-trust-co/\"><span class=\"volume\">240</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">166</span></a></span>, and <i>Pierce</i> v. <i>United States,</i> 255 U.S. 398.</p>\n<p>We accept those opinions as authoritative; and it now may be announced as settled doctrine, that where the value of corporate property to be sold under foreclosure is so great as to render cooperation between bondholders and stockholders essential in order to secure a bidder and <span class=\"star-pagination\">*454</span> prevent undue sacrifice of their interests. they may enter into a fair and open arrangement to that end. But \"no such proceedings can be rightfully carried to consummation which recognize and preserve any interest in the stockholders without also recognizing and preserving the interests, not merely of the mortgagee, but of every creditor of the corporation. In other words, if the bondholder wishes to foreclose and exclude inferior lienholders or general unsecured creditors and stockholders he may do so, but a foreclosure which attempts to preserve any interest or right of the mortgagor in the property after the sale must necessarily secure and preserve the prior rights of general creditors thereof. This is based upon the familiar rule that the stockholder's interest in the property is subordinate to the rights of creditors; first of secured and then of unsecured creditors. And any arrangement of the parties by which the subordinate rights and interests of the stockholders are attempted to be secured at the expense of the prior rights of either class of creditors comes within judicial denuciation.\" <i>Louisville Trust Co.</i> v. <i>Louisville Railway Co</i><i>.,</i> pp. 683, 684.</p>\n<p>This doctrine is the \"fixed principle\" according to which <i>Northern Pacific Railway Co.</i> v. <i>Boyd</i> (p. 507,) declares the character of reorganization agreements must be determined; and to it there should be rigid adherence. But, as that opinion states, this does not require the impossible and make it necessary always to pay unsecured creditors in cash before stockholders may retain any interest whatever in the reorganized company. By way of illustration it further pointed out, that such creditors can be protected \"by the issuance, on equitable terms, of income bonds or preferred stock.\" And we now add that, when necessary they may be protected through other arrangements which distinctly recognize their equitable right to be preferred to stockholders against the full value of all property belonging to the debtor corporation, and afford each of them <span class=\"star-pagination\">*455</span> fair opportunity, measured by the existing circumstances, to avail himself of this right.</p>\n<p>Unsecured creditors of insolvent corporations are entitled to the benefit of the values which remain after lienholders are satisfied, whether this is present or prospective, for dividends or only for purposes of control. But reasonable adjustments should be encouraged. Practically, it is impossible to sell the property of a great railroad for cash; and, generally, the interests of all parties, including the public, are best served by cooperation between bondholders and stockholders. If creditors decline a fair offer based upon the principles above stated, they are left to protect themselves. After such refusal they cannot attack the reorganization in a court of equity. <i>Northern Pacific Railway Co.</i> v. <i>Boyd</i><i>,</i> p. 508.</p>\n<p>Question I, if interpreted strictly and according to the ordinary meaning of the words employed, must be answered in the negative. We assume that to \"give precedence\" implies recognition of superior importance. As above stated, to the extent of their debts creditors are entitled to priority over stockholders against all the property of an insolvent corporation. But it does not follow that in every reorganization the securities offered to general creditors must be superior in rank or grade to any which stockholders may obtain. It is not impossible to accord to the creditor his superior rights in other ways. Generally, additional funds will be essential to the success of the undertaking, and it may be impossible to obtain them unless stockholders are permitted to contribute and retain an interest sufficiently valuable to move them. In such or similar cases the chancellor may exercise an informed discretion concerning the practical adjustment of the several rights.</p>\n<p>Question II is answered in the affirmative, with the qualifications which follow. The primary right of unsecured creditors to the assets of an insolvent corporation <span class=\"star-pagination\">*456</span> remaining after lienholders are satisfied, must be adequately protected; and to each one of them there must be given such opportunity as the circumstances permit to secure the full enjoyment of this preference.</p>\n<p>Question III is also answered in the affirmative, subject to the following qualification. No offer is fair which does not recognize the prior rights of creditors, as above pointed out; but circumstances may justify an offer of different amounts of the same grade of securities to both creditors and stockholders. Whenever assessments are demanded, they must be adjusted with the purpose of according to the creditor his full right of priority against the corporate assets, so far as possible in the existing circumstances.</p>\n</div>", 
  "sha1": "4b0b207d592cde38a082eeb02730d76e36448c3f", 
  "date_modified": "2014-12-21T01:38:02.360031", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/100898/kansas-city-ry-v-cent-union-tr-co/", 
  "citation_count": 24, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/273563/", 
  "html": "<p class=\"case_cite\">271 U.S. 445</p>\n    <p class=\"case_cite\">46 S.Ct. 549</p>\n    <p class=\"case_cite\">70 L.Ed. 1028</p>\n    <p class=\"parties\">KANSAS CITY TERMINAL RY. CO. et al.<br>v.<br>CENTRAL UNION TRUST CO. OF NEW YORK et al.</p>\n    <p class=\"docket\">No. 265.</p>\n    <p class=\"date\">Argued April 23, 1926.</p>\n    <p class=\"date\">Decided June 1, 1926.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. Samuel W. Sawyer, of Kansas City, Mo., Edward J. White, of St. Louis, Mo., N. H. Loomis, of Omaha, Neb., and Bruce Scott and Gardiner Lathrop, both of Chicago, Ill., for Kansas City Terminal Ry. Co.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 446-448 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Joseph M. Bryson, of St. Louis, Mo., for Central Union Trust Co. of New York.</p>\n      <p class=\"indent\">[Argument of Counsel from page 449 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice McREYNOLDS delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This cause is here on certificate from the United States Circuit Court of Appeals, Eighth Circuit. Judicial Code, &#167; 239 (Comp. St. &#167; 1216). The relevant facts and the submitted questions follow.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In a proceeding by creditors, the United States District Court, Eastern District of Missouri, appointed a receiver for the Missouri, Kansas &amp; Texas Railway Company. Appellees asked foreclosure of liens upon the whole property, and procured an order of sale. According to a plan for purchase and reorganization, with definite offers to lien creditors, unsecured creditors, and stockholders, Blumenthal and another bid in the assets and then assigned the rights so acquired to the Missouri-Kansas-Texas Railroad Company, a newly organized Missouri corporation.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Pending entry of the final decree, appellants asserted preferential rights. These were denied, and they were held to be unsecured contract creditors. Kansas City Terminal Ry. Co. v. Central Union Trust Co. (C. C. A.) 294 F. 32. Thereupon they challenged the reorganization plan as unfair to them and unduly preferential to stockholders of the insolvent corporation. The trial court overuled their objection, the matter went to the Circuit Court of Appeals, and it has asked for instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The reorganization scheme required the issuance of four classes of securities by the new company:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">(1) Prior lien mortgage bonds (authorized, $250,000,000).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">(2) Cumulative adjustment, or income, bonds (authorized, $100,000,000), secured by mortgage as to principal.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">(3) Preferred stock (authorized, $200,000,000).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">(4) Common stock, without par value (authorized, 2,500,000 shares).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Specified amounts of each of these were reserved for future use by the new company. Some of the prior lien bonds bore interest at 4, some at 5, and some at 6 per cent.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">New securities were offered to the holders of seventeen separate issues of outstanding bonds of the old company and its various subsidiaries, secured by mortgage, and one issue of notes, secured by the pledge of mortgage bonds. In some cases, but not all, cash was offered to holders of these secured claims in addition to the new securities. Always the par amount of the new securities offered (taking the new nonpar value common stock at $100 per share), plus the cash offered, if any, equaled, but never exceeded, the principal amount of the old securities, in respect of which the offer was made, plus interest to January 1, 1922.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Of these eighteen outstanding issues, five were offered new prior lien bonds and cash; one was offered new prior lien bonds; five were offered new prior lien bonds and new adjustment bonds; three were offered new prior lien bonds, new adjustment bonds, and new preferred stock; one was offered new adjustment bonds and new preferred stock; three were offered new adjustment bonds, new preferred stock, and new common stock.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In all cases the new prior lien bonds and the new adjustment bonds (whether offered to secured creditors, unsecured creditors, or stockholders) were to bear interest from January 1, 1922.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">As to stockholders and unsecured creditors, it was provided: (1) Preferred stockholders might receive $14 in prior lien bonds (bearing 6 per cent.), $6 in adjustment bonds, and one share of common stock in the new company, upon payment of $20 for each $100 share of old stock. (2) Common stockholders might receive $17,50 in 6 per cent. prior lien mortgage bonds, $7.50 in adjustment bonds, and one share of common stock, upon payment of $25 for each $100 share of old stock. (3) Unsecured creditors were given the choice of two plans: (a) One-third of a share of preferred stock, $100 par value, and two-thirds of a share of common stock without par value, for each $100 of their claims, plus interest to January 1, 1922 (whereas the receiver was appointed and took possession of the property September 27, 1915, foreclosure decree was entered June 30, 1922, offer to creditors was dated July 15, 1922, foreclosure sale was had December 13, 1922, order confirming the sale was entered February 9, 1923, and order approving the master's deed conveying the property to the new company was entered on March 10, 1923); (b) $14 in prior lien mortgage 6 per cent. bonds, $6 in adjustment mortgage bonds, and one share of common stock, upon payment of $18 for each $100 of their claims.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Appellants maintained below that Northern Pacific Railway Co. v. Boyd, 228 U. S. 482, 33 S. Ct. 554, 57 L. Ed. 931, and Louisville Trust Co. v. Louisville Railway Co., 174 U. S. 674, 19 S. Ct. 827, 43 L. Ed. 1130, require that an offer in a reorganization plan, in order to be fair and binding upon him, must preserve 'to the creditor his relative priority over the stockholder. It is not sufficient that he should get a little more than the stockholder. His entire claim must take precedence over any part of the interest of a stockholder. It is not sufficient that he be offered securities of the same grade as the stockholder, but a trifle more in amount, or that the stockholder's right to participate be conditioned upon the payment of an assessment.'</p>\n    </div>\n    <p class=\"indent\">The questions:</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">I. Is a plan of reorganization of a railway company sufficient as to unsecured creditors, and binding upon them, which does not give precedence to the entire claim of the creditor over any part or interest of a stockholder in the old company?</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">II. Is such a plan fair and binding upon such creditors, even though they be offered securities of the same grade as the stockholders, the difference being only in the greater amount offered the creditors, provided the court shall be of the opinion that the offer tenders to such creditors all that could reasonably be expected under all of the existing circumstances?</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">III. Is such offer as to such creditors fair and binding, if it consists only of the same grade of securities as offered the stockholders, the difference being that the right of the stockholders to participate is conditioned upon the payment of an assessment or the payment of a relatively greater assessment than that asked of such creditors, provided the court shall be of the opinion that the offer tenders to such creditor all that could reasonably be expected under all of the existing circumstances?</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">These questions lack precision, and the accompanying statement of facts fails to reveal the detail of the situation with desirable clearness. There is nothing to show the amount or character of the insolvent company's outstanding securities, or the amount of the unsecured indebtedness, or the probable value of the equity in the property beyond secured debts, or the amount of money deemed necessary to insure successful operation of the new company. The questions, therefore, must be defined and answered with certain qualifications.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Chicago, etc., Railroad Co. v. Howard, 7 Wall. 392, 1. L. Ed. 117, Louisville Trust Co. v. Louisville Railway Co., 174 U. S. 674, 19 S. Ct. 827, 43 L. Ed. 827, and Northern Pacific Railway Co. v. Boyd, 228 U. S. 482, 33 S. Ct. 554, 57 L. Ed. 931, gave much consideration to the general principles which must control the present cause. These were applied in Kansas City, etc., Railway Co. v. Guardian Trust Co., 240 U. S. 166, 36 S. Ct. 334, 60 L. Ed. 579, and Pierce v. United States, 255 U. S. 398, 41 S. Ct. 365, 65 L. Ed. 697.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We accept those opinions as authoritative, and it now may be announced as settled doctrine that, where the value of corporate property to be sold under foreclosure is so great as to render co-operation between bondholders and stockholders essential in order to secure a bidder and prevent undue sacrifice of their interests, they may enter into a fair and open arrangement to that end. But 'no such proceedings can be rightfully carried to consummation which recognize and preserve any interest in the stockholders, without also recognizing and preserving the interests, not merely of the mortgagee, but of every creditor of the corporation. In other words, if the bondholder wishes to foreclose and exclude inferior lienholders, or general unsecured creditors and stockholders, he may do so; but a foreclosure which attempts to preserve any interest or right of the mortgagor in the property after the sale must necessarily secure and preserve the prior rights of general creditors thereof. This is based upon the familiar rule that the stockholder's interest in the property is subordinate to the rights of creditors, first of secured and then of unsecured creditors. And any arrangement of the parties by which the subordinate rights and interests of the stockholders are attempted to be secured at the expense of the prior rights of either class of creditors comes within judicial denunciation.' Louisville Trust Co. v. Louisville Railway Co., 174 U. S. 683, 684 (19 S. Ct. 830).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">This doctrine is the 'fixed principle' according to which Northern Pacific Railway Co. v. Boyd, 228 U. S. 507 (33 S. Ct. 554), declares the character of reorganization agreements must be determined, and to it there should be rigid adherence. But, as that opinion states, this does not require the impossible, and make it necessary always to pay unsecured creditors in cash before stockholders may retain any interest whatever in the reorganized company. By way of illustration it further pointed out, that such creditors can be protected 'by the issuance, on equitable terms, of income bonds or preferred stock.' And we now add that, when necessary, they may be protected through other arrangements, which distinctly recognize their equitable right to be preferred to stockholders against the full value of all property belonging to the debtor corporation, and afford each of them fair opportunity, measured by the existing circumstances, to avail himself of this right.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Unsecured creditors of insolvent corporations are entitled to the benefit of the values which remain after lienholders are satisfied, whether this is present or prospective, for dividends or only for purposes of control. But reasonable adjustments should be encouraged. Practically, it is impossible to sell the property of a great railroad for cash and, generally, the interests of all parties, including the public, are best served by co-operation between bondholders and stockholders. If creditors decline a fair offer based upon the principles above stated, they are left to protect themselves. After such refusal they cannot attack the reorganization in a court of equity. Northern Pacific Railway Co. v. Boyd, 228 U. S. 508 (33 S. Ct. 554).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Question I, if interpreted strictly and according to the ordinary meaning of the words employed, must be answered in the negative. We assume that to 'give precedence' implies recognition of superior importance. As above stated, to the extent of their debts creditors are entitled to priority over stockholders against all the property of an insolvent corporation. But it does not follow that in every reorganization the securities offered to general creditors must be superior in rank or grade to any which stockholders may obtain. It is not impossible to accord to the creditor his superior rights in other ways. Generally, additional funds will be essential to the success of the undertaking, and it may be impossible to obtain them, unless stockholders are permitted to contribute and retain an interest sufficiently valuable to move them. In such or similar cases the chancellor may exercise an informed discretion concerning the practical adjustment of the several rights.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Question II is answered in the affirmative, with the qualifications which follow. The primary right of unsecured creditors to the assets of an insolvent corporation remaining after lienholders are satisfied, must be adequately protected, and to each one of them there must be given such opportunity as the circumstances permit to secure the full enjoyment of this preference.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Question III is also answered in the affirmative, subject to the following qualification. No offer is fair which does not recognize the prior rights of creditors, as above pointed out; but circumstances may justify an offer of different amounts of the same grade of securities to both creditors and stockholders. Whenever assessments are demanded, they must be adjusted with the purpose of according to the creditor his full right of priority against the corporate assets, so far as possible in the existing circumstances.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/100898/"
}