{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "129 U.S. 70", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/92387/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Anderson v. Miller", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "135", 
    "id": 76767, 
    "resource_uri": "/api/rest/v2/citation/76767/"
  }, 
  "id": 92387, 
  "blocked": false, 
  "judges": "Lamar", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1889-01-14", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>129 U.S. 70 (1889)</b></center>\n<center><h1>ANDERSON<br>\nv.<br>\nMILLER.</h1></center>\n<center>No. 135.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 19, 1888.</center>\n<center>Decided January 14, 1889.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE EASTERN DISTRICT OF VIRGINIA.\n<p><span class=\"star-pagination\">*71</span> <i>Mr. Charles S. Whitman</i> for appellant.</p>\n<p><i>Mr. John S. Wise</i> for appellees.</p>\n<p>MR. JUSTICE LAMAR delivered the opinion of the court.</p>\n<p>This is a suit in equity, brought in the Circuit Court of the United States for the Eastern District of Virginia, by the appellant against the appellees, founded on an alleged infringement by them of letters patent No. 265,733, granted to appellant, October 10, 1882, upon an application filed June 24, 1882, for an improvement in drawers.</p>\n<p>The alleged infringement consisted in appellees' placing on drawers manufactured by them a patch extending down the front and lapping the seam of the crotch by at least half an inch, which process of reënforcing the garment, it was alleged, was the invention of the appellant.</p>\n<p>The bill avers that \"the defendants, Henry T. Miller and William Mitchell, both of the city of Richmond, in the county of Henrico and State of Virginia, and citizens of the said State of Virginia, constituting the firm of Henry T. Miller &amp; Co., doing business at Richmond, in the county, State, and district aforesaid, ... are now using said patented improvements, or improvements in some parts thereof substantially the same in construction and operation as in the letters patent mentioned, and, in violation of his rights, have made, used and vended within the Eastern District of Virginia ... large quantities of drawers described and claimed in the letters patent aforesaid,\" etc.</p>\n<p>The answer of the defendants, in their own separate names, with the firm name, precisely as they are stated by the bill, in response to complainant's interrogatories, admits that they are residents of Richmond, Virginia, and engaged in the business of the manufacture and vending of drawers for the clothing trade in that city.</p>\n<p>The averments of the answer, material to this inquiry, are, <span class=\"star-pagination\">*72</span> \"that drawers, as reënforced as described in letters patent of plaintiff, had been made and in public use and on sale by sundry and divers persons for many years prior to plaintiff's application;\" that they, the defendants, \"have been manufacturing one particular kind, and only one particular kind, of reenforced drawers for more than five years hitherto continuously, a specimen of which drawers, manufactured by them, is filed as `Exhibit A,' etc., and that these are the only kind of reënforced drawers that have been manufactured by them, or either of them, during the last five years;\" and that, \"even if the drawers manufactured by them are either identically or substantially the same as those manufactured by the complainant, he is entitled to no relief whatever against them, because these respondents are prepared to prove that Henry T. Miller &amp; Co. and Henry T. Miller have hitherto continuously for over five years manufactured the identical reënforced drawers filed as `Exhibit A,' and that for over four years prior to the application for said patent they used and sold reenforced drawers of the pattern and design of those now filed as `Exhibit A,' and none other.\"</p>\n<p>The Circuit Court dismissed the bill, and an appeal from that decree of dismissal brings the case here.</p>\n<p>It is contended by the appellant that the answer of the defendants below did not contain a sufficient notice, under the statute, of the defence of want of novelty and two years' public use, in that it did not state the names and places of residence of the persons by whom and where it was used. The object of this statutory requirement is, to apprise the plaintiff of the nature of the evidence which he must be ready to meet at the trial. This object is substantially and fully accomplished by the pleadings in this case, and we decline to disturb the action of the court below overruling the motion made at the hearing to strike out the testimony of the witnesses for the defence, who testified to the prior use of the patented article.</p>\n<p>We do not deem it necessary to consider the question whether the patent of the appellant is for a new and useful invention within the meaning of § 4886 <i>et seq.,</i> Rev. Stat., <span class=\"star-pagination\">*73</span> inasmuch as it is the opinion of this court that there has been no infringement of it in this case by the appellees. It is satisfactorily shown by the evidence in the record that for more than two years prior to the application for the patent in question the appellees had been manufacturing, at their place of business at Richmond, Virginia, garments identical in pattern with those that are now alleged to infringe appellant's patent.</p>\n<p>The decree of the Circuit Court is</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:05:47", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">70</span></span> (1889)</b></center>\n<center><h1>ANDERSON<br>\nv.<br>\nMILLER.</h1></center>\n<center>No. 135.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 19, 1888.</center>\n<center>Decided January 14, 1889.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE EASTERN DISTRICT OF VIRGINIA.\n<p><span class=\"star-pagination\">*71</span> <i>Mr. Charles S. Whitman</i> for appellant.</p>\n<p><i>Mr. John S. Wise</i> for appellees.</p>\n<p>MR. JUSTICE LAMAR delivered the opinion of the court.</p>\n<p>This is a suit in equity, brought in the Circuit Court of the United States for the Eastern District of Virginia, by the appellant against the appellees, founded on an alleged infringement by them of letters patent No. 265,733, granted to appellant, October 10, 1882, upon an application filed June 24, 1882, for an improvement in drawers.</p>\n<p>The alleged infringement consisted in appellees' placing on drawers manufactured by them a patch extending down the front and lapping the seam of the crotch by at least half an inch, which process of reënforcing the garment, it was alleged, was the invention of the appellant.</p>\n<p>The bill avers that \"the defendants, Henry T. Miller and William Mitchell, both of the city of Richmond, in the county of Henrico and State of Virginia, and citizens of the said State of Virginia, constituting the firm of Henry T. Miller &amp; Co., doing business at Richmond, in the county, State, and district aforesaid, ... are now using said patented improvements, or improvements in some parts thereof substantially the same in construction and operation as in the letters patent mentioned, and, in violation of his rights, have made, used and vended within the Eastern District of Virginia ... large quantities of drawers described and claimed in the letters patent aforesaid,\" etc.</p>\n<p>The answer of the defendants, in their own separate names, with the firm name, precisely as they are stated by the bill, in response to complainant's interrogatories, admits that they are residents of Richmond, Virginia, and engaged in the business of the manufacture and vending of drawers for the clothing trade in that city.</p>\n<p>The averments of the answer, material to this inquiry, are, <span class=\"star-pagination\">*72</span> \"that drawers, as reënforced as described in letters patent of plaintiff, had been made and in public use and on sale by sundry and divers persons for many years prior to plaintiff's application;\" that they, the defendants, \"have been manufacturing one particular kind, and only one particular kind, of reenforced drawers for more than five years hitherto continuously, a specimen of which drawers, manufactured by them, is filed as `Exhibit A,' etc., and that these are the only kind of reënforced drawers that have been manufactured by them, or either of them, during the last five years;\" and that, \"even if the drawers manufactured by them are either identically or substantially the same as those manufactured by the complainant, he is entitled to no relief whatever against them, because these respondents are prepared to prove that Henry T. Miller &amp; Co. and Henry T. Miller have hitherto continuously for over five years manufactured the identical reënforced drawers filed as `Exhibit A,' and that for over four years prior to the application for said patent they used and sold reenforced drawers of the pattern and design of those now filed as `Exhibit A,' and none other.\"</p>\n<p>The Circuit Court dismissed the bill, and an appeal from that decree of dismissal brings the case here.</p>\n<p>It is contended by the appellant that the answer of the defendants below did not contain a sufficient notice, under the statute, of the defence of want of novelty and two years' public use, in that it did not state the names and places of residence of the persons by whom and where it was used. The object of this statutory requirement is, to apprise the plaintiff of the nature of the evidence which he must be ready to meet at the trial. This object is substantially and fully accomplished by the pleadings in this case, and we decline to disturb the action of the court below overruling the motion made at the hearing to strike out the testimony of the witnesses for the defence, who testified to the prior use of the patented article.</p>\n<p>We do not deem it necessary to consider the question whether the patent of the appellant is for a new and useful invention within the meaning of § 4886 <i>et seq.,</i> Rev. Stat., <span class=\"star-pagination\">*73</span> inasmuch as it is the opinion of this court that there has been no infringement of it in this case by the appellees. It is satisfactorily shown by the evidence in the record that for more than two years prior to the application for the patent in question the appellees had been manufacturing, at their place of business at Richmond, Virginia, garments identical in pattern with those that are now alleged to infringe appellant's patent.</p>\n<p>The decree of the Circuit Court is</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "sha1": "c28821d89a7203093bdb0575d779a901b946c7ab", 
  "date_modified": "2014-12-21T01:30:39.591835", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/92387/anderson-v-miller/", 
  "citation_count": 1, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/369521/", 
  "html": "<p class=\"case_cite\">9 S.Ct. 224</p>\n    <p class=\"case_cite\">129 U.S. 70</p>\n    <p class=\"case_cite\">32 L.Ed. 635</p>\n    <p class=\"parties\">ANDERSON<br>v.<br>MILLER <i>et al</i>.</p>\n    <p class=\"date\">January 14, 1889.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Charles S. Whitman</i>, for appellant.</p>\n      <p class=\"indent\"><i>John S. Wise</i>, for appellees.</p>\n      <p class=\"indent\">LAMAR, J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a suit in equity, brought in the circuit court of the United States for the Eastern district of Virginia, by the appellant against the appellees, founded on an alleged infringement by them of letters patent No. 265,733, granted to appellant, October 10, 1882, upon an application filed June 24, 1882, for an improvement in drawers. The alleged infringement consisted in appellees' placing on drawers manufactured by them a patch extending down the front and lapping the seam of the crotch by at least half an inch, which process of re-enforcing the garment, it was alleged, was the invention of the appellant. The bill avers that 'the defendants, Henry T. Miller and William Mitchell, both of the city of Richmond, in the county of Henrico and state of Virginia, and citizens of the said state of Virginia, constituting the firm of Henry T. Miller &amp; Co., doing business at Richmond, in the county, state, and district aforesaid, * * * are now using said patented improvement or improvements in some parts thereof substantially the same in construction and operation as in the letters patent mentioned, and in violation of his rights have made, used, and vender within the Eastern district of Virginia * * * large quantities of drawers described and claimed in the letters patent aforesaid,' etc.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The answer of the defendants, in their own separate names, with the firm name, precisely as they are stated by the bill, in response to complainant's interrogatories, admits that they are residents of Richmond, Va., and engaged in the business of the manufacture and vending of drawers for the clothing trade in that city. The averments of the answer, material to this inquiry, are 'that drawers, as re-enforced as described in letters patent of plaintiff, had been made and in public use and on sale by sundry and divers persons for many years prior to plaintiff's application;' that they, the defendants, 'have been manufacturing one particular kind, and only one particular kind, of re-enforced drawers for more than five years hitherto continuously, a specimen of which drawers, manufactured by them, is filed as Exhibit A,' etc., 'and that these are the only kind of reenforced drawers that have been manufactured by them, or either of them, during the last five years;' and that, 'even if the drawers manufactured by them are either identically or substantially the same as those manufactured by the complainant, he is entitled to no relief whatever against them, because these respondents are prepared to prove that Henry T. Miller &amp; Co., and Henry T. Miller have hitherto continuously for over five years manufactured the identical re-enforced drawers filed as Exhibit A, and that for over four years prior to the application for said patent they used and sold re-enforced drawers of the pattern and design of those now filed as Exhibit A, and none other.' The circuit court dismissed the bill, and an appeal from that decree of dismissal brings the case here.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It is contended by the appellant that the answer of the defendants below did not contain a sufficient notice, under the statute, of the defense of want of novelty and two years' public use, in that it did not state the names and places of residence of the persons by whom and where it was used. The object of this statutory requirement is to apprise the plaintiff of the nature of the evidence which he must be ready to meet at the trial. This object is substantially and fully accomplished by the pleadings in this case, and we decline to disturb the action of the court below, overruling the motion made at the hearing to strike out the testimony of the witnesses for the defense, who testified to the prior use of the patented article.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We do not deem it necessary to consider the question whether the patent of the appellant is for a new and useful invention within the meaning of section 4886 et seq., Rev. St., inasmuch as it is the opinion of this court that there has been no infringement of it in this case by the appellees. It is satisfactorily shown by the evidence in the record that for more than two years prior to the application for the patent in question the appellees had been manufacturing, at their place of business at Richmond, Va., garments identical in pattern with those that are now alleged to infringe appellant's patent. The decree of the circuit court is affirmed.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/92387/"
}