{"absolute_url": "/opinion/92392/dent-v-west-virginia/", "blocked": false, "citation": {"case_name": "Dent v. West Virginia", "docket_number": "119", "document_uris": ["/api/rest/v2/document/92392/"], "federal_cite_one": "129 U.S. 114", "federal_cite_three": null, "federal_cite_two": null, "id": 76772, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/76772/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 129, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1889-01-14", "date_modified": "2015-02-25T08:49:17.221524", "docket": "/api/rest/v2/docket/591263/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">9 S.Ct. 231</p>\n    <p class=\"case_cite\">129 U.S. 114</p>\n    <p class=\"case_cite\">32 L.Ed. 623</p>\n    <p class=\"parties\">DENT<br>v.<br>STATE OF WEST VIRGINIA.</p>\n    <p class=\"date\">January 14, 1889.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">This case comes from the supreme court of appeals of West Virginia. It involves the validity of the statute of that state which requires every practitioner of medicine in it to obtain a certificate from the state board of health that he is a graduate of a reputable medical college in the school of medicine to which he belongs; or that he has practiced medicine in the state continously for the period of 10 years prior to the 8th day of March, 1881; or that he has been found, upon examination by the board, to be qualified to practice medicine in all its departments; and makes the practice of, or the attempt by any person to practice, medicine, surgery, or obstetrics in the state without such certificate, unless called from another state to treat a particular case, a misdemeanor punishable by fine or imprisonment, or both, in the discretion of the court. The statute in question is found in sections 9 and 15 of an act of the state, c. 93, passed March 15, 1882, amending a chapter of its Code concerning the public health. St. 1882, pp. 245, 246, 248. These sections are as follows:</p>\n      <p class=\"indent\">'Sec. 9. The following persons, and no others, shall hereafter be permitted to practice medicine in this state, viz.: <i>First</i>. All persons who are graduates of a repntable medical college in the school of medicine to which the person desiring to practice belongs. Every such person shall, if he has not already done so and obtained the certificate hereinafter mentioned, present his diploma to the state board of health, or to the two members thereof in his congressional district, and if the same is found to be genuine, and was issued by such medical college, as is hereinafter mentioned, and the person presenting the same be the graduate named therein, the said board, or said two members thereof, (as the case may be,) shall issue and deliver to him a certificate to that effect, and such diploma and certificate shall entitle the person named in such diploma to practice medicine in all its departments in this state. <i>Second</i>. All persons who have practiced medicine in this state continuously for the period of ten years prior to the 8th day of March, one thousand eight hundred and eighty-one. Every such person shall make and file with the two members of the state board of health in the congressional district in which he resides, or if he resides out of the state in the district nearest his residence, an affidavit of the number of years he has continuously practiced in this state; and, if the number of years therein stated be ten or more, the said board, or said two members thereof, shall, unless they ascertain such affidavit to be false, give him a certificate to that fact, and authorizing him to practice medicine in all its departments in this state. <i>Third</i>. A person who is not such graduate, and who has not so practiced in this state for a period of ten years, desiring to practice medicine in this state, shall, if he has not already done so, present himself for examination before the state board of health, or before the said two members thereof in the congressional district in which he resides, or, if he resides out of the state, to the said two members of the state board of health in the congressional district nearest his place of residence, who, together with a member of the local board of health, who is a physician (if there be such member of the local board) of the county in which the examination is held, shall examine him as herein provided, and if, upon full examination, they find him qualified to practice medicine in all its departments, they, or a majority of them, shall grant him a certificate to that effect, and thereafter he shall have the right to practice medicine in this state to the same extent as if he had the diploma and certificate hereinbefore mentioned. The members of the state board of health in each congressional district shall, by publication in some newspaper printed in the county in which their meeting is to be held, or, if no such paper is printed therein, in some newspaper of general circulation in such district, give at least twenty-one days' notice of the time and place at which they will meet for the examination of applicants for permission to practice medicine, which notice shall be published at least once in each week for three successive weeks before the day of such meeting; but this section shall not apply to a physician or surgeon who is called from another state to treat a particular case, or to perform a particular surgical operation, in this state, and who does not otherwise practice in this state.'</p>\n      <p class=\"indent\">'Sec. 15. If any person shall practice, or attempt to practice, medicine, surgery, or obstetrics in this state, without having complied with the provisions of section 9 of this chapter, except as therein provided, he shall be guilty of a misdemeanor, and fined for every such offense not less than fifty nor more than five hundred dollars, or imprisoned in the county jail not less than one month nor more than twelve months, or be punished by both such fine and imprisonment, at the discretion of the court. And if any person shall file, or attempt to file, as his own, the diploma or certificate of another, or shall file, or attempt to file, a false or forged affidavit of his identity, or shall willfully swear falsely to any question which may be propounded to him on his examination, as herein provided for, or to any affidavit herein required to be made or filed by him, he shall, upon conviction thereof, be confined in the pemtentiary not less than one nor more than three years, or imprisoned in the county jail not less than six nor more than twelve months, and fined not less than one hundred nor more than five hundred dollars, at the discretion of the court.'</p>\n      <p class=\"indent\">Under this statute, the plaintiff in error was indicted in the state circuit court of Preston county, W. Va., for unlawfully engaging in the practice of medicine in that state in June, 1882, without a diploma, certificate, or license therefor, as there required; not being a physician or surgeon called from another state to treat a particular case, or to perform a particular surgical operation. To this indictment the defendant pleaded not guilty, and, a jury having been called, the state by its prosecuting attorney, and the defendant by his attorney, agreed upon the following statement of facts, namely: 'That the defendant was engaged in the practice of medicine in the town of Newburg, Preston county, W Va., at the time charged in the indictment, and had been so engaged since the year 1876 continuously to the present time, and has during all said time enjoyed a lucrative practice, publicly professing to be a physician, prescribing for the sick, and appending to his name the letters, 'M. D.;' that he was not then and there a physician and surgeon called from another state to treat a particular case, or to perform a particular surgical operation, nor was he then and there a commissioned officer of the United States army and navy and hospital service; that he has no certificate, as required by section 9, c. 93, Acts Leg. W. Va., passed March 15, 1882, but has a diploma from the 'American Medical Eclectic College of Cincinnati, Ohio;' that he presented said diploma to the members of the board of health who reside in his congressional district, and asked for the certificate as required by law, but they, after retaining said diploma for some time, returned it to defendant with their refusal to grant him a certificate asked, because, as they claimed, said college did not come under the word 'reputable,' as defined by said board of health; that if the defendant had been or should be prevented from practicing medicine it would be a great injury to him, as it would deprive him of his only means of supporting himself and family; that at the time of the passage of the act of 1882 he had not been practicing medicine ten years, but had only been practicing six, as aforesaid, from the year 1876.' These were all the facts in the case. Upon them the jury found the defendant guilty, and thereupon he moved an arrest of judgment on the ground that the act of the legislature was unconstitutional and void so far as it interfered with his vested right in relation to the practice of medicine, which motion was overruled, and to the ruling an exception was taken. The court thereupon sentenced the defendant to pay a fine of $50 and the costs of the proceedings. The case being taken on writ of error to the supreme court of appeals of the state, the judgment was affirmed, and to review this judgment the case is brought here.</p>\n      <p class=\"indent\"><i>M. H. Dent</i>, for plaintiff in error.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 118-120 intentionally omitted]</p>\n      <p class=\"indent\"><i>Alfred Caldwell</i>, for defendant in error.</p>\n      <p class=\"indent\">Mr. Justice FIELD, after stating the facts as above, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Whether the indictment upon which the plaintiff in error was tried and found guilty is open to objection for want of sufficient certainty in its averments is a question which does not appear to have been raised either on the trial or before the supreme court of the state. The presiding justice of the latter court, in its opinion, states that the counsel for the defendant expressly waived all objections to defects in form or substance of the indictment, and based his claim for a review of the judgment on the ground that the statute of West Virginia is unconstitutional and void. The unconstitutionality asserted consists in its alleged conflict with the clause of the fourteenth amendment which declares that no state shall deprive any person of life, liberty, or property without due process of law; the denial to the defendant of the right to practice his profession without the certificate required constituting the deprivation of his vested right and estate in his profession, which he had previously acquired.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">It is undoubtedly the right of every citizen of the United States to follow any lawful calling, business, or profession he may choose, subject only to such restrictions as are imposed upon all persons of like age, sex, and condition. This right may in many respects be considered as a distinguishing feature of our republican institutions. Here all vocations are open to every one on like conditions. All may be pursued as sources of livelihood, some requiring years of study and great learning for their successful prosecution. The interest, or, as it is sometimes termed, the 'estate,' acquired in them&#8212;that is, the right to continue their prosecution&#8212;is often of great value to the possessors, and cannot be arbitrarily taken from them, any more than their real or personal property can be thus taken. But there is no arbitrary deprivation of such right where its exercise is not permitted because of a failure to comply with conditions imposed by the state for the protection of society. The power of the state to provide for the general welfare of its people authorizes it to prescribe all such regulations as in its judgment will secure or tend to secure them against the consequences of ignorance and incapacity, as well as of deception and fraud. As one means to this end it has been the practice of different states, from time immemorial, to exact in many pursuits a certain degree of skill and learning upon which the community may confidently rely; their possession being generally ascertained upon an examination of parties by competent persons, or inferred from a certificate to them in the form of a diploma or license from an institution established for instruction on the subjects, scientific and otherwise, with which such pursuits have to deal. The nature and extent of the qualifications required must depend primarily upon the judgment of the state as to their necessity. If they are appropriate to the calling or profession, and attainable by reasonable study or application, no objection to their validity can be raised because of their stringency or difficulty. It is only when they have no relation to such calling or profession, or are unattainable by such reasonable study and application, that they can operate to deprive one of his right to pursue a lawful vocation.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Few professions require more careful preparation by one who seeks to enter it than that of madicine. It has to deal with all those subtle and mysterious influences upon which health and life depend, and requires not only a knowledge of the properties of vegetable and mineral substances, but of the human body in all its complicated parts, and their relation to each other, as well as their influence upon the mind. The physician must be able to detect readily the presence of disease, and prescribe appropriate remedies for its removal. Every one may have occasion to consult him, but comparatively few can judge of the qualifications of learning and skill which he possesses. Reliance must be placed upon the assurance given by his license, issued by an authority competent to judge in that respect, that he possesses the requisite qualifications. Due consideration, therefore, for the protection of society may well induce the state to exclude from practice those who have not such a license, or who are found upon examination not to be fully qualified. The same reasons which control in imposing conditions, upon compliance with which the physician is allowed to practice in the first instance, may call for further conditions as new modes of treating disease are discovered, or a more thorough acquaintance is obtained of the remedial properties of vegetable and mineral substances, or a more accurate knowledge is acquired of the human system and of the agencies by which it is affected. It would not be deemed a matter for serious discussion that a knowledge of the new acquisitions of the profession, as it from time to time advances in its attainments for the relief of the sick and suffering, should be required for continuance in its practice, but for the earnestness with which the plaintiff in error insists that by being compelled to obtain the certificate required, and prevented from continuing in his practice without it, he is deprived of his right and estate in his profession without due process of law. We perceive nothing in the statute which indicates an intention of the legislature to deprive one of any of his rights. No one has a right to practice medicine without having the necessary qualifications of learning and skill; and the statute only requires that whoever assumes, by offering to the community his services as a physician, that he possesses such learning and skill, shall present evidence of it by a certificate or license from a body designated by the state as competent to judge of his qualifications.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">As we have said on more than one occasion, it may be difficult, if not impossible, to give to the terms 'due process of law' a definition which will embrace every permissible exertion of power affecting private rights, and exclude such as are forbidden. They come to us from the law of England, from which country our jurisprudence is to a great extent derived; and their requirement was there designed to secure the subject against the arbitrary action of the crown, and place him under the protection of the law. They were deemed to be equivalent to 'the law of the land.' In this country the requirement is intended to have a similar effect against legislative power; that is, to secure the citizen against any arbitrary deprivation of his rights, whether relating to his life, his liberty, or his property. Legislation must necessarily vary with the different objects upon which it is designed to operate. It is sufficient, for the purposes of this case, to say that legislation is not open to the charge of depriving one of his rights without due process of law, if it be general in its operation upon the subjects to which it relates, and is enforceable in the usual modes established in the administration of government with respect to kindred matters; that is, by process or proceedings adapted to the nature of the case. The great purpose of the requirement is to exclude everything that is arbitrary and capricious in legislation affecting the rights of the citizen. As said by this court in Yick Wo v. Hopkins, speaking by Mr. Justice MATTHEWS: 'When we consider the nature and the theory of our institutions of government, the principles upon which they are supposed to rest, and review the history of their development, we are constrained to conclude that they do not mean to leave room for the play and action of purely personal and arbitrary power.' 118 U. S. 356, 369, 6 Sup. Ct. Rep. 1064. See, also, Pennoyer v. Neff, 95 U. S. 714, 733; Davidson v. New Orleans, 96 U. S. 97, 104, 107; Hurtado v. California, 110 U. S. 516, 4 Sup. Ct. Rep. 111; Railroad Co. v. Humes, 115 U. S. 512, 519, 6 Sup. Ct. Rep. 110.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">There is nothing of an arbitrary character in the provisions of the statute in question. It applies to all physicians, except those who may be called for a special case from another state. It imposes no conditions which cannot be readily met; and it is made enforceable in the mode usual in kindred matters,&#8212;that is, by regular proceedings adapted to the case. It authorizes an examination of the applicant by the board of health as to his qualifications when he has no evidence of them in the diploma of a reputable medical college in the school of medicine to which he belongs, or has not practiced in the state a designated period before March, 1881. If, in the proceedings under the statute, there should be any unfair or unjust action on the part of the board in refusing him a certificate, we doubt not that a remedy would be found in the courts of the state. But no such imputation can be made, for the plaintiff in error did not submit himself to the examination of the board after it had decided that the diploma he presented was insufficient.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The cases of Cummings v. State of Missouri, 4 Wall. 277, and of Ex parte Garland, Id. 333, upon which much reliance is placed, do not, in our judgment, support the contention of the plaintiff in error. In the first of these cases it appeared that the constitution of Missouri, adopted in 1865, prescribed an oath to be taken by persons holding certain offices and trusts, and following certain pursuits within its limits. They were required to deny that they had done certain things, or had manifested by act or word certain desires or sympathies. The oath which they were to take embraced 30 distinct affirmations respecting their past conduct, extending even to their words, desires, and sympathies. Every person unable to take this oath was declared incapable of holding in the state 'any office of honor, trust, or profit under its authority, or of being an officer, councilman, director, or trustee, or other manager of any corporation, public or private,' then existing or thereafter established by its authority; or 'of acting as a professor or teacher in any educational institution, or in any common or other school, or of holding any real estate or other property in trust for the use of any church, religious society, or congregation.' And every person holding, at the time the constitution took effect, any of the offices, trusts, or positions mentioned, was required, within 60 days thereafter, to take the oath, and, if he failed to comply with this requirement, it was declared that his office, trust, or position should, <i>ipso facto</i>, become vacant. No person, after the expiration of the 60 days, was allowed, without taking the oath, 'to practice as an attorney or counselor at law,' nor after that period could 'any person be competent as a bishop, priest, deacon, minister, elder, or other clergyman of any religious persuasion, sect, or denomination to teach or preach, or solemnize marriages.' Fine and imprisonment were prescribed as a punishment for holding or exercising any of the 'offices, positions, trusts, professions, or functions' specified, without taking the oath, and false swearing or affirmation in taking it was declared to be perjury, punishable by imprisonment in the penitentiary. A priest of the Roman Catholic Church was indicted in a circuit court of Missouri, and convicted of the crime of teaching and preaching as a priest and minister of that religious denomination without having first taken the oath, and was sentenced to pay a fine of $500, and to be committed to jail until the same was paid. On appeal to the supreme court of the state the judgment was affirmed, and the case was brought on error to this court. As many of the acts from which the parties were obliged to purge themselves by the oath had no relation to their fitness for the pursuits and professions designated, the court held that the oath was not required as a means of ascertaining whether the parties were qualified for those pursuits and professions, but was exacted because it was thought that the acts deserved punishment, and that for many of them there was no way of inflicting punishment except by depriving the parties of their offices and trusts. A large portion of the people of Missouri were unable to take the oath, and as to them the court held that the requirement of its constitution amounted to a legislative deprivation of their rights. Many of the acts which parties were bound to deny that they had ever done were innocent at the time they were committed, and the deprivation of a right to continue in their offices if the oath were not taken was held to be a penalty for a past act, which was violative of the constitution. The doctrine of this case was affirmed in Pierce v. Carskadon, 16 Wall. 234.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In the second case mentioned&#8212;that of Ex parte Garland&#8212;it appeared that on the 2d of July, 1862, congress had passed an act prescribing an oath to be taken by every person elected or appointed to any office of honor or profit under the United States, either in the civil, military, or naval departments of the government, except the president, before entering upon the duties of his office, and before being entitled to his salary or other emoluments. On the 24th of January, 1865, congress, by a supplemental act, extended its provisions so as to embrace attorneys and counselors of the courts of the United States. This latter act, among other things, provided that after its passage no person should be admitted as an attorney and counselor to the bar of the supreme court, and, after the 4th of March, 1865, to the bar of any circuit or district court of the United States, or of the court of claims, or be allowed to appear and be heard by virtue of any previous admission, until he had taken and subscribed the oath prescribed by the act of July 2, 1862. The oath related to past acts, and its object was to exclude from practice in the courts parties who were unable to affirm that they had not done the acts specified; and, as it could not be taken by large classes of persons, it was held to operate against them as a legislative decree of perpetual exclusion. Mr. Garland had been admitted to the bar of the supreme court of the United States, previous to the passage of the act. He was a citizen of Arkansas, and when that state passed an ordinance of secession which purported to withdraw her from the Union, and by another ordinance attached herself to the so-called 'Confederate States,' he followed the state, and was one of her representatives, first in the lower house, and afterwards in the senate of the congress of the Confederacy, and was a member of that senate at the time of the surrender of the Confederate forces to the armies of the United States, Subsequently, in 1865, he received from the president of the United States a full pardon for all offenses committed by his participation, direct or implied, in the rebellion. He produced this pardon, and asked permission to continue as an attorney and counselor of this court without taking the oath required by the act of January 24, 1865, and the rule of the court which had adopted the clause requiring its administration in conformity with the act of congress. The court held that the law, in exacting the oath as to his past conduct as a condition of his continuing in the practice of his profession, imposed a penalty for a past act, and in that respect was subject to the same objection as that made to the clauses of the constitution of Missouri, and was therefore invalid.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">There is nothing in these decisions which supports the positions for which the plaintiff in error contends. They only determine that one who is in the enjoyment of a right to preach and teach the Christian religion as a priest of a regular church, and one who has been admitted to practice the profession of the law, cannot be deprived of the right to continue in the exercise of their respective professions by the exaction from them of an oath as to their past conduct, respecting matters which have no connection with such professions. Between this doctrine and that for which the plaintiff in error contends there is no analogy or resemblance. The constitution of Missouri and the act of congress in question in those cases were designed to deprive parties of their right to continue in their professions for past acts, or past expressions of desires and sympathies, many of which had no bearing upon their fitness to continue in their professions. The law of West Virginia was intended to secure such skill and learning in the profession of medicine that the community might trust with confidence those receiving a license under authority of the state. Judgment affirmed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>129 U.S. 114 (1889)</b></center>\n<center><h1>DENT<br>\nv.<br>\nWEST VIRGINIA.</h1></center>\n<center>No. 119.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted December 11, 1888.</center>\n<center>Decided January 14, 1889.</center>\nERROR TO THE SUPREME COURT OF APPEALS OF THE STATE OF WEST VIRGINIA.\n<p><span class=\"star-pagination\">*118</span> <i>Mr. M.H. Dent</i> for plaintiff in error.</p>\n<p><i>Mr. Alfred Caldwell,</i> Attorney General of West Virginia, for defendant in error.</p>\n<p><span class=\"star-pagination\">*121</span> MR. JUSTICE FIELD, after stating the case, delivered the opinion of the court.</p>\n<p>Whether the indictment upon which the plaintiff in error was tried and found guilty is open to objection for want of sufficient certainty in its averments, is a question which does not appear to have been raised either on the trial or before the Supreme Court of the State. The presiding justice of the latter court in its opinion states that the counsel for the defendant expressly waived all objections to defects in form or substance of the indictment, and based his claim for a review of the judgment on the ground that the statute of West Virginia is unconstitutional and void. The unconstitutionality asserted consists in its alleged conflict with the clause of the Fourteenth Amendment, which declares that no State shall deprive any person of life, liberty, or property without due process of law; the denial to the defendant of the right to practise his profession without the certificate required constituting the deprivation of his vested right and estate in his profession, which he had previously acquired.</p>\n<p>It is undoubtedly the right of every citizen of the United States to follow any lawful calling, business, or profession he may choose, subject only to such restrictions as are imposed upon all persons of like age, sex and condition. This right may in many respects be considered as a distinguishing feature of our republican institutions. Here all vocations are open to every one on like conditions. All may be pursued as sources of livelihood, some requiring years of study and great learning for their successful prosecution. The interest, or, as it is sometimes termed, the estate acquired in them, that is, the right to continue their prosecution, is often of great value to the possessors, and cannot be arbitrarily taken from them, any more <span class=\"star-pagination\">*122</span> than their real or personal property can be thus taken. But there is no arbitrary deprivation of such right where its exercise is not permitted because of a failure to comply with conditions imposed by the State for the protection of society. The power of the State to provide for the general welfare of its people authorizes it to prescribe all such regulations as, in its judgment, will secure or tend to secure them against the consequences of ignorance and incapacity as well as of deception and fraud. As one means to this end it has been the practice of different States, from time immemorial, to exact in many pursuits a certain degree of skill and learning upon which the community may confidently rely, their possession being generally ascertained upon an examination of parties by competent persons, or inferred from a certificate to them in the form of a diploma or license from an institution established for instruction on the subjects, scientific and otherwise, with which such pursuits have to deal. The nature and extent of the qualifications required must depend primarily upon the judgment of the State as to their necessity. If they are appropriate to the calling or profession, and attainable by reasonable study or application, no objection to their validity can be raised because of their stringency or difficulty. It is only when they have no relation to such calling or profession, or are unattainable by such reasonable study and application, that they can operate to deprive one of his right to pursue a lawful vocation.</p>\n<p>Few professions require more careful preparation by one who seeks to enter it than that of medicine. It has to deal with all those subtle and mysterious influences upon which health and life depend, and requires not only a knowledge of the properties of vegetable and mineral substances, but of the human body in all its complicated parts, and their relation to each other, as well as their influence upon the mind. The physician must be able to detect readily the presence of disease, and prescribe appropriate remedies for its removal. Every one may have occasion to consult him, but comparatively few can judge of the qualifications of learning and skill which he possesses. Reliance must be placed upon the assurance <span class=\"star-pagination\">*123</span> given by his license, issued by an authority competent to judge in that respect, that he possesses the requisite qualifications. Due consideration, therefore, for the protection of society may well induce the State to exclude from practice those who have not such a license, or who are found upon examination not to be fully qualified. The same reasons which control in imposing conditions, upon compliance with which the physician is allowed to practise in the first instance, may call for further conditions as new modes of treating disease are discovered, or a more thorough acquaintance is obtained of the remedial properties of vegetable and mineral substances, or a more accurate knowledge is acquired of the human system and of the agencies by which it is affected. It would not be deemed a matter for serious discussion that a knowledge of the new acquisitions of the profession, as it from time to time advances in its attainments for the relief of the sick and suffering, should be required for continuance in its practice, but for the earnestness with which the plaintiff in error insists that, by being compelled to obtain the certificate required, and prevented from continuing in his practice without it, he is deprived of his right and estate in his profession without due process of law. We perceive nothing in the statute which indicates an intention of the legislature to deprive one of any of his rights. No one has a right to practise medicine without having the necessary qualifications of learning and skill; and the statute only requires that whoever assumes, by offering to the community his services as a physician, that he possesses such learning and skill, shall present evidence of it by a certificate or license from a body designated by the State as competent to judge of his qualifications.</p>\n<p>As we have said on more than one occasion, it may be difficult, if not impossible, to give to the terms \"due process of law\" a definition which will embrace every permissible exertion of power affecting private rights and exclude such as are forbidden. They come to us from the law of England, from which country our jurisprudence is to a great extent derived, and their requirement was there designed to secure the subject against the arbitrary action of the crown and place him under the protection of the law. They were deemed to be <span class=\"star-pagination\">*124</span> equivalent to \"the law of the land.\" In this country, the requirement is intended to have a similar effect against legislative power, that is, to secure the citizen against any arbitrary deprivation of his rights, whether relating to his life, his liberty, or his property. Legislation must necessarily vary with the different objects upon which it is designed to operate. It is sufficient, for the purposes of this case, to say that legislation is not open to the charge of depriving one of his rights without due process of law, if it be general in its operation upon the subjects to which it relates, and is enforceable in the usual modes established in the administration of government with respect to kindred matters: that is, by process or proceedings adapted to the nature of the case. The great purpose of the requirement is to exclude everything that is arbitrary and capricious in legislation affecting the rights of the citizen. As said by this court in <i>Yick Wo</i> v. <i>Hopkins,</i> speaking by Mr. Justice Matthews: \"When we consider the nature and the theory of our institutions of government, the principles upon which they are supposed to rest, and review the history of their development, we are constrained to conclude that they do not mean to leave room for the play and action of purely personal and arbitrary power.\" 118 U.S. 356, 369. See, also, <i>Pennoyer</i> v. <i>Neff,</i> 95 U.S. 714, 733; <i>Davidson</i> v. <i>New Orleans,</i> 96 U.S. 97, 104, 107; <i>Hurtado</i> v. <i>California,</i> 110 U.S. 516; <i>Missouri Pacific Railway Co.</i> v. <i>Humes,</i> 115 U.S. 512, 519.</p>\n<p>There is nothing of an arbitrary character in the provisions of the statute in question; it applies to all physicians, except those who may be called for a special case from another State; it imposes no conditions which cannot be readily met; and it is made enforceable in the mode usual in kindred matters, that is, by regular proceedings adapted to the case. It authorizes an examination of the applicant by the Board of Health as to his qualifications when he has no evidence of them in the diploma of a reputable medical college in the school of medicine to which he belongs, or has not practised in the State a designated period before March, 1881. If, in the proceedings under the statute, there should be any unfair <span class=\"star-pagination\">*125</span> or unjust action on the part of the Board in refusing him a certificate, we doubt not that a remedy would be found in the courts of the State. But no such imputation can be made, for the plaintiff in error did not submit himself to the examination of the Board after it had decided that the diploma he presented was insufficient.</p>\n<p>The cases of <i>Cummings</i> v. <i>The State of Missouri,</i> 4 Wall. 277, and of <i>Ex parte Garland,</i> 4 Wall. 333, upon which much reliance is placed, do not, in our judgment support the contention of the plaintiff in error. In the first of these cases it appeared that the constitution of Missouri, adopted in 1865, prescribed an oath to be taken by persons holding certain offices and trusts and following certain pursuits within its limits. They were required to deny that they had done certain things, or had manifested by act or word certain desires or sympathies. The oath which they were to take embraced thirty distinct affirmations respecting their past conduct, extending even to their words, desires and sympathies. Every person unable to take this oath was declared incapable of holding in the State \"any office of honor, trust, or profit under its authority, or of being an officer, councilman, director, trustee, or other manager of any corporation, public or private,\" then existing or thereafter established by its authority; or \"of acting as a professor or teacher in any educational institution, or in any common or other school, or of holding any real estate or other property in trust for the use of any church, religious society, or congregation.\" And every person holding, at the time the constitution took effect, any of the offices, trusts, or positions mentioned, was required, within sixty days thereafter, to take the oath, and if he failed to comply with this requirement it was declared that his office, trust, or position should, <i>ipso facto,</i> become vacant.</p>\n<p>No person after the expiration of the sixty days was allowed, without taking the oath, \"to practise as an attorney or counsellor at law,\" nor after that period could \"any person be competent as a bishop, priest, deacon, minister, elder, or other clergyman of any religious persuasion, sect, or denomination to teach or preach, or solemnize marriages.\" Fine and imprisonment <span class=\"star-pagination\">*126</span> were prescribed as a punishment for holding or exercising any of the \"offices, positions, trusts, professions, or functions\" specified, without taking the oath, and false swearing or affirmation in taking it was declared to be perjury punishable by imprisonment in the penitentiary.</p>\n<p>A priest of the Roman Catholic Church was indicted in a Circuit Court of Missouri, and convicted of the crime of teaching and preaching as a priest and minister of that religious denomination, without having first taken the oath, and was sentenced to pay a fine of five hundred dollars, and to be committed to jail until the same was paid. On appeal to the Supreme Court of the State the judgment was affirmed, and the case was brought on error to this court.</p>\n<p>As many of the acts from which the parties were obliged to purge themselves by the oath had no relation to their fitness for the pursuits and professions designated, the court held that the oath was not required as a means of ascertaining whether the parties were qualified for those pursuits and professions, but was exacted because it was thought that the acts deserved punishment, and that for many of them there was no way of inflicting punishment except by depriving the parties of their offices and trusts. A large portion of the people of Missouri were unable to take the oath, and as to them the court held that the requirements of its constitution amounted to a legislative deprivation of their rights. Many of the acts which parties were bound to deny that they had ever done were innocent at the time they were committed, and the deprivation of a right to continue in their offices if the oath were not taken was held to be a penalty for a past act, which was violative of the constitution. The doctrine of this case was affirmed in <i>Pierce</i> v. <i>Carskadon,</i> 16 Wall. 234.</p>\n<p>In the second case mentioned, that of <i>Ex parte Garland</i><i>,</i> it appeared that, on the 2d of July, 1862, Congress had passed an act prescribing an oath to be taken by every person elected or appointed to any office of honor or profit under the United States, either in the civil, military, or naval departments of the government, except the President, before entering upon the duties of his office, and before being entitled to his <span class=\"star-pagination\">*127</span> salary or other emoluments. On the 24th of January, 1865, Congress, by a supplemental act, extended its provisions so as to embrace attorneys and counsellors of the courts of the United States. This latter act, among other things, provided that after its passage no person should be admitted as an attorney and counsellor to the bar of the Supreme Court, and, after the 4th of March, 1865, to the bar of any Circuit or District Court of the United States, or of the Court of Claims, or be allowed to appear and be heard by virtue of any previous admission, until he had taken and subscribed the oath prescribed by the act of July 2, 1862. The oath related to past acts, and its object was to exclude from practice in the courts parties who were unable to affirm that they had not done the acts specified; and, as it could not be taken by large classes of persons, it was held to operate against them as a legislative decree of perpetual exclusion.</p>\n<p>Mr. Garland had been admitted to the bar of the Supreme Court of the United States previous to the passage of the act. He was a citizen of Arkansas, and when that State passed an ordinance of secession which purported to withdraw her from the Union, and by another ordinance attached herself to the so-called Confederate States, he followed the State and was one of her Representatives, first in the lower House and afterwards in the Senate of the Congress of the Confederacy, and was a member of that Senate at the time of the surrender of the Confederate forces to the armies of the United States. Subsequently, in 1865, he received from the President of the United States a full pardon for all offences committed by his participation, direct or implied, in the rebellion. He produced this pardon and asked permission to continue as an attorney and counsellor of this court without taking the oath required by the act of January 24, 1865, and the rule of the court which had adopted the clause requiring its administration in conformity with the act of Congress. The court held that the law in exacting the oath as to his past conduct as a condition of his continuing in the practice of his profession, imposed a penalty for a past act, and in that respect was subject to the same objection as that made to the clauses of the constitution of Missouri, and was therefore invalid.</p>\n<p><span class=\"star-pagination\">*128</span> There is nothing in these decisions which supports the positions for which the plaintiff in error contends. They only determine, that one who is in the enjoyment of a right to preach and teach the Christian religion as a priest of a regular church, and one who has been admitted to practise the profession of the law, cannot be deprived of the right to continue in the exercise of their respective professions by the exaction from them of an oath as to their past conduct, respecting matters which have no connection with such professions. Between this doctrine and that for which the plaintiff in error contends there is no analogy or resemblance. The constitution of Missouri and the act of Congress in question in those cases were designed to deprive parties of their right to continue in their professions for past acts or past expressions of desires and sympathies, many of which had no bearing upon their fitness to continue in their professions. The law of West Virginia was intended to secure such skill and learning in the profession of medicine that the community might trust with confidence those receiving a license under authority of the State.</p>\n<p><i>Judgment affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">114</span></span> (1889)</b></center>\n<center><h1>DENT<br>\nv.<br>\nWEST VIRGINIA.</h1></center>\n<center>No. 119.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted December 11, 1888.</center>\n<center>Decided January 14, 1889.</center>\nERROR TO THE SUPREME COURT OF APPEALS OF THE STATE OF WEST VIRGINIA.\n<p><span class=\"star-pagination\">*118</span> <i>Mr. M.H. Dent</i> for plaintiff in error.</p>\n<p><i>Mr. Alfred Caldwell,</i> Attorney General of West Virginia, for defendant in error.</p>\n<p><span class=\"star-pagination\">*121</span> MR. JUSTICE FIELD, after stating the case, delivered the opinion of the court.</p>\n<p>Whether the indictment upon which the plaintiff in error was tried and found guilty is open to objection for want of sufficient certainty in its averments, is a question which does not appear to have been raised either on the trial or before the Supreme Court of the State. The presiding justice of the latter court in its opinion states that the counsel for the defendant expressly waived all objections to defects in form or substance of the indictment, and based his claim for a review of the judgment on the ground that the statute of West Virginia is unconstitutional and void. The unconstitutionality asserted consists in its alleged conflict with the clause of the Fourteenth Amendment, which declares that no State shall deprive any person of life, liberty, or property without due process of law; the denial to the defendant of the right to practise his profession without the certificate required constituting the deprivation of his vested right and estate in his profession, which he had previously acquired.</p>\n<p>It is undoubtedly the right of every citizen of the United States to follow any lawful calling, business, or profession he may choose, subject only to such restrictions as are imposed upon all persons of like age, sex and condition. This right may in many respects be considered as a distinguishing feature of our republican institutions. Here all vocations are open to every one on like conditions. All may be pursued as sources of livelihood, some requiring years of study and great learning for their successful prosecution. The interest, or, as it is sometimes termed, the estate acquired in them, that is, the right to continue their prosecution, is often of great value to the possessors, and cannot be arbitrarily taken from them, any more <span class=\"star-pagination\">*122</span> than their real or personal property can be thus taken. But there is no arbitrary deprivation of such right where its exercise is not permitted because of a failure to comply with conditions imposed by the State for the protection of society. The power of the State to provide for the general welfare of its people authorizes it to prescribe all such regulations as, in its judgment, will secure or tend to secure them against the consequences of ignorance and incapacity as well as of deception and fraud. As one means to this end it has been the practice of different States, from time immemorial, to exact in many pursuits a certain degree of skill and learning upon which the community may confidently rely, their possession being generally ascertained upon an examination of parties by competent persons, or inferred from a certificate to them in the form of a diploma or license from an institution established for instruction on the subjects, scientific and otherwise, with which such pursuits have to deal. The nature and extent of the qualifications required must depend primarily upon the judgment of the State as to their necessity. If they are appropriate to the calling or profession, and attainable by reasonable study or application, no objection to their validity can be raised because of their stringency or difficulty. It is only when they have no relation to such calling or profession, or are unattainable by such reasonable study and application, that they can operate to deprive one of his right to pursue a lawful vocation.</p>\n<p>Few professions require more careful preparation by one who seeks to enter it than that of medicine. It has to deal with all those subtle and mysterious influences upon which health and life depend, and requires not only a knowledge of the properties of vegetable and mineral substances, but of the human body in all its complicated parts, and their relation to each other, as well as their influence upon the mind. The physician must be able to detect readily the presence of disease, and prescribe appropriate remedies for its removal. Every one may have occasion to consult him, but comparatively few can judge of the qualifications of learning and skill which he possesses. Reliance must be placed upon the assurance <span class=\"star-pagination\">*123</span> given by his license, issued by an authority competent to judge in that respect, that he possesses the requisite qualifications. Due consideration, therefore, for the protection of society may well induce the State to exclude from practice those who have not such a license, or who are found upon examination not to be fully qualified. The same reasons which control in imposing conditions, upon compliance with which the physician is allowed to practise in the first instance, may call for further conditions as new modes of treating disease are discovered, or a more thorough acquaintance is obtained of the remedial properties of vegetable and mineral substances, or a more accurate knowledge is acquired of the human system and of the agencies by which it is affected. It would not be deemed a matter for serious discussion that a knowledge of the new acquisitions of the profession, as it from time to time advances in its attainments for the relief of the sick and suffering, should be required for continuance in its practice, but for the earnestness with which the plaintiff in error insists that, by being compelled to obtain the certificate required, and prevented from continuing in his practice without it, he is deprived of his right and estate in his profession without due process of law. We perceive nothing in the statute which indicates an intention of the legislature to deprive one of any of his rights. No one has a right to practise medicine without having the necessary qualifications of learning and skill; and the statute only requires that whoever assumes, by offering to the community his services as a physician, that he possesses such learning and skill, shall present evidence of it by a certificate or license from a body designated by the State as competent to judge of his qualifications.</p>\n<p>As we have said on more than one occasion, it may be difficult, if not impossible, to give to the terms \"due process of law\" a definition which will embrace every permissible exertion of power affecting private rights and exclude such as are forbidden. They come to us from the law of England, from which country our jurisprudence is to a great extent derived, and their requirement was there designed to secure the subject against the arbitrary action of the crown and place him under the protection of the law. They were deemed to be <span class=\"star-pagination\">*124</span> equivalent to \"the law of the land.\" In this country, the requirement is intended to have a similar effect against legislative power, that is, to secure the citizen against any arbitrary deprivation of his rights, whether relating to his life, his liberty, or his property. Legislation must necessarily vary with the different objects upon which it is designed to operate. It is sufficient, for the purposes of this case, to say that legislation is not open to the charge of depriving one of his rights without due process of law, if it be general in its operation upon the subjects to which it relates, and is enforceable in the usual modes established in the administration of government with respect to kindred matters: that is, by process or proceedings adapted to the nature of the case. The great purpose of the requirement is to exclude everything that is arbitrary and capricious in legislation affecting the rights of the citizen. As said by this court in <i>Yick Wo</i> v. <i>Hopkins,</i> speaking by Mr. Justice Matthews: \"When we consider the nature and the theory of our institutions of government, the principles upon which they are supposed to rest, and review the history of their development, we are constrained to conclude that they do not mean to leave room for the play and action of purely personal and arbitrary power.\" <span class=\"citation\" data-id=\"91704\"><a href=\"/opinion/91704/yick-wo-v-hopkins/\"><span class=\"volume\">118</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">356</span></a></span>, 369. See, also, <i>Pennoyer</i> v. <i>Neff,</i> <span class=\"citation\" data-id=\"89656\"><a href=\"/opinion/89656/pennoyer-v-neff/\"><span class=\"volume\">95</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">714</span></a></span>, 733; <i>Davidson</i> v. <i>New Orleans,</i> <span class=\"citation\" data-id=\"89675\"><a href=\"/opinion/89675/davidson-v-new-orleans/\"><span class=\"volume\">96</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, 104, 107; <i>Hurtado</i> v. <i>California,</i> 110 U.S. 516; <i>Missouri Pacific Railway Co.</i> v. <i>Humes,</i> <span class=\"citation\" data-id=\"91472\"><a href=\"/opinion/91472/missouri-pacific-r-co-v-humes/\"><span class=\"volume\">115</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">512</span></a></span>, 519.</p>\n<p>There is nothing of an arbitrary character in the provisions of the statute in question; it applies to all physicians, except those who may be called for a special case from another State; it imposes no conditions which cannot be readily met; and it is made enforceable in the mode usual in kindred matters, that is, by regular proceedings adapted to the case. It authorizes an examination of the applicant by the Board of Health as to his qualifications when he has no evidence of them in the diploma of a reputable medical college in the school of medicine to which he belongs, or has not practised in the State a designated period before March, 1881. If, in the proceedings under the statute, there should be any unfair <span class=\"star-pagination\">*125</span> or unjust action on the part of the Board in refusing him a certificate, we doubt not that a remedy would be found in the courts of the State. But no such imputation can be made, for the plaintiff in error did not submit himself to the examination of the Board after it had decided that the diploma he presented was insufficient.</p>\n<p>The cases of <i>Cummings</i> v. <i>The State of Missouri,</i> <span class=\"citation\" data-id=\"87778\"><a href=\"/opinion/87778/cummings-v-missouri/\"><span class=\"volume\">4</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">277</span></a></span>, and of <i>Ex parte Garland,</i> <span class=\"citation\" data-id=\"87779\"><a href=\"/opinion/87779/ex-parte-garland/\"><span class=\"volume\">4</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">333</span></a></span>, upon which much reliance is placed, do not, in our judgment support the contention of the plaintiff in error. In the first of these cases it appeared that the constitution of Missouri, adopted in 1865, prescribed an oath to be taken by persons holding certain offices and trusts and following certain pursuits within its limits. They were required to deny that they had done certain things, or had manifested by act or word certain desires or sympathies. The oath which they were to take embraced thirty distinct affirmations respecting their past conduct, extending even to their words, desires and sympathies. Every person unable to take this oath was declared incapable of holding in the State \"any office of honor, trust, or profit under its authority, or of being an officer, councilman, director, trustee, or other manager of any corporation, public or private,\" then existing or thereafter established by its authority; or \"of acting as a professor or teacher in any educational institution, or in any common or other school, or of holding any real estate or other property in trust for the use of any church, religious society, or congregation.\" And every person holding, at the time the constitution took effect, any of the offices, trusts, or positions mentioned, was required, within sixty days thereafter, to take the oath, and if he failed to comply with this requirement it was declared that his office, trust, or position should, <i>ipso facto,</i> become vacant.</p>\n<p>No person after the expiration of the sixty days was allowed, without taking the oath, \"to practise as an attorney or counsellor at law,\" nor after that period could \"any person be competent as a bishop, priest, deacon, minister, elder, or other clergyman of any religious persuasion, sect, or denomination to teach or preach, or solemnize marriages.\" Fine and imprisonment <span class=\"star-pagination\">*126</span> were prescribed as a punishment for holding or exercising any of the \"offices, positions, trusts, professions, or functions\" specified, without taking the oath, and false swearing or affirmation in taking it was declared to be perjury punishable by imprisonment in the penitentiary.</p>\n<p>A priest of the Roman Catholic Church was indicted in a Circuit Court of Missouri, and convicted of the crime of teaching and preaching as a priest and minister of that religious denomination, without having first taken the oath, and was sentenced to pay a fine of five hundred dollars, and to be committed to jail until the same was paid. On appeal to the Supreme Court of the State the judgment was affirmed, and the case was brought on error to this court.</p>\n<p>As many of the acts from which the parties were obliged to purge themselves by the oath had no relation to their fitness for the pursuits and professions designated, the court held that the oath was not required as a means of ascertaining whether the parties were qualified for those pursuits and professions, but was exacted because it was thought that the acts deserved punishment, and that for many of them there was no way of inflicting punishment except by depriving the parties of their offices and trusts. A large portion of the people of Missouri were unable to take the oath, and as to them the court held that the requirements of its constitution amounted to a legislative deprivation of their rights. Many of the acts which parties were bound to deny that they had ever done were innocent at the time they were committed, and the deprivation of a right to continue in their offices if the oath were not taken was held to be a penalty for a past act, which was violative of the constitution. The doctrine of this case was affirmed in <i>Pierce</i> v. <i>Carskadon,</i> 16 Wall. 234.</p>\n<p>In the second case mentioned, that of <i>Ex parte Garland</i><i>,</i> it appeared that, on the 2d of July, 1862, Congress had passed an act prescribing an oath to be taken by every person elected or appointed to any office of honor or profit under the United States, either in the civil, military, or naval departments of the government, except the President, before entering upon the duties of his office, and before being entitled to his <span class=\"star-pagination\">*127</span> salary or other emoluments. On the 24th of January, 1865, Congress, by a supplemental act, extended its provisions so as to embrace attorneys and counsellors of the courts of the United States. This latter act, among other things, provided that after its passage no person should be admitted as an attorney and counsellor to the bar of the Supreme Court, and, after the 4th of March, 1865, to the bar of any Circuit or District Court of the United States, or of the Court of Claims, or be allowed to appear and be heard by virtue of any previous admission, until he had taken and subscribed the oath prescribed by the act of July 2, 1862. The oath related to past acts, and its object was to exclude from practice in the courts parties who were unable to affirm that they had not done the acts specified; and, as it could not be taken by large classes of persons, it was held to operate against them as a legislative decree of perpetual exclusion.</p>\n<p>Mr. Garland had been admitted to the bar of the Supreme Court of the United States previous to the passage of the act. He was a citizen of Arkansas, and when that State passed an ordinance of secession which purported to withdraw her from the Union, and by another ordinance attached herself to the so-called Confederate States, he followed the State and was one of her Representatives, first in the lower House and afterwards in the Senate of the Congress of the Confederacy, and was a member of that Senate at the time of the surrender of the Confederate forces to the armies of the United States. Subsequently, in 1865, he received from the President of the United States a full pardon for all offences committed by his participation, direct or implied, in the rebellion. He produced this pardon and asked permission to continue as an attorney and counsellor of this court without taking the oath required by the act of January 24, 1865, and the rule of the court which had adopted the clause requiring its administration in conformity with the act of Congress. The court held that the law in exacting the oath as to his past conduct as a condition of his continuing in the practice of his profession, imposed a penalty for a past act, and in that respect was subject to the same objection as that made to the clauses of the constitution of Missouri, and was therefore invalid.</p>\n<p><span class=\"star-pagination\">*128</span> There is nothing in these decisions which supports the positions for which the plaintiff in error contends. They only determine, that one who is in the enjoyment of a right to preach and teach the Christian religion as a priest of a regular church, and one who has been admitted to practise the profession of the law, cannot be deprived of the right to continue in the exercise of their respective professions by the exaction from them of an oath as to their past conduct, respecting matters which have no connection with such professions. Between this doctrine and that for which the plaintiff in error contends there is no analogy or resemblance. The constitution of Missouri and the act of Congress in question in those cases were designed to deprive parties of their right to continue in their professions for past acts or past expressions of desires and sympathies, many of which had no bearing upon their fitness to continue in their professions. The law of West Virginia was intended to secure such skill and learning in the profession of medicine that the community might trust with confidence those receiving a license under authority of the State.</p>\n<p><i>Judgment affirmed.</i></p>\n</div>", "id": 92392, "judges": "Field, After Stating the Case", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/92392/", "sha1": "35bb359643af30ef210bbd69bddcf2267d9f8693", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:05:47"}