{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "129 U.S. 579", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/92435/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "United States v. Marshall Silver Mining Co.", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "17", 
    "id": 76815, 
    "resource_uri": "/api/rest/v2/citation/76815/"
  }, 
  "id": 92435, 
  "blocked": false, 
  "judges": "Miller", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1889-03-05", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>129 U.S. 579 (1889)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nMARSHALL SILVER MINING COMPANY.</h1></center>\n<center>No. 17.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 20, 1888.</center>\n<center>Decided March 5, 1889.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF COLORADO.\n<p><span class=\"star-pagination\">*582</span> <i>Mr. James K. Reddington</i> for appellant. <i>Mr. J.H. Hickcox, Jr.,</i> was with him on the brief.</p>\n<p><i>Mr. Simon Sterne</i> and <i>Mr. R.S. Morrison</i> for appellees.</p>\n<p>MR. JUSTICE MILLER delivered the opinion of the court.</p>\n<p>The case before us originated in a bill in equity brought in the Circuit Court of the United States for the District of Colorado, in the name of the United States of America, by its Attorney General, and the District Attorney of the United States for that district, against the Marshall Silver Mining Company and the Colorado Central Consolidated Mining Company, defendants.</p>\n<p>The purpose of the bill was to set aside and vacate a patent issued by the government to the Marshall Silver Mining Company, for a vein or lode of mineral deposit, lying in the Griffith Mining District, in the county of Clear Creek, Colorado, known as the \"Tunnel Lode, No. 5,\" dated on the 8th day of June, 1874. Afterwards another patent, including a part of the same land covered by the one just referred to, was issued to McClellan, Rist and Webster, upon what was called the \"Cayuga Lode,\" on the 31st day of January, 1882.</p>\n<p>The grounds which are set up in the bill for vacating the first-mentioned patent are mainly such as go to show that its issue fraudulently deprived the holders of the second instrument of the right to the title of so much of the land as is covered by the conflicting boundaries described therein, so that the result of a decree annulling the first patent would be to give to the claimants under the second the paramount title. <span class=\"star-pagination\">*583</span> The Circuit Court, after hearing the case on the bill, two different demurrers, answers, replication, and a large amount of testimony, dismissed the suit. From that decree the present appeal was taken by the United States.</p>\n<p>At the beginning of this term the attorney for the government filed in this court a statement that the United States had no pecuniary interest in the suit, and the officers charged with the conduct of such matters on the part of the government declined to take any farther part in the argument of the case. They did not, however, dismiss the appeal, and made no objection to its prosecution by the private parties interested in the matter, who had conducted the case from its inception. Thereupon a motion was made by the appellees and argued before the court to dismiss the appeal, which was resisted by the counsel interested in the second patent. Under all the circumstances, the court determined to hear it, refused the motion, and, after thorough argument, the case is now before us for decision.</p>\n<p>The charges which are made the basis for the relief sought here may be comprehended under two heads, although they are so mingled together in the bill that it seems doubtful whether they were intended to be considered and treated as separate propositions. The main ground is an allegation of fraud, practised upon the parties claiming the Cayuga Lode, by collusion between those having the management of the claim to Tunnel Lode, No. 5, and certain officers of the Land Department, and particularly the register and receiver of the land office located at Central City.</p>\n<p>The material facts are, that the claimants to both of these lodes seem to have been prospecting in that vicinity, and discovered mineral in their different claims about the same time. They each had their claims staked out and surveyed by deputy surveyors of the United States, and about the same time they each made application to the land office for their entry, with a view of obtaining patents therefor. Upon the applications being made for a patent upon the Cayuga lode, the Marshall Silver Mining Company, discovering that it interfered with a portion of their claim, brought a suit in the local court of the <span class=\"star-pagination\">*584</span> State, under the act of Congress on that subject, Rev. Stat. § 2326, against McClellan, Rist and Webster, asserting the superiority of their claim to a patent for the land in controversy. The statute provides that the judgment in such a suit shall govern the rights of the parties in the land office. This suit was on the docket of the court for some time, perhaps a year or more. In the mean time Rist, one of the parties in interest under the claim to the Cayuga lode, made a disclaimer in the local land office of the proceedings taken by his partners, in the name of McClellan, Rist and Webster, and, so far as he was interested in that claim, directed the proceedings to be dismissed. Accordingly, the register and receiver of that office made an entry dismissing the claim to the Cayuga lode and the application for a patent thereon, under the belief, as they expressed it, that such was the necessary result of the action of Rist.</p>\n<p>One of the questions of fact which is disputed in this case is, whether McClellan and Webster had notice of these proceedings, which resulted in the dismissal of the application for a patent upon the Cayuga claim. This will be considered presently.</p>\n<p>Not long after this order was made in the local land office the owners of the Tunnel lode, who had assumed the name, either by incorporation or as partners, of the Marshall Silver Mining Company, dismissed the suit which they had brought in the state court, contesting the right of the Cayuga claimants to a patent for the property in controversy. They obtained from the clerk of the court a certificate of such dismissal, and thereupon proceeded in the prosecution of their claim in the land office, <i>ex parte.</i> They procured from the surveyor of the United States, by his deputy, an amended survey of their claim, and it was then allowed by the local officials. It was forwarded by them to the Commissioner of the General Land Office, who, after a full consideration of the subject, occupying nearly a year, issued to the Marshall Silver Mining Company the patent which is now assailed by the bill of complaint in this case. They had before taken possession of the property, and they worked the lode now in dispute for about eight years <span class=\"star-pagination\">*585</span> and a half, without any complaint being made by the claimants of the Cayuga lode. At the end of that time these parties appeared before the Land Department, denied the validity of the order dismissing their claim, and proceeding themselves <i>ex parte,</i> without notice, to the Marshall Silver Mining Company, procured the patent already referred to, dated January 31, 1882.</p>\n<p>The main controversy arising out of this condition of affairs is upon the allegation that Rist was corruptly induced to apply to the register and receiver of the local land office for the dismissal of the claim in which he was an interested party, and that these officers were in collusion with him and the claimants of the Tunnel lode in making the order which they did.</p>\n<p>It must be conceded that there is a total failure to establish any such corrupt motive or action on the part of either the officers or Rist. What the motives were which induced Rist to make his application to the officers of the land office is not very plain, but he acted through Mr. Butler, a lawyer of character and reputation, and no evidence is introduced showing that he was imposed upon, misled, or bought up. Still less is there any evidence that the register or receiver were bribed or influenced by any improper motives in the action which they took.</p>\n<p>It is alleged in the answer that the legal view which these officers took of the matter, that a withdrawal on the part of one of the claimants who had a real interest in the claim required the dismissal of the whole claim, may have been the law of the case. We do not consider it necessary now to inquire whether such was the law.</p>\n<p>It is also alleged in the answer that such had been the course of proceeding in similar cases before that time in the Land Department. We do not know that there is any evidence that such had been the ruling or that a contrary decision had ever been made. At all events, as the case presents itself to us, there is no corrupt or fraudulent motive on the part of these officers shown as a foundation for setting aside this patent. Whether or not there was a mistake made by them in regard to the law of the subject, we do not think it <span class=\"star-pagination\">*586</span> necessary to decide now; nor are we satisfied that, if it was a clear mistake of law by these officers, it was so far an essential element in the final determination of the Commissioner of the General Land Office of the rights of the parties as to invalidate the patent issued as the result of those proceedings.</p>\n<p>This point, in our opinion, is relieved of any difficulty by the subsequent conduct of McClellan, Rist and Webster, in regard to the matter, which amounted to an acceptance of the decision of the register and receiver, and an acquiescence in it, that forbids an assertion by them now of a claim which they might have asserted at a previous stage of the transaction. McClellan, and perhaps another of the claimants, lived at Georgetown, Colorado, about twenty miles from the land office at Central City, where all these proceedings were conducted, and some twenty-two miles from the locality where the lodes in question were situated. Although there is some dispute as to whether they received notice of the order dismissing their claim, we are of opinion that the evidence clearly preponderates in favor of the conclusion that they did receive such notice immediately after the order was made.</p>\n<p>It appears from the testimony of Arnold, the receiver of the land office at Central City, which is supported by a press copy of a letter, that he notified McClellan and Webster, on April 30, 1873, of the dismissal of the Cayuga claim; and that this notice was given by mail, in conformity with the usual practice of the office at that time. Arnold also testifies that he knows that McClellan received the letter.</p>\n<p>The suit in the state court was dismissed by the Marshall Silver Mining Company shortly after the order was made by the local land office dismissing the Cayuga claim. That was a suit in which McClellan and Webster were defendants; it had been progressing for some time, and it is impossible to believe they did not have notice of its dismissal; for ordinary attention to their own interests would have required them to know what was going on in regard to it.</p>\n<p>The Marshall Silver Mining Company and the Colorado Central Consolidated Mining Company, to which the former conveyed their interest, continued working the mine upon <span class=\"star-pagination\">*587</span> their lode from 1873 until 1882, without any interference on the part of McClellan or Webster; and the former admits that he knew those companies were so working; yet, during all this time, a period of some eight years and a half, they made no objection to such working, although they must have known all that was going on in regard to it. They acquiesced in the proceedings, and made no effort to set aside the patent, or to correct any injustice which had been done them in the proceedings upon which the patent had been issued, while the other parties had full and undisputed possession of the land.</p>\n<p>It may be said that they could not help themselves, and that this silence and inaction on their part did not imply acquiescence. But they had the right to appeal to the Commissioner of the General Land Office from the order of the register and receiver dismissing their application. This was not done, and it never has been done. When parties are engaged in a contest, both before the courts and in the land office, with regard to their rights in a deposit of mineral or a lode, in both of which tribunals action has been taken, putting one party entirely out of court in the pending suit, and dismissing the same party's application for a patent, and there is a right of appeal, it would be a most inequitable rule to hold that, after he has acquiesced and remained silent for more than eight years, while the successful party is in possession of the lode in controversy, working out its mineral, right in the face of the unsuccessful party; the latter can resume the contest after this long interval, and after the legal title has passed from the United States. Under the decisions made by this court there is no doubt that the legal title to this mineral land did pass from the United States by the first patent. <i>United States</i> v. <i>Schurz,</i> 102 U.S. 378.</p>\n<p>All the errors and irregularities which occur in the process of entering and procuring title to the public lands of the United States ought to be corrected within the Land Department, which includes the authority vested in the Secretary of the Interior, so long as there are means of revising the proceedings and correcting these errors. A party cannot be permitted to remain silent for more than eight years after he has <span class=\"star-pagination\">*588</span> abandoned a contest submitted to the decision of the matter at issue, although it may have been erroneous, and then come forward in a court of equity, after the title has passed from the United States, and seek to correct the errors which may have occurred during the progress of the proceedings in the land office. If the officers of that department of the government have acted within the general scope of their power, and without fraud, the patent which has issued after such proceedings must remain a valid instrument, and the court will not interfere, unless there is such a gross mistake or violation of the law which confers their authority, as to demand a cancellation of the instrument.</p>\n<p>We see no such gross mistake in the present case, but do think there is such laches as amounts to acquiescence in regard to the proceedings before the Land Department, as to which error is charged, and precludes the interference of a court of equity to annul or set aside the patent issued in 1874.</p>\n<p>We have recently had before us a number of this class of cases, in which the attempt has been made to invalidate by a decree of the court patents which have been issued by the government of the United States to private parties. There has been such frequent occasion to consider the subject that it would be only a repetition to go over the ground again. This whole question was very fully reviewed during the present term of the court in the case of <i>United States</i> v. <i>Iron Silver Mining Company,</i> 128 U.S. 673, in the opinion delivered by Mr. Justice Field, in which the various decisions were re-examined with care.</p>\n<p>The more important of these cases are <i>Maxwell Land Grant Case,</i> 121 U.S. 325, and <i>Colorado Coal and Iron Co.</i> v. <i>United States,</i> 123 U.S. 307. To these may be added <i>United States</i> v. <i>San Jacinto Tin Co.,</i> 125 U.S. 273, and <i>United States</i> v. <i>Beebe,</i> 127 U.S. 338.</p>\n<p>Some point is made, in the bill and in the argument, concerning the amended survey of the Tunnel Lode claim, and the manner of its presentation to the Commissioner of the General Land Office, with other irregularities which are suggested and pointed out; but we think it must be taken to be <span class=\"star-pagination\">*589</span> the settled doctrine of this court that a bill in chancery, brought by the United States to set aside and vacate a patent issued under its authority, is not to be treated as a writ of error, or as a petition for a rehearing in chancery, or as if it were a mere re-trial of the case as it was before the land office, with such additional proof as the parties may be able to produce.</p>\n<p>The dignity and character of a patent from the United States is such that the holder of it cannot be called upon to prove that everything has been done that is usual in the proceedings had in the Land Department before its issue, nor can he be called upon to explain every irregularity or even impropriety in the process by which the patent is procured. Especially is it true that where the United States has not received any damage or injury, and can obtain no advantage from the suit instituted by it, the conduct of the parties themselves, for whose benefit such action may be brought, must itself be so free from fault or neglect as to authorize them to come, with clean hands, to ask the use of the name of the government to redress any wrong which may have been done to them.</p>\n<p>One matter which has been much discussed before us is, whether the Colorado Central Consolidated Mining Company, one of the defendants in this suit, and the present owner of such title as passed to the Marshall Silver Mining Company by the patent sought to be vacated, is an innocent purchaser of the property in ignorance of any of the matters set up by the complainants. While it is not necessary to pass upon this subject in the view we have taken of the case, it is not improper to say that, as presented to us, the claim of that company to be an innocent purchaser presents a very formidable objection to the granting of the relief asked for in a court of equity.</p>\n<p>The decree of the Circuit Court for the District of Colorado is</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:05:48", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">579</span></span> (1889)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nMARSHALL SILVER MINING COMPANY.</h1></center>\n<center>No. 17.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 20, 1888.</center>\n<center>Decided March 5, 1889.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF COLORADO.\n<p><span class=\"star-pagination\">*582</span> <i>Mr. James K. Reddington</i> for appellant. <i>Mr. J.H. Hickcox, Jr.,</i> was with him on the brief.</p>\n<p><i>Mr. Simon Sterne</i> and <i>Mr. R.S. Morrison</i> for appellees.</p>\n<p>MR. JUSTICE MILLER delivered the opinion of the court.</p>\n<p>The case before us originated in a bill in equity brought in the Circuit Court of the United States for the District of Colorado, in the name of the United States of America, by its Attorney General, and the District Attorney of the United States for that district, against the Marshall Silver Mining Company and the Colorado Central Consolidated Mining Company, defendants.</p>\n<p>The purpose of the bill was to set aside and vacate a patent issued by the government to the Marshall Silver Mining Company, for a vein or lode of mineral deposit, lying in the Griffith Mining District, in the county of Clear Creek, Colorado, known as the \"Tunnel Lode, No. 5,\" dated on the 8th day of June, 1874. Afterwards another patent, including a part of the same land covered by the one just referred to, was issued to McClellan, Rist and Webster, upon what was called the \"Cayuga Lode,\" on the 31st day of January, 1882.</p>\n<p>The grounds which are set up in the bill for vacating the first-mentioned patent are mainly such as go to show that its issue fraudulently deprived the holders of the second instrument of the right to the title of so much of the land as is covered by the conflicting boundaries described therein, so that the result of a decree annulling the first patent would be to give to the claimants under the second the paramount title. <span class=\"star-pagination\">*583</span> The Circuit Court, after hearing the case on the bill, two different demurrers, answers, replication, and a large amount of testimony, dismissed the suit. From that decree the present appeal was taken by the United States.</p>\n<p>At the beginning of this term the attorney for the government filed in this court a statement that the United States had no pecuniary interest in the suit, and the officers charged with the conduct of such matters on the part of the government declined to take any farther part in the argument of the case. They did not, however, dismiss the appeal, and made no objection to its prosecution by the private parties interested in the matter, who had conducted the case from its inception. Thereupon a motion was made by the appellees and argued before the court to dismiss the appeal, which was resisted by the counsel interested in the second patent. Under all the circumstances, the court determined to hear it, refused the motion, and, after thorough argument, the case is now before us for decision.</p>\n<p>The charges which are made the basis for the relief sought here may be comprehended under two heads, although they are so mingled together in the bill that it seems doubtful whether they were intended to be considered and treated as separate propositions. The main ground is an allegation of fraud, practised upon the parties claiming the Cayuga Lode, by collusion between those having the management of the claim to Tunnel Lode, No. 5, and certain officers of the Land Department, and particularly the register and receiver of the land office located at Central City.</p>\n<p>The material facts are, that the claimants to both of these lodes seem to have been prospecting in that vicinity, and discovered mineral in their different claims about the same time. They each had their claims staked out and surveyed by deputy surveyors of the United States, and about the same time they each made application to the land office for their entry, with a view of obtaining patents therefor. Upon the applications being made for a patent upon the Cayuga lode, the Marshall Silver Mining Company, discovering that it interfered with a portion of their claim, brought a suit in the local court of the <span class=\"star-pagination\">*584</span> State, under the act of Congress on that subject, Rev. Stat. § 2326, against McClellan, Rist and Webster, asserting the superiority of their claim to a patent for the land in controversy. The statute provides that the judgment in such a suit shall govern the rights of the parties in the land office. This suit was on the docket of the court for some time, perhaps a year or more. In the mean time Rist, one of the parties in interest under the claim to the Cayuga lode, made a disclaimer in the local land office of the proceedings taken by his partners, in the name of McClellan, Rist and Webster, and, so far as he was interested in that claim, directed the proceedings to be dismissed. Accordingly, the register and receiver of that office made an entry dismissing the claim to the Cayuga lode and the application for a patent thereon, under the belief, as they expressed it, that such was the necessary result of the action of Rist.</p>\n<p>One of the questions of fact which is disputed in this case is, whether McClellan and Webster had notice of these proceedings, which resulted in the dismissal of the application for a patent upon the Cayuga claim. This will be considered presently.</p>\n<p>Not long after this order was made in the local land office the owners of the Tunnel lode, who had assumed the name, either by incorporation or as partners, of the Marshall Silver Mining Company, dismissed the suit which they had brought in the state court, contesting the right of the Cayuga claimants to a patent for the property in controversy. They obtained from the clerk of the court a certificate of such dismissal, and thereupon proceeded in the prosecution of their claim in the land office, <i>ex parte.</i> They procured from the surveyor of the United States, by his deputy, an amended survey of their claim, and it was then allowed by the local officials. It was forwarded by them to the Commissioner of the General Land Office, who, after a full consideration of the subject, occupying nearly a year, issued to the Marshall Silver Mining Company the patent which is now assailed by the bill of complaint in this case. They had before taken possession of the property, and they worked the lode now in dispute for about eight years <span class=\"star-pagination\">*585</span> and a half, without any complaint being made by the claimants of the Cayuga lode. At the end of that time these parties appeared before the Land Department, denied the validity of the order dismissing their claim, and proceeding themselves <i>ex parte,</i> without notice, to the Marshall Silver Mining Company, procured the patent already referred to, dated January 31, 1882.</p>\n<p>The main controversy arising out of this condition of affairs is upon the allegation that Rist was corruptly induced to apply to the register and receiver of the local land office for the dismissal of the claim in which he was an interested party, and that these officers were in collusion with him and the claimants of the Tunnel lode in making the order which they did.</p>\n<p>It must be conceded that there is a total failure to establish any such corrupt motive or action on the part of either the officers or Rist. What the motives were which induced Rist to make his application to the officers of the land office is not very plain, but he acted through Mr. Butler, a lawyer of character and reputation, and no evidence is introduced showing that he was imposed upon, misled, or bought up. Still less is there any evidence that the register or receiver were bribed or influenced by any improper motives in the action which they took.</p>\n<p>It is alleged in the answer that the legal view which these officers took of the matter, that a withdrawal on the part of one of the claimants who had a real interest in the claim required the dismissal of the whole claim, may have been the law of the case. We do not consider it necessary now to inquire whether such was the law.</p>\n<p>It is also alleged in the answer that such had been the course of proceeding in similar cases before that time in the Land Department. We do not know that there is any evidence that such had been the ruling or that a contrary decision had ever been made. At all events, as the case presents itself to us, there is no corrupt or fraudulent motive on the part of these officers shown as a foundation for setting aside this patent. Whether or not there was a mistake made by them in regard to the law of the subject, we do not think it <span class=\"star-pagination\">*586</span> necessary to decide now; nor are we satisfied that, if it was a clear mistake of law by these officers, it was so far an essential element in the final determination of the Commissioner of the General Land Office of the rights of the parties as to invalidate the patent issued as the result of those proceedings.</p>\n<p>This point, in our opinion, is relieved of any difficulty by the subsequent conduct of McClellan, Rist and Webster, in regard to the matter, which amounted to an acceptance of the decision of the register and receiver, and an acquiescence in it, that forbids an assertion by them now of a claim which they might have asserted at a previous stage of the transaction. McClellan, and perhaps another of the claimants, lived at Georgetown, Colorado, about twenty miles from the land office at Central City, where all these proceedings were conducted, and some twenty-two miles from the locality where the lodes in question were situated. Although there is some dispute as to whether they received notice of the order dismissing their claim, we are of opinion that the evidence clearly preponderates in favor of the conclusion that they did receive such notice immediately after the order was made.</p>\n<p>It appears from the testimony of Arnold, the receiver of the land office at Central City, which is supported by a press copy of a letter, that he notified McClellan and Webster, on April 30, 1873, of the dismissal of the Cayuga claim; and that this notice was given by mail, in conformity with the usual practice of the office at that time. Arnold also testifies that he knows that McClellan received the letter.</p>\n<p>The suit in the state court was dismissed by the Marshall Silver Mining Company shortly after the order was made by the local land office dismissing the Cayuga claim. That was a suit in which McClellan and Webster were defendants; it had been progressing for some time, and it is impossible to believe they did not have notice of its dismissal; for ordinary attention to their own interests would have required them to know what was going on in regard to it.</p>\n<p>The Marshall Silver Mining Company and the Colorado Central Consolidated Mining Company, to which the former conveyed their interest, continued working the mine upon <span class=\"star-pagination\">*587</span> their lode from 1873 until 1882, without any interference on the part of McClellan or Webster; and the former admits that he knew those companies were so working; yet, during all this time, a period of some eight years and a half, they made no objection to such working, although they must have known all that was going on in regard to it. They acquiesced in the proceedings, and made no effort to set aside the patent, or to correct any injustice which had been done them in the proceedings upon which the patent had been issued, while the other parties had full and undisputed possession of the land.</p>\n<p>It may be said that they could not help themselves, and that this silence and inaction on their part did not imply acquiescence. But they had the right to appeal to the Commissioner of the General Land Office from the order of the register and receiver dismissing their application. This was not done, and it never has been done. When parties are engaged in a contest, both before the courts and in the land office, with regard to their rights in a deposit of mineral or a lode, in both of which tribunals action has been taken, putting one party entirely out of court in the pending suit, and dismissing the same party's application for a patent, and there is a right of appeal, it would be a most inequitable rule to hold that, after he has acquiesced and remained silent for more than eight years, while the successful party is in possession of the lode in controversy, working out its mineral, right in the face of the unsuccessful party; the latter can resume the contest after this long interval, and after the legal title has passed from the United States. Under the decisions made by this court there is no doubt that the legal title to this mineral land did pass from the United States by the first patent. <i>United States</i> v. <i>Schurz,</i> 102 U.S. 378.</p>\n<p>All the errors and irregularities which occur in the process of entering and procuring title to the public lands of the United States ought to be corrected within the Land Department, which includes the authority vested in the Secretary of the Interior, so long as there are means of revising the proceedings and correcting these errors. A party cannot be permitted to remain silent for more than eight years after he has <span class=\"star-pagination\">*588</span> abandoned a contest submitted to the decision of the matter at issue, although it may have been erroneous, and then come forward in a court of equity, after the title has passed from the United States, and seek to correct the errors which may have occurred during the progress of the proceedings in the land office. If the officers of that department of the government have acted within the general scope of their power, and without fraud, the patent which has issued after such proceedings must remain a valid instrument, and the court will not interfere, unless there is such a gross mistake or violation of the law which confers their authority, as to demand a cancellation of the instrument.</p>\n<p>We see no such gross mistake in the present case, but do think there is such laches as amounts to acquiescence in regard to the proceedings before the Land Department, as to which error is charged, and precludes the interference of a court of equity to annul or set aside the patent issued in 1874.</p>\n<p>We have recently had before us a number of this class of cases, in which the attempt has been made to invalidate by a decree of the court patents which have been issued by the government of the United States to private parties. There has been such frequent occasion to consider the subject that it would be only a repetition to go over the ground again. This whole question was very fully reviewed during the present term of the court in the case of <i>United States</i> v. <i>Iron Silver Mining Company,</i> <span class=\"citation\" data-id=\"92374\"><a href=\"/opinion/92374/united-states-v-iron-silver-mining-co/\"><span class=\"volume\">128</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">673</span></a></span>, in the opinion delivered by Mr. Justice Field, in which the various decisions were re-examined with care.</p>\n<p>The more important of these cases are <i>Maxwell Land Grant Case,</i> <span class=\"citation\" data-id=\"91928\"><a href=\"/opinion/91928/maxwell-land-grant-case/\"><span class=\"volume\">121</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">325</span></a></span>, and <i>Colorado Coal and Iron Co.</i> v. <i>United States,</i> 123 U.S. 307. To these may be added <i>United States</i> v. <i>San Jacinto Tin Co.,</i> <span class=\"citation\" data-id=\"92193\"><a href=\"/opinion/92193/united-states-v-san-jacinto-tin-co/\"><span class=\"volume\">125</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">273</span></a></span>, and <i>United States</i> v. <i>Beebe,</i> 127 U.S. 338.</p>\n<p>Some point is made, in the bill and in the argument, concerning the amended survey of the Tunnel Lode claim, and the manner of its presentation to the Commissioner of the General Land Office, with other irregularities which are suggested and pointed out; but we think it must be taken to be <span class=\"star-pagination\">*589</span> the settled doctrine of this court that a bill in chancery, brought by the United States to set aside and vacate a patent issued under its authority, is not to be treated as a writ of error, or as a petition for a rehearing in chancery, or as if it were a mere re-trial of the case as it was before the land office, with such additional proof as the parties may be able to produce.</p>\n<p>The dignity and character of a patent from the United States is such that the holder of it cannot be called upon to prove that everything has been done that is usual in the proceedings had in the Land Department before its issue, nor can he be called upon to explain every irregularity or even impropriety in the process by which the patent is procured. Especially is it true that where the United States has not received any damage or injury, and can obtain no advantage from the suit instituted by it, the conduct of the parties themselves, for whose benefit such action may be brought, must itself be so free from fault or neglect as to authorize them to come, with clean hands, to ask the use of the name of the government to redress any wrong which may have been done to them.</p>\n<p>One matter which has been much discussed before us is, whether the Colorado Central Consolidated Mining Company, one of the defendants in this suit, and the present owner of such title as passed to the Marshall Silver Mining Company by the patent sought to be vacated, is an innocent purchaser of the property in ignorance of any of the matters set up by the complainants. While it is not necessary to pass upon this subject in the view we have taken of the case, it is not improper to say that, as presented to us, the claim of that company to be an innocent purchaser presents a very formidable objection to the granting of the relief asked for in a court of equity.</p>\n<p>The decree of the Circuit Court for the District of Colorado is</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "sha1": "c68d41da2ebeb06fead5528ae357742ddd7a0054", 
  "date_modified": "2014-12-21T01:30:41.353155", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/92435/united-states-v-marshall-silver-mining-co/", 
  "citation_count": 4, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/369404/", 
  "html": "<p class=\"case_cite\">9 S.Ct. 343</p>\n    <p class=\"case_cite\">129 U.S. 579</p>\n    <p class=\"case_cite\">32 L.Ed. 734</p>\n    <p class=\"parties\">UNITED STATES<br>v.<br>MARSHALL SILVER MIN. CO. <i>et al.</i></p>\n    <p class=\"date\">March 5, 1889.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">[Statement of Case from pages 579-582 intentionally omitted]</p>\n      <p class=\"indent\"><i>John H. Hickcox, Jr.</i>, and <i>J. K. Redington</i>, for appellant.</p>\n      <p class=\"indent\"><i>R. S. Morrison</i> and <i>Simon Sterne</i>, for respondents.</p>\n      <p class=\"indent\">MILLER, J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The case before us originated in a bill in equity brought in the circuit court of the United States for the district of Colorado, in the name of the United States of America, by its attorney general, and the district attorney of the United States for that district, against the Marshall Silver Mining Company and the Colorado Central Consolidated Mining Company, defendants. The purpose of the bill was to set aside and vacate a patent issued by the government to the Marshall Silver Mining Company, for a vein or lode of mineral deposit, lying in the Griffith mining district, in the county of Clear Creek, Colo., known as the 'Tunnel Lode No. 5,' dated on the 8th day of June, 1874. Afterwards another patent, including a part of the same land covered by the one just referred to, was issued to McClellan, Rist &amp; Webster, upon what was called the 'Cayuga Lode,' on the 31st day of January, 1882. The grounds which are set up in the bill for vacating the first-mentioned patent are mainly such as go to show that its issue fraudulently deprived the holders of the second instrument of the right to the title of so much of the land as is covered by the conflicting boundaries described therein, so that the result of a decree annulling the first patent would be to give to the claimants under the second the paramount title. The circuit court, after hearing the case on the bill, two different demurrers, answers, replication, and a large amount of testimony, dismissed the suit. From that decree the present appeal was taken by the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At the beginning of this term the attorney for the government filed in this court a statement that the United States had no pecuniary interest in the suit, and the officers charged with the conduct of such matters on the part of the government declined to take any further part in the argument of the case. They did not, however, dismiss the appeal, and made no objection to its prosecution by the private parties interested in the matter, who had conducted the case from its inception. Thereupon a motion was made by the appellees and argued before the court, to dismiss the appeal, which was resisted by the counsel interested in the second patent. Under all the circumstances, the court determined to hear it, refused the motion, and, after thorough argument, the case is now before us for decision.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The charges which are made the basis for the relief sought here may be comprehended under two heads, although they are so mingled together in the bill that it seems doubtful whether they were intended to be considered and treated as separate propositions. The main ground is an allegation of fraud, practiced upon the parties claiming the Cayuga lode, by collusion between those having the management of the claim to Tunnel lode No. 5, and certain officers of the land department, and particularly the register and receiver of the land-office located at Central City. The material facts are that the claimants to both of these lodes seem to have been prospecting in that vicinity, and discovered mineral in their different claims about the same time. They each had their claims staked out and surveyed by deputy surveyors of the United States, and about the same time they each made application to the land-office for their entry, with a view of obtaining patents therefor. Upon the application being made for a patent upon the Cayuga lode, the Marshall Silver Mining Company, descovering that it interfered with a portion of their claim, brought a suit in the local court of the state, under the act of congress on that subject, (section 2326, Rev. St.,) against McClellan, Rist &amp; Webster, asserting the superiority of their claim to a patent for the land in controversy. The statute provides that the judgment in such a suit shall govern the rights of the parties in the land-office. This suit was on the docket of the court for some time, perhaps a year or more. In the mean time Rist, one of the parties in interest under the claim to the Cayuga lode, made a disclaimer in the local land-office of the proceedings taken by his partners, in the name of McClellan, Rist &amp; Webster, and so far as he was interested in that claim directed the proceedings to be dismissed. Accordingly the register and receiver of that office made an entry dismissing the claim to the Cayuga lode, and the application for a patent thereon, under the belief, as they expressed it, that such was the necessary result of the action of Rist. One of the questions of fact which is disputed in this case is whether McClellan and Webster had notice of these proceedings, which resulted in the dismissal of the application for a patent upon the Cayuga claim. This will be considered presently.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Not long after this order was made in the local land-office the owners of the Tunnel lode, who had assumed the name, either by incorporation or as partners, of the Marshall Silver Mining Company, dismissed the suit which they had brought in the state court, contesting the right of the Cayuga claimants to a patent for the property in controversy. They obtained from the clerk of the court a certificate of such dismissal, and thereupon proceeded in the prosecution of their claim in the land-office <i>ex parte</i>. They procured from the surveyor of the United States, by his deputy, an amended survey of their claim, and it was then allowed by the local officials. It was forwarded by them to the commissioner of the general land-office, who, after a full consideration of the subject, occupying nearly a year, issued to the Marshall Silver Mining Company the patent which is now assailed by the bill of complaint in this case. They had before taken possession of the property, and they worked the lode now in dispute for about eight years and a half, without any complaint being made by the claimants of the Cayuga lode. At the end of that time these parties appeared before the land department, denied the validity of the order dismissing their claim, and, proceeding themselves <i>ex parte</i>, without notice to the Marshall Silver Mining Company, procured the patent already referred to, dated January 31, 1882. The main controversy arising out of this condition of affairs is upon the allegation that Rist was corruptly induced to apply to the register and receiver of the local land-office for the dismissal of the claim in which he was an interested party, and that these officers were in collusion with him and the claimants of the Tunnel lode in making the order which they did.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It must be conceded that there is a total failure to establish any such corrupt motive or action on the part of either the officers or Rist. What the motives were which induced Rist to make his application to the officers of the land-office is not very plain, but he acted through Mr. Butler, a lawyer of character and reputation, and no evidence is introduced showing that he was imposed upon, misled, or bought up. Still less is there any evidence that the register or receiver were bribed or influenced by any improper motives in the action which they took. It is alleged in the answer that the legal view which these officer took of the matter, that a withdrawal on the part of one of the claimants who had a real interest in the claim required the dismissal of the whole claim, may have been the law of the case. We do not consider it necessary now to inquire whether such was the law. It is also alleged in the answer that such had been the course of proceeding in similar cases before that time in the land department. We do no know that there is any evidence that such had been the ruling, or that a contrary decision had ever been made. At all events, as the case presents itself to us, there is no corrupt or fraudulent motive on the part of these officers shown as a foundation for setting aside this patent. Whether or not there was a mistake made by them in regard to the law of the subject we do not think it necessary to decide now; nor are we satisfied that, if it was a clear mistake of law by these officers, it was so far an essential element in the final determination of the commissioner of the general land-office of the rights of the parties as to invalidate the patent issued as the result of those proceedings. This point, in our opinion, is relieved of any difficulty by the subsequent conduct of McClellan, Rist &amp; Webster, in regard to the matter, which amounted to an acceptance of the decision of the register and receiver, and an acquiesence in it, that forbids an assertion by them now of a claim which they might have asserted at a previous stage of the transaction. McClellan, and perhaps another of the claimants, lived at Georgetown, Colo., about 20 miles from the land-office at Central City, where all these proceedings were conducted, and some 22 miles from the locality where the lodes in question were situated. Although there is some dispute as to whether they received notice of the order dismissing their claim, we are of opinion that the evidence clearly preponderates in favor of the conclusion that they did receive such notice immediately after the order was made. It appears from the testimony of Arnold, the receiver of the land-office at Central City, which is supported by a press copy of a letter, that he notified McClellan and Webster, on April 30, 1873 of the dismissal of the Cayuga claim; and that this notice was given by mail, in conformity with the usual practice of the office at that time. Arnold also testifies that he knows that McClellan received the letter. The suit in the state court was dismissed by the Marshall Silver Mining Company shortly after the order was made by the local land-office dismissing the Cayuga claim. That was a suit in which McClellan and Webster were defendants. It had been progressing for some time, and it is impossible to believe they did not have notice of its dismissal; for ordinary attention to their own interests would have required them to know what was going on in regard to it. The Marshall Silver Mining Company and the Colorado Central Cosolidated Mining Company, to which the former conveyed their interest, continued working the mine upon their lode from 1873 until 1882, without any interference on the part of McClellan or Webster; and the former admits that he knew those companies were so working, yet, during all this time, a period of some eight years and a half, they made no objection to such working, although they must have known all that was going on in regard to it. They acquiesced in the proceedings, and made no effort to set aside the patent, or to correct any injustice which had been done them in the proceedings upon which the patent had been issued, while the other parties had full and undisputed possession of the land.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It may be said that they could not help themselves, and that this silence and inaction on their part did not imply acquiescence. But they had the right to appeal to the commissioner of the general land-office from the order of the register and receiver dismissing their application. This was not done, and it never has been done. When parties are engaged in a contest, both before the courts and in the land-office, with regard to their rights in a deposit of mineral or a lode, in both of which tribunals action has been taken, putting one party entirely out of court in the pending suit, and dismissing the same party's application for a patent, and there is a right of appeal, it would be a most inequitable rule to hold that, after he has acquiesced and remained silent for more than eight years, while the successful party is in possession of the lode in controversy, working out its mineral, right in the face of the unsuccessful party, the latter can resume the contest after this long interval, and after the legal title has passed from the United States. Under the decisions made by this court there is no doubt that the legal title to this mineral land did pass from the United States by the first patent. U. S. v. Schurz, 102 U. S. 378. All the errors and irregularities which occur in the process of entering and procuring title to the public lands of the United States ought to be corrected within the land department, which includes the authority vested in the secretary of the interior, so long as there are means of revising the proceedings and correcting these errors. A party cannot be permitted to remain silent for more than eight years after he has abandoned a contest, and submitted to the decision of the matter at issue, although it may have been erroneous, and then come forward in a court of equity, after the title has passed from the United States, and seek to correct the errors which may have occurred during the progress of the proceedings in the land-office. If the officers of that department of the government have acted within the general scope of their power, and without fraud, the patent which has issued after such proceedings must remain a valid instrument, and the court will not interfere, unless there is such a gross mistake or violation of the law which confers their authority as to demand a cancellation of the instrument. We see no such gross mistake in the present case, but do think there is such laches as amounts to acquiescence in regard to the proceedings before the land department, as to which error is charged, and precludes the interference of a court of equity to annul or set aside the patent issued in 1874.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We have recently had before us a number of this class of cases, in which the attempt has been made to invalidate by a decree of the court patents which have been issued by the government of the United States to private parties. There has been such frequent occasion to consider the subject that it would be only a repetition to go over the ground again. This whole question was very fully reviewed during the present term of the court in the case of U. S. v. Mining Co., 128 U. S. 673, ante, 195, in the opinion delivered by Mr. Justice FIELD, in which the various decisions were re-examined with care. The more important of these cases are Maxwell Land-Grant Case, 121 U. S. 325. 7 Sup. Ct. Rep. 1015; and Iron Co. v. U. S., 123 U. S. 307, 8 Sup. Ct. Rep. 131. To these may be added U. S. v. Tin Co., 125 U. S. 273, 8 Sup. Ct. Rep. 850; and U. S. v. Beebe, 127 U. S. 338, 8 Sup. Ct. Rep. 1083.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Some point is made, in the bill and in the argument, concerning the amended survey of the Tunnel lode claim, and the manner of its presentation to the commissioner of the general land-office, with other irregularities which are suggested and pointed out; but we think it must be taken to be the settled doctrine of this court that a bill in chancery, brought by the United States to set aside and vacate a patent issued under its authority, is not to be treated as a writ of error, or as a petition for a rehearing in chancery, or as if it were a mere retrial of the case as it was before the land-office, with such additional proof as the parties may be able to produce. The dignity and character of a patent from the United States is such that the holder of it cannot be called upon to prove that everything has been done that is usual in the proceedings had in the land department before its issue, nor can he be called upon to explain every irregularity, or even impropriety, in the process by which the patent is procured. Especially is it true that where the United States has not received any damage or injury, and can obtain no advantage from the suit instituted by it, the conduct of the parties themselves, for whose benefit such action may be brought, must itself be so free from fault or neglect as to authorize them to come with clean hands to ask the use of the name of the government to redress any wrong which may have been done to them. One matter which has been much discussed before us is whether the Colorado Central Consolidated Mining Company, one of the defendants in this suit, and the present owner of such title as passed to the Marshall Silver Mining Company by the patent sought to be vacated, is an innocent purchaser of the property in ignorance of any of the matters set up by the complainants. While it is not necessary to pass upon this subject in the view we have taken of the case, it is not improper to say that, as presented to us, the claim of that company to be an innocent purchaser presents a very formidable objection to the granting of the relief asked for in a court of equity. The decree of the circuit court for the district of Colorado is affirmed.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/92435/"
}