{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "129 U.S. 688", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/92443/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Schraeder Mining & Mfg. Co. v. Packer", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "118", 
    "id": 76823, 
    "resource_uri": "/api/rest/v2/citation/76823/"
  }, 
  "id": 92443, 
  "blocked": false, 
  "judges": "Lamar", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1889-03-05", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>129 U.S. 688 (1889)</b></center>\n<center><h1>SCHRAEDER MINING AND MANUFACTURING COMPANY<br>\nv.<br>\nPACKER.</h1></center>\n<center>No. 118.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 10, 11, 1888.</center>\n<center>Decided March 5, 1889.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE WESTERN DISTRICT OF PENNSYLVANIA.\n<p><span class=\"star-pagination\">*689</span> <i>Mr. John F. Sanderson</i> (with whom was <i>Mr. William T. Davies</i> and <i>Mr. Edward Overton</i> on the brief) for plaintiff in error.</p>\n<p><i>Mr. D.C. De Witt</i> for defendant in error.</p>\n<p>MR. JUSTICE LAMAR delivered the opinion of the court.</p>\n<p>This is an action of <i>trespass quare clausum fregit</i> for timber felled and carried away, originally brought in the Common Pleas Court of Bradford County, Pennsylvania, where, after certain amendments of the record with respect to the parties thereto, the case stood as <i>Elisha A. Packer, Plaintiff,</i> v. <i>The Schraeder Mining and Manufacturing Company.</i> A judgment of that court, on a verdict in favor of the defendant, having been reversed by the Supreme Court of the State, and the case remanded for a new trial, (97 Penn. St. 379,) and three other verdicts having been set aside by the trial court, the case was, on application of the plaintiff, removed into the Circuit Court of the United States for the Western District of <span class=\"star-pagination\">*690</span> Pennsylvania on the ground of diverse citizenship of the parties.</p>\n<p>The declaration averred that the defendant, by its agents and employés, entered upon plaintiff's lands in the years 1867, 1868 and 1869, and cut down and took therefrom over two millions of feet of timber, amounting in value to $15,000.</p>\n<p>The defences pleaded to the action were (1) that defendant did not commit any of the trespasses complained of on plaintiff's land; (2) that the land on which the alleged trespass was committed did not belong to the plaintiff, but was the property of the defendant itself. It was also contended by the defendant that the plaintiff, through his agent, had aided, by consent and acquiescence, in establishing a boundary between the two contiguous tracts of the parties, up to which he, the plaintiff, agreed that defendant's agents and officers could cut and carry away as much timber as they pleased. Issue having been joined upon these pleas, the case was tried by a jury, resulting in a verdict in favor of the plaintiff for the sum of $8000, upon which judgment was rendered. The defendant sued out this writ of error.</p>\n<p>Upon the trial the plaintiff, in support of his claim to the land in dispute, introduced evidence deducing his title from a warrant granted by the Commonwealth of Pennsylvania to one George Moore, for a tract of 375 acres of land. The official return shows that the warrant was issued on the 27th of April, 1792, and that the survey was made for the said George Moore on the 21st of November, 1792. The survey is thus described in the official return:</p>\n<p>\"A certain tract situated on the waters of Towanda Creek, Luzerne County, beginning at a post; thence by land of Joseph Betz and Henry Betz north twenty-nine degrees east, three hundred and eighteen perches to a hemlock; thence by vacant land north sixty-one degrees west, two hundred perches to a post; thence by the same and land of General Brodhead south twenty-nine degrees west, three hundred and eighteen perches to a post; and thence by land of Samuel Cooley south sixty-one degrees east, two hundred perches to the beginning, containing three hundred and seventy-five acres and allowance of six per cent for roads,\" etc.</p>\n<p><span class=\"star-pagination\">*691</span> As evidence to show that the land in dispute is part of this George Moore tract, the plaintiff produced copies of the returns of these surveys, called for as adjoinders, the location of which, it is claimed, was fixed by the evidence beyond dispute. And in connection with that evidence he called several surveyors, who gave testimony, with maps and other returns, tending to show, by identifying the hemlock northeast corner, and other marks on the ground corresponding with the survey, that the Moore tract, located according to its calls, embraced the land in dispute.</p>\n<p>The defendant, on his part, introduced evidence to show that the land in dispute was a portion of a tract of about 409 acres, surveyed March 24, 1794, in the warranty name of Andrew Tybout. He introduced a copy of a warrant and return of the Tybout tract and a patent from the State to one Daniel Brodhead for that tract. Evidence was also given by defendant showing that original marks were found on certain trees on the north, east and south lines of the Tybout survey, and that the hemlock northeast corner, the sugar southeast corner, and the hemlock sapling southwest corner, called for in the return, were marked respectively as corners in 1794. The hemlock sapling had disappeared, but the defendant's surveyor determined the age of the corner by a witness found there, and by other signs.</p>\n<p>Defendant also introduced evidence of certain surveyors, tending to show that no marks upon the ground had ever been found for the Moore survey on the line north from the hemlock sapling corner, or on the line west from the hemlock northeast corner thereof, which bore the date of such survey. In this connection, it put in evidence certain official maps from the land office of Pennsylvania, showing the location of what is known as the General Brodhead lands, lying west of the west line of the Moore survey extended southerly; and also produced evidence tending to show that a line bearing marks dating 1792 was found from the sugar tree, the southeast corner of the Tybout tract, to the hemlock sapling corner mentioned, and that the sugar tree was marked as a corner of 1792, and that a corner of 1792 was found at the hemlock sapling <span class=\"star-pagination\">*692</span> corner. Other evidence was introduced by the defendant designed to show the non-existence of an actual survey of the Moore warrant according to the official return thereof, the details of which need not be stated here.</p>\n<p>In connection with this contention the defendant offered to give further evidence, founded upon examinations made upon the ground by surveyors, to show that the Moore warrant was not actually surveyed on the ground according to its return of survey, but was surveyed, together with the Cooley and other warrants to the south of it, in one block, of which the Moore was the northern member; that the north line of that block, if actually surveyed upon the ground in 1792, was run between the hemlock sapling and sugar corners, corresponding to what was claimed by the defendant to be the south line of the Andrew Tybout tract; that no line of 1792 was surveyed on the ground for the Moore warrant north from the hemlock sapling corner, nor west from the hemlock northeast corner of the Tybout tract; and that the line south from the hemlock northeast corner aforesaid was run for warrants to the east of said line, and was merely adopted by the return of the Moore survey. To this evidence the plaintiff objected on the ground that twenty-one years and upwards having elapsed from the date of the Moore survey, there was a presumption <i>juris et de jure</i> that the said survey had been made as returned, and that the evidence was, therefore, inadmissible. The court sustained this objection and excluded the evidence so offered, to which ruling the defendant excepted.</p>\n<p>The defendant also contended on the trial of the case that the plaintiff was estopped from setting up any claim to the land in dispute, by reason of certain alleged acts and declarations of his, and of his duly authorized agent, one Jacob DeWitt.</p>\n<p>The evidence which it produced on this subject tended to establish the following facts: Prior to the year 1866, the plaintiff, at that time a resident of New York City, purchased a large amount of lands lying east of and adjoining those of the Schræder Land Company, the predecessor of this defendant, and including the tract in controversy, none of which lands he <span class=\"star-pagination\">*693</span> had ever seen. Soon after that purchase he employed Jacob DeWitt as his agent and attorney in the management and protection of said lands from depredations, etc., and gave him full power and authority to carry out the purposes of his agency.</p>\n<p>The land company having in contemplation the erection of a saw-mill and extensive lumbering operations, and being desirous of painting a boundary line of its lands as a guard against trespassing upon the lands of adjoining owners, informed DeWitt of its intentions; and, upon his assent thereto, as plaintiff's agent, the company employed on its own responsibility one Z.F. Walker to run and paint such line. Walker knew nothing of any conference having taken place between DeWitt and the company upon the subject of the painted line. He was paid for his work by the company alone, and his instructions to paint the boundary line of the Schræder lands were received from it.</p>\n<p>Having in his possession certain old maps of the lands in that neighborhood, including both the Moore and Tybout tracts, some of which showed the interference between these two tracts, and certain old field notes made by a surveyor in 1828 while surveying the Brodhead lands, Walker went upon the lands and painted a line on the north, east and south sides of the Tybout tract, according to its location claimed by the defendant.</p>\n<p>Afterwards, DeWitt having examined certain portions of this painted line, assented to it as a correct boundary line between the lands of the company and those under his management and control.</p>\n<p>This occurred in the summer of 1866. In the following fall two members of the executive committee which had charge of the affairs of the land company, went to New York City to see the plaintiff and assure themselves of DeWitt's authority for establishing the painted line. They saw plaintiff and informed him of the transaction that had taken place with regard to the running of the painted line. He replied to them that he had never been on the lands, but that DeWitt was his attorney and agent in the matter, and what DeWitt did met <span class=\"star-pagination\">*694</span> his approval. In 1869, after most of the cutting had been done, DeWitt again expressed himself as satisfied with the painted line.</p>\n<p>A question also arose in the progress of the trial as to the time to which the plaintiff was entitled to claim damages, it being contended by the defendant that he had sold and conveyed the lands in question to Jacob DeWitt on the 2d of November, 1869, by an absolute deed of general warranty, a copy of which was introduced in evidence. The plaintiff, however, claimed that that deed was to be considered not alone but in connection with a certain other agreement between the parties thereto, which was also introduced in evidence, and that when so considered, it showed that title to the lands embraced in it did not pass to DeWitt until October 1, 1870. Plaintiff's oral evidence on this point was also to the same effect.</p>\n<p>So far as the record shows, there was no serious dispute between the parties as to the cutting down, removal and appropriation of the timber complained of, or as to the amount and value thereof, or as to the fact that all of the alleged trespasses had been committed within a certain boundary marked by a line of trees blazed, and painted white, known as the painted line, which was claimed to have been established by consent of the parties.</p>\n<p>It also appears from the record that the hemlock northeast corner tree, called for in the George Moore return of survey, was identical with the hemlock northeast corner called for by the Andrew Tybout return of survey, and that the said surveys, by running from this common corner, according to their respective returns, would overlap and include within the same boundaries about 325 acres, being the tract on which the cutting, etc., complained of occurred.</p>\n<p>The first and decisive question is, who owned this overlapped land at the time the timber was cut? The plaintiff who holds title to the Moore warrant and survey of 1792, or the defendant holding title under the Tybout warrant and survey of 1794? As we have seen, it was clearly established that the adjoinders to the location of the ground corresponded <span class=\"star-pagination\">*695</span> exactly with the adjoinders named in the official return, so that the latter was a photograph of the former. It was also proved that the hemlock northeast corner, called for in the Moore survey, was identified; that that hemlock was the northwest corner called for in the Henry Betz return of survey, which adjoined the George Moore survey on the east for about two thirds of the length of its line, and was separated therefrom by an old line marked as early as 1784, and remarked in 1792 and subsequent years, extending several miles southerly; that south of the Henry Betz survey and George Moore survey on the east is the Joseph Betz tract; and that both of these Betz tracts were surveyed on the 4th of July, 1793, and were returned into the land office on the 16th of April, 1794, at the same time the return of the Moore survey was made, their location being undisputed.</p>\n<p>It is shown that along the southern portion of its western line the George Moore is bounded on the west by a tract in the warranty name of Robert Irwin, surveyed November 22, 1792, and returned into the land office the same day as the Moore survey. This Irwin tract was a part of a large body of lands, known as the General Brodhead lands, whose eastern line extended southerly, identified by the surveyors by marks bearing date 1792; and that on the south the George Moore adjoins the Samuel Cooley survey, whose location is not disputed.</p>\n<p>We concur with the Circuit Court that the Moore survey, if located according to its calls as made in the official return in the land office, would include within its limits the tract where the timber was cut by the defendant and its agents. The question then is presented, why should it not be located according to these calls? That the Moore warrant is older than the Tybout warrant is indisputable. That it was regularly and legally granted on the 24th of April, 1792, to Moore is not questioned; and that it was legally surveyed in the same year appears on the face of the official return duly certified. All the presumptions favor the regularity, fairness and legality of a survey thus authenticated. The calls for adjoining surveys are regarded by the law of Pennsylvania as high and important evidence in determining the true location <span class=\"star-pagination\">*696</span> of a survey, superior in character to the courses and distances therein described, and next in conclusiveness to living monuments and original marks upon the ground. Upon what ground, then, can it be contended that the adjoining surveys, a living monument, and many of the marks upon the ground, called for in the official return, should not determine the location of the George Moore surveys? The only conceivable ground is the one asserted by the defendant below, that there was, as matter of fact, no such actual survey as the one exhibited in the official return; that, in other words, the Moore warrant was never actually surveyed on the ground according to its return of survey. In support of this contention the defendant offered evidence to show that the official return was a chamber location, never having been made in fact. The evidence was rejected by the court, upon the ground, as stated in its charge to the jury, that \"an old survey like that of the George Moore cannot be questioned at this late day by any parties claiming under a junior title, whether that title took its origin within twenty or twenty-one years of the older survey, or after that time.\" This action and ruling form the basis of numerous assignments of error. We think the court did not err, either in rejecting the testimony or in the charge. Many of the authorities cited by the counsel for plaintiff in error, carefully examined, support the principle laid down by the court with reference to chamber surveys in Pennsylvania.</p>\n<p>At an early day in that State great abuses crept into the administration of its land-office system, growing out of the illegal acts of the surveyors, who, instead of going into the field and establishing the lines and marking corners upon the ground, would make drafts on paper of pretended surveys, and return them into the land office as duly certified. These false, fraudulent pretences of surveys never made, were called chamber surveys. Owing to the confusion and uncertainty of titles arising from the numerous patents issued, and the large quantities of land purchased in good faith under these fabricated surveys, the courts found it expedient, for the common good and the promotion of peace and quiet in the community, to hold that when a warrant was returned as regularly surveyed, <span class=\"star-pagination\">*697</span> and this official return allowed to remain unchallenged for twenty-one years, it was strong presumptive evidence of the regularity and legality of the survey. Many of the earlier decisions in Pennsylvania, cited by the counsel for plaintiff in error, held this presumption to be <i>prima facie</i> only, and subject to rebutting proofs. But the later adjudications are in harmony with the doctrine announced by the Circuit Court. Such was the decision of the Supreme Court in the case of <i>Packer</i> v. <i>The Schraeder Mining and Manufacturing Company,</i> 97 Penn. St. 379.</p>\n<p>There is nothing in the case of <i>Clement</i> v. <i>Packer,</i> 125 U.S. 309, contrary to this view. The decision in that case had no application to the subject of chamber surveys. The controversy arose as to the location of one line of a tract, the actual survey of which was admitted and insisted on by both parties. The only question was as to the true mode of ascertaining the location of the disputed line, the plaintiff below contending that the survey as marked upon the ground would properly define its position, whilst the defendant contended that the location should be determined by the courses and distances described in the survey, disregarding the marks called for and said to be found on the ground.</p>\n<p>The court decided that the true mode of ascertaining the lines of a survey was to run them according to the marks and monuments on the ground made by the surveyor at the time of the survey, along with the lines and distances in the official return, when these latter corresponded with such marks and monuments; but in case of a conflict and variance, the original marks and monuments were to prevail and determine the location of the line in dispute. It also held that after the lapse of twenty-one years from the return of a survey, the presumption is that the warrant was located as returned by the surveyor of the land office; and that in the absence of rebutting facts, the official courses and distances will determine the location of the disputed line or corner; but that this presumption is not conclusive, and may be rebutted by the proof of original marks and monuments tending to show that the actual location on the ground was different from the official <span class=\"star-pagination\">*698</span> courses and distances. The whole issue in the case was as to the relative weight to be attached to these two classes of evidence in case of a discrepancy between them, and whether the period of prescription could be invoked in behalf of the one class as conclusive against the other. The contention, as in this case, that no survey was actually made, and that the official return of the survey relied on was a chamber survey, presents a different question, and involves the application of a different principle. And it may now be regarded as settled by the latest adjudications of the Supreme Court of Pennsylvania that, after a survey has been returned more than twenty-one years, the presumption that it has been actually and legally made is conclusive, and cannot be controverted by a party claiming under a junior survey.</p>\n<p>The specifications of error, from eight to fifteen inclusive, are based upon the charge of the circuit justice with reference to the alleged consent of Jacob DeWitt, the agent of Packer, to the establishment of what is known as the painted line, up to which it was understood that the Schraeder Company might cut the timber.</p>\n<p>The court charged the jury that the evidence relating to this painted line, and to the assent given to it by DeWitt, and afterwards approved by Packer, could have no influence on the question of title under the plea of <i>liberum tenementum;</i> that the assent was given not to settle a dispute but to acquiesce in the running of a line about which no dispute had then arisen, and upon the supposition that the person engaged in running it knew where the true lines were; that it was an acquiescence resulting from a pure mistake and error, which should not bind the plaintiff or estop him from claiming his rights when he discovered the mistake. We think the court in its charge brought out clearly and fairly before the jury the distinction between a mutual undertaking to adjust and settle a doubtful and disputed dividing line, in case of conflicting titles, on the one hand, and, on the other, the consent of parties to mark a boundary supposed to run between undisputed tracts, but in ignorance and mistake of both as to the existence of any conflict.</p>\n<p><span class=\"star-pagination\">*699</span> Upon the claim of the plaintiff in error that the consent of Packer to the running of the painted line amounted to a leave and license to cut the timber up to that line, the court charged that the adoption of a boundary line by mistake had no element of license in it, and does not necessarily indicate intention on the part of either Packer to give, or of the Schraeder Company to receive, a license to cut and appropriate timber on Packer's lands.</p>\n<p>We cannot discover any error in this part of the charge to the jury.</p>\n<p>The Pennsylvania decisions cited by counsel in support of the assignments of error vary very much from the case at bar. Most of them are cases in which the boundary was agreed upon as a settlement of a dispute. In the others, the party setting up the estoppel had been misled as to a material fact by the false or mistaken representation of the party making a claim inconsistent with such representation. In the case of <i>Perkins</i> v. <i>Gay,</i> 3 S. &amp; R. 327, 331, the remarks of Mr. Justice Gibson, quoted by plaintiff in error, apply expressly and solely to \"a settlement of a disputed right.\" In the next paragraph he says:</p>\n<p>\"If the parties, from misapprehension, adjust their fences and exercise acts of ownership in conformity with a line which turns out not to be the true boundary, or permission be ignorantly given to place a fence on the land of the party, this will not amount to an agreement or be binding as an assent of the parties; and I agree it is a principle of equity that the parties to an agreement must be acquainted with the extent of their rights and the nature of the information they can call for respecting them, else they will not be bound. The reason is, that they proceed under an idea that the fact which is the inducement to the agreement is in a particular way, and give their assent, not absolutely, but on conditions that are falsified by the event;\" citing <i>Turner</i> v. <i>Turner,</i> 2 Rep. in Ch. 81; <i>Bingham</i> v. <i>Bingham,</i> 1 Ves. Sen. 126; <i>Gee</i> v. <i>Spenser,</i> 1 Vern. 32; <i>Pusey</i> v. <i>Desbouverie,</i> 3 P. Wms. 316.</p>\n<p>The decisions in the other States generally support the rule that owners of adjacent tracts of land are not bound by consent <span class=\"star-pagination\">*700</span> to a boundary which has been defined under a mistaken apprehension that it is the true line, each claiming only the true line, wherever it may be found, and that in such case neither party is precluded or estopped from claiming his own rights under the true one, when it is discovered. Nor can such consent in an action of trespass <i>quare clausum fregit,</i> upon the theory of leave and license given, operate as an estoppel upon the claim of a plaintiff to recover damages to the extent of the value of the timber taken, any more than it can under the plea of <i>liberum tenementum</i> divest his title to land on which the alleged cutting and removal were committed.</p>\n<p>There remain three other assignments of error not yet disposed of, which do not call for any extended notice. First, in relation to the refusal of the Circuit Court to remand this cause to the state court in which it originated. The reply to this is, the petition for removal into the Circuit Court was filed before the final hearing of the case, and therefore in time. <i>Hess</i> v. <i>Reynolds,</i> 113 U.S. 73. Second, as to the alleged refusal of the court to allow the defendant to plead the statute of limitations. The record shows no such order. The sixteenth and seventeenth assignments of error, relating to the time to which plaintiff was entitled to claim damages, are fully covered by the charge of the court that the plaintiff, if entitled to recover at all, was entitled to recover damages for all cutting and carrying away of timber from the disputed premises up to the time he actually sold, etc.</p>\n<p>The judgment of the Circuit Court is</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:05:48", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">688</span></span> (1889)</b></center>\n<center><h1>SCHRAEDER MINING AND MANUFACTURING COMPANY<br>\nv.<br>\nPACKER.</h1></center>\n<center>No. 118.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 10, 11, 1888.</center>\n<center>Decided March 5, 1889.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE WESTERN DISTRICT OF PENNSYLVANIA.\n<p><span class=\"star-pagination\">*689</span> <i>Mr. John F. Sanderson</i> (with whom was <i>Mr. William T. Davies</i> and <i>Mr. Edward Overton</i> on the brief) for plaintiff in error.</p>\n<p><i>Mr. D.C. De Witt</i> for defendant in error.</p>\n<p>MR. JUSTICE LAMAR delivered the opinion of the court.</p>\n<p>This is an action of <i>trespass quare clausum fregit</i> for timber felled and carried away, originally brought in the Common Pleas Court of Bradford County, Pennsylvania, where, after certain amendments of the record with respect to the parties thereto, the case stood as <i>Elisha A. Packer, Plaintiff,</i> v. <i>The Schraeder Mining and Manufacturing Company.</i> A judgment of that court, on a verdict in favor of the defendant, having been reversed by the Supreme Court of the State, and the case remanded for a new trial, (97 Penn. St. 379,) and three other verdicts having been set aside by the trial court, the case was, on application of the plaintiff, removed into the Circuit Court of the United States for the Western District of <span class=\"star-pagination\">*690</span> Pennsylvania on the ground of diverse citizenship of the parties.</p>\n<p>The declaration averred that the defendant, by its agents and employés, entered upon plaintiff's lands in the years 1867, 1868 and 1869, and cut down and took therefrom over two millions of feet of timber, amounting in value to $15,000.</p>\n<p>The defences pleaded to the action were (1) that defendant did not commit any of the trespasses complained of on plaintiff's land; (2) that the land on which the alleged trespass was committed did not belong to the plaintiff, but was the property of the defendant itself. It was also contended by the defendant that the plaintiff, through his agent, had aided, by consent and acquiescence, in establishing a boundary between the two contiguous tracts of the parties, up to which he, the plaintiff, agreed that defendant's agents and officers could cut and carry away as much timber as they pleased. Issue having been joined upon these pleas, the case was tried by a jury, resulting in a verdict in favor of the plaintiff for the sum of $8000, upon which judgment was rendered. The defendant sued out this writ of error.</p>\n<p>Upon the trial the plaintiff, in support of his claim to the land in dispute, introduced evidence deducing his title from a warrant granted by the Commonwealth of Pennsylvania to one George Moore, for a tract of 375 acres of land. The official return shows that the warrant was issued on the 27th of April, 1792, and that the survey was made for the said George Moore on the 21st of November, 1792. The survey is thus described in the official return:</p>\n<p>\"A certain tract situated on the waters of Towanda Creek, Luzerne County, beginning at a post; thence by land of Joseph Betz and Henry Betz north twenty-nine degrees east, three hundred and eighteen perches to a hemlock; thence by vacant land north sixty-one degrees west, two hundred perches to a post; thence by the same and land of General Brodhead south twenty-nine degrees west, three hundred and eighteen perches to a post; and thence by land of Samuel Cooley south sixty-one degrees east, two hundred perches to the beginning, containing three hundred and seventy-five acres and allowance of six per cent for roads,\" etc.</p>\n<p><span class=\"star-pagination\">*691</span> As evidence to show that the land in dispute is part of this George Moore tract, the plaintiff produced copies of the returns of these surveys, called for as adjoinders, the location of which, it is claimed, was fixed by the evidence beyond dispute. And in connection with that evidence he called several surveyors, who gave testimony, with maps and other returns, tending to show, by identifying the hemlock northeast corner, and other marks on the ground corresponding with the survey, that the Moore tract, located according to its calls, embraced the land in dispute.</p>\n<p>The defendant, on his part, introduced evidence to show that the land in dispute was a portion of a tract of about 409 acres, surveyed March 24, 1794, in the warranty name of Andrew Tybout. He introduced a copy of a warrant and return of the Tybout tract and a patent from the State to one Daniel Brodhead for that tract. Evidence was also given by defendant showing that original marks were found on certain trees on the north, east and south lines of the Tybout survey, and that the hemlock northeast corner, the sugar southeast corner, and the hemlock sapling southwest corner, called for in the return, were marked respectively as corners in 1794. The hemlock sapling had disappeared, but the defendant's surveyor determined the age of the corner by a witness found there, and by other signs.</p>\n<p>Defendant also introduced evidence of certain surveyors, tending to show that no marks upon the ground had ever been found for the Moore survey on the line north from the hemlock sapling corner, or on the line west from the hemlock northeast corner thereof, which bore the date of such survey. In this connection, it put in evidence certain official maps from the land office of Pennsylvania, showing the location of what is known as the General Brodhead lands, lying west of the west line of the Moore survey extended southerly; and also produced evidence tending to show that a line bearing marks dating 1792 was found from the sugar tree, the southeast corner of the Tybout tract, to the hemlock sapling corner mentioned, and that the sugar tree was marked as a corner of 1792, and that a corner of 1792 was found at the hemlock sapling <span class=\"star-pagination\">*692</span> corner. Other evidence was introduced by the defendant designed to show the non-existence of an actual survey of the Moore warrant according to the official return thereof, the details of which need not be stated here.</p>\n<p>In connection with this contention the defendant offered to give further evidence, founded upon examinations made upon the ground by surveyors, to show that the Moore warrant was not actually surveyed on the ground according to its return of survey, but was surveyed, together with the Cooley and other warrants to the south of it, in one block, of which the Moore was the northern member; that the north line of that block, if actually surveyed upon the ground in 1792, was run between the hemlock sapling and sugar corners, corresponding to what was claimed by the defendant to be the south line of the Andrew Tybout tract; that no line of 1792 was surveyed on the ground for the Moore warrant north from the hemlock sapling corner, nor west from the hemlock northeast corner of the Tybout tract; and that the line south from the hemlock northeast corner aforesaid was run for warrants to the east of said line, and was merely adopted by the return of the Moore survey. To this evidence the plaintiff objected on the ground that twenty-one years and upwards having elapsed from the date of the Moore survey, there was a presumption <i>juris et de jure</i> that the said survey had been made as returned, and that the evidence was, therefore, inadmissible. The court sustained this objection and excluded the evidence so offered, to which ruling the defendant excepted.</p>\n<p>The defendant also contended on the trial of the case that the plaintiff was estopped from setting up any claim to the land in dispute, by reason of certain alleged acts and declarations of his, and of his duly authorized agent, one Jacob DeWitt.</p>\n<p>The evidence which it produced on this subject tended to establish the following facts: Prior to the year 1866, the plaintiff, at that time a resident of New York City, purchased a large amount of lands lying east of and adjoining those of the Schræder Land Company, the predecessor of this defendant, and including the tract in controversy, none of which lands he <span class=\"star-pagination\">*693</span> had ever seen. Soon after that purchase he employed Jacob DeWitt as his agent and attorney in the management and protection of said lands from depredations, etc., and gave him full power and authority to carry out the purposes of his agency.</p>\n<p>The land company having in contemplation the erection of a saw-mill and extensive lumbering operations, and being desirous of painting a boundary line of its lands as a guard against trespassing upon the lands of adjoining owners, informed DeWitt of its intentions; and, upon his assent thereto, as plaintiff's agent, the company employed on its own responsibility one Z.F. Walker to run and paint such line. Walker knew nothing of any conference having taken place between DeWitt and the company upon the subject of the painted line. He was paid for his work by the company alone, and his instructions to paint the boundary line of the Schræder lands were received from it.</p>\n<p>Having in his possession certain old maps of the lands in that neighborhood, including both the Moore and Tybout tracts, some of which showed the interference between these two tracts, and certain old field notes made by a surveyor in 1828 while surveying the Brodhead lands, Walker went upon the lands and painted a line on the north, east and south sides of the Tybout tract, according to its location claimed by the defendant.</p>\n<p>Afterwards, DeWitt having examined certain portions of this painted line, assented to it as a correct boundary line between the lands of the company and those under his management and control.</p>\n<p>This occurred in the summer of 1866. In the following fall two members of the executive committee which had charge of the affairs of the land company, went to New York City to see the plaintiff and assure themselves of DeWitt's authority for establishing the painted line. They saw plaintiff and informed him of the transaction that had taken place with regard to the running of the painted line. He replied to them that he had never been on the lands, but that DeWitt was his attorney and agent in the matter, and what DeWitt did met <span class=\"star-pagination\">*694</span> his approval. In 1869, after most of the cutting had been done, DeWitt again expressed himself as satisfied with the painted line.</p>\n<p>A question also arose in the progress of the trial as to the time to which the plaintiff was entitled to claim damages, it being contended by the defendant that he had sold and conveyed the lands in question to Jacob DeWitt on the 2d of November, 1869, by an absolute deed of general warranty, a copy of which was introduced in evidence. The plaintiff, however, claimed that that deed was to be considered not alone but in connection with a certain other agreement between the parties thereto, which was also introduced in evidence, and that when so considered, it showed that title to the lands embraced in it did not pass to DeWitt until October 1, 1870. Plaintiff's oral evidence on this point was also to the same effect.</p>\n<p>So far as the record shows, there was no serious dispute between the parties as to the cutting down, removal and appropriation of the timber complained of, or as to the amount and value thereof, or as to the fact that all of the alleged trespasses had been committed within a certain boundary marked by a line of trees blazed, and painted white, known as the painted line, which was claimed to have been established by consent of the parties.</p>\n<p>It also appears from the record that the hemlock northeast corner tree, called for in the George Moore return of survey, was identical with the hemlock northeast corner called for by the Andrew Tybout return of survey, and that the said surveys, by running from this common corner, according to their respective returns, would overlap and include within the same boundaries about 325 acres, being the tract on which the cutting, etc., complained of occurred.</p>\n<p>The first and decisive question is, who owned this overlapped land at the time the timber was cut? The plaintiff who holds title to the Moore warrant and survey of 1792, or the defendant holding title under the Tybout warrant and survey of 1794? As we have seen, it was clearly established that the adjoinders to the location of the ground corresponded <span class=\"star-pagination\">*695</span> exactly with the adjoinders named in the official return, so that the latter was a photograph of the former. It was also proved that the hemlock northeast corner, called for in the Moore survey, was identified; that that hemlock was the northwest corner called for in the Henry Betz return of survey, which adjoined the George Moore survey on the east for about two thirds of the length of its line, and was separated therefrom by an old line marked as early as 1784, and remarked in 1792 and subsequent years, extending several miles southerly; that south of the Henry Betz survey and George Moore survey on the east is the Joseph Betz tract; and that both of these Betz tracts were surveyed on the 4th of July, 1793, and were returned into the land office on the 16th of April, 1794, at the same time the return of the Moore survey was made, their location being undisputed.</p>\n<p>It is shown that along the southern portion of its western line the George Moore is bounded on the west by a tract in the warranty name of Robert Irwin, surveyed November 22, 1792, and returned into the land office the same day as the Moore survey. This Irwin tract was a part of a large body of lands, known as the General Brodhead lands, whose eastern line extended southerly, identified by the surveyors by marks bearing date 1792; and that on the south the George Moore adjoins the Samuel Cooley survey, whose location is not disputed.</p>\n<p>We concur with the Circuit Court that the Moore survey, if located according to its calls as made in the official return in the land office, would include within its limits the tract where the timber was cut by the defendant and its agents. The question then is presented, why should it not be located according to these calls? That the Moore warrant is older than the Tybout warrant is indisputable. That it was regularly and legally granted on the 24th of April, 1792, to Moore is not questioned; and that it was legally surveyed in the same year appears on the face of the official return duly certified. All the presumptions favor the regularity, fairness and legality of a survey thus authenticated. The calls for adjoining surveys are regarded by the law of Pennsylvania as high and important evidence in determining the true location <span class=\"star-pagination\">*696</span> of a survey, superior in character to the courses and distances therein described, and next in conclusiveness to living monuments and original marks upon the ground. Upon what ground, then, can it be contended that the adjoining surveys, a living monument, and many of the marks upon the ground, called for in the official return, should not determine the location of the George Moore surveys? The only conceivable ground is the one asserted by the defendant below, that there was, as matter of fact, no such actual survey as the one exhibited in the official return; that, in other words, the Moore warrant was never actually surveyed on the ground according to its return of survey. In support of this contention the defendant offered evidence to show that the official return was a chamber location, never having been made in fact. The evidence was rejected by the court, upon the ground, as stated in its charge to the jury, that \"an old survey like that of the George Moore cannot be questioned at this late day by any parties claiming under a junior title, whether that title took its origin within twenty or twenty-one years of the older survey, or after that time.\" This action and ruling form the basis of numerous assignments of error. We think the court did not err, either in rejecting the testimony or in the charge. Many of the authorities cited by the counsel for plaintiff in error, carefully examined, support the principle laid down by the court with reference to chamber surveys in Pennsylvania.</p>\n<p>At an early day in that State great abuses crept into the administration of its land-office system, growing out of the illegal acts of the surveyors, who, instead of going into the field and establishing the lines and marking corners upon the ground, would make drafts on paper of pretended surveys, and return them into the land office as duly certified. These false, fraudulent pretences of surveys never made, were called chamber surveys. Owing to the confusion and uncertainty of titles arising from the numerous patents issued, and the large quantities of land purchased in good faith under these fabricated surveys, the courts found it expedient, for the common good and the promotion of peace and quiet in the community, to hold that when a warrant was returned as regularly surveyed, <span class=\"star-pagination\">*697</span> and this official return allowed to remain unchallenged for twenty-one years, it was strong presumptive evidence of the regularity and legality of the survey. Many of the earlier decisions in Pennsylvania, cited by the counsel for plaintiff in error, held this presumption to be <i>prima facie</i> only, and subject to rebutting proofs. But the later adjudications are in harmony with the doctrine announced by the Circuit Court. Such was the decision of the Supreme Court in the case of <i>Packer</i> v. <i>The Schraeder Mining and Manufacturing Company,</i> 97 Penn. St. 379.</p>\n<p>There is nothing in the case of <i>Clement</i> v. <i>Packer,</i> <span class=\"citation\" data-id=\"92194\"><a href=\"/opinion/92194/clement-v-packer/\"><span class=\"volume\">125</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">309</span></a></span>, contrary to this view. The decision in that case had no application to the subject of chamber surveys. The controversy arose as to the location of one line of a tract, the actual survey of which was admitted and insisted on by both parties. The only question was as to the true mode of ascertaining the location of the disputed line, the plaintiff below contending that the survey as marked upon the ground would properly define its position, whilst the defendant contended that the location should be determined by the courses and distances described in the survey, disregarding the marks called for and said to be found on the ground.</p>\n<p>The court decided that the true mode of ascertaining the lines of a survey was to run them according to the marks and monuments on the ground made by the surveyor at the time of the survey, along with the lines and distances in the official return, when these latter corresponded with such marks and monuments; but in case of a conflict and variance, the original marks and monuments were to prevail and determine the location of the line in dispute. It also held that after the lapse of twenty-one years from the return of a survey, the presumption is that the warrant was located as returned by the surveyor of the land office; and that in the absence of rebutting facts, the official courses and distances will determine the location of the disputed line or corner; but that this presumption is not conclusive, and may be rebutted by the proof of original marks and monuments tending to show that the actual location on the ground was different from the official <span class=\"star-pagination\">*698</span> courses and distances. The whole issue in the case was as to the relative weight to be attached to these two classes of evidence in case of a discrepancy between them, and whether the period of prescription could be invoked in behalf of the one class as conclusive against the other. The contention, as in this case, that no survey was actually made, and that the official return of the survey relied on was a chamber survey, presents a different question, and involves the application of a different principle. And it may now be regarded as settled by the latest adjudications of the Supreme Court of Pennsylvania that, after a survey has been returned more than twenty-one years, the presumption that it has been actually and legally made is conclusive, and cannot be controverted by a party claiming under a junior survey.</p>\n<p>The specifications of error, from eight to fifteen inclusive, are based upon the charge of the circuit justice with reference to the alleged consent of Jacob DeWitt, the agent of Packer, to the establishment of what is known as the painted line, up to which it was understood that the Schraeder Company might cut the timber.</p>\n<p>The court charged the jury that the evidence relating to this painted line, and to the assent given to it by DeWitt, and afterwards approved by Packer, could have no influence on the question of title under the plea of <i>liberum tenementum;</i> that the assent was given not to settle a dispute but to acquiesce in the running of a line about which no dispute had then arisen, and upon the supposition that the person engaged in running it knew where the true lines were; that it was an acquiescence resulting from a pure mistake and error, which should not bind the plaintiff or estop him from claiming his rights when he discovered the mistake. We think the court in its charge brought out clearly and fairly before the jury the distinction between a mutual undertaking to adjust and settle a doubtful and disputed dividing line, in case of conflicting titles, on the one hand, and, on the other, the consent of parties to mark a boundary supposed to run between undisputed tracts, but in ignorance and mistake of both as to the existence of any conflict.</p>\n<p><span class=\"star-pagination\">*699</span> Upon the claim of the plaintiff in error that the consent of Packer to the running of the painted line amounted to a leave and license to cut the timber up to that line, the court charged that the adoption of a boundary line by mistake had no element of license in it, and does not necessarily indicate intention on the part of either Packer to give, or of the Schraeder Company to receive, a license to cut and appropriate timber on Packer's lands.</p>\n<p>We cannot discover any error in this part of the charge to the jury.</p>\n<p>The Pennsylvania decisions cited by counsel in support of the assignments of error vary very much from the case at bar. Most of them are cases in which the boundary was agreed upon as a settlement of a dispute. In the others, the party setting up the estoppel had been misled as to a material fact by the false or mistaken representation of the party making a claim inconsistent with such representation. In the case of <i>Perkins</i> v. <i>Gay,</i> 3 S. &amp; R. 327, 331, the remarks of Mr. Justice Gibson, quoted by plaintiff in error, apply expressly and solely to \"a settlement of a disputed right.\" In the next paragraph he says:</p>\n<p>\"If the parties, from misapprehension, adjust their fences and exercise acts of ownership in conformity with a line which turns out not to be the true boundary, or permission be ignorantly given to place a fence on the land of the party, this will not amount to an agreement or be binding as an assent of the parties; and I agree it is a principle of equity that the parties to an agreement must be acquainted with the extent of their rights and the nature of the information they can call for respecting them, else they will not be bound. The reason is, that they proceed under an idea that the fact which is the inducement to the agreement is in a particular way, and give their assent, not absolutely, but on conditions that are falsified by the event;\" citing <i>Turner</i> v. <i>Turner,</i> 2 Rep. in Ch. 81; <i>Bingham</i> v. <i>Bingham,</i> 1 Ves. Sen. 126; <i>Gee</i> v. <i>Spenser,</i> 1 Vern. 32; <i>Pusey</i> v. <i>Desbouverie,</i> 3 P. Wms. 316.</p>\n<p>The decisions in the other States generally support the rule that owners of adjacent tracts of land are not bound by consent <span class=\"star-pagination\">*700</span> to a boundary which has been defined under a mistaken apprehension that it is the true line, each claiming only the true line, wherever it may be found, and that in such case neither party is precluded or estopped from claiming his own rights under the true one, when it is discovered. Nor can such consent in an action of trespass <i>quare clausum fregit,</i> upon the theory of leave and license given, operate as an estoppel upon the claim of a plaintiff to recover damages to the extent of the value of the timber taken, any more than it can under the plea of <i>liberum tenementum</i> divest his title to land on which the alleged cutting and removal were committed.</p>\n<p>There remain three other assignments of error not yet disposed of, which do not call for any extended notice. First, in relation to the refusal of the Circuit Court to remand this cause to the state court in which it originated. The reply to this is, the petition for removal into the Circuit Court was filed before the final hearing of the case, and therefore in time. <i>Hess</i> v. <i>Reynolds,</i> 113 U.S. 73. Second, as to the alleged refusal of the court to allow the defendant to plead the statute of limitations. The record shows no such order. The sixteenth and seventeenth assignments of error, relating to the time to which plaintiff was entitled to claim damages, are fully covered by the charge of the court that the plaintiff, if entitled to recover at all, was entitled to recover damages for all cutting and carrying away of timber from the disputed premises up to the time he actually sold, etc.</p>\n<p>The judgment of the Circuit Court is</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "sha1": "cca50e2dfea94392bd0e1e6eaf2b58c3cf98b206", 
  "date_modified": "2014-12-21T01:30:41.737360", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/92443/schraeder-mining-mfg-co-v-packer/", 
  "citation_count": 0, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/225174/", 
  "html": "<p class=\"case_cite\">9 S.Ct. 385</p>\n    <p class=\"case_cite\">129 U.S. 688</p>\n    <p class=\"case_cite\">32 L.Ed. 760</p>\n    <p class=\"parties\">SCHRAEDER MIN. &amp; MANUF'G CO.<br>v.<br>PACKER.</p>\n    <p class=\"date\">March 5, 1889.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>John F. Sanderson</i>, for plaintiff in error.</p>\n      <p class=\"indent\"><i>D. C. De Witt</i>, for defendant in error.</p>\n      <p class=\"indent\">LAMAR, J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an action of <i>trespass quare clausum fregit</i> for timber felled and carried away, originally brought in the common pleas court of Bradford county, Pa., where, after certain amendments of the record with respect to the parties thereto, the case stood as Elisha A. Packer, Plaintiff, v. The Schraeder Mining &amp; Manuf'g Co. A judgment of that court, on a verdict in favor of the defendant, having been reversed by the supreme court of the state, and the case remanded for a new trial, (97 Pa. St. 379,) and three other verdicts having been set aside by the trial court, the case was, on application of the plaintiff, removed into the circuit court of the United States for the Western district of Pennsylvania, on the ground of diverse citizenship of the parties. The declaration averred that the defendant, by its agents and employes, entered upon plaintiff's lands in the years 1867, '68, and '69, and cut down and took therefrom over 2,000,000 of feet of timber, amounting in value to $15,000. The defenses pleaded to the action were (1) that defendant did not commit any of the trespasses complained of on plaintiff's land; (2) that the land on which the alleged trespass was committed did not belong to the plaintiff, but was the property of the defendant itself. It was also contended by the defendant that the plaintiff, through his agent, had aided, by consent and acquiescence, in establishing a boundary between the two contiguous tracts of the parties, up to which he, the plaintiff, agreed that defendant's agents and officers could cut and carry away as much timber as they pleased. Issue having been joined upon these pleas, the case was tried by a jury, resulting in a verdict in favor of the plaintiff for the sum of $8,000, upon which judgment was rendered. The defendant sued out this writ of error. Upon the trial the plaintiff, in support of his claim to the land in dispute, introduced evidence deducing his title from a warrant granted by the commonwealth of Pennsylvania to one George Moore, for a tract of 375 acres of land. The official return shows that the warrant was issued on the 27th of April, 1792, and that the survey was made for the said George Moore on the 21st of November, 1792. The survey is thus described in the official return: 'A certain tract situated on the waters of Towanda creek, Luzerne county, beginning at a post; thence by land of Joseph Betz and Henry Betz, north, twenty-nine degrees east, three hundred and eighteen perches, to a hemlock; thence by vacant land north, sixty-one degrees west, two hundred perches, to a post; thence by the same and land of General Brodhead south, twenty-nine degrees west, three hundred and eighteen perches, to a post; and thence by land of Samuel Cooley south, sixty-one degrees east, two hundred perches, to the beginning,&#8212;containing three hundred and seventy-five acres, and allowance of six per cent. for roads,' etc. As evidence to show that the land in dispute is part of this George Moore tract, the plaintiff produced copies of the returns of these surveys, called for as adjoinders, the location of which, it is claimed, was fixed by the evidence beyond dispute. And in connection with that evidence he called several surveyors, who gave testimony, with maps and other returns, tending to show, by identifying the hemlock north-east corner, and other marks on the ground corresponding with the survey, that the Moore tract, located according to its calls, embraced the land in dispute.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The defendant, on his part, introduced evidence to show that the land in dispute was a portion of a tract of about 409 acres, surveyed March 24, 1794, in the warranty name of Andrew Tybout. He introduced a copy of a warrant and return of the Tybout tract, and a patent from the state to one Daniel Brodhead for that tract. Evidence was also given by defendant showing that original marks were found on certain trees on the north, east, and south lines of the Tybout survey, and that the hemlock north-east corner, the sugar south-east corner, and the hemlock sapling south-west corner, called for in the return, were marked, respectively, as corners in 1794. The hemlock sapling had disappeared, but the defendant's surveyor determined the age of the corner by a witness found there, and by other signs. Defendant also introduced evidence of certain surveyors, tending to show that no marks upon the ground had ever been found for the Moore survey on the line north from the hemlock sapling corner, or on the line west from the hemlock north-east corner thereof, which bore the date of such survey. In this connection, it put in evidence certain official maps from the land-office of Pennsylvania, showing the location of what is known as the 'General Brodhead Lands,' lying west of the west line of the Moore survey extended southerly; and also produced evidence tending to show that a line bearing marks dating 1792 was found from the sugar tree, the south-east corner of the Tybout tract, to the hemlock sapling corner mentioned, and that the sugar tree was marked as a corner of 1792, and that a corner of 1792 was found at the hemlock sapling corner. Other evidence was introduced by the defendant designed to show the non-existence of an actual survey of the Moore warrant according to the official return thereof, the details of which need not be stated here. In connection with this contention the defendant offered to give further evidence, founded upon examinations made upon the ground by surveyors, to show that the Moore warrant was not actually surveyed on the ground according to its return of survey, but was surveyed, together with the Cooley and other warrants, to the south of it, in one block, of which the Moore was the northern member; that the north line of that block, if actually surveyed upon the ground in 1792, was run between the hemlock sapling and sugar corners, corresponding to what was claimed by the defendant to be the south line of the Andrew Tybout tract; that no line of 1792 was surveyed on the ground for the Moore warrant north from the hemlock sapling corner, nor west from the hemlock north-east corner of the Tybout tract; and that the line south from the hemlock north-east corner aforesaid was run for warrants to the east of said line, and was merely adopted by the return of the Moore survey. To this evidence the plaintiff objected, on the ground that, 21 years and upwards having elapsed from the date of the Moore survey, there was a presumption <i>juris et de jure</i> that the said survey had been made as returned, and that the evidence was therefore inadmissible. The court sustained this objection, and excluded the evidence so offered, to which ruling the defendant excepted.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The defendant also contended on the trial of the case that the plaintiff was estopped from setting up any claim to the land in dispute, by reason of certain alleged acts and declarations of his, and of his duly-authorized agent, one Jacob De Witt. The evidence which it prodeced on this subject tended to establish the following facts: Prior to the year 1866 the plaintiff, at that time a resident of New York city, purchased a large amount of lands lying east of and adjoining those of the Schraeder Land Company, the predecessor of this defendant, and including the tract in controversy, none of which lands he had ever seen. Soon after that purchase he employed Jacob De Witt as his agent and attorney in the management and protection of said lands from depredations, ect., and gave him full power and authority to carry out the purposes of his agency. The land company, having in contemplation the erection of a saw-mill and extensive lumbering operations, and being desirous of painting a boundary line of its lands as a guard against trespassing upon the lands of adjoining owners, informed De Witt of its intentions; and, upon his assent thereto, as plaintiff's agent, the company employed on its own responsibility one Z. F. Walker to run and paint such line. Walker knew nothing of any conference having taken place between De Witt and the company upon the subject of the painted line. He was paid for his work by the company alone, and his instructions to paint the boundary line of the Schraeder lands were received from it. Having in his possession certain old maps of the lands in that neighborhood, including both the Moore and Tybout tracts, some of which showed the interference between these two tracts, and certain old field notes made by a surveyor in 1828 while surveying the Brodhead lands, Walker went upon the lands, and painted a line on the north, east, and south sides of the Tybout tract, according to its location claimed by the defendant. Afterwards, De Witt, having examined certain portions of this painted line, assented to it as a correct boundary line between the lands of the company and those under his management and control. This occurred in the summer of 1866. In the following fall two members of the executive committee which had charge of the affairs of the land company went to New York city to see the plaintiff, and assure themselves of De Witt's authority for establishing the painted line. They saw plaintiff and informed him of the transaction that had taken place with regard to the running of the painted line. He replied to them that he had never been on the lands, but that De Witt was his attorney and agent in the matter, and what De Witt did met his approval. In 1869, after most of the cutting had been done, De Witt again expressed himself as satisfied with the painted line. A question also arose in the progress of the trial as to the time to which the plaintiff was entitled to claim damages, it being contended by the defendant that he had sold and conveyed the lands in question to Jacob De Witt on the 2d of November, 1869, by an absolute deed of general warranty, a copy of which was introduced in evidence. The plaintiff, however, claimed that that deed was to be considered, not alone, but in connection with a certain other agreement between the parties thereto, which was also introduced in evidence, and that when so considered it showed that title to the lands embraced in it did not pass to De Witt until October 1, 1870. Plaintiff's oral evidence on this point was also to the same effect. So far as the record shows, there was no serious dispute between the parties as to the cutting down, removal, and appropriation of the timber complained of, or as to the amount and value thereof, or as to the fact that all of the alleged trespasses had been committed within a certain boundary marked by a line of trees blazed, and painted white, known as the 'Painted Line,' which was claimed to have been established by consent of the parties. It also appears from the record that the hemlock north-east corner tree, called for in the George Moore return of survey, was identical with the hemlock north-east corner called for by the Andrew Tybout return of survey; and that the said surveys, by running from this common corner, according to their respective returns, would overlap and include within the same boundaries about 325 acres, being the tract on which the cutting, ect., complained of occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The first and decisive question is, who owned this overlapped land at the time the timber was cut,&#8212;the plaintiff, who holds title to the Moore warrant and survey of 1792; or the defendant, holding title under the Tybout warrant and survey of 1794? As we have seen, it was clearly established that the adjoinders to the location on the ground corresponded exactly with the adjoinders named in the official return, so that the latter was a photograph of the former. It was also proved that the hemlock north-east corner, called for in the Moore survey, was identified; that that hemlock was the north-west corner called for in the Henry Betz return of survey, which adjoined the George Moore survey on the east for about two-thirds of the length of its line, and was separated therefrom by an old line marked as early as 1784, and remarked in 1792 and subsequent years, extending several miles southerly; that south of the Henry Betz survey and George Moore survey on the east is the Joseph Betz tract; and that both of these Betz tracts were surveyed on the 4th of July, 1793, and were returned into the land-office on the 16th of April, 1794, at the same time the return of the Moore survey was made, their location being undisputed. It is shown that along the southern portion of its western line the George Moore survey is bounded on the west by a tract in the warranty name of Robert Irwin, surveyed November 22, 1792, and returned into the land-office the same day as the Moore survey. This Irwin tract was a part of a large body of lands known as the 'General Brodhead Lands,' whose eastern line extended southernly, identified by the surveyors by marks bearing date 1792; and that on the south the George Moore adjoins the Samuel Cooley survey, whose location is not disputed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We concur with the circuit court that the Moore survey, if located according to its calls as made in the official return in the landoffice, would include within its limits the tract where the timber was cut by the defendant and its agents. The question then is presented, why should it not be located according to these calls? That the Moore warrant is older than the Tybout warrant is indisputable; that it was regularly and legally granted on the 24th of April, 1792, to Moore, is not questioned; and that it was legally surveyed in the same year appears on the face of the official return, duly certified. All the presumptions favor the regularity, fairness, and legality of a survey thus authenticated. The calls for adjoining surveys are regarded by the law of Pennsylvania as high and important evidence in determining the true location of a survey superior in character to the courses and distances therein described, and next in conclusiveness to living monuments and original marks upon the ground. Upon what ground, then, can it be contended that the adjoining surveys, a living monument, and many of the marks upon the ground, called for in the official return, should not determine the location of the George Moore survey? The only conceivable ground is the one asserted by the defendant below, that there was, as matter of fact, no such actual survey as the one exhibited in the official return; that, in other words, the Moore warrant was never actually surveyed on the ground according to its return of survey. In support of this contention the defendant offered evidence to show that the official return was a chamber location, never having been made in fact. The evidence was rejected by the court, upon the ground, as stated in its charge to the jury, that 'an old survey like that of the George Moore cannot be questioned at this late day by any parties claiming under a junior title, whether that title took its origin within twenty or twenty-one years of the older survey, or after that time.' This action and ruling form the basis of numerous assignments of error. We think the court did not err, either in rejecting the testimony or in the charge. Many of the authorities cited by the counsel for plaintiff in error, carefully examined, support the principle laid down by the court with reference to chamber surveys in Pennsylvania.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At an early day in that state great abuses crept into the administration of its land-office system, growing out of the illegal acts of the surveyors, who, instead of going into the field and establishing the lines and marking corners upon the ground, would make drafts on paper of pretended surveys, and return them into the land-office as duly certified. These false, fraudulent pretenses of surveys, never made, were called 'chamber surveys.' Owing to the confusion and uncertainty of titles arising from the numerous patents issued and the large quantities of land purchased in good faith, under these fabricated surveys, the courts found it expedient, for the common good and the promotion of peace and quiet in the community, to hold that when a warrant was returned as regularly surveyed, and this official return allowed to remain unchallenged for 21 years, it was strong presumptive evidence of the regularity and legality of the survey. Many of the earlier decisions in Pennsylvania, cited by the counsel for plaintiff in error, held this presumption to be <i>prima facie</i> only, and subject to rebutting proofs. But the later adjudications are in harmony with the doctrine announced by the circuit court. Such was the decision of the supreme court in the case of Packer v. Manufacturing Co., 97 Pa. St. 379. There is nothing in the case of Clement v. Packer, 125 U. S. 309, 8 Sup. Ct. Rep. 907, contrary to this view. The decision in that case had no application to the subject of chamber surveys. The controversy arose as to the location of one line of a tract, the actual survey of which was admitted and insisted on by both parties. The only question was as to the true mode of ascertaining the location of the disputed line, the plaintiff below contending that the survey as marked upon the ground would properly define its position, while the defendant contended that the location should be determined by the courses and distances described in the survey, disregarding the marks called for and said to be found on the ground. The court decided that the true mode of ascertaining the lines of a survey was to run them according to the marks and monuments on the ground made by the surveyor at the time of the survey, along with the lines and distances in the official return, when these latter corresponded with such marks and monuments; but, in case of a conflict and variance, the original marks and monuments were to prevail and determine the location of the line in dispute. It also held that, after the lapse of 21 years from the return of a survey, the presumption is that the warrant was located as returned by the surveyor of the land-office; and that, in the absence of rebutting facts, the official courses and distances will determine the location of the disputed line or corner, but that this presumption is not conclusive, and may be rebutted by the proof of original marks and monuments tending to show that the actual location on the ground was different from the official courses and distances. The whole issue in the case was as to the relative weight to be attached to these two classes of evidence in case of a discrepancy between them, and whether the period of prescription could be invoked in behalf of the one class as conclusive against the other. The contention, as in this case, that no survey was actually made, and that the official return of the survey relied on was a chamber survey, presents a different question, and involves the application of a different principle; and it may now be regarded as settled by the latest adjudications of the supreme court of Pennsylvania that, after a survey has been returned more than 21 years, the presumption that it has been actually and legally made is conclusive, and cannot be controverted by a party claiming under a junior survey.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The specifications of error from 8 to 15, inclusive, are based upon the charge of the circuit justice with reference to the alleged consent of Jacob De Witt, the agent of Packer, to the establishment of what is known as the 'Painted Line,' up to which it was understood that the Schraeder Company might cut the timber. The court charged the jury that the evidence relating to this painted line, and to the assent given to it by De Witt, and afterwards approved by Packer, could have no influence on the question of title under the plea of <i>liberum tenementum;</i> that the assent was given not to settle a dispute but to acquiesce in the running of a line about which no dispute had then arisen, and upon the supposition that the person engaged in running it knew where the true lines were; that it was an acquiescence resulting from a pure mistake and error, which should not bind the plaintiff or estop him from claiming his rights when he discovered the mistake. We think the court in its charge brought out clearly and fairly before the jury the distinction between a mutual undertaking to adjust and settle a doubtful and disputed dividing line, in case of conflicting titles, on the one hand, and, on the other, the consent of parties to market a boundary supposed to run between undisputed tracts, but in ignorance and mistake of both as to the existence of any conflict. Upon the claim of the plaintiff in error that the consent of Packer to the running of the painted line amounted to a leave and license to cut the timber up to that line, the court charged that the adoption of a boundary line by mistake had no element of license in it, and does not necessarily indicate intention on the part of either Packer to give, or of the Schraeder Company to receive, a license to cut and appropriate timber on Packer's lands. We cannot discover any error in this part of the charge to the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Pennsylvania decisions cited by counsel in support of the assignments of error vary very much from the case at bar. Most of them are cases in which the boundary was agreed upon as a settlement of a dispute. In the others, the party setting up the estoppel had been misled as to a material fact by the false or mistaken representation of the party making a claim inconsistent with such representation. In the case of Perkins v. Gay, 3 Serg. &amp; R. 327, 331, the remarks of Mr. Justice GIBSON, quoted by plaintiff in error, apply expressly and solely to 'a settlement of a disputed right.' In the next paragraph he says: 'If the parties, from misapprehension, adjust their fences and exercise acts of ownership ership in conformity with a line which turns out not to be the true boundary, or permission be ignorantly given to place a fence on the land of the party, this will not amount to an agreement, or be binding as the assent of the parties; and I agree it is a principle of equity that the parties to an agreement must be acquainted with the extent of their rights, and the nature of the information they can call for respecting them, else they will not be bound. The reason is that they proceed under an idea that the fact which is the inducement to the agreement is in a particular way, and give their assent, not absolutely, but on conditions that are falsified by the event;' citing Turner v. Turner, 2 Ch. R. 81; Bingham v. Bingham, 1 Ves. Sr. 126; Gee v. Spenser, 1 Vern., 32; Pusey v. Desbouvrie, 3 P. Wms. 316. The decisions in the other states generally support the rule that owners of adjacent tracts of land are not bound by consent to a boundary which has been defined under a mistaken apprehension that it is the true line, each claiming only the true line, wherever it may be found, and that in such case neither party is precluded or estopped from claiming his own rights under the true one, when it is discovered; nor can such consent in an action of trespass <i>quare clausum fregit</i>, upon the theory of leave and license given, operate as an estoppel upon the claim of a plaintiff to recover damages to the extent of the value of the timber taken, any more than it can under the plea of <i>liberum tenementum</i> divest his title to land on which the alleged cutting and removal were committed.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">There remain three other assignments of error not yet disposed of, which do not call for any extended notice. <i>First</i>. In relation to the refusal of the circuit court to remand this cause to the state court in which it originated. The reply to this is, the petition for removal into the circuit court was filed before the final hearing of the case, and therefore in time. Hess v. Reynolds, 113 U. S. 73, 5 Sup. Ct. Rep. 377. <i>Second</i>. As to the alleged refusal of the court to allow the defendant to plead the statute of limitations. The record shows no such order. The sixteenth and seventeenth assignments of error, relating to the time to which plaintiff was entitled to claim damages, are fully covered by the charge of the court that the plaintiff, if entitled to recover at all, was entitled to recover damages for all cutting and carrying away of timber from the disputed premises up to the time he actually sold, etc. The judgment of the circuit court is affirmed.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/92443/"
}