{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "132 U.S. 334", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/92607/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "United States v. Davis", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "1033", 
    "id": 76987, 
    "resource_uri": "/api/rest/v2/citation/76987/"
  }, 
  "id": 92607, 
  "blocked": false, 
  "judges": "Lamar", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1889-12-09", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>132 U.S. 334 (1889)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nDAVIS.</h1></center>\n<center>No. 1033.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted November 4, 1889.</center>\n<center>Decided December 9, 1889.</center>\nAPPEAL FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE DISTRICT OF MARYLAND.\n<p><i>Mr. Assistant Attorney General Cotton</i> for appellants.</p>\n<p><i>Mr. Charles C. Lancaster</i> for appellee.</p>\n<p>MR. JUSTICE LAMAR delivered the opinion of the court.</p>\n<p>On the 2d day of December, 1887, the appellee, Tyler Davis, brought suit against the United States in the District Court of the United States for the District of Maryland, under the act of March 3, 1887, 24 Stat. 505, giving to the District Courts of the United States concurrent jurisdiction with the Court of Claims in suits against the United States where the amount in dispute does not exceed $1000, (with a few exceptions not necessary to be considered in this case,) to recover the sum of $25, alleged to be a balance due him for services performed as a special deputy marshal at the Congressional election of 1886, in the city of Baltimore, in that State.</p>\n<p>Issue having been joined upon a demurrer filed by the plaintiff to the answer of the United States, the court found the facts and the law in favor of the plaintiff, and rendered judgment in his favor for the amount demanded. The United States appealed.</p>\n<p>At the last term of this court the case was before us on a motion to dismiss the appeal upon the ground that the United States were not entitled to appeal from a judgment of the District Court against them where the amount in dispute was less than $5000. The motion was denied, the court holding <span class=\"star-pagination\">*335</span> that, under the act of March 3, 1887, <i>supra,</i> appeals from the District Court were governed by the same law as applied in the case of appeals from the Court of Claims in like cases. 131 U.S. 37. The case is now here on its merits.</p>\n<p>There is no dispute as to the facts. As found by the court below, they are as follows:</p>\n<p>\"(1) The plaintiff was duly appointed and commissioned special deputy marshal of election for the 18th ward of Baltimore City, in the State of Maryland, by George H. Cairnes, Esq., United States marshal for the district of Maryland, on the 3d day of September, A.D. 1886, in pursuance of section 2021 of the United States Revised Statutes, and the supplements and amendments thereto, and he duly qualified and entered upon his duties.</p>\n<p>\"(2) The laws of Maryland governing registration for Congressional and other elections in the city of Baltimore require that the officers of registration, for the purpose of correcting the lists of qualified voters, shall sit with open doors in the several wards of the city, from 9 A.M. to 9 P.M., for fifteen successive days, commencing on the first Monday of September, and afterwards, for the purpose of revising the lists, for three (3) successive days, commencing on the ____ Monday of October.</p>\n<p>\"(3) The plaintiff, in pursuance of his said appointment, and of the provisions of section 2016 of the Revised Statutes, which authorized and required the supervisors of elections to attend at all times and places fixed for the registration of voters, who, being registered, would be entitled to vote for a representative or delegate in Congress, and to personally inspect and scrutinize such registration, and in pursuance of section 2021, which made it his duty, when required thereto, to aid and assist the supervisors of election in the verification of any lists of persons who may have registered, did attend to said registration in the said ward for which he was appointed for the purpose of aiding and assisting the supervisors of election, for fifteen days in September, A.D. 1886, and for three days in October, 1886, being October 4th, 5th and 6th in said year.</p>\n<p><span class=\"star-pagination\">*336</span> \"(4) The United States marshal for this district, on the 10th of October, 1886, received from the Attorney General of the United States a circular letter, in which he notified the marshal that `it is not expected that supervisors and deputy marshals will receive compensation for more than five days' services, and they should be so informed. Within this time all can be done, it is thought, that ought to be done.'</p>\n<p>\"(5) The plaintiff was on duty and had performed eighteen days of proper and necessary service as special marshal before the circular letter of the Attorney General, relied upon in the answer of the United States, had been received.\"</p>\n<p>Section 2031 of the Revised Statutes provides, among other things, that \"there shall be allowed and paid to . . . each special deputy marshal, who is appointed and performs his duty under the preceding provisions, compensation at the rate of five dollars per day for each day he is actually on duty, not exceeding ten days.\"</p>\n<p>The defence relied upon by the United States is, that the President had authority to regulate the length of service and compensation of a special deputy marshal or a supervisor of election; and that, having such authority, and having undertaken, through the Attorney General, to make such regulations, by the circular letter aforesaid, those regulations are binding upon inferior officers. Upon the facts in this case, it is to be observed that the question of the authority of the President to make the regulations mentioned does not arise here; for, as shown by the findings of fact, the services for which compensation is demanded were performed prior to the date when the circular letter was issued from the Attorney General's office. They were performed under the statutes mentioned, and compensation must be made accordingly. Whether the President had the power to make the regulations prescribed by the above-mentioned circular or not, they manifestly cannot have a retroactive effect, so as to invalidate a claim for services performed before they were in existence.</p>\n<p>The judgment of the court below is</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:05:56", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">334</span></span> (1889)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nDAVIS.</h1></center>\n<center>No. 1033.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted November 4, 1889.</center>\n<center>Decided December 9, 1889.</center>\nAPPEAL FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE DISTRICT OF MARYLAND.\n<p><i>Mr. Assistant Attorney General Cotton</i> for appellants.</p>\n<p><i>Mr. Charles C. Lancaster</i> for appellee.</p>\n<p>MR. JUSTICE LAMAR delivered the opinion of the court.</p>\n<p>On the 2d day of December, 1887, the appellee, Tyler Davis, brought suit against the United States in the District Court of the United States for the District of Maryland, under the act of March 3, 1887, 24 Stat. 505, giving to the District Courts of the United States concurrent jurisdiction with the Court of Claims in suits against the United States where the amount in dispute does not exceed $1000, (with a few exceptions not necessary to be considered in this case,) to recover the sum of $25, alleged to be a balance due him for services performed as a special deputy marshal at the Congressional election of 1886, in the city of Baltimore, in that State.</p>\n<p>Issue having been joined upon a demurrer filed by the plaintiff to the answer of the United States, the court found the facts and the law in favor of the plaintiff, and rendered judgment in his favor for the amount demanded. The United States appealed.</p>\n<p>At the last term of this court the case was before us on a motion to dismiss the appeal upon the ground that the United States were not entitled to appeal from a judgment of the District Court against them where the amount in dispute was less than $5000. The motion was denied, the court holding <span class=\"star-pagination\">*335</span> that, under the act of March 3, 1887, <i>supra,</i> appeals from the District Court were governed by the same law as applied in the case of appeals from the Court of Claims in like cases. 131 U.S. 37. The case is now here on its merits.</p>\n<p>There is no dispute as to the facts. As found by the court below, they are as follows:</p>\n<p>\"(1) The plaintiff was duly appointed and commissioned special deputy marshal of election for the 18th ward of Baltimore City, in the State of Maryland, by George H. Cairnes, Esq., United States marshal for the district of Maryland, on the 3d day of September, A.D. 1886, in pursuance of section 2021 of the United States Revised Statutes, and the supplements and amendments thereto, and he duly qualified and entered upon his duties.</p>\n<p>\"(2) The laws of Maryland governing registration for Congressional and other elections in the city of Baltimore require that the officers of registration, for the purpose of correcting the lists of qualified voters, shall sit with open doors in the several wards of the city, from 9 A.M. to 9 P.M., for fifteen successive days, commencing on the first Monday of September, and afterwards, for the purpose of revising the lists, for three (3) successive days, commencing on the ____ Monday of October.</p>\n<p>\"(3) The plaintiff, in pursuance of his said appointment, and of the provisions of section 2016 of the Revised Statutes, which authorized and required the supervisors of elections to attend at all times and places fixed for the registration of voters, who, being registered, would be entitled to vote for a representative or delegate in Congress, and to personally inspect and scrutinize such registration, and in pursuance of section 2021, which made it his duty, when required thereto, to aid and assist the supervisors of election in the verification of any lists of persons who may have registered, did attend to said registration in the said ward for which he was appointed for the purpose of aiding and assisting the supervisors of election, for fifteen days in September, A.D. 1886, and for three days in October, 1886, being October 4th, 5th and 6th in said year.</p>\n<p><span class=\"star-pagination\">*336</span> \"(4) The United States marshal for this district, on the 10th of October, 1886, received from the Attorney General of the United States a circular letter, in which he notified the marshal that `it is not expected that supervisors and deputy marshals will receive compensation for more than five days' services, and they should be so informed. Within this time all can be done, it is thought, that ought to be done.'</p>\n<p>\"(5) The plaintiff was on duty and had performed eighteen days of proper and necessary service as special marshal before the circular letter of the Attorney General, relied upon in the answer of the United States, had been received.\"</p>\n<p>Section 2031 of the Revised Statutes provides, among other things, that \"there shall be allowed and paid to . . . each special deputy marshal, who is appointed and performs his duty under the preceding provisions, compensation at the rate of five dollars per day for each day he is actually on duty, not exceeding ten days.\"</p>\n<p>The defence relied upon by the United States is, that the President had authority to regulate the length of service and compensation of a special deputy marshal or a supervisor of election; and that, having such authority, and having undertaken, through the Attorney General, to make such regulations, by the circular letter aforesaid, those regulations are binding upon inferior officers. Upon the facts in this case, it is to be observed that the question of the authority of the President to make the regulations mentioned does not arise here; for, as shown by the findings of fact, the services for which compensation is demanded were performed prior to the date when the circular letter was issued from the Attorney General's office. They were performed under the statutes mentioned, and compensation must be made accordingly. Whether the President had the power to make the regulations prescribed by the above-mentioned circular or not, they manifestly cannot have a retroactive effect, so as to invalidate a claim for services performed before they were in existence.</p>\n<p>The judgment of the court below is</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "sha1": "085c2686306866038665830b5a2357611c1a798a", 
  "date_modified": "2015-01-29T12:37:17.599558", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/92607/united-states-v-davis/", 
  "citation_count": 13, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/401816/", 
  "html": "<p class=\"case_cite\">132 U.S. 334</p>\n    <p class=\"case_cite\">10 S.Ct. 105</p>\n    <p class=\"case_cite\">33 L.Ed. 390</p>\n    <p class=\"parties\">UNITED STATES<br>v.<br>DAVIS.</p>\n    <p class=\"date\">December 9, 1889.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Asst. Atty. Gen. Cotton</i>, for appellant.</p>\n      <p class=\"indent\"><i>C. C. Lancaster</i>, for appellee.</p>\n      <p class=\"indent\">LAMAR, J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On the 2d day of December, 1887, the appellee, Tyler Davis, brought suit against the United States in the district court of the United States for the district of Maryland, under the act of March 3, 1887, giving to the district courts of the United States concurrent jurisdiction with the court of claims in suits against the United States where the amount in dispute does not exceed $1,000,&#8212;with a few exceptions not necessary to be considered in this case,&#8212;(24 St. 505,) to recover the sum of $25, alleged to be a balance due him for services performed as a special deputy-marshal at the congressional election of 1886, in the city of Baltimore, in that state. Issue having been joined upon a demurrer filed by the plaintiff to the answer of the United States, the court found the facts and the law in favor of the plaintiff, and rendered judgment in his favor for the amount demanded. The United States appealed. At the last term of this court the case was before us on a motion to dismiss the appeal upon the ground that the United States were not entitled to appeal from a judgment of the district court against them where the amount in dispute was less than $5,000. The motion was denied, the court holding that, under the act of March 3, 1887, supra, appeals from the district court were governed by the same law as applied in the case of appeals from the court of claims in like cases. 131 U. S. 37, 9 Sup. Ct. Rep. 657. The case is now here on its merits.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">There is no dispute as to the facts. As found by the court below, they are as follows: '(1) The plaintiff was duly appointed pointed and commissioned special deputy-marshal of election for the 18th ward of Baltimore city, in the state of Maryland, by George H. Cairnes, Esq., United States marshal for the district of Maryland, on the 3d day of September, A. D. 1886, in pursuance of section 2021 of the United States Revised Statutes, and the supplements and amendments thereto, and he duly qualified and entered upon his duties. (2) The laws of Maryland governing registration for congressional and other elections in the city of Baltimore require that the officers of registration, for the purpose of correcting the lists of qualified voters, shall sit with open doors in the several wards of the city, from 9 A. M. to 9 P. M., for fifteen successive days, commencing on the first Monday of September, and afterwards, for the purpose of revising the lists, for three (3) successive days, commencing on the ___ Monday of October. (3) The plaintiff, in pursuance of his said appointment, and of the provisions of section 2016 of the Revised Statutes, which authorized and required the supervisors of elections to attend at all times and places fixed for the registration of voters, who, being registered, would be entitled to vote for a representative or delegate in congress, and to personally inspect and scrutinize such registration, and in pursuance of section 2021, which made it his duty, when required thereto, to aid and assist the supervisors of election in the verification of any lists of persons who may have registered, did attend to said registration in the said ward for which he was appointed, for the purpose of aiding and assisting the supervisors of election, for fifteen days in September, A. D. 1886, and for three days in October, 1886, being October 4th, 5th, and 6th in said year. (4) The United States marshal for this district, on the 10th of October, 1886, received from the attorney general of the United States a circular letter, in which he notified the marshal that 'it is not expected that supervisors and deputy-marshals will receive compensation for more than five days' services, and they should be so informed. Within this time all can be done, it is thought, that ought to be done.' (5) The plaintiff was on duty and had performed eighteen days of proper and necessary service as special marshal before the circular letter of the attorney general, relied upon in the answer of the United States, had been received.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Section 2031 of the Revised Statutes provides, among other things, that 'there shall be allowed and paid to * * * each special deputy-marshal, who is appointed and performs his duty under the preceding provisions, compensation at the rate of five dollars per day for each day he is actually on duty, not exceeding ten days.' The defense relied upon by the United States is that the president had authority to regulate the length of service and compensation of a special deputy-marshal or a supervisor of election; and that having such authority, and having undertaken, through the attorney general, to make such regulations, by the circular letter aforesaid, those regulations are binding upon inferior officers. Upon the facts in this case, it is to be observed that the question of the authority of the president to make the regulations mentioned does not arise here; for, as shown by the findings of fact, the services for which compensation is demanded were performed prior to the date when the circular letter was issued from the attorney general's office. They were performed under the statutes mentioned, and compensation must be made accordingly. Whether the president had the power to make the regulations prescribed by the above-mentioned circular or not, they manifestly cannot have a retroactive effect, so as to invalidate a claim for services performed before they were in existence. The judgment of the court below is affirmed.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/92607/"
}