{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "132 U.S. 524", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/92627/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Sugg v. Thornton", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "1141", 
    "id": 77007, 
    "resource_uri": "/api/rest/v2/citation/77007/"
  }, 
  "id": 92627, 
  "blocked": false, 
  "judges": "Fuller", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1889-12-23", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>132 U.S. 524 (1889)</b></center>\n<center><h1>SUGG<br>\nv.<br>\nTHORNTON.</h1></center>\n<center>No. 1141.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted December 9, 1889.</center>\n<center>Decided December 23, 1889.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF TEXAS.\n<p><i>Mr. William Warner, Mr. O.H. Dean</i> and <i>Mr. James Hagerman</i> for the motions.</p>\n<p><i>Mr. Sawnie Robertson</i> and <i>Mr. W.O. Davis</i> opposing.</p>\n<p>MR. CHIEF JUSTICE FULLER delivered the opinion of the court.</p>\n<p><span class=\"star-pagination\">*525</span> James T. Thornton filed his petition in the District Court of Cooke County, Texas, against J.W. Sacra, J.W. Wilson, Isaac Cloud and E.C. Sugg &amp; Bro., averring the latter to be a copartnership composed of E.C. Sugg and Iker Sugg, and that E.C. Sugg resided in Tarrant County, Texas, and Iker Sugg in Johnson County, Wyoming Territory, to recover on a promissory note for $26,964.05, purporting to have been signed by Sacra, Wilson, Cloud and E.C. Sugg &amp; Bro. The petition prayed for a citation to the defendants and a notice to the defendant Iker Sugg, as provided by section 1230 of the Revised Statutes of Texas, and for judgment for the amount of the note, and for costs, and for general and special relief. All of the defendants were served in Texas except Iker Sugg, to whom notice and a certified copy of the petition were delivered under the statute, in Wyoming Territory.</p>\n<p>Sections 1224, 1230 and 1346 of the Revised Statutes of Texas are as follows:</p>\n<p>\"Art. 1224. In suits against partners the citation may be served upon one of the firm, and such service shall be sufficient to authorize a judgment against the firm and against the partner actually served.\"</p>\n<p>\"Art. 1230. Where the defendant is absent from the State, or is a non-resident of the State, the clerk shall, upon the application of any party to the suit, his agent or attorney, address a notice to the defendant requiring him to appear and answer the plaintiff's petition at the time and place of the holding of the court, naming such time and place. Its style shall be `The State of Texas,' and it shall give the date of the filing of the petition, the file number of the suit, the names of all the parties and the nature of the plaintiff's demand, and shall state that a copy of the plaintiff's petition accompanies the notice. It shall be dated and signed and attested by the clerk, with the seal of the court impressed thereon, and the date of its issuance shall be noted thereon; a certified copy of the plaintiff's petition shall accompany the notice.\"</p>\n<p>\"Art. 1346. Where the suit is against several partners jointly indebted upon contract, and the citation has been served upon some of such partners, but not upon all, judgment may be rendered <span class=\"star-pagination\">*526</span> therein against such partnership and against the partners actually served, but no personal judgment or execution shall be awarded against those not served.\" 1 Sayles' Texas Civil Statutes, 417, 418, 448.</p>\n<p>Judgment was rendered by the District Court in these words:</p>\n<p>\"This day came the plaintiff by his attorney, and the defendants having failed to appear and answer in this behalf, but wholly made default, wherefore, the said James T. Thornton, plaintiff, ought to recover against the said J.W. Sacra, J.W. Wilson, Isaac Cloud and E.C. Sugg &amp; Bro., a copartnership composed of E.C. Sugg and `Iker,' or J.D. Sugg, the said `Iker' Sugg and J.D. Sugg being one and the same person, and E.C. Sugg the partner served, defendants, his damages by occasion of the premises, and it appearing to the court that the cause of action is liquidated and proved by an instrument of writing, it is ordered that the clerk do assess the damages sustained by said plaintiff; and the said clerk now here having assessed the damages aforesaid at the sum of twenty-eight thousand one hundred and thirty-four dollars and ninety-nine cents; it is adjudged by the court, that the said plaintiff do have and recover of the said defendants, the sum of twenty-eight thousand one hundred and thirty-four dollars and ninety-nine cents, with interest thereon at the rate of ten per cent per annum, together with his costs in this behalf expended and that he have his execution.</p>\n<p>\"It is further ordered by the court that execution issue for the use of officers of court, against each party respectively for the costs by him in this behalf incurred.\"</p>\n<p>On December 5, 1885, J.D. Sugg filed a petition to vacate the judgment so far as it affected him, and his individual property, and so far as it affected the property of the partnership of E.C. Sugg &amp; Bro., upon the grounds: That the note was not given for a partnership liability of his firm, but that the firm name was signed thereto as surety for Sacra, and without authority, it being outside the scope of the partnership; that the judgment did not dispose of the case as to him; that his name was not \"Iker\" or I.D. Sugg, but J.D. Sugg, <span class=\"star-pagination\">*527</span> sometimes called \"Ikard Sugg;\" that the partnership of E.C. Sugg &amp; Bro. owned property in the State of Texas, and was largely indebted; and that the assets of the firm would be required to pay its debts. The petition was sworn to, and sustained by the affidavits of E.C. Sugg and others.</p>\n<p>In reply, Thornton filed an answer asking that the judgment be corrected as to the name of J.D. Sugg, and alleging that J.D. Sugg and Iker Sugg were one and the same person, who, with E.C. Sugg, composed the partnership of E.C. Sugg &amp; Bro.; that E.C. Sugg &amp; Bro. owned property in Texas, Wyoming and the Indian Territory, of the value of about a million dollars, and were attempting to dispose of their property with intent to defraud their creditors; that plaintiff had obtained a judgment lien against their property in Texas; and various facts tending to show that the note was properly signed \"E.C. Sugg &amp; Bro.;\" and affidavits were filed in support of this answer.</p>\n<p>The District Court proceeded to determine the issues thus raised, upon the affidavits, without objection, and overruled the motion to vacate and set aside the judgment, and entered an order directing the clerk to correct the judgment as asked by Thornton, so as to give J.D. Sugg's name correctly. To this action J.D. Sugg and E.C. Sugg &amp; Bro. excepted, and gave notice of an appeal to the Supreme Court.</p>\n<p>Article 1037 of the Revised Statutes of Texas provides:</p>\n<p>\"The appellant or plaintiff in error shall in all cases file with the clerk of the court below an assignment of errors, distinctly specifying the grounds on which he relies before he takes the transcript of the record from the clerk's office, and a copy of such assignment of errors shall be attached to and form a part of the record; and all errors not so distinctly specified shall be considered by the Supreme Court or Court of Appeals as waived.\" 1 Sayles' Texas Civil Statutes, 339.</p>\n<p>The defendants J.D. Sugg and E.C. Sugg &amp; Bro. filed such assignment of errors in these words:</p>\n<p>\"Now come the defendants J.D. Sugg and E.C. Sugg &amp; Bro., and assign errors as follows; 1. The court erred in overruling the motion of defendant J.D. Sugg to vacate the <span class=\"star-pagination\">*528</span> judgment herein. 2. The judgment is erroneous in not showing any disposition of the case as to defendant J.D. Sugg, otherwise called `Iker Sugg.' 3. Though defendant J.D. Sugg was a party to this suit there was no discontinuance as to him, or any disposition of the case as to him in said judgment. 4. The record shows that the court had no jurisdiction of defendant J.D. Sugg. 5. The pretended notice served upon defendant J.D. Sugg was without authority, and a nullity. 6. The court erred in permitting the judgment herein to be corrected.\"</p>\n<p>The case was then taken by appeal to the Supreme Court of Texas, and on the eighth day of May, 1888, that court adopted the opinion of the Commission of Appeals, which is certified as part of the record, and affirmed the judgment of the District Court.</p>\n<p>The opinion, after stating the facts, points out that J.D. Sugg having submitted to a trial of the issues raised upon his petition and upon affidavits, could not then be heard to complain of the result; and, as the affidavits were conflicting in regard to the want of authority to sign the firm name to the note, holds that the judgment should not be disturbed; and thus concludes:</p>\n<p>\"It is contended that the judgment is erroneous, because it makes no disposition of the case as to appellant. The judgment is not against him, does not discontinue the case as to him, nor does it contain any allusion to him, except in the use of his name as descriptive of the partnership of E.C. Sugg &amp; Bro. If the judgment does not in terms or legal effect dispose of the case as to all defendants, it is not a final judgment, and this appeal could not be entertained. Appellant was a non-resident of this State, and the court could acquire no jurisdiction of his person, except by his appearance and voluntary submission to the jurisdiction. This he might have done and made any defence to the suit that any citizen of this State would have been entitled to make. The judgment rendered was the only judgment that could have been rendered, and we think it a final judgment. The court retained complete control of the judgment during the term at which it was rendered, <span class=\"star-pagination\">*529</span> and did not err in permitting it to be amended as to the name of appellant, so as to correctly describe the partnership against which the judgment was rendered.</p>\n<p>\"We find no error in the record requiring reversal, and are of the opinion that the judgment of the court below should be affirmed.\"</p>\n<p>The cause was thereupon brought to this court by writ of error, allowed by the Chief Justice of the Supreme Court of Texas, by endorsement upon the application therefor, in which it is stated that the allowance is made without assent being given to all the statements contained in the application. The case now comes before us on a motion to dismiss or affirm.</p>\n<p>Plaintiffs in error contend that the judgment against the firm of E.C. Sugg &amp; Bro., under which the property of the partnership might be seized and sold, was not due process of law under the Fourteenth Amendment to the Constitution of the United States, and that articles 1224 and 1230 of the Revised Statutes of Texas, under which the judgment was sought to be sustained, were repugnant to that amendment. It does not appear that any such question was raised in the state courts. It is stated in the assignment of errors in the Supreme Court that \"the record shows that the court had no jurisdiction of the defendant J.D. Sugg,\" and that \"the pretended notice served upon defendant J.D. Sugg was without authority and a nullity,\" but there was no error assigned that the District Court had no jurisdiction of the copartnership of E.C. Sugg &amp; Bro.</p>\n<p>As the Supreme Court of the State was only authorized to review the decision of the trial court, for errors committed there, and as J.D. Sugg challenged the judgment on the merits, and the decision was against him, it is clear that there is color for the motion to dismiss predicated upon a denial of the existence of a Federal question so presented as to be available.</p>\n<p>The rule applied by the Supreme Court in respect to the action of the District Court on the motion to vacate is thus expressed by Judge Brewer in <i>Burdette</i> v. <i>Corgan,</i> 26 Kansas, 102, 104:</p>\n<p><span class=\"star-pagination\">*530</span> \"The motion challenged the judgment not merely on jurisdictional but also on non-jurisdictional grounds, and whenever such a motion is made the appearance is general, no matter what the parties may call it in their motion. <i>Cohen</i> v. <i>Trowbridge,</i> 6 Kansas, 385; <i>Fee</i> v. <i>Big Sand Iron Co.,</i> 13 Ohio St. 563; <i>Grantier</i> v. <i>Rosecrance,</i> 27 Wisconsin, 489, 491; <i>Alderson</i> v. <i>White,</i> 32 Wisconsin, 308, 309. Such a general appearance to contest a judgment on account of irregularities will, if the grounds therefor are not sustained, conclude the parties as to any further questioning of the judgment. A party cannot come into court, challenge its proceedings on account of irregularities, and after being overruled be heard to say that he never was a party in court, or bound by those proceedings. If he was not in fact a party, and had not been properly served, he can have the proceedings set aside on the ground of want of jurisdiction, but he must challenge the proceedings on that single ground.\"</p>\n<p>The record shows that there was a conflict of testimony in the District Court upon the question whether the signature of E.C. Sugg &amp; Bro. to the note sued upon was an authorized partnership act. This was a question of fact simply, determined against the plaintiffs in error in the District Court, and that determination affirmed by the Supreme Court of the State. And with its judgment in that regard we have nothing to do.</p>\n<p>If, however, the validity of the Texas statute and the judgment rendered thereunder was necessarily drawn in question, and must have been passed on in order to a decision we find no ground to question the conclusion reached because of repugnancy to the Constitution. The notice authorized by article 1230 cannot, of course, have any binding effect personally on the party served therewith; but if the suit or proceeding is intended to affect property in Texas belonging to him, or in which he is interested, the notice may be very proper to apprise him of it and give him an opportunity to look after his interests if he chooses. For this purpose it might be to his advantage to receive it. It cannot legitimately serve any other purpose; and it does not appear to have been used for any other purpose in this case.</p>\n<p><span class=\"star-pagination\">*531</span> The judgment was not a personal judgment against J.D. Sugg, but a judgment against E.C. Sugg individually, and against E.C. Sugg &amp; Bro., treating the partnership as a distinct legal entity. So far as J.D. Sugg was concerned, it bound the firm assets only, and could not be proceeded on by execution against his individual property. <i>Burnett</i> v. <i>Sullivan,</i> 58 Texas, 535; <i>Texas &amp; St. Louis Railroad</i> v. <i>McCaughey,</i> 62 Texas, 271; <i>Alexander</i> v. <i>Stern,</i> 41 Texas, 193; <i>Sanger</i> v. <i>Overmier,</i> 64 Texas, 57.</p>\n<p>The position taken by plaintiffs in error is not tenable, (<i>Pennoyer</i> v. <i>Neff,</i> 95 U.S. 714,) and the judgment is</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:05:56", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">524</span></span> (1889)</b></center>\n<center><h1>SUGG<br>\nv.<br>\nTHORNTON.</h1></center>\n<center>No. 1141.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted December 9, 1889.</center>\n<center>Decided December 23, 1889.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF TEXAS.\n<p><i>Mr. William Warner, Mr. O.H. Dean</i> and <i>Mr. James Hagerman</i> for the motions.</p>\n<p><i>Mr. Sawnie Robertson</i> and <i>Mr. W.O. Davis</i> opposing.</p>\n<p>MR. CHIEF JUSTICE FULLER delivered the opinion of the court.</p>\n<p><span class=\"star-pagination\">*525</span> James T. Thornton filed his petition in the District Court of Cooke County, Texas, against J.W. Sacra, J.W. Wilson, Isaac Cloud and E.C. Sugg &amp; Bro., averring the latter to be a copartnership composed of E.C. Sugg and Iker Sugg, and that E.C. Sugg resided in Tarrant County, Texas, and Iker Sugg in Johnson County, Wyoming Territory, to recover on a promissory note for $26,964.05, purporting to have been signed by Sacra, Wilson, Cloud and E.C. Sugg &amp; Bro. The petition prayed for a citation to the defendants and a notice to the defendant Iker Sugg, as provided by section 1230 of the Revised Statutes of Texas, and for judgment for the amount of the note, and for costs, and for general and special relief. All of the defendants were served in Texas except Iker Sugg, to whom notice and a certified copy of the petition were delivered under the statute, in Wyoming Territory.</p>\n<p>Sections 1224, 1230 and 1346 of the Revised Statutes of Texas are as follows:</p>\n<p>\"Art. 1224. In suits against partners the citation may be served upon one of the firm, and such service shall be sufficient to authorize a judgment against the firm and against the partner actually served.\"</p>\n<p>\"Art. 1230. Where the defendant is absent from the State, or is a non-resident of the State, the clerk shall, upon the application of any party to the suit, his agent or attorney, address a notice to the defendant requiring him to appear and answer the plaintiff's petition at the time and place of the holding of the court, naming such time and place. Its style shall be `The State of Texas,' and it shall give the date of the filing of the petition, the file number of the suit, the names of all the parties and the nature of the plaintiff's demand, and shall state that a copy of the plaintiff's petition accompanies the notice. It shall be dated and signed and attested by the clerk, with the seal of the court impressed thereon, and the date of its issuance shall be noted thereon; a certified copy of the plaintiff's petition shall accompany the notice.\"</p>\n<p>\"Art. 1346. Where the suit is against several partners jointly indebted upon contract, and the citation has been served upon some of such partners, but not upon all, judgment may be rendered <span class=\"star-pagination\">*526</span> therein against such partnership and against the partners actually served, but no personal judgment or execution shall be awarded against those not served.\" 1 Sayles' Texas Civil Statutes, 417, 418, 448.</p>\n<p>Judgment was rendered by the District Court in these words:</p>\n<p>\"This day came the plaintiff by his attorney, and the defendants having failed to appear and answer in this behalf, but wholly made default, wherefore, the said James T. Thornton, plaintiff, ought to recover against the said J.W. Sacra, J.W. Wilson, Isaac Cloud and E.C. Sugg &amp; Bro., a copartnership composed of E.C. Sugg and `Iker,' or J.D. Sugg, the said `Iker' Sugg and J.D. Sugg being one and the same person, and E.C. Sugg the partner served, defendants, his damages by occasion of the premises, and it appearing to the court that the cause of action is liquidated and proved by an instrument of writing, it is ordered that the clerk do assess the damages sustained by said plaintiff; and the said clerk now here having assessed the damages aforesaid at the sum of twenty-eight thousand one hundred and thirty-four dollars and ninety-nine cents; it is adjudged by the court, that the said plaintiff do have and recover of the said defendants, the sum of twenty-eight thousand one hundred and thirty-four dollars and ninety-nine cents, with interest thereon at the rate of ten per cent per annum, together with his costs in this behalf expended and that he have his execution.</p>\n<p>\"It is further ordered by the court that execution issue for the use of officers of court, against each party respectively for the costs by him in this behalf incurred.\"</p>\n<p>On December 5, 1885, J.D. Sugg filed a petition to vacate the judgment so far as it affected him, and his individual property, and so far as it affected the property of the partnership of E.C. Sugg &amp; Bro., upon the grounds: That the note was not given for a partnership liability of his firm, but that the firm name was signed thereto as surety for Sacra, and without authority, it being outside the scope of the partnership; that the judgment did not dispose of the case as to him; that his name was not \"Iker\" or I.D. Sugg, but J.D. Sugg, <span class=\"star-pagination\">*527</span> sometimes called \"Ikard Sugg;\" that the partnership of E.C. Sugg &amp; Bro. owned property in the State of Texas, and was largely indebted; and that the assets of the firm would be required to pay its debts. The petition was sworn to, and sustained by the affidavits of E.C. Sugg and others.</p>\n<p>In reply, Thornton filed an answer asking that the judgment be corrected as to the name of J.D. Sugg, and alleging that J.D. Sugg and Iker Sugg were one and the same person, who, with E.C. Sugg, composed the partnership of E.C. Sugg &amp; Bro.; that E.C. Sugg &amp; Bro. owned property in Texas, Wyoming and the Indian Territory, of the value of about a million dollars, and were attempting to dispose of their property with intent to defraud their creditors; that plaintiff had obtained a judgment lien against their property in Texas; and various facts tending to show that the note was properly signed \"E.C. Sugg &amp; Bro.;\" and affidavits were filed in support of this answer.</p>\n<p>The District Court proceeded to determine the issues thus raised, upon the affidavits, without objection, and overruled the motion to vacate and set aside the judgment, and entered an order directing the clerk to correct the judgment as asked by Thornton, so as to give J.D. Sugg's name correctly. To this action J.D. Sugg and E.C. Sugg &amp; Bro. excepted, and gave notice of an appeal to the Supreme Court.</p>\n<p>Article 1037 of the Revised Statutes of Texas provides:</p>\n<p>\"The appellant or plaintiff in error shall in all cases file with the clerk of the court below an assignment of errors, distinctly specifying the grounds on which he relies before he takes the transcript of the record from the clerk's office, and a copy of such assignment of errors shall be attached to and form a part of the record; and all errors not so distinctly specified shall be considered by the Supreme Court or Court of Appeals as waived.\" 1 Sayles' Texas Civil Statutes, 339.</p>\n<p>The defendants J.D. Sugg and E.C. Sugg &amp; Bro. filed such assignment of errors in these words:</p>\n<p>\"Now come the defendants J.D. Sugg and E.C. Sugg &amp; Bro., and assign errors as follows; 1. The court erred in overruling the motion of defendant J.D. Sugg to vacate the <span class=\"star-pagination\">*528</span> judgment herein. 2. The judgment is erroneous in not showing any disposition of the case as to defendant J.D. Sugg, otherwise called `Iker Sugg.' 3. Though defendant J.D. Sugg was a party to this suit there was no discontinuance as to him, or any disposition of the case as to him in said judgment. 4. The record shows that the court had no jurisdiction of defendant J.D. Sugg. 5. The pretended notice served upon defendant J.D. Sugg was without authority, and a nullity. 6. The court erred in permitting the judgment herein to be corrected.\"</p>\n<p>The case was then taken by appeal to the Supreme Court of Texas, and on the eighth day of May, 1888, that court adopted the opinion of the Commission of Appeals, which is certified as part of the record, and affirmed the judgment of the District Court.</p>\n<p>The opinion, after stating the facts, points out that J.D. Sugg having submitted to a trial of the issues raised upon his petition and upon affidavits, could not then be heard to complain of the result; and, as the affidavits were conflicting in regard to the want of authority to sign the firm name to the note, holds that the judgment should not be disturbed; and thus concludes:</p>\n<p>\"It is contended that the judgment is erroneous, because it makes no disposition of the case as to appellant. The judgment is not against him, does not discontinue the case as to him, nor does it contain any allusion to him, except in the use of his name as descriptive of the partnership of E.C. Sugg &amp; Bro. If the judgment does not in terms or legal effect dispose of the case as to all defendants, it is not a final judgment, and this appeal could not be entertained. Appellant was a non-resident of this State, and the court could acquire no jurisdiction of his person, except by his appearance and voluntary submission to the jurisdiction. This he might have done and made any defence to the suit that any citizen of this State would have been entitled to make. The judgment rendered was the only judgment that could have been rendered, and we think it a final judgment. The court retained complete control of the judgment during the term at which it was rendered, <span class=\"star-pagination\">*529</span> and did not err in permitting it to be amended as to the name of appellant, so as to correctly describe the partnership against which the judgment was rendered.</p>\n<p>\"We find no error in the record requiring reversal, and are of the opinion that the judgment of the court below should be affirmed.\"</p>\n<p>The cause was thereupon brought to this court by writ of error, allowed by the Chief Justice of the Supreme Court of Texas, by endorsement upon the application therefor, in which it is stated that the allowance is made without assent being given to all the statements contained in the application. The case now comes before us on a motion to dismiss or affirm.</p>\n<p>Plaintiffs in error contend that the judgment against the firm of E.C. Sugg &amp; Bro., under which the property of the partnership might be seized and sold, was not due process of law under the Fourteenth Amendment to the Constitution of the United States, and that articles 1224 and 1230 of the Revised Statutes of Texas, under which the judgment was sought to be sustained, were repugnant to that amendment. It does not appear that any such question was raised in the state courts. It is stated in the assignment of errors in the Supreme Court that \"the record shows that the court had no jurisdiction of the defendant J.D. Sugg,\" and that \"the pretended notice served upon defendant J.D. Sugg was without authority and a nullity,\" but there was no error assigned that the District Court had no jurisdiction of the copartnership of E.C. Sugg &amp; Bro.</p>\n<p>As the Supreme Court of the State was only authorized to review the decision of the trial court, for errors committed there, and as J.D. Sugg challenged the judgment on the merits, and the decision was against him, it is clear that there is color for the motion to dismiss predicated upon a denial of the existence of a Federal question so presented as to be available.</p>\n<p>The rule applied by the Supreme Court in respect to the action of the District Court on the motion to vacate is thus expressed by Judge Brewer in <i>Burdette</i> v. <i>Corgan,</i> 26 Kansas, 102, 104:</p>\n<p><span class=\"star-pagination\">*530</span> \"The motion challenged the judgment not merely on jurisdictional but also on non-jurisdictional grounds, and whenever such a motion is made the appearance is general, no matter what the parties may call it in their motion. <i>Cohen</i> v. <i>Trowbridge,</i> 6 Kansas, 385; <i>Fee</i> v. <i>Big Sand Iron Co.,</i> 13 Ohio St. 563; <i>Grantier</i> v. <i>Rosecrance,</i> 27 Wisconsin, 489, 491; <i>Alderson</i> v. <i>White,</i> 32 Wisconsin, 308, 309. Such a general appearance to contest a judgment on account of irregularities will, if the grounds therefor are not sustained, conclude the parties as to any further questioning of the judgment. A party cannot come into court, challenge its proceedings on account of irregularities, and after being overruled be heard to say that he never was a party in court, or bound by those proceedings. If he was not in fact a party, and had not been properly served, he can have the proceedings set aside on the ground of want of jurisdiction, but he must challenge the proceedings on that single ground.\"</p>\n<p>The record shows that there was a conflict of testimony in the District Court upon the question whether the signature of E.C. Sugg &amp; Bro. to the note sued upon was an authorized partnership act. This was a question of fact simply, determined against the plaintiffs in error in the District Court, and that determination affirmed by the Supreme Court of the State. And with its judgment in that regard we have nothing to do.</p>\n<p>If, however, the validity of the Texas statute and the judgment rendered thereunder was necessarily drawn in question, and must have been passed on in order to a decision we find no ground to question the conclusion reached because of repugnancy to the Constitution. The notice authorized by article 1230 cannot, of course, have any binding effect personally on the party served therewith; but if the suit or proceeding is intended to affect property in Texas belonging to him, or in which he is interested, the notice may be very proper to apprise him of it and give him an opportunity to look after his interests if he chooses. For this purpose it might be to his advantage to receive it. It cannot legitimately serve any other purpose; and it does not appear to have been used for any other purpose in this case.</p>\n<p><span class=\"star-pagination\">*531</span> The judgment was not a personal judgment against J.D. Sugg, but a judgment against E.C. Sugg individually, and against E.C. Sugg &amp; Bro., treating the partnership as a distinct legal entity. So far as J.D. Sugg was concerned, it bound the firm assets only, and could not be proceeded on by execution against his individual property. <i>Burnett</i> v. <i>Sullivan,</i> 58 Texas, 535; <i>Texas &amp; St. Louis Railroad</i> v. <i>McCaughey,</i> 62 Texas, 271; <i>Alexander</i> v. <i>Stern,</i> 41 Texas, 193; <i>Sanger</i> v. <i>Overmier,</i> 64 Texas, 57.</p>\n<p>The position taken by plaintiffs in error is not tenable, (<i>Pennoyer</i> v. <i>Neff,</i> 95 U.S. 714,) and the judgment is</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "sha1": "d3d38025587eab45b1d244bf3d2b2f0660d31bff", 
  "date_modified": "2014-12-21T01:30:54.634197", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/92627/sugg-v-thornton/", 
  "citation_count": 1, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/368843/", 
  "html": "<p class=\"case_cite\">132 U.S. 524</p>\n    <p class=\"case_cite\">10 S.Ct. 163</p>\n    <p class=\"case_cite\">33 L.Ed. 447</p>\n    <p class=\"parties\">SUGG <i>et al.</i><br>v.<br>THORNTON.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    <p class=\"date\">December 23, 1889.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Sawnie Robertson</i> and <i>W. O. Davis</i>, for plaintiffs in error.</p>\n      <p class=\"indent\"><i>Wm. Warner, O. H. Dean</i>, and <i>Jas. Hagerman</i>, for defendant in error.</p>\n      <p class=\"indent\">FULLER, C. J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">James T. Thornton filed his petition in the district court of Cooke county, Tex., against J. W. Sacra, J. W. Wilson, Isaac Cloud, and E. C. Sugg &amp; Bro., averring the latter to be a copartnership composed of E. C. Sugg and Iker Sugg, and that E. C. Sugg resided in Tarrant county, Tex., and Iker Sugg in Johnson county, Wyo., to recover on a promissory note for $26,964.05, purporting to have been signed by Sacra, Wilson, Cloud, and E. C. Sugg &amp; Bro. The petition prayed for a citation to the defendants, and a notice to the defendant Iker Sugg, as provided by article 1230 of the Revised Statutes of Texas, and for judgment for the amount of the note, and for costs, and for general and special relief. All of the defendants were served in Texas except Iker Sugg, to whom notice and a certified copy of the petition were delivered under the statute, in Wyoming territory. Articles 1224, 1230, and 1346 of the Revised Statutes of Texas are as follows: 'Art. 1224. In suits against partners the citation may be served upon one of the firm, and such service shall be sufficient to authorize a judgment against the firm, and against the partner actually served.' 'Art. 1230. Where the defendant is absent from the state, or is a non-resident of the state, the clerk shall, upon the application of any party to the suit, his agent or attorney, address a notice to the defendant requiring him to appear and answer the plaintiff's petition at the time and place of the holding of the court, naming such time and place. Its style shall be 'The State of Texas,' and it shall give the date of the filing of the petition, the file-number of the suit, the names of all the parties, and the nature of the plaintiff's demand, and shall state that a copy of the plaintiff's petition accompanies the notice. It shall be dated and signed and attested by the clerk, with the seal of the court impressed thereon, and the date of its issuance shall be noted thereon. A certified copy of the plaintiff's petition shall accompany the notice.' 'Art. 1346. Where the suit is against several partners jointly indebted upon contract, and the citation has been served upon some of such partners, but not upon all, judgment may be rendered therein against such partnership, and against the partners actually served, but no personal judgment or execution shall be awarded against those not served.' 1 Sayles, Tex. Civil St. 417, 418, 448. Judgment was rendered by the district court in these words: 'This day came the plaintiff by his attorney, and the defendants having failed to appear and answer in this behalf, but wholly made default, wherefore the said James T. Thornton, plaintiff, ought to rec ver against the said J. W. Sacra, J. W. Wilson, Isaac Cloud, and E. C. Sugg &amp; Bro., a copartnership composed of E. C. Sugg and 'Iker,' or I. D. Sugg,&#8212;the said 'Iker' Sugg and I. D. Sugg being one and the same person, and E. C. Sugg the partner served,&#8212;defendants, his damages by occasion of the premises; and, it appearing to the court that the cause of action is liquidated and proved by an instrument of writing,&#8212;it is ordered that the clerk do assess the damages sustained by said plaintiff; and, the said clerk now here having assessed the damages aforesaid at the sum of twenty-eight thousand one hundred and thirty-four dollars and ninety-nine cents, it is adjudged by the court that the said plaintiff do have and recover of the said defendants the sum of twenty-eight thousand one hundred and thirty-four dollars and ninety-nine cents, with interest thereon at the rate of ten per cent. per annum, together with his costs in this behalf expended, and that he have his execution. It is further ordered by the court that execution issue, for the use of the officers of court, against each party, respectively, for the costs by him in this behalf incurred.'</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On December 5, 1885, J. D. Sugg filed a petition to vacate the judgment so far as it affected him and his individual property, and so far as it affected the property of the partnership of E. C. Sugg &amp; Bro., upon the grounds that the note was not given for a partnership liability of his firm, but that the firm name was signed thereto as surety for Sacra, and without authority, it being outside the scope of the partnership; that the judgment did not dispose of the case as to him; that his name was not 'Iker' or I. D. Sugg, but J. D. Sugg, sometimes called 'Ikard Sugg;' that the partnership of E. C. Sugg &amp; Bro. owned property in the state of Texas, and was largely indebted; and that the assets of the firm would be required to pay its debts. The petition was sworn to, and sustained by the affidavits of E. C. Sugg and others. In reply, Thornton filed an answer asking that the judgment be corrected as to the name of J. D. Sugg, and alleging that J. D. Sugg and Iker Sugg were one and the same person, who, with E. C. Sugg, composed the partnership of E. C. Sugg &amp; Bro.; that E. C. Sugg &amp; Bro. owned property in Texas, Wyoming, and the Indian Territory, of the value of about a million dollars, and were attempting to dispose of their property with intent to defraud their creditors; that plaintiff had obtained a judgment lien against their property in Texas; and various facts tending to show that the note was properly signed, 'E. C. SUGG &amp; BRO.;' and affidavits were filed in support of this answer. The district court proceeded to determine the issues thus raised, upon the affidavits, without objection, and overruled the motion to vacate and set aside the judgment, and entered an order directing the clerk to correct the judgment as asked by Thornton, so as to give J. D. Sugg's name correctly. To this action J. D. Sugg and E. C. Sugg &amp; Bro. excepted, and gave notice of an appeal to the supreme court.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Article 1037 of the Revised Statutes of Texas provides: 'The appellant or plaintiff in error shall in all cases file with the clerk of the court below an assignment of errors, distinctly specifying the grounds on which he relies, before he takes the transcript of the record from the clerk's office, and a copy of such assignment of errors shall be attached to and form a part of the record; and all errors not so distinctly specified shall be considered by the supreme court or court of appeals as waived.' 1 Sayles, Tex. Civil St. 339. The defendants J. D. Sugg and E. C. Sugg &amp; Bro. filed such assignment of errors, in these words: 'Now come the defendants J. D. Sugg and E. C. Sugg &amp; Bro., and assign errors as follows: (1) The court erred in overruling the motion of defendant J. D. Sugg to vacate the judgment herein. (2) The judgment is erroneous in not showing any disposition of the case as to defendant J. D. Sugg, otherwise called 'Iker Sugg.' (3) &#167; gg, otherwise called 'Iker Sugg.' (3) to this suit, there was no discontinuance as to him, or any disposition of the case as to him, in said judgment. (4) The record shows that the court had no jurisdiction of defendant J. D. Sugg. (5) The pretended notice served upon defendant J. D. Sugg was without authority, and a nullity. (6) The court erred in permitting the judgment herein to be corrected.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The case was then taken by appeal to the supreme court of Texas, and on the 8th day of May, 1888, that court adopted the opinion of the commission of appeals, which is certified as part of the record, and affirmed the judgment of the district court, (9 S. W. Rep. 145). The opinion, after stating the facts, points out that J. D. Sugg, having submitted to a trial of the issues raised upon his petition and upon affidavits, could not then be heard to complain of the result; and, as the affidavits were conflicting in regard to the want of authority to sign the firm name to the note, holds that the judgment should not be disturbed; and thus concludes: 'It is contended that the judgment is erroneous, because it makes no disposition of the case as to appellant. The judgment is not against him, does not discontinue the case as to him, nor does it contain any allusion to him, except in the use of his name as descriptive of the partnership of E. C. Sugg &amp; Bro. If the judgment does not in terms or legal effect dispose of the case as to all defendants, it is not a final judgment, and this appeal could not be entertained. Appellant was a non-resident of the state, and the court could acquire no jurisdiction of his person, except by his appearance and voluntary submission to the jurisdiction. This he might have done, and made any defense to the suit that any citizen of this state would have been entitled to make. The judgment rendered was the only judgment that could have been rendered, and we think it a final judgment. The court retained complete control of the judgment during the term at which it was rendered, and did not err in permitting it to be amended as to the name of appellant, so as to correctly describe the partnership against which the judgment was entered. We find no error in the record requiring reversal, and are of the opinion that the judgment of the court below should be affirmed.' The cause was thereupon brought to this court by writ of error, allowed by the chief justice of the supreme court of Texas, by indorsement upon the application therefor, in which it is stated that the allowance is made without assent being given to all the statements contained in the application. The case now comes before us on a motion to dismiss or affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Plaintiffs in error contend that the judgment against the firm of E. C. Sugg &amp; Bro., under which the property of the partnership might be seized and sold, was not due process of law under the fourteenth amendment to the constitution of the United States, and that articles 1224 and 1230 of the Revised Statutes of Texas, under which the judgment was sought to be sustained, were repugnant to that amendment. It does not appear that any such question was raised in the state courts. It is stated in the assignment of errors in the supreme court that 'the record shows that the court had no jurisdiction of the defendant J. D. Sugg,' and that 'the pretended notice served upon defendant J. D. Sugg was without authority and a nullity,' but there was no error assigned that the district court had no jurisdiction of the copartnership of E. C. Sugg &amp; Bro. As the supreme court of the state was only authorized to review the decision of the trial court for errors committed there, and as J. D. Sugg challenged the judgment on the merits, and the decision was against him, it is clear that there is color for the motion to dismiss, predicated upon a denial of the existence of a federal question so presented as to be available. The rule applied by the supreme court in respect to the action of the district court on the motion to vacate is thus expressed by Judge BREWE  in Burdette v. Corgan, 26 Kan. 102, 104: 'The motion challenged the judgment not merely on jurisdictional, but also on non-jurisdictional, grounds, and, whenever such a motion is made, the appearance is general, no matter what the parties may call it in their motion. Cohen v. Trowbridge 6 Kan. 385; Fee v. Iron Co., 13 Ohio St. 563; Grantier v. Rosecrance, 27 Wis. 491; Alderson v. White, 32 Wis. 309. Such a general appearance to contest a judgment on account of irregularities will, if the grounds therefor are not sustained, conclude the parties as to any further questioning of the judgment. A party cannot come into court, challenge its proceedings on account of irregularities, and after being overruled be heard to say that he never was a party in court, or bound by those proceedings. If he was not in fact a party, and had not been properly served, he can have the proceedings set aside on the ground of want of jurisdiction, but he must challenge the proceedings on that single ground.'</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The record shows that there was a conflict of testimony in the district court upon the question whether the signature of E. C. Sugg &amp; Bro. to the note sued upon was an authorized partnership act. This was a question of fact simply, determined against the plaintiffs in error in the district court, and that determination affirmed by the supreme court of the state. And with its judgment in that regard we have nothing to do. If, however, the validity of the Texas statute and the judgment rendered thereunder was necessarily drawn in question, and must have been passed on in order to a decision, we find no ground to question the conclusion reached because of repugnancy to the constitution. The notice authorized by article 1230 cannot, of course, have any binding effect personally on the party served therewith; but if the suit or proceeding is intended to affect property in Texas belonging to him, or in which he is interested, the notice may be very proper to apprise him of it, and give him an opportunity to look after his interests if he chooses. For this purpose it might be to his advantage to receive it. It cannot legitimately serve any other purpose, and it does not appear to have been used for any other purpose in this case. The judgment was not a personal judgment against J. D. Sugg, but a judgment against E. C. Sugg individually, and against E. C. Sugg &amp; Bro., treating the partnership as a distinct legal entity. So far as J. D. Sugg was concerned, it bound the firm assets only, and could not be proceeded on by execution against his individual property. Burnett v. Sullivan, 58 Tex. 535; Railroad Co. v. McCaughey, 62 Tex. 271; Alexander v. Stern, 41 Tex. 193; Sanger v. Overmier, 64 Tex. 57. The position taken by plaintiffs in error is not tenable, (Pennoyer v. Neff, 95 U. S. 714,) and the judgment is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Affirming 9 S. W. Rep. 145.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/92627/"
}