{"absolute_url": "/opinion/100760/browning-v-hooper/", "blocked": false, "citation": {"case_name": "Browning v. Hooper", "docket_number": "256", "document_uris": ["/api/rest/v2/document/100760/"], "federal_cite_one": "269 U.S. 396", "federal_cite_three": null, "federal_cite_two": null, "id": 85143, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/85143/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 9, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1926-01-11", "date_modified": "2014-12-21T01:37:56.944170", "docket": "/api/rest/v2/docket/505821/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">269 U.S. 396</p>\n    <p class=\"case_cite\">46 S.Ct. 141</p>\n    <p class=\"case_cite\">70 L.Ed. 330</p>\n    <p class=\"parties\">BROWNING et al.<br>v.<br>HOOPER et al.</p>\n    <p class=\"docket\">No. 256.</p>\n    <p class=\"date\">Argued Nov. 17, 1925.</p>\n    <p class=\"date\">Decided Jan. 4, 1926.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. Wm. R. Watkins, of Fort Worth, Tex., and C. K. Walsh, of Wichita Falls, Tex., for appellants.</p>\n      <p class=\"indent\">[Argument of Counsel from page 397 intentionally omitted]</p>\n      <p class=\"indent\">Mr. John R. Moore, of Archer City, Tex., for appellees.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 398-399 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice BUTLER delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellants own taxable real and personal property in that part of Archer county, Texas, defined as road district No. 2. The appellees are the county judge and four commissioners (constituting the county commissioners' court), the tax assessor, and the sheriff of the county, who is the tax collector. Appellants brought this suit to restrain the issue or sale of bonds of the road district in the amount of $300,000 proposed to be sold to obtain money for the construction, operation, and maintenance of roads in that district and to restrain the levy or collection of any tax upon their property to pay any part of the interest or principal of the bonds. They seek relief on the ground that the creation of the road district and the enforcement of the proposed tax will deprive them of their property without due process of law in violation of the Fourteenth Amendment. The District Court dismissed the complaint. 3 F.(2d) 160. The case is here on direct appeal. Section 238, Judicial Code (Comp. St. &#167; 1215).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Texas statutes (Complete Tex. St. 1920, or Vernon's Sayles' Ann. Civ. St. 1914, art. 627), provide: 'Any county * * * or any political subdivision or defined district, now or hereafter to be described and defined, of a county,' is authorized to issue bonds, not to exceed one-fourth of the assessed valuation of real property in the district, for the construction, maintenance and operation of macadamized, graveled or paved roads and turnpikes, and to levy and collect taxes to pay them. Upon the petition of 50 resident property tax paying voters of any defined district of any county, it is the duty of the commissioners' court to order an election in the district as described in the petition to determine whether its bonds shall be issued for such road purposes, and whether a tax shall be levied upon the property of the district for their payment. Complete Tex. St. 1920, or Vernon's Ann. Civ. St. Supp. 1918, art. 628. If two-thirds of the votes cast are in favor of the proposition, the commissioners' court is required to issue and sell the bonds. Complete Tex. St. 1920, or Vernon's Sayles' Ann. Civ. St. 1914, art. 631. But before they are put on the market, the court is required to levy a tax sufficient to pay the debt as it matures. The assessments are to be made on the same valuation, and they become liens and may be enforced in the same manner as state and county taxes. Articles 634, 2827, 2836. For the purposes of the act, any district accepting its provisions by such vote is thereby created a body corporate which may sue and be sued. Article 637.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Archer county is about 30 miles square, and has a population of between 5,000 and 6,000. The principal place is Archer City, the county seat, located about 5 miles south and 3 miles east of the center of the county. Road district No. 2 embraces approximately the northerly half of the county, including a part of Archer City. The Ozark Trail is a federal aided state highway, and about 20 miles of it extends diagonally across the northwesterly part. Dundee is located on it about 2 miles from the west line of the county. There is a highway extending from that place to Diversion Dam about 6 miles northwest. About 18 miles of the Southwest Trail lies between Archer City and a point on the north line of the county about 6 miles from its northeast corner. There is another highway extending from a point on the Southwest Trail about 2 miles south of the county line to Holliday on the Ozark Trail about 6 miles west. These roads are within the road district, and the bonds issued are to raise money to improve them.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">January 17, 1924, there was presented to the commissioners' court a petition signed by 74 persons. It prayed an election to determine whether bonds of the territory, therein described by metes and bounds, and to be designated as 'Road District No. 2 of Archer County, Texas,' should be issued for road purposes in the amount of $300,000, and whether a tax should be levied upon the property therein to pay the bonds. The commissioners' court by order established the district within the metes and bounds and for the purposes set forth in the petition, and declared it to be a body corporate. On the same day the court fixed the time and place for an election. Its result was 303 votes for and 102 against the bond issue. Thereupon the court ordered the bonds to be issued, and levied the taxes. Before the election was called, the court determined that the proceeds of the bonds, if voted, or so much as might be necessary, should be expended for the roads above described.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The appellants' lands-24,900 acres in all-are in the northeasterly part of the county. All but one of the petitioners are residents of the part of Archer City that is within the road district. Archer City, Dundee, and Holliday furnished 252 votes for the bond issue-more than twice the number cast against it. Nearly all the votes cast in the northeasterly part of the county were negative. The taxable property in the district is assessed at $5,683,359, of which $257,080 belongs to appellants, and $111,388 to petitioners, and $60,500 of that amount belongs to one signer, leaving only $50,888 to the other 73. The part of the district in which appellants' lands are situated is tributary to Wichita Falls, which is outside Archer county, but near its northeast corner. The evidence persuasively supports appellants' contention that the improvements of the roads designated will not benefit their property. Moreover, the inclusion of their lands in that road district makes it impossible, until the last bonds mature, 30 years hence, to create another road district to raise money for the improvement of roads needed to serve the territory in which their lands are situated. Complete Tex. St. 1920, or Vernon's Ann. Civ. St. Supp. 1922, art. 637d.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Resort may be had to general taxes and to special assessments to raise funds for the construction or improvement of roads. Missouri Pacific Railroad v. Road District, 266 U. S. 187, 190, 45 S. Ct. 31, 69 L. Ed. 237. The proceedings in this case cannot be sustained as the levy of a general tax. The commissioners' court is authorized to levy general taxes for road purposes up to a stated maximum on each $100 valuation. Complete Tex. St. 1920, or Vernon's Sayles' Ann. Civ. St. 1914, art. 2242; Const. Tex. art. 8, &#167; 9. The expenditure of the moneys so raised is not limited to any specified roads. And it is significant that, in the case of a road district, the court's duties in respect of the amount to be raised and the lands to be subjected to the charge are purely ministerial, and confined solely to carrying out the will of the petitioners when approved at the election. Here, on the initiation of individuals signing the petition, a special district was carved out to furnish credit and to pay for specified improvements on designated roads wholly within the territory selected. The purpose was special, and the district will cease to exist as a body corporate upon the payment of the bond debt. It is clear that the burdens here sought to be imposed on appellants' lands are special assessments for local improvements. Embree v. Kansas City Road District, 240 U. S. 242, 247, 36 S. Ct. 317, 60 L. Ed. 624; Illinois Central Railroad v. Decatur, 147 U. S. 190, 197, 209, 13 S. Ct. 293, 37 L. Ed. 132.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Legislature did not create the road district, levy the tax or fix the amount to be raised. Under the act, road districts are not required to correspond with or to include any political subdivision. Moore v. Commissioners' Court (Tex. Civ. App.) 175 S. W. 849; Bell County v. Hines (Tex. Civ. App.) 219 S. W. 556. There is nothing in the law to guide or to limit the action of the signers of the petition in selecting property to be assessed. Subject to the vote of a district of their own choice, the petitioners' designation is absolute. The commissioners' court has no power to modify or deny; it is bound to grant the petition. Huggins v. Vaden (Tex. Civ. App.) 253 S. W. 877, 878; Id. (Tex. Civ. App.) 259 S. W. 204, 206; Meurer v. Hooper (Tex. Civ. App.) 271 S. W. 172, 176. And when the required vote is given, the court, once for all, must make a levy on the taxable property of the district sufficient to pay the entire debt as it matures. The opinion of the District Court states that the road district 'was composed of two of the precincts of Archer County-'political subdivisions of the county well recognized and ascertained long before the controversy.' We find nothing in the record to support the statement. But, if true, it does not tend to show that the Legislature created the road district. A political subdivision is not a 'defined district' within the meaning of the Texas Constitution (article 3, &#167; 52) or of the act. It has been held by the Texas Court of Civil Appeals that a 'defined district' means a defined area in a county, and less than a county, other than a political subdivision of a county. Bell County v. Hines, supra, 557. The fact that the metes and bounds describing the road district happened to coincide with the external boundaries of two adjoining commissioners' precincts does not support the contention that the road district was created by the Legislature. For the electior of commissioners, each county is divided into four precincts from each of which a commissioner is elected. These precincts are not defined by the Legislature, but by the commissioners' courts. Complete Tex. St. 1920, or Vernon's Sayles' Ann. Civ. St. 1914, art. 1356; Constitution Tex. art. 5, &#167; 18. They are political subdivisions, but, unlike road districts, they are not bodies corporate. See Ex parte Haney, 51 Tex. Cr. R. 634, 103 S. W. 1155; Cofield v. Britton, 50 Tex. Civ. App. 208, 109 S. W. 493, 496. They are not taxing or assessment districts; their powers and functions are wholly different from those of a road district. And plainly, the authority granted (article 627) to issue road bonds up to one-fourth the assessed valuation and to levy taxes ratably to pay them is not a legislative determination of the rate or amount of the tax imposed on appellants' property. The amount of the bonds to be issued and the property to be taxed are the elements which determine the burden. These were fixed by the petition and election. The Legislature may make assessments for local improvements ratably on the basis of the property valuation (Valley Farms Co. v. Westchester, 261 U. S. 155, 43 S. Ct. 261, 67 L. Ed. 585); but, where the amount to be raised is determined and the property to be assessed is selected as in this case, the requirement that the burden shall be so spread is not a legislative assessment.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Where a local improvement territory is selected, and the burden is spread by the Legislature, or by a municipality to which the state has granted full legislative powers over the subject, the owners of property in the district have no constitutional right to be heard on the question of benefits. Valley Farms Co. v. Westchester, supra; Hancock v. Muskogee, 250 U. S. 454, 459, 39 S. Ct. 528, 63 L. Ed. 1081; Withnell v. Construction Co., 249 U. S. 63, 69, 39 S. Ct. 200, 63 L. Ed. 479; Wight v. Police Jury (C. C. A.) 264 F. 705. But it is essential to due process of law that such owners be given notice and opportunity to be heard on that question where, as here, the district was not created by the Legislature, and there has been no legislative determination that their property will be benefited by the local improvement. Appellants were denied all opportunity to be heard. No officer or tribunal was empowered by the law of the state to hear them, or to consider and determine whether the road improvements in question would benefit their lands. The act is repugnant to the due process clause of the Fourteenth Amendment. Embree v. Kansas City Road District, supra, 240 U. S. 251 (36 S. Ct. 317, 60 L. Ed. 624).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Decree reversed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>269 U.S. 396 (1926)</b></center>\n<center><h1>PERRY BROWNING ET AL.<br>\nv.<br>\nE.M. HOOPER ET AL.</h1></center>\n<center>No. 256.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 17, 1925.</center>\n<center>Decided January 4, 1926.</center>\nAPPEAL FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE NORTHERN DISTRICT OF TEXAS.\n<p><span class=\"star-pagination\">*397</span> <i>Messrs. William R. Watkins</i> and <i>C.K. Walsh,</i> for appellants.</p>\n<p><i>Mr. John R. Moore,</i> with whom <i>Messrs. Dan Moody,</i> Attorney General of Texas, <i>C.A. Wheeler,</i> Assistant Attorney General of Texas, and <i>W.E. Forgy</i> were on the brief, for appellees.</p>\n<p><span class=\"star-pagination\">*400</span> Mr. JUSTICE BUTLER delivered the opinion of the Court.</p>\n<p>Appellants own taxable real and personal property in that part of Archer County, Texas, defined as Road District No. 2. The appellees are the county judge and four commissioners, (constituting the county commissioners' court,) the tax assessor and the sheriff of the county, who is the tax collector. Appellants brought this suit to restrain the issue or sale of bonds of the road district in the amount of $300,000 proposed to be sold to obtain money for the construction, operation, and maintenance of roads in that district, and to restrain the levy or collection of any tax upon their property to pay any part of the interest or principal of the bonds. They seek relief on the ground that the creation of the road district and the enforcement of the proposed tax, will deprive them of their property without due process of law in violation of the Fourteenth Amendment. The District Court dismissed the complaint. 3 Fed. (2d) 160. The case is here on direct appeal. § 238, Judicial Code.</p>\n<p>The Texas statutes (Vernon's Complete Texas Statutes, 1920) provide: \"Any county . . . or any political subdivision or defined district, now or hereafter to be described and defined, of a county,\" is authorized to issue bonds, not to exceed one-fourth of the assessed valuation <span class=\"star-pagination\">*401</span> of real property in the district, for the construction, maintenance and operation of macadamized, graveled or paved roads and turnpikes, and to levy and collect taxes to pay them. Art. 627. Upon the petition of fifty resident property taxpaying voters of any defined district of any county, it is the duty of the commissioners' court to order an election in the district as described in the petition to determine whether its bonds shall be issued for such road purposes, and whether a tax shall be levied upon the property of the district for their payment. Art. 628. If two-thirds of the votes cast are in favor of the proposition, the commissioners' court is required to issue and sell the bonds. Art. 631. But before they are put on the market, the court is required to levy a tax sufficient to pay the debt as it matures. The assessments are to be made on the same valuation, and they become liens and may be enforced in the same manner, as state and county taxes. Arts. 634, 2827, 2836. For the purposes of the act, any district accepting its provisions by such vote is thereby created a body corporate which may sue and be sued. Art. 637.</p>\n<p>Archer County is about 30 miles square, and has a population of between 5000 and 6000. The principal place is Archer City, the county seat, located about five miles south and three miles east of the center of the county. Road District No. 2 embraces approximately the northerly half of the county, including a part of Archer City. The Ozark Trail is a federal aided state highway, and about 20 miles of it extends diagonally across the northwesterly part. Dundee is located on it about two miles from the west line of the county. There is a highway extending from that place to Diversion Dam about six miles northwest. About 18 miles of the Southwest Trail lies between Archer City and a point on the north line of the county about six miles from its northeast corner. There is another highway extending from a point <span class=\"star-pagination\">*402</span> on the Southwest Trail about two miles south of the county line to Holliday on the Ozark Trail about six miles west. These roads are within the road district, and the bonds issued are to raise money to improve them.</p>\n<p>January 17, 1924, there was presented to the commissioners' court a petition signed by 74 persons. It prayed an election to determine whether bonds of the territory, therein described by metes and bounds, and to be designated as \"Road District No. 2 of Archer County, Texas,\" should be issued for road purposes in the amount of $300,000; and whether a tax should be levied upon the property therein to pay the bonds. The commissioners' court by order established the district within the metes and bounds and for the purposes set forth in the petition, and declared it to be a body corporate. On the same day the court fixed the time and place for an election. Its result was 303 votes for and 102 against the bond issue. Thereupon the court ordered the bonds to be issued, and levied the taxes. Before the election was called, the court determined that the proceeds of the bonds, if voted, or so much as might be necessary, should be expended for the roads above described.</p>\n<p>The appellants' lands  24,900 acres in all  are in the northeasterly part of the county. All but one of the petitioners are residents of the part of Archer City that is within the road district. Archer City, Dundee and Holliday furnished 252 votes for the bond issue,  more than twice the number cast against it. Nearly all the votes cast in the northeasterly part of the county were negative. The taxable property in the district is assessed at $5,683,359, of which $257,080 belongs to appellants, and $111,388 to petitioners; and $60,500 of that amount belongs to one signer, leaving only $50,888 to the other 73. The part of the district in which appellants' lands are situated is tributary to Wichita Falls, which is outside Archer County, but near its northeast corner. The evidence <span class=\"star-pagination\">*403</span> persuasively supports appellants' contention that the improvements of the roads designated will not benefit their property. Moreover, the inclusion of their lands in that road district makes it impossible, until the last bonds mature 30 years hence, to create another road district to raise money for the improvement of roads needed to serve the territory in which their lands are situated. Art. 637d.</p>\n<p>Resort may be had to general taxes and to special assessments to raise funds for the construction or improvement of roads. <i>Missouri Pacific Railroad</i> v. <i>Road District,</i> 266 U.S. 187, 190. The proceedings in this case cannot be sustained as the levy of a general tax. The commissioners' court is authorized to levy general taxes for road purposes up to a stated maximum on each $100 valuation. Art. 2242; Constitution Art. VIII, § 9. The expenditure of the moneys so raised is not limited to any specified roads. And it is significant that, in the case of a road district, the court's duties in respect of the amount to be raised and the lands to be subjected to the charge are purely ministerial, and confined solely to carrying out the will of the petitioners when approved at the election. Here, on the initiation of individuals signing the petition, a special district was carved out to furnish credit and to pay for specified improvements on designated roads wholly within the territory selected. The purpose was special, and the district will cease to exist as a body corporate upon the payment of the bond debt. It is clear that the burdens here sought to be imposed on appellants' lands are special assessments for local improvements. <i>Embree</i> v. <i>Kansas City Road District,</i> 240 U.S. 242, 247; <i>Illinois Central Railroad</i> v. <i>Decatur,</i> 147 U.S. 190, 197, 209.</p>\n<p>The legislature did not create the road district, levy the tax or fix the amount to be raised. Under the act, road <span class=\"star-pagination\">*404</span> districts are not required to correspond with or to include any political subdivision. <i>Moore</i> v. <i>Commissioners' Court,</i> (Tex. Civ. App.) 175 S.W. 849; <i>Bell County</i> v. <i>Hines,</i> (Tex. Civ. App.) 219 S.W. 556. There is nothing in the law to guide or to limit the action of the signers of the petition in selecting property to be assessed. Subject to the vote of a district of their own choice, the petitioners' designation is absolute. The commissioners' court has no power to modify or deny; it is bound to grant the petition. <i>Huggins</i> v. <i>Vaden,</i> (Tex Civ. App.) 253 S.W. 877, 878; 259 S.W. 204, 206; <i>Meurer</i> v. <i>Hooper,</i> (Tex. Civ. App.) 271 S.W. 172, 176. And when the required vote is given, the court, once for all, must make a levy on the taxable property of the district sufficient to pay the entire debt as it matures. The opinion of the District Court states that the road district \"was composed of two of the precincts of Archer County  `political subdivisions' of the county well recognized and ascertained long before the controversy.\" We find nothing in the record to support the statement. But, if true, it does not tend to show that the legislature created the road district. A political subdivision is not a \"defined district\" within the meaning of the Texas Constitution (Art. III, § 52) or of the act. It has been held by the Texas Court of Civil Appeals that a \"defined district\" means a defined area in a county, and less than a county, other than a political subdivision of a county. <i>Bell County</i> v. <i>Hines, supra,</i> 557. The fact that the metes and bounds describing the road district happened to coincide with the external boundaries of two adjoining commissioners' precincts does not support the contention that the road district was created by the legislature. For the election of commissioners, each county is divided into four precincts, from each of which a commissioner is elected. These precincts are not defined by the legislature, but by the commissioners' courts. Art. 1356; Constitution, Art. <span class=\"star-pagination\">*405</span> V, § 18. They are political subdivisions, but, unlike road districts, they are not bodies corporate. See <i>Ex parte Haney,</i> 51 Tex. Cr. Rep. 634; <i>Cofield</i> v. <i>Britton,</i> (Tex. Civ. App.) 109 S.W. 493, 496. They are not taxing or assessment districts; their powers and functions are wholly different from those of a road district. And plainly, the authority granted (Art. 627) to issue road bonds up to one-fourth the assessed valuation and to levy taxes ratably to pay them is not a legislative determination of the rate or amount of the tax imposed on appellants' property. The amount of the bonds to be issued and the property to be taxed are the elements which determine the burden. These were fixed by the petition and election. The legislature may make assessments for local improvements ratably on the basis of property valuation (<i>Valley Farms Co.</i> v. <i>Westchester,</i> 261 U.S. 155); but, where the amount to be raised is determined and the property to be assessed is selected as in this case, the requirement that the burden shall be so spread is not a legislative assessment.</p>\n<p>Where a local improvement territory is selected, and the burden is spread by the legislature or by a municipality to which the State has granted full legislative powers over the subject, the owners of property in the district have no constitutional right to be heard on the question of benefits. <i>Valley Farms Co.</i> v. <i>Westchester, supra</i><i>; </i><i>Hancock</i> v. <i>Muskogee,</i> 250 U.S. 454, 459; <i>Withnell</i> v. <i>Construction Co.,</i> 249 U.S. 63, 69; <i>Wright</i> v. <i>Police Jury,</i> 264 Fed. 705. But it is essential to due process of law that such owners be given notice and opportunity to be heard on that question where, as here, the district was not created by the legislature, and there has been no legislative determination that their property will be benefited by the local improvement. Appellants were denied all opportunity to be heard. No officer or tribunal was empowered by the law of the State to hear them, or to <span class=\"star-pagination\">*406</span> consider and determine whether the road improvements in question would benefit their lands. The act is repugnant to the due process clause of the Fourteenth Amendment. <i>Embree</i> v. <i>Kansas City Road District, supra,</i> 251.</p>\n<p><i>Decree reversed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">269</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">396</span></span> (1926)</b></center>\n<center><h1>PERRY BROWNING ET AL.<br>\nv.<br>\nE.M. HOOPER ET AL.</h1></center>\n<center>No. 256.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 17, 1925.</center>\n<center>Decided January 4, 1926.</center>\nAPPEAL FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE NORTHERN DISTRICT OF TEXAS.\n<p><span class=\"star-pagination\">*397</span> <i>Messrs. William R. Watkins</i> and <i>C.K. Walsh,</i> for appellants.</p>\n<p><i>Mr. John R. Moore,</i> with whom <i>Messrs. Dan Moody,</i> Attorney General of Texas, <i>C.A. Wheeler,</i> Assistant Attorney General of Texas, and <i>W.E. Forgy</i> were on the brief, for appellees.</p>\n<p><span class=\"star-pagination\">*400</span> Mr. JUSTICE BUTLER delivered the opinion of the Court.</p>\n<p>Appellants own taxable real and personal property in that part of Archer County, Texas, defined as Road District No. 2. The appellees are the county judge and four commissioners, (constituting the county commissioners' court,) the tax assessor and the sheriff of the county, who is the tax collector. Appellants brought this suit to restrain the issue or sale of bonds of the road district in the amount of $300,000 proposed to be sold to obtain money for the construction, operation, and maintenance of roads in that district, and to restrain the levy or collection of any tax upon their property to pay any part of the interest or principal of the bonds. They seek relief on the ground that the creation of the road district and the enforcement of the proposed tax, will deprive them of their property without due process of law in violation of the Fourteenth Amendment. The District Court dismissed the complaint. 3 Fed. (2d) 160. The case is here on direct appeal. § 238, Judicial Code.</p>\n<p>The Texas statutes (Vernon's Complete Texas Statutes, 1920) provide: \"Any county . . . or any political subdivision or defined district, now or hereafter to be described and defined, of a county,\" is authorized to issue bonds, not to exceed one-fourth of the assessed valuation <span class=\"star-pagination\">*401</span> of real property in the district, for the construction, maintenance and operation of macadamized, graveled or paved roads and turnpikes, and to levy and collect taxes to pay them. Art. 627. Upon the petition of fifty resident property taxpaying voters of any defined district of any county, it is the duty of the commissioners' court to order an election in the district as described in the petition to determine whether its bonds shall be issued for such road purposes, and whether a tax shall be levied upon the property of the district for their payment. Art. 628. If two-thirds of the votes cast are in favor of the proposition, the commissioners' court is required to issue and sell the bonds. Art. 631. But before they are put on the market, the court is required to levy a tax sufficient to pay the debt as it matures. The assessments are to be made on the same valuation, and they become liens and may be enforced in the same manner, as state and county taxes. Arts. 634, 2827, 2836. For the purposes of the act, any district accepting its provisions by such vote is thereby created a body corporate which may sue and be sued. Art. 637.</p>\n<p>Archer County is about 30 miles square, and has a population of between 5000 and 6000. The principal place is Archer City, the county seat, located about five miles south and three miles east of the center of the county. Road District No. 2 embraces approximately the northerly half of the county, including a part of Archer City. The Ozark Trail is a federal aided state highway, and about 20 miles of it extends diagonally across the northwesterly part. Dundee is located on it about two miles from the west line of the county. There is a highway extending from that place to Diversion Dam about six miles northwest. About 18 miles of the Southwest Trail lies between Archer City and a point on the north line of the county about six miles from its northeast corner. There is another highway extending from a point <span class=\"star-pagination\">*402</span> on the Southwest Trail about two miles south of the county line to Holliday on the Ozark Trail about six miles west. These roads are within the road district, and the bonds issued are to raise money to improve them.</p>\n<p>January 17, 1924, there was presented to the commissioners' court a petition signed by 74 persons. It prayed an election to determine whether bonds of the territory, therein described by metes and bounds, and to be designated as \"Road District No. 2 of Archer County, Texas,\" should be issued for road purposes in the amount of $300,000; and whether a tax should be levied upon the property therein to pay the bonds. The commissioners' court by order established the district within the metes and bounds and for the purposes set forth in the petition, and declared it to be a body corporate. On the same day the court fixed the time and place for an election. Its result was 303 votes for and 102 against the bond issue. Thereupon the court ordered the bonds to be issued, and levied the taxes. Before the election was called, the court determined that the proceeds of the bonds, if voted, or so much as might be necessary, should be expended for the roads above described.</p>\n<p>The appellants' lands  24,900 acres in all  are in the northeasterly part of the county. All but one of the petitioners are residents of the part of Archer City that is within the road district. Archer City, Dundee and Holliday furnished 252 votes for the bond issue,  more than twice the number cast against it. Nearly all the votes cast in the northeasterly part of the county were negative. The taxable property in the district is assessed at $5,683,359, of which $257,080 belongs to appellants, and $111,388 to petitioners; and $60,500 of that amount belongs to one signer, leaving only $50,888 to the other 73. The part of the district in which appellants' lands are situated is tributary to Wichita Falls, which is outside Archer County, but near its northeast corner. The evidence <span class=\"star-pagination\">*403</span> persuasively supports appellants' contention that the improvements of the roads designated will not benefit their property. Moreover, the inclusion of their lands in that road district makes it impossible, until the last bonds mature 30 years hence, to create another road district to raise money for the improvement of roads needed to serve the territory in which their lands are situated. Art. 637d.</p>\n<p>Resort may be had to general taxes and to special assessments to raise funds for the construction or improvement of roads. <i>Missouri Pacific Railroad</i> v. <i>Road District,</i> <span class=\"citation\" data-id=\"100499\"><a href=\"/opinion/100499/missouri-pac-rr-v-road-district/\"><span class=\"volume\">266</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">187</span></a></span>, 190. The proceedings in this case cannot be sustained as the levy of a general tax. The commissioners' court is authorized to levy general taxes for road purposes up to a stated maximum on each $100 valuation. Art. 2242; Constitution Art. VIII, § 9. The expenditure of the moneys so raised is not limited to any specified roads. And it is significant that, in the case of a road district, the court's duties in respect of the amount to be raised and the lands to be subjected to the charge are purely ministerial, and confined solely to carrying out the will of the petitioners when approved at the election. Here, on the initiation of individuals signing the petition, a special district was carved out to furnish credit and to pay for specified improvements on designated roads wholly within the territory selected. The purpose was special, and the district will cease to exist as a body corporate upon the payment of the bond debt. It is clear that the burdens here sought to be imposed on appellants' lands are special assessments for local improvements. <i>Embree</i> v. <i>Kansas City Road District,</i> <span class=\"citation\" data-id=\"98658\"><a href=\"/opinion/98658/embree-v-kansas-city-and-liberty-boulevard-road-di/\"><span class=\"volume\">240</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247; <i>Illinois Central Railroad</i> v. <i>Decatur,</i> <span class=\"citation\" data-id=\"93483\"><a href=\"/opinion/93483/illinois-central-r-co-v-decatur/\"><span class=\"volume\">147</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">190</span></a></span>, 197, 209.</p>\n<p>The legislature did not create the road district, levy the tax or fix the amount to be raised. Under the act, road <span class=\"star-pagination\">*404</span> districts are not required to correspond with or to include any political subdivision. <i>Moore</i> v. <i>Commissioners' Court,</i> (Tex. Civ. App.) 175 S.W. 849; <i>Bell County</i> v. <i>Hines,</i> (Tex. Civ. App.) 219 S.W. 556. There is nothing in the law to guide or to limit the action of the signers of the petition in selecting property to be assessed. Subject to the vote of a district of their own choice, the petitioners' designation is absolute. The commissioners' court has no power to modify or deny; it is bound to grant the petition. <i>Huggins</i> v. <i>Vaden,</i> (Tex Civ. App.) <span class=\"citation no-link\"><span class=\"volume\">253</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">877</span></span>, 878; <span class=\"citation no-link\"><span class=\"volume\">259</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">204</span></span>, 206; <i>Meurer</i> v. <i>Hooper,</i> (Tex. Civ. App.) <span class=\"citation\" data-id=\"100760\"><a href=\"/opinion/100760/browning-v-hooper/\"><span class=\"volume\">271</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">172</span></a></span>, 176. And when the required vote is given, the court, once for all, must make a levy on the taxable property of the district sufficient to pay the entire debt as it matures. The opinion of the District Court states that the road district \"was composed of two of the precincts of Archer County  `political subdivisions' of the county well recognized and ascertained long before the controversy.\" We find nothing in the record to support the statement. But, if true, it does not tend to show that the legislature created the road district. A political subdivision is not a \"defined district\" within the meaning of the Texas Constitution (Art. III, § 52) or of the act. It has been held by the Texas Court of Civil Appeals that a \"defined district\" means a defined area in a county, and less than a county, other than a political subdivision of a county. <i>Bell County</i> v. <i>Hines, supra,</i> 557. The fact that the metes and bounds describing the road district happened to coincide with the external boundaries of two adjoining commissioners' precincts does not support the contention that the road district was created by the legislature. For the election of commissioners, each county is divided into four precincts, from each of which a commissioner is elected. These precincts are not defined by the legislature, but by the commissioners' courts. Art. 1356; Constitution, Art. <span class=\"star-pagination\">*405</span> V, § 18. They are political subdivisions, but, unlike road districts, they are not bodies corporate. See <i>Ex parte Haney,</i> 51 Tex. Cr. Rep. 634; <i>Cofield</i> v. <i>Britton,</i> (Tex. Civ. App.) <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">493</span></span>, 496. They are not taxing or assessment districts; their powers and functions are wholly different from those of a road district. And plainly, the authority granted (Art. 627) to issue road bonds up to one-fourth the assessed valuation and to levy taxes ratably to pay them is not a legislative determination of the rate or amount of the tax imposed on appellants' property. The amount of the bonds to be issued and the property to be taxed are the elements which determine the burden. These were fixed by the petition and election. The legislature may make assessments for local improvements ratably on the basis of property valuation (<i>Valley Farms Co.</i> v. <i>Westchester,</i> 261 U.S. 155); but, where the amount to be raised is determined and the property to be assessed is selected as in this case, the requirement that the burden shall be so spread is not a legislative assessment.</p>\n<p>Where a local improvement territory is selected, and the burden is spread by the legislature or by a municipality to which the State has granted full legislative powers over the subject, the owners of property in the district have no constitutional right to be heard on the question of benefits. <i>Valley Farms Co.</i> v. <i>Westchester, supra</i><i>; </i><i>Hancock</i> v. <i>Muskogee,</i> <span class=\"citation\" data-id=\"99441\"><a href=\"/opinion/99441/hancock-v-muskogee/\"><span class=\"volume\">250</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">454</span></a></span>, 459; <i>Withnell</i> v. <i>Construction Co.,</i> <span class=\"citation\" data-id=\"99299\"><a href=\"/opinion/99299/withnell-v-ruecking-constr-co/\"><span class=\"volume\">249</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">63</span></a></span>, 69; <i>Wright</i> v. <i>Police Jury,</i> 264 Fed. 705. But it is essential to due process of law that such owners be given notice and opportunity to be heard on that question where, as here, the district was not created by the legislature, and there has been no legislative determination that their property will be benefited by the local improvement. Appellants were denied all opportunity to be heard. No officer or tribunal was empowered by the law of the State to hear them, or to <span class=\"star-pagination\">*406</span> consider and determine whether the road improvements in question would benefit their lands. The act is repugnant to the due process clause of the Fourteenth Amendment. <i>Embree</i> v. <i>Kansas City Road District, supra,</i> 251.</p>\n<p><i>Decree reversed.</i></p>\n</div>", "id": 100760, "judges": "Butler", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/100760/", "sha1": "eaea0f51e52152e07dd896609ad7f9898ddf526c", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:48:34"}