{"absolute_url": "/opinion/100834/minneapolis-rr-v-peoria-ry/", "blocked": false, "citation": {"case_name": "MINNEAPOLIS RR v. Peoria Ry.", "docket_number": "767", "document_uris": ["/api/rest/v2/document/100834/"], "federal_cite_one": "270 U.S. 580", "federal_cite_three": null, "federal_cite_two": null, "id": 85217, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/85217/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 14, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1926-03-01", "date_modified": "2014-12-21T01:37:59.897190", "docket": "/api/rest/v2/docket/273532/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">270 U.S. 580</p>\n    <p class=\"case_cite\">46 S.Ct. 402</p>\n    <p class=\"case_cite\">70 L.Ed. 743</p>\n    <p class=\"parties\">MINNEAPOLIS &amp; ST. L. R. CO. et al.<br>v.<br>PEORIA &amp; P. U. RY. CO.</p>\n    <p class=\"docket\">No. 767.</p>\n    <p class=\"date\">Argued March 17, 1926.</p>\n    <p class=\"date\">Decided April 12, 1926.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. Donald Evans, of Des Moines, Iowa, and M. M. Joyce, of Minneapolis, Minn., for appellants.</p>\n      <p class=\"indent\">Mr. Eugene E. Horton, of Peoria, Ill., for appellee.</p>\n      <p class=\"indent\">Mr. Justice BRANDEIS delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This suit by the Minneapolis &amp; St. Louis Railroad Company and its receiver against the Peoria &amp; Pekin Union Railway Company was brought on August 6, 1925, in the federal court for Southern Iowa. Its purpose is to enjoin the defendant from refusing to switch cars for the plaintiffs, the claim being that the defendant is directed to perform this service by an order of the Interstate Commerce Commission dated April 13, 1922. The controversy between the parties has been repeatedly before the Commission. One phase was considered by this court in Peoria &amp; Pekin Union Ry. Co. v. United States, 44 S. Ct. 194, 263 U. S. 528, 68 L. Ed. 427. The case at par presents only questions of jurisdiction and procedure.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The defendant is an Illinois corporation, with its principal place of business in that state. The only service upon it was made there. Appearing specially, it objected both to the service and to the jurisdiction of the court, and moved that the service be quashed and the bill be dismissed. The plaintiffs contended that, under the Act of October 22, 1913, c. 32, 38 Stat. 208, 219, the federal court for Southern Iowa had jurisdiction and the service was good, because the suit is one to enforce an order of the Commission made on petition of the plaintiff company, a resident of that district. The court held, upon final hearing, that the order was no longer in effect when this suit was begun, and that, for this reason, it was without jurisdiction over the defendant. The decree entered set aside the service of process and dismissed the bill for want of jurisdiction. The case is here on direct appeal under paragraph 4 of section 238 of the Judicial Code, as amended by Act of February 13, 1925, c. 229, 43 Stat. 936, 938 (Comp. St. Supp. 1925, &#167; 1215). The Peoria Company concedes that the order was duly entered April 13, 1922. Minneapolis &amp; St. Louis R. R. Co. v. Peoria &amp; Pekin, Union Ry. Co., 68 Interst. Com. Com'n R. 412. The Minneapolis &amp; St. Louis concedes that, unless the order was still in force when the bill was filed, the service was a nullity and the court without jurisdiction over the defendants. Compare Robertson v. Railroad Labor Board, 45 S. Ct. 621, 268 U. S. 619, 622, 69 L. Ed. 1119; Blumenstock Bros. v. Curtis Publishing Co., 40 S. Ct. 385, 252 U. S. 436, 64 L. Ed. 649. The main question for decision is whether, on the facts to be stated, the order was in force at the time the bill was filed.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Commission had found that the Peoria Company discriminated against the Minneapolis &amp; St. Louis by imposing upon it a switching charge while certain other carriers were not required to pay any charge. By the order of April 13, 1922, the Commission directed that the discrimination be removed. That order left the Peoria Company free to remove the discrimination either by discontinuing the charge complained of or by making a like charge to the other lines. Compare United States v. Illinois Central R. R. Co., 44 S. Ct. 189, 263 U. S. 515, 521, 68 L. Ed. 417. It elected to remove the discrimination by making a charge to the other carriers, and filed tariffs to that end. The other carriers protested. The new tariffs were suspended for consideration by the Commission in a new proceeding, known as Investigation and Suspension Docket No. 1596. At the request of the Minneapolis &amp; St. Louis, the proceeding which it had brought was, by order of July 10, 1922, reopened for further hearing in this connection. On December 22, 1922, the Commission concluded that the new tariffs were not justified, and that a still broader investigation involving additional parties must be had before just rates could be established. Intermediate Switching Charges at Peoria, Ill., 77 Interest. Com. Com'n R. 43. On that day, it entered an order in the original proceeding brought by the Minneapolis &amp; St. Louis 'that the complaint in this proceeding be, and it is hereby, dismissed.' On the same day it entered in the later proceeding an order that the new tariffs be canceled.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Peoria Company concluded that the order dismissing the complaint in the proceeding instituted by the Minneapolis &amp; St. Louis had the effect of rescinding the order of April 13, 1922, based thereon, and that its original tariff of charges against the Minneapolis &amp; St. Louis, which had never been canceled, remained in full force. On January 4, 1923, it notified the Commission that it would act accordingly. On January 5, 1923, the chairman of division 5 of the Commission<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> telegraphed the Peoria Company that the order of April 13, 1922, 'still stands unrescinded.' On January 8, 1923, the Commission entered, of its own motion, pursuant to paragraph 2 of section 13 of the Interstate Commerce Act as amended (Comp St. Supp. 1925, &#167; 8581), an order for a general investigation into switching charges at Peoria. With the proceeding so ordered, it reopened and consolidated the earlier ones. On January 18, 1923, the Commission issued the emergency service order requiring the Peoria Company to continue switching, which this court held to be void in Peoria &amp; Pekin Union Ry. Co. v. United States, 44 S. Ct. 194, 263 U. S. 528, 68 L. Ed. 427, decided January 7, 1924.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Minneapolis &amp; St. Louis contends that the dismissal of its complaint on December 22, 1922, did not operate as a rescission of the order which had been entered thereon April 13, 1922. The argument is that the order by its terms provided that it 'shall continue in force until the further order of the Commission'; that, moreover, paragraph 2 of section 15 of the Interstate Commerce Act as amended (Comp. St. Supp. 1925, &#167; 8583) provides that all orders of the Commission 'shall continue in force until its further order * * * unless the same shall be suspended or modified or set aside by the Commission, or be suspended or set aside by a court of competent jurisdiction'; that no order issued in terms rescinding the order of April 13, 1922, had ever been entered; that by section 16a (Comp. St. Supp. &#167; 8585) the mere reopening of the case by the Commission did not so operate; and that, as the Commission in ordering dismissal of the complaint did not refer to the order of April 13, 1922, the latter remained in full force. The contention is unsound. The order of December 22, 1922, dismissed the complaint without making any reservation. It operated, therefore, to rescind the order of April 13, 1922, which rested on that complaint alone. Compare Greenleaf v. Queen, 1 Pet. 138, 148, 149, 7 L. Ed. 85; Gompers v. Buck's Stove &amp; Range Co., 31 S. Ct. 492, 221 U. S. 418, 451, 55 L. Ed. 797, 34 L. R. A. (N. S.) 874; Coleman v. Hudson River Bridge Co., Fed. Cas. No. 2,983, 5 Blatchf. 56, 58.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Minneapolis &amp; St. Louis contends, also, that if the dismissal of the complaint operated as a rescission of the order of April 13, 1922, later action of the Commission restored it. The argument is that the telegram of January 5, 1923, and subsequent action of the Commission show that it was not its intention, when dismissing the complaint, to rescind the order; that paragraph 6 of section 16 of the act as amended (Comp. St. Supp. 1925, &#167; 8584) authorized the Commission to modify 'its orders upon such notice and in such manner as it shall deem proper'; that the order of January 8, 1823, besides providing for the general investigation, provided that the original proceeding of the Minneapolis &amp; St. Louis be 'reopended, consolidated with, and made a part of this investigation'; and that thereby the Commission restored the order of April 13, 1922. This contention, also, is unsound. The Commission did not at any time before the bringing of this suit make any order which purported either to rescind the order of dismissal of December 22, 1922, or to restore the order of April 13, 1922, or which made any reference either to such dismissal or to a restoration. The opinion of a commissioner, expressed in the telegram of January 5, 1923, that the order of April 13, 1922, was in full force despite the dismissal of the complaint was without legal significance. The effect of the order of dismissal entered December 22, 1922, must be determined by the terms of the order, unless and until modified by formal action of the Commission. It cannot be affected by what a member of the Commission may declare informally was intended. The order of January 8, 1923, had the effect of restoring to the docket the original proceeding instituted by the Minneapolis &amp; St. Louis; but by reopening the case for further hearing, the Commission did not indicate a purpose to restore the order of April 13, 1922. Compare Knox County v. Harshman, 10 S. Ct. 8, 132 U. S. 14, 16, 17, 33 L. Ed. 249.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Minneapolis &amp; St. Louis seeks, through a motion to remand, to avoid affirmance of the decree which must otherwise result from overruling these contentions. This motion, which was filed on January 7, 1926, prayed that the case be remanded to the District Court with instructions to allow it to file a supplemental bill in the nature of a bill of review, because of matters arising since the filing of the record in this court. It prayed in the alternative that this court treat the record here as supplemented by incorporating a statement of these later occurrences. They are as follows: On November 2, 1925, the Minneapolis &amp; St. Louis filed in the federal court for Southern Iowa a suit against the United States in which it prayed that the order of December 22, 1922, be annulled in so far as it operated to revoke the order of April 13, 1922. On November 10, 1925, the Commission, on its own motion, ordered that its order of December 22, 1922, dismissing the complaint of the Minneapolis &amp; St. Louis 'be, and it is hereby, vacated and set aside.' Still later, following the proceeding before the Commission known as Rates, Regulations, and Practices of Peoria &amp; Pekin Union Railway Company at Peoria, Ill., and Nearby Points, 93 Interst. Com. Com'n R. 3, the examiner recommended that the original tariff of the Peoria Company complained of by the Minneapolis &amp; St. Louis be canceled. The later facts alleged could not conceivably affect the result of the case before us. The jurisdiction of the lower court depends upon the state of things existing at the time the suit was brought. Mullen v. Torrance, 9 Wheat. 537, 6 L. Ed. 154; Anderson v. Watt, 11 S. Ct. 449, 138 U. S. 694, 34 L. Ed. 1078. The situation is wholly unlike that in Ballard v. Searls, 9 S. Ct. 418, 130 U. S. 50, 32 L. Ed. 846, upon which the Minneapolis &amp; St. Louis relies. The motion to remand is denied.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Peoria Company makes this further objection. The order of April 13, 1922, directed the removal of the discrimination to which the Minneapolis &amp; St. Louis was subjected, but left the Peoria Company free to select the method of doing so. It elected to impose like switching charges upon the other carriers and to that end filed new tariffs. These were canceled by the order of December 22, 1922. Thus the method to be pursued in removing the discrimination was left at large. The Peoria Company contends that, even if the order of April 13, 1922, be deemed to have been in force, selection and approval of the method to be pursued in the removal of discrimination present administrative problems, and that further action by the Commission would be required before any court could be called upon to enforce that order. As the District Court for Southern Iowa was without jurisdiction of this suit because that order was not in force, we need not consider this objection.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Pursuant to paragraph 4 of section 17 of the Interstate Commerce Act as amended (Comp. St. Supp. 1925, &#167; 8586), matters relating to common use of terminals and kindred subjects are referred to division 5. The Commissioner in each division, senior in service, is its chairman. See Annual Report of Interstate Commerce Commission for 1920, pp. 4, 5; United States v. Abilene &amp; Southern Ry. Co., 44 S. Ct. 565, 265 U. S. 274, 281, 68 L. Ed. 1016.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>270 U.S. 580 (1926)</b></center>\n<center><h1>MINNEAPOLIS &amp; ST. LOUIS RAILROAD COMPANY ET AL.<br>\nv.<br>\nPEORIA &amp; PEKIN UNION RAILWAY COMPANY.</h1></center>\n<center>No. 767.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 17, 1926.</center>\n<center>Decided April 12, 1926.</center>\nAPPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE SOUTHERN DISTRICT OF IOWA.\n<p><span class=\"star-pagination\">*581</span> <i>Mr. Donald Evans,</i> with whom <i>Mr. M.M. Joyce</i> was on the brief, for appellants.</p>\n<p><i>Mr. Eugene E. Horton,</i> with whom <i>Mr. Robert V. Fletcher</i> was on the brief, for appellee.</p>\n<p>MR. JUSTICE BRANDEIS delivered the opinion of the Court.</p>\n<p>This suit by the Minneapolis &amp; St. Louis Railroad Company and its receiver against the Peoria &amp; Pekin Union Railway Company was brought on August 6, 1925, in the federal court of southern Iowa. Its purpose is to enjoin the defendant from refusing to switch cars for the plaintiffs, the claim being that the defendant is directed to perform this service by an order of the Interstate Commerce Commission dated April 13, 1922. The controversy between the parties has been repeatedly before the Commission. One phase was considered by this Court in <i>Peoria &amp; Pekin Union Ry. Co.</i> v. <i>United States,</i> 263 U.S. 528. The case at bar presents only questions of jurisdiction and procedure.</p>\n<p><span class=\"star-pagination\">*582</span> The defendant is an Illinois corporation with its principal place of business in that State. The only service upon it was made there. Appearing specially, it objected both to the service and to the jurisdiction of the court, and moved that the service be quashed and the bill be dismissed. The plaintiffs contended that, under the Act of October 22, 1913, c. 32, 38 Stat. 208, 219, the federal court for southern Iowa had jurisdiction and the service was good, because the suit is one to enforce an order of the Commission made on petition of the plaintiff company, a resident of that district. The court held, upon final hearing, that the order was no longer in effect when this suit was begun, and that, for this reason, it was without jurisdiction over the defendant. The decree entered set aside the service of process and dismissed the bill for want of jurisdiction. The case is here on direct appeal under paragraph 4 of § 238 of the Judicial Code as amended by Act of February 13, 1925, c. 229, 43 Stat. 936, 938. The Peoria Company concedes that the order was duly entered April 13, 1922. <i>Minneapolis &amp; St. Louis R.R. Co.</i> v. <i>Peoria &amp; Pekin Union Ry. Co.,</i> 68 I.C.C. 412. The Minneapolis &amp; St. Louis concedes that, unless the order was still in force when the bill was filed, the service was a nullity and the court without jurisdiction over the defendants. Compare <i>Robertson</i> v. <i>Railroad Labor Board,</i> 268 U.S. 619, 622; <i>Blumenstock Bros.</i> v. <i>Curtis Publishing Co.,</i> 252 U.S. 436. The main question for decision is whether, on the facts to be stated, the order was in force at the time the bill was filed.</p>\n<p>The Commission had found that the Peoria Company discriminated against the Minneapolis &amp; St. Louis by imposing upon it a switching charge while certain other carriers were not required to pay any charge. By the order of April 13, 1922, the Commission directed that the discrimination be removed. That order left the Peoria Company free to remove the discrimination either by discontinuing <span class=\"star-pagination\">*583</span> the charge complained of or by making a like charge to the other lines. Compare <i>United States</i> v. <i>Illinois Central R.R. Co.,</i> 263 U.S. 515, 521. It elected to remove the discrimination by making a charge to the other carriers and filed tariffs to that end. The other carriers protested. The new tariffs were suspended for consideration by the Commission in a new proceeding known as Investigation and Suspension Docket No. 1596. At the request of the Minneapolis &amp; St. Louis, the proceeding which it had brought was, by order of July 10, 1922, reopened for further hearing in this connection. On December 22, 1922, the Commission concluded that the new tariffs were not justified; and that a still broader investigation involving additional parties must be had before just rates could be established. <i>Intermediate Switching Charges at Peoria, Ill.,</i> 77 I.C.C. 43. On that day, it entered an order in the original proceeding brought by the Minneapolis &amp; St. Louis: \"That the complaint in this proceeding be, and it is hereby, dismissed.\" On the same day, it entered in the later proceeding in order that the new tariffs be cancelled.</p>\n<p>The Peoria Company concluded that the order dismissing the complaint in the proceeding instituted by the Minneapolis &amp; St. Louis had the effect of rescinding the order of April 13, 1922, based thereon, and that its original tariff of charges against the Minneapolis &amp; St. Louis, which had never been cancelled, remained in full force. On January 4, 1923, it notified the Commission that it would act accordingly. On January 5, 1923, the Chairman of Division 5 of the Commission<sup>[1]</sup> telegraphed the Peoria <span class=\"star-pagination\">*584</span> Company that the order of April 13, 1922, \"still stands unrescinded.\" On January 8, 1923, the Commission entered, of its own motion, pursuant to paragraph 2 of § 13 of the Interstate Commerce Act as amended, an order for a general investigation into switching charges at Peoria. With the proceeding so ordered, it reopened and consolidated the earlier ones. On January 18, 1923, the Commission issued the emergency service-order requiring the Peoria Company to continue switching which this Court held to be void in <i>Peoria &amp; Pekin Union Ry. Co.</i> v. <i>United States,</i> 263 U.S. 528, decided January 7, 1924.</p>\n<p>The Minneapolis &amp; St. Louis contends that the dismissal of its complaint on December 22, 1922, did not operate as a rescission of the order which had been entered thereon April 13, 1922. The argument is that the order by its terms provided that it \"shall continue in force until the further order of the commission\"; that, moreover, paragraph 2 of § 15 of the Interstate Commerce Act as amended provides that all orders of the Commission \"shall continue in force until its further order . . . unless the same shall be suspended or modified or set aside by the Commission, or be suspended or set aside by a court of competent jurisdiction\"; that no order issued in terms rescinding the order of April 13, 1922, had ever been entered; that by § 16a the mere reopening of the case by the Commission did not so operate; and that, as the Commission in ordering dismissal of the complaint did not refer to the order of April 13, 1922, the latter remained in full force. The contention is unsound. The order of December 22, 1922, dismissed the complaint without making any reservation. It operated, therefore, to rescind the order of April 13, 1922, which rested on that complaint alone. Compare <i>Greenleaf</i> v. <i>Queen,</i> 1 Pet. 138, 148-149; <i>Gompers</i> v. <i>Bucks Stove &amp; Range Co.,</i> 221 U.S. 418, 451; <i>Coleman</i> v. <i>Hudson River Bridge Co.,</i> 5 Blatchf. 56, 58.</p>\n<p>The Minneapolis &amp; St. Louis contends, also, that if the dismissal of the complaint operated as a rescission of the <span class=\"star-pagination\">*585</span> order of April 13, 1922, later action of the Commission restored it. The argument is that the telegram of January 5, 1923, and subsequent action of the Commission show that it was not its intention, when dismissing the complaint, to rescind the order; that paragraph 6 of § 16 of the Act as amended authorized the Commission to modify \"its orders upon such notice and in such manner as it shall deem proper\"; that the order of January 8, 1923, besides providing for the general investigation, provided that the original proceeding of the Minneapolis &amp; St. Louis be \"reopened, consolidated with and made a part of this investigation\"; and that thereby the Commission restored the order of April 13, 1922. This contention, also, is unsound. The Commission did not at any time before the bringing of this suit make any order which purported either to rescind the order of dismissal of December 22, 1922, or to restore the order of April 13, 1922, or which made any reference either to such dismissal or to a restoration. The opinion of a commissioner, expressed in the telegram of January 5, 1923, that the order of April 13, 1922, was in full force despite the dismissal of the complaint was without legal significance. The effect of the order of dismissal entered December 22, 1922, must be determined by the terms of the order, unless and until modified by formal action of the Commission. It cannot be affected by what a member of the Commission may declare informally was intended. The order of January 8, 1923, had the effect of restoring to the docket the original proceeding instituted by the Minneapolis &amp; St. Louis; but by reopening the case for further hearing, the Commission did not indicate a purpose to restore the order of April 13, 1922. Compare <i>Knox County</i> v. <i>Harshman,</i> 132 U.S. 14, 16, 17.</p>\n<p>The Minneapolis &amp; St. Louis seeks, through a motion to remand, to avoid affirmance of the decree which must otherwise result from overruling these contentions. This <span class=\"star-pagination\">*586</span> motion, which was filed on January 7, 1926, prayed that the case be remanded to the District Court with instructions to allow it to file a supplemental bill in the nature of a bill of review, because of matters arising since the filing of the record in this Court. It prayed in the alternative that this Court treat the record here as supplemented by incorporating a statement of these later occurrences. They are as follows: On November 2, 1925, the Minneapolis &amp; St. Louis filed in the federal court for southern Iowa a suit against the United States in which it prayed that the order of December 22, 1922, be annulled insofar as it operated to revoke the order of April 13, 1922. On November 10, 1925, the Commission, on its own motion, ordered that its order of December 22, 1922, dismissing the complaint of the Minneapolis &amp; St. Louis \"be, and it is hereby, vacated and set aside.\" Still later, following the proceeding before the Commission known as <i>Rates, Regulations and Practices of Peoria &amp; Pekin Union Railway Company at Peoria, Ill., and Nearby Points,</i> 93 I.C.C. 3, the examiner recommended that the original tariff of the Peoria Company complained of by the Minneapolis &amp; St. Louis be cancelled. The later facts alleged could not conceivably affect the result of the case before us. The jurisdiction of the lower court depends upon the state of things existing at the time the suit was brought. <i>Mollan</i> v. <i>Torrance,</i> 9 Wheat. 537; <i>Anderson</i> v. <i>Watt,</i> 138 U.S. 694. The situation is wholly unlike that in <i>Ballard</i> v. <i>Searls,</i> 130 U.S. 50, upon which the Minneapolis &amp; St. Louis relies. The motion to remand is denied.</p>\n<p>The Peoria Company makes this further objection. The order of April 13, 1922, directed the removal of the discrimination to which the Minneapolis &amp; St. Louis was subjected, but left the Peoria Company free to select the method of doing so. It elected to impose like switching charges upon the other carriers and to that end filed new tariffs. These were cancelled by the order of December <span class=\"star-pagination\">*587</span> 22, 1922. Thus the method to be pursued in removing the discrimination was left at large. The Peoria Company contends that, even if the order of April 13, 1922. be deemed to have been in force, selection and approval of the method to be pursued in the removal of discrimination present administrative problems, and that further action by the Commission would be required before any court could be called upon to enforce that order. As the District Court for southern Iowa was without jurisdiction of this suit because that order was not in force, we need not consider this objection.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  Pursuant to paragraph 4 of § 17 of the Interstate Commerce Act as amended, matters relating to common use of terminals and kindred subjects are referred to Division 5. The Commissioner in each division, senior in service, is its chairman. See Annual Report of Interstate Commerce Commission for 1920, pp. 4, 5; <i>United States</i> v. <i>Abilene &amp; Southern Ry. Co.,</i> 265 U.S. 274, 281.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">270</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">580</span></span> (1926)</b></center>\n<center><h1>MINNEAPOLIS &amp; ST. LOUIS RAILROAD COMPANY ET AL.<br>\nv.<br>\nPEORIA &amp; PEKIN UNION RAILWAY COMPANY.</h1></center>\n<center>No. 767.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 17, 1926.</center>\n<center>Decided April 12, 1926.</center>\nAPPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE SOUTHERN DISTRICT OF IOWA.\n<p><span class=\"star-pagination\">*581</span> <i>Mr. Donald Evans,</i> with whom <i>Mr. M.M. Joyce</i> was on the brief, for appellants.</p>\n<p><i>Mr. Eugene E. Horton,</i> with whom <i>Mr. Robert V. Fletcher</i> was on the brief, for appellee.</p>\n<p>MR. JUSTICE BRANDEIS delivered the opinion of the Court.</p>\n<p>This suit by the Minneapolis &amp; St. Louis Railroad Company and its receiver against the Peoria &amp; Pekin Union Railway Company was brought on August 6, 1925, in the federal court of southern Iowa. Its purpose is to enjoin the defendant from refusing to switch cars for the plaintiffs, the claim being that the defendant is directed to perform this service by an order of the Interstate Commerce Commission dated April 13, 1922. The controversy between the parties has been repeatedly before the Commission. One phase was considered by this Court in <i>Peoria &amp; Pekin Union Ry. Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"100322\"><a href=\"/opinion/100322/peoria-pekin-union-r-co-v-united-states/\"><span class=\"volume\">263</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">528</span></a></span>. The case at bar presents only questions of jurisdiction and procedure.</p>\n<p><span class=\"star-pagination\">*582</span> The defendant is an Illinois corporation with its principal place of business in that State. The only service upon it was made there. Appearing specially, it objected both to the service and to the jurisdiction of the court, and moved that the service be quashed and the bill be dismissed. The plaintiffs contended that, under the Act of October 22, 1913, c. 32, 38 Stat. 208, 219, the federal court for southern Iowa had jurisdiction and the service was good, because the suit is one to enforce an order of the Commission made on petition of the plaintiff company, a resident of that district. The court held, upon final hearing, that the order was no longer in effect when this suit was begun, and that, for this reason, it was without jurisdiction over the defendant. The decree entered set aside the service of process and dismissed the bill for want of jurisdiction. The case is here on direct appeal under paragraph 4 of § 238 of the Judicial Code as amended by Act of February 13, 1925, c. 229, 43 Stat. 936, 938. The Peoria Company concedes that the order was duly entered April 13, 1922. <i>Minneapolis &amp; St. Louis R.R. Co.</i> v. <i>Peoria &amp; Pekin Union Ry. Co.,</i> 68 I.C.C. 412. The Minneapolis &amp; St. Louis concedes that, unless the order was still in force when the bill was filed, the service was a nullity and the court without jurisdiction over the defendants. Compare <i>Robertson</i> v. <i>Railroad Labor Board,</i> <span class=\"citation\" data-id=\"100702\"><a href=\"/opinion/100702/robertson-v-railroad-labor-bd/\"><span class=\"volume\">268</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">619</span></a></span>, 622; <i>Blumenstock Bros.</i> v. <i>Curtis Publishing Co.,</i> 252 U.S. 436. The main question for decision is whether, on the facts to be stated, the order was in force at the time the bill was filed.</p>\n<p>The Commission had found that the Peoria Company discriminated against the Minneapolis &amp; St. Louis by imposing upon it a switching charge while certain other carriers were not required to pay any charge. By the order of April 13, 1922, the Commission directed that the discrimination be removed. That order left the Peoria Company free to remove the discrimination either by discontinuing <span class=\"star-pagination\">*583</span> the charge complained of or by making a like charge to the other lines. Compare <i>United States</i> v. <i>Illinois Central R.R. Co.,</i> <span class=\"citation\" data-id=\"100321\"><a href=\"/opinion/100321/united-states-v-illinois-central-r-co/\"><span class=\"volume\">263</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">515</span></a></span>, 521. It elected to remove the discrimination by making a charge to the other carriers and filed tariffs to that end. The other carriers protested. The new tariffs were suspended for consideration by the Commission in a new proceeding known as Investigation and Suspension Docket No. 1596. At the request of the Minneapolis &amp; St. Louis, the proceeding which it had brought was, by order of July 10, 1922, reopened for further hearing in this connection. On December 22, 1922, the Commission concluded that the new tariffs were not justified; and that a still broader investigation involving additional parties must be had before just rates could be established. <i>Intermediate Switching Charges at Peoria, Ill.,</i> 77 I.C.C. 43. On that day, it entered an order in the original proceeding brought by the Minneapolis &amp; St. Louis: \"That the complaint in this proceeding be, and it is hereby, dismissed.\" On the same day, it entered in the later proceeding in order that the new tariffs be cancelled.</p>\n<p>The Peoria Company concluded that the order dismissing the complaint in the proceeding instituted by the Minneapolis &amp; St. Louis had the effect of rescinding the order of April 13, 1922, based thereon, and that its original tariff of charges against the Minneapolis &amp; St. Louis, which had never been cancelled, remained in full force. On January 4, 1923, it notified the Commission that it would act accordingly. On January 5, 1923, the Chairman of Division 5 of the Commission<sup>[1]</sup> telegraphed the Peoria <span class=\"star-pagination\">*584</span> Company that the order of April 13, 1922, \"still stands unrescinded.\" On January 8, 1923, the Commission entered, of its own motion, pursuant to paragraph 2 of § 13 of the Interstate Commerce Act as amended, an order for a general investigation into switching charges at Peoria. With the proceeding so ordered, it reopened and consolidated the earlier ones. On January 18, 1923, the Commission issued the emergency service-order requiring the Peoria Company to continue switching which this Court held to be void in <i>Peoria &amp; Pekin Union Ry. Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"100322\"><a href=\"/opinion/100322/peoria-pekin-union-r-co-v-united-states/\"><span class=\"volume\">263</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">528</span></a></span>, decided January 7, 1924.</p>\n<p>The Minneapolis &amp; St. Louis contends that the dismissal of its complaint on December 22, 1922, did not operate as a rescission of the order which had been entered thereon April 13, 1922. The argument is that the order by its terms provided that it \"shall continue in force until the further order of the commission\"; that, moreover, paragraph 2 of § 15 of the Interstate Commerce Act as amended provides that all orders of the Commission \"shall continue in force until its further order . . . unless the same shall be suspended or modified or set aside by the Commission, or be suspended or set aside by a court of competent jurisdiction\"; that no order issued in terms rescinding the order of April 13, 1922, had ever been entered; that by § 16a the mere reopening of the case by the Commission did not so operate; and that, as the Commission in ordering dismissal of the complaint did not refer to the order of April 13, 1922, the latter remained in full force. The contention is unsound. The order of December 22, 1922, dismissed the complaint without making any reservation. It operated, therefore, to rescind the order of April 13, 1922, which rested on that complaint alone. Compare <i>Greenleaf</i> v. <i>Queen,</i> <span class=\"citation\" data-id=\"85570\"><a href=\"/opinion/85570/greenleaf-v-queen/\"><span class=\"volume\">1</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">138</span></a></span>, 148-149; <i>Gompers</i> v. <i>Bucks Stove &amp; Range Co.,</i> <span class=\"citation\" data-id=\"97437\"><a href=\"/opinion/97437/gompers-v-bucks-stove-range-co/\"><span class=\"volume\">221</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">418</span></a></span>, 451; <i>Coleman</i> v. <i>Hudson River Bridge Co.,</i> 5 Blatchf. 56, 58.</p>\n<p>The Minneapolis &amp; St. Louis contends, also, that if the dismissal of the complaint operated as a rescission of the <span class=\"star-pagination\">*585</span> order of April 13, 1922, later action of the Commission restored it. The argument is that the telegram of January 5, 1923, and subsequent action of the Commission show that it was not its intention, when dismissing the complaint, to rescind the order; that paragraph 6 of § 16 of the Act as amended authorized the Commission to modify \"its orders upon such notice and in such manner as it shall deem proper\"; that the order of January 8, 1923, besides providing for the general investigation, provided that the original proceeding of the Minneapolis &amp; St. Louis be \"reopened, consolidated with and made a part of this investigation\"; and that thereby the Commission restored the order of April 13, 1922. This contention, also, is unsound. The Commission did not at any time before the bringing of this suit make any order which purported either to rescind the order of dismissal of December 22, 1922, or to restore the order of April 13, 1922, or which made any reference either to such dismissal or to a restoration. The opinion of a commissioner, expressed in the telegram of January 5, 1923, that the order of April 13, 1922, was in full force despite the dismissal of the complaint was without legal significance. The effect of the order of dismissal entered December 22, 1922, must be determined by the terms of the order, unless and until modified by formal action of the Commission. It cannot be affected by what a member of the Commission may declare informally was intended. The order of January 8, 1923, had the effect of restoring to the docket the original proceeding instituted by the Minneapolis &amp; St. Louis; but by reopening the case for further hearing, the Commission did not indicate a purpose to restore the order of April 13, 1922. Compare <i>Knox County</i> v. <i>Harshman,</i> <span class=\"citation\" data-id=\"92562\"><a href=\"/opinion/92562/knox-county-v-harshman/\"><span class=\"volume\">132</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">14</span></a></span>, 16, 17.</p>\n<p>The Minneapolis &amp; St. Louis seeks, through a motion to remand, to avoid affirmance of the decree which must otherwise result from overruling these contentions. This <span class=\"star-pagination\">*586</span> motion, which was filed on January 7, 1926, prayed that the case be remanded to the District Court with instructions to allow it to file a supplemental bill in the nature of a bill of review, because of matters arising since the filing of the record in this Court. It prayed in the alternative that this Court treat the record here as supplemented by incorporating a statement of these later occurrences. They are as follows: On November 2, 1925, the Minneapolis &amp; St. Louis filed in the federal court for southern Iowa a suit against the United States in which it prayed that the order of December 22, 1922, be annulled insofar as it operated to revoke the order of April 13, 1922. On November 10, 1925, the Commission, on its own motion, ordered that its order of December 22, 1922, dismissing the complaint of the Minneapolis &amp; St. Louis \"be, and it is hereby, vacated and set aside.\" Still later, following the proceeding before the Commission known as <i>Rates, Regulations and Practices of Peoria &amp; Pekin Union Railway Company at Peoria, Ill., and Nearby Points,</i> 93 I.C.C. 3, the examiner recommended that the original tariff of the Peoria Company complained of by the Minneapolis &amp; St. Louis be cancelled. The later facts alleged could not conceivably affect the result of the case before us. The jurisdiction of the lower court depends upon the state of things existing at the time the suit was brought. <i>Mollan</i> v. <i>Torrance,</i> 9 Wheat. 537; <i>Anderson</i> v. <i>Watt,</i> 138 U.S. 694. The situation is wholly unlike that in <i>Ballard</i> v. <i>Searls,</i> <span class=\"citation\" data-id=\"92447\"><a href=\"/opinion/92447/ballard-v-searls/\"><span class=\"volume\">130</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">50</span></a></span>, upon which the Minneapolis &amp; St. Louis relies. The motion to remand is denied.</p>\n<p>The Peoria Company makes this further objection. The order of April 13, 1922, directed the removal of the discrimination to which the Minneapolis &amp; St. Louis was subjected, but left the Peoria Company free to select the method of doing so. It elected to impose like switching charges upon the other carriers and to that end filed new tariffs. These were cancelled by the order of December <span class=\"star-pagination\">*587</span> 22, 1922. Thus the method to be pursued in removing the discrimination was left at large. The Peoria Company contends that, even if the order of April 13, 1922. be deemed to have been in force, selection and approval of the method to be pursued in the removal of discrimination present administrative problems, and that further action by the Commission would be required before any court could be called upon to enforce that order. As the District Court for southern Iowa was without jurisdiction of this suit because that order was not in force, we need not consider this objection.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  Pursuant to paragraph 4 of § 17 of the Interstate Commerce Act as amended, matters relating to common use of terminals and kindred subjects are referred to Division 5. The Commissioner in each division, senior in service, is its chairman. See Annual Report of Interstate Commerce Commission for 1920, pp. 4, 5; <i>United States</i> v. <i>Abilene &amp; Southern Ry. Co.,</i> <span class=\"citation\" data-id=\"100440\"><a href=\"/opinion/100440/united-states-v-abilene-so-ry-co/\"><span class=\"volume\">265</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, 281.</p>\n\n</div>", "id": 100834, "judges": "Brandeis", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/100834/", "sha1": "5d1c69efefba362f65496b653de0af6af0675a40", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:48:35"}