{"absolute_url": "/opinion/108894/gustafson-v-florida/", "blocked": false, "citation": {"case_name": "Gustafson v. Florida", "docket_number": "71-1669", "document_uris": ["/api/rest/v2/document/108894/"], "federal_cite_one": "414 U.S. 260", "federal_cite_three": "38 L. Ed. 2d 456", "federal_cite_two": "94 S. Ct. 488", "id": 93253, "lexis_cite": "1973 U.S. LEXIS 22", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/93253/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 128, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1973-12-11", "date_modified": "2014-12-21T01:59:06.454176", "docket": "/api/rest/v2/docket/417239/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">414 U.S. 260</p>\n    <p class=\"case_cite\">94 S.Ct. 488.</p>\n    <p class=\"case_cite\">38 L.Ed.2d 456</p>\n    <p class=\"parties\">James E. GUSTAFSON, Petitioner,<br>v.<br>State of FLORIDA.</p>\n    <p class=\"docket\">No. 71&#8212;1669.</p>\n    <p class=\"date\">Argued Oct. 9, 1973.</p>\n    <p class=\"date\">Decided Dec. 11, 1973.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Syllabus</p>\n      <p class=\"indent\">During the course of a patdown search of the person of petitioner, who had been arrested for not having his driver's license in his possession, the arresting officer seized marihuana cigarettes, for the unlawful possession of which petitioner was subsequently tried and convicted. The State Supreme Court upheld the conviction, concluding that the search leading to the discovery of the marihuana, which was used as evidence in petitioner's trial, was not unreasonable.</p>\n      <p class=\"indent\">Held: The full search of the person of the suspect made incident to a lawful custodial arrest did not violate the Fourth and Fourteenth Amendments, United States v. Robinson, 414 U.S. 218, 94 S.Ct. 467, 38 L.Ed.2d 427, and it is of no constitutional significance that, contrary to the situation in Robinson, police regulations did not require that petitioner be taken into custody or establish the conditions under which a full-scale body search should be conducted, nor, as in Robinson, is it relevant that the arresting officer had no subjective fear of petitioner or suspicion that he was armed, since it is the fact of custodial arrest that gives rise to the authority to search. Pp. 263&#8212;266.</p>\n      <p class=\"indent\">258 So.2d 1, affirmed.</p>\n      <p class=\"indent\">James M. Russ, Orlando, Fla., for petitioner.</p>\n      <p class=\"indent\">Barry Scott Richard, Miami, Fla., for respondent.</p>\n      <p class=\"indent\">Mr. Justice REHNQUIST delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner James Gustafson was convicted in a Florida trial court for unlawful possession of marihuana. At his trial the State introduced into evidence marihuana which had been seized from him during a search incident to his arrest on a charge of driving without possession of an operator's license. The District Court of Appeals of Florida, Fourth District, reversed petitioner's conviction, holding that the search which had led to the discovery of the marihuana was unreasonable under the Fourth and Fourteenth Amendments. 243 So.2d 615 (1971). The Supreme Court of Florida in turn reversed that decision, State v. Gustafson, 258 So.2d 1 (1972), and petitioner sought certiorari in this Court. We granted certiorari, 410 U.S. 982, 93 S.Ct. 1494, 36 L.Ed.2d 177 (1973), and set the case for argument with United States v. Robinson, 414 U.S. 218, 94 S.Ct. 467, 38 L.Ed.2d 427 also decided today. For the reasons set forth below, we affirm the judgment of the Supreme Court of Florida.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At approximately 2 a.m., on January 12, 1969, Lieutenant Paul R. Smith, a uniformed municipal police officer of Eau Gallie, Florida, was on a routine patrol in an unmarked squad car when he observed a 1953 white Cadillac, bearing New York license plates, driving south through the town. Smith observed the automobile weave across the center line and back to the right side of the road 'three or four' times. Smith testified that be observed the two occupants of the Cadillac look back; after they apparently saw the squad car, the car drove across the highway and behind a grocery store, and then headed south on another city street.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At that point Smith turned on his flashing light and ordered the Cadillac over to the side of the road. After stopping the vehicle, Smith asked petitioner, the driver, to produce his operator's license. Petitioner informed Smith that he was a student and that he had left his operator's license in his dormitory room in the neighboring city of Melbourne, Florida. Petitioner was then placed under arrest for failure to have his vehicle operator's license in his possession. It was conceded by the parties below and in this Court that the officer had probable cause to arrest upon learning that petitioner did not have his license in his possession, and that he took petitioner into custody in order to transport him to the stationhouse for further inquiry.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Smith then proceeded to search the petitioner's person. Smith testified that he patted down the clothing of the petitioner, 'outside and inside, I checked the belt, the shirt pockets and all around the belt, completely around inside.' Upon completing his patdown, he testified, he placed his hand into the left front coat pocket of the coat petitioner was wearing. From that pocket he extracted a 'long chain' and a Benson and Hedges cigarette box. Smith testified that he then 'opened (the cigarette box) and it appeared there were marihuana cigarettes in the box.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> I had been shown this in training at the police department and these appeared to be marihuana to me.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">* Petitioner urges that there could be no evidentiary purpose for the search conducted by Smith, and therefore the authority to search for weapons incident to a lawful arrest is controlled by the standards laid down in Terry v. Ohio, 392 U.S. 1, 88 S.Ct. 1868, 20 L.Ed.2d 889 (1968). Petitioner contends that this case is different from United States v. Robinson, 414 U.S. 218, 94 S.Ct. 467, 38 L.Ed.2d 427, in that petitioner had experienced no previous encounters with the officer in this case, and the offense for which he was arrested was 'benign or trivial in nature,' carrying with it no mandatory minimum sentence as did the offense for which Robinson was arrested. Petitioner points out that here, unlike Robinson, there were no police regulations which required the officer to take petitioner into custody, nor were there police department policies requiring full-scale body searches upon arrest in the field. Petitioner also points to the fact that here, as in Robinson the officer expressed no fear for his own well-being or for that of others in dealing with the petitioner.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We have held today in United States v. Robinson that '(i)t is the fact of the lawful arrest which establishes the authority to search, and . . . in the case of a lawful custodial arrest a full search of the person is not only an exception to the warrant requirement of the Fourth Amendment, but is also a 'reasonable' search under that Amendment.' 414 U.S., at 235, 94 S.Ct., at 477. Our decision in Robinson indicates that the limitations placed by Terry v. Ohio, supra, on protective searches conducted in an investigatory stop situation based on less than probable cause are not to be carried over to searches made incident to lawful custodial arrests. We stated in Robinson:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'The justification or reason for the authority to search      incident to a lawful arrest rests quite as much on the need      to disarm the suspect in order to take him into custody as it      does on the need to preserve evidence on his person for later      use at trial. Agnello v. United States, 269 U.S. 20, 46 S.Ct.      4, 70 L.Ed. 145 (1925); Abel v. United States, 362 U.S. 217,      80 S.Ct. 683, 4 L.Ed.2d 668 (1960). The standards      traditionally governing a search incident to lawful arrest      are not, therefore, commuted to the stricter Terry standards      by the absence of probable fruits or further evidence of the      particular crime for which the arrest is made.' 414 U.S., at      234, 94 S.Ct., at 234.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Neither Chimel v. California, 395 U.S. 752, 89 S.Ct. 2034, 23 L.Ed.2d 685 (1969), nor Peters v. New York, 392 U.S. 40, 88 S.Ct. 1889, 20 L.Ed.2d 917 (1968), relied upon by petitioner, purported to limit the traditional authority of the arresting officer to conduct a full search of the person of an arrestee incident to a lawful custodial arrest. United States v. Robinson, 414 U.S., at 225&#8212;226, 228&#8212;229, 94 S.Ct., at 472, 473&#8212;474. Indeed, as our decision in Robinson indicates, not only has this been established Fourth Amendment law since the decision in Weeks v. United States, 232 U.S. 383, 34 S.Ct. 341, 58 L.Ed. 652 (1914), but it was also the rule both at common law and in the early development of American law. United States v. Robinson, 414 U.S., at 230&#8212;233, 94 S.Ct., at 474&#8212;476.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Though the officer here was not required to take the petitioner into custody by police regulations as he was in Robinson, and there did not exist a departmental policy establishing the conditions under which a full-scale body search should be conducted, we do not find these differences determinative of the constitutional issue. Id., at 223 n. 2, 94 S.Ct., at 471.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> It is sufficient that the officer had probable cause to arrest the petitioner and that he lawfully effectuated the arrest, and placed the petitioner in custody. In addition, as our decision in Robinson makes clear, the arguable absence of 'evidentiary' purpose for a search incident to a lawful arrest is not controlling. Id., at 233, 94 S.Ct., at 477.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> 'The authority to search the person incident to a lawful custodial arrest, while based upon the need to disarm and to discover evidence, does not depend on what a court may later decide was the probability in a particular arrest situation that weapons or evidence would in fact be found upon the person of the suspect.' Id., at 235, 94 S.Ct., at 477.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We hold, therefore, that upon arresting petitioner for the offense of driving his automobile without possession of a valid oeprator's license, and taking him into custody, Smith was entitled to make a full search of petitioner's person incident to that lawful arrest. Since it is the fact of custodial arrest which gives rise to the authority to search, it is of no moment that Smith did not indicate any subjective fear of the petitioner or that he did not himself suspect that the petitioner was armed. Having in the course of his lawful search come upon the box of cigarettes, Smith was entitled to inspect it; and when his inspection revealed the homemade cigarettes which he believed to contain an unlawful substance, he was entitled to seize them as 'fruits, instrumentalities or contraband' probative of criminal conduct. Harris v. United States, 331 U.S. 145, 154&#8212;155, 67 S.Ct. 1098, 1103&#8212;1104, 91 L.Ed. 1399 (1947); Warden v. Hayden, 387 U.S. 294, 299, 307, 87 S.Ct. 1642, 1650, 18 L.Ed.2d 782 (1967); Adams v. Williams, 407 U.S. 143, 149, 92 S.Ct. 1921, 1925, 32 L.Ed.2d 612 (1972); United States v. Robinson, 414 U.S., at 236, 94 S.Ct., at 477. The judgment of the Surpeme Court of Florida is therefore affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Mr. Justice STEWART, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It seems to me that a persuasive claim might have been made in this case that the custodial arrest of the petitioner for a minor traffic offense violated his rights under the Fourth and Fourteenth Amendments. But no such claim has been made. Instead, the petitioner has fully conceded the constitutional validity of his custodial arrest. That being so, it follows that the incidental search of his person was also constitutionally valid. To hold otherwise would, as the Court makes clear in this case and in United States v. Robinson, 414 U.S. 218, 94 S.Ct. 467, 38 L.Ed.2d 427, mark an abrupt departure from settled constitutional precedent.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Mr. Justice MARSHALL, with whom Mr. Justice DOUGLAS and Mr. Justice BRENNAN join, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">I respectfully dissent for the reasons stated in my opinion in United States v. Robinson, 414 U.S. 218, at 237, 94 S.Ct. 467, at 477, 38 L.Ed.2d 427. The facts show that after arresting petitioner Gustafson for driving without possession of an operator's license, Officer Smith conducted a search of petitioner's person in which he removed a Benson and Hedges cigarette box. The officer put petitioner in the back seat of the squad car and then opened the cigarette box, disclosing marihuana cigarettes. As my Brother STEWART indicates, ante, at 266, no challenge was made either here or below with respect to the lawfulness of Officer Smith's decision to effect a full custodial arrest for this minor traffic offense. Whether or not it was lawful for the officer to have searched petitioner's person and removed the cigarette package before placing petitioner in the squad car, see United States v. Robinson, 414 U.S., at 250&#8212;255, 94 S.Ct., at 483&#8212;486 (Marshall, J., dissenting), there was no justification for his opening the package and looking inside.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">There was no reason to believe, and Officer Smith did not in fact believe, that petitioner was a dangerous person or that the package contained a weapon. The package's weight alone no doubt would have indicated that it did not contain a gun or knife. In any event, even were it possible that the package contained some sort of weapon&#8212;say a razor blade&#8212;there was no chance the petitioner could use it once it was in the officer's hands. The opening of the package had no connection whatsoever with the protective purpose of the search.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The State argues, and the Florida Supreme Court found, see 258 So.2d 1, 2 (1972), that Officer Smith had a reasonable suspicion petitioner was intoxicated justifying searching for intoxicating drugs such as marihuana. Leaving aside the question whether the officer could search for intoxicants, absent probable cause that petitioner had committed an offense involving intoxication, I do not find sufficient evidence in this record to support the conclusion that Officer Smith even had a reasonable suspicion petitioner was intoxicated. To begin with, Officer Smith neither arrested petitioner for driving while intoxicated nor did he give petitioner a sobriety test. See Fla.Stat.Ann. &#167;&#167; 322.261 and 322.262 (1968). Smith testified that petitioner did not have any trouble getting out of his car, did not have difficulty standing up, and did not slur his speech when answering the officer's questions. Nor did the fact that petitioner's car weaved across a lane justify such a suspicion. As Officer Smith testified, he did not arrest petitioner on a careless-driving-by-weaving charge because there was simply not enough evidence. If there was not enough evidence to justify a charge for the weaving itself, I find it hard to understand how there could be enough evidence to suspect that petitioner was intoxicated. Officer Smith testified that petitioner's eyes looked bleary, but that was hardly surprising, since the arrest took place at 2 a.m.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The only need for a search in this case was to disarm petitioner to protect Officer Smith from harm while the two were together in the patrol car. The search conducted by Officer Smith went far beyond what was reasonably necessary to achieve that end. It therefore fell outside the scope of a properly drawn 'search incident to arrest' exception to the Fourth Amendment's warrant requirement. I would reverse the judgment of the Florida Supreme Court holding that the fruits of the search could be admitted at petitioner's trial.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Brief for Petitioner 9.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Upon placing petitioner under arrest for driving without possession of an operator's license and after removing the chain and the cigarette box from petitioner's clothing, Smith told the assisting officer on the scene to check the other passenger of the Cadillac to see if he had an operator's permit so that he could drive the car to the station. Smith then put petitioner in the back seat of the squad car. Smith then opened the cigarette box and observed the rolled cigarettes he believed to be marihuana. He then told the other officer to place the other passenger in the squal car so that he could also be transported to the station, for the purpose of investigation. The passenger was frisked by the other officer and placed in the squad car; no charges were placed against the passenger. In addition to the marihuana conviction which we here review, petitioner was charged with driving without possession of an operator's license; that charge was dropped when petitioner produced a valid operator's license at a later date.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Smith testified that he wrote about eight to 10 traffic citations per week, and that about three or four out of every 10 persons he arrested for the offense of driving without a license were taken into custody to the police station. Smith indicated that an offender is more likely to be taken into custody if he does not reside in the city of Eau Gallie. Finally, Smith testified that after making a custodial arrest, he always searches the arrestee before placing him into the patrol car.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The State of Florida argues in this Court that there was an evidentiary purpose for the search of petitioner. It is contended that Smith's observation of the erratic motions of the car that petitioner was driving created a reasonable suspicion that the petitioner may have been under the influence of some intoxicant. Upon confronting petitioner after stopping the car, Smith indicated that he noticed that the petitioner's eyes were 'bleary.' The State argues that the officer had probable cause to arrest the petitioner for driving while intoxicated, and that Smith thought Gustafson was intoxicated when he confronted him. Since Smith did not detect an odor of alcohol during that confrontation, the State argues it was reasonable for the officer to search the petitioner's person for drugs that may have been the cause of the suspected intoxication. Florida makes it a criminal offense to drive while intoxicated not only by alcohol, but also by unlawful drugs. Fla.Stat.Ann. &#167; 317.201 (1968).</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>414 U.S. 260 (1973)</b></center>\n<center><h1>GUSTAFSON<br>\nv.<br>\nFLORIDA.</h1></center>\n<center>No. 71-1669.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 9, 1973.</center>\n<center>Decided December 11, 1973.</center>\nCERTIORARI TO THE SUPREME COURT OF FLORIDA.\n<p><i>James M. Russ</i> argued the cause for petitioner. With him on the brief was <i>Michael F. Cycmanick.</i></p>\n<p><i>Barry Scott Richard,</i> Deputy Attorney General of Florida, argued the cause for respondent. On the brief were <i>Robert L. Shevin,</i> Attorney General, and <i>Nelson E.</i> <span class=\"star-pagination\">*261</span> <i>Bailey</i> and <i>C. Marie Bernard,</i> Assistant Attorneys General.<sup>[*]</sup></p>\n<p>MR. JUSTICE REHNQUIST delivered the opinion of the Court.</p>\n<p>Petitioner James Gustafson was convicted in a Florida trial court for unlawful possession of marihuana. At his trial the State introduced into evidence marihuana which had been seized from him during a search incident to his arrest on a charge of driving without possession of an operator's license. The District Court of Appeal of Florida, Fourth District, reversed petitioner's conviction, holding that the search which had led to the discovery of the marihuana was unreasonable under the Fourth and Fourteenth Amendments. 243 So. 2d 615 (1971). The Supreme Court of Florida in turn reversed that decision, 258 So. 2d 1 (1972), and petitioner sought certiorari in this Court. We granted certiorari, 410 U. S. 982 (1073), and set the case for argument with No. 72-936, <i>United States</i> v. <i>Robinson</i><i>,</i> also decided today, <i>ante,</i> p. 218. For the reasons set forth below, we affirm the judgment of the Supreme Court of Florida.</p>\n<p>At approximately 2 a. m., on January 12, 1969, Lieutenant Paul R. Smith, a uniformed municipal police officer of Eau Gallie, Florida, was on a routine patrol in an unmarked squad car when he observed a 1953 white Cadillac, bearing New York license plates, driving <span class=\"star-pagination\">*262</span> south through the town. Smith observed the automobile weave across the center line and back to the right side of the road \"three or four\" times. Smith testified that he observed the two occupants of the Cadillac look back; after they apparently saw the squad car, the car drove across the highway and behind a grocery store, and then headed south on another city street.</p>\n<p>At that point Smith turned on his flashing light and ordered the Cadillac over to the side of the road. After stopping the vehicle, Smith asked petitioner, the driver, to produce his operator's license. Petitioner informed Smith that he was a student and that he had left his operator's license in his dormitory room in the neighboring city of Melbourne, Florida. Petitioner was then placed under arrest for failure to have his vehicle operator's license in his possession. It was conceded by the parties below and in this Court that the officer had probable cause to arrest upon learning that petitioner did not have his license in his possession, and that he took petitioner into custody in order to transport him to the stationhouse for further inquiry.<sup>[1]</sup></p>\n<p>Smith then proceeded to search the petitioner's person. Smith testified that he patted down the clothing of the petitioner, \"outside and inside, I checked the belt, the shirt pockets and all around the belt, completely around inside.\" Upon completing his patdown, he testified, he placed his hand into the left front coat pocket of the coat petitioner was wearing. From that pocket he extracted a \"long chain\" and a Benson and Hedges cigarette box. Smith testified that he then \"opened [the cigarette box] and it appeared there were marihuana cigarettes in the box.<sup>[2]</sup> I had been shown this in training <span class=\"star-pagination\">*263</span> at the police department and these appeared to be marihuana to me.\"</p>\n<p></p>\n<h2>I</h2>\n<p>Petitioner urges that there could be no evidentiary purpose for the search conducted by Smith, and therefore the authority to search for weapons incident to a lawful arrest is controlled by the standards laid down in <i>Terry</i> v. <i>Ohio,</i> 392 U. S. 1 (1968). Petitioner contends that this case is different from <i>United States</i> v. <i>Robinson</i><i>, ante,</i> p. 218, in that petitioner had experienced no previous encounters with the officer in this case, and the offense for which he was arrested was \"benign or trivial in nature,\" carrying with it no mandatory minimum sentence as did the offense for which Robinson was arrested. Petitioner points out that here, unlike <i>Robinson,</i> there were no police regulations which required the officer to take petitioner into custody, nor were there police department policies requiring full-scale body searches upon arrest in the field. Petitioner also points to the fact that here, as in <i>Robinson,</i> the officer expressed no fear for his own well-being or for that of others in dealing with the petitioner.</p>\n<p>We have held today in <i>United States</i> v. <i>Robinson</i> that \"[i]t is the fact of the lawful arrest which establishes the <span class=\"star-pagination\">*264</span> authority to search, and . . . in the case of a lawful custodial arrest a full search of the person is not only an exception to the warrant requirement of the Fourth Amendment, but is also a `reasonable' search under that Amendment.\" <i>Ante,</i> at 235. Our decision in <i>Robinson</i> indicates that the limitations placed by <i>Terry</i> v. <i>Ohio, supra</i><i>,</i> on protective searches conducted in an investigatory stop situation based on less than probable cause are not to be carried over to searches made incident to lawful custodial arrests. We stated in <i>Robinson:</i></p>\n<blockquote>\"The justification or reason for the authority to search incident to a lawful arrest rests quite as much on the need to disarm the suspect in order to take him into custody as it does on the need to preserve evidence on his person for later use at trial. <i>Agnello</i> v. <i>United States,</i> 269 U. S. 20 (1925); <i>Abel</i> v. <i>United States,</i> 362 U. S. 217 (1960). The standards traditionally governing a search incident to lawful arrest are not, therefore, commuted to the stricter <i>Terry</i> standards by the absence of probable fruits or further evidence of the particular crime for which the arrest is made.\" <i>Ante,</i> at 234.</blockquote>\n<p>Neither <i>Chimel</i> v. <i>California,</i> 395 U. S. 752 (1969), nor <i>Peters</i> v. <i>New York,</i> 392 U. S. 40 (1968), relied upon by petitioner, purported to limit the traditional authority of the arresting officer to conduct a full search of the person of an arrestee incident to a lawful custodial arrest. <i>United States</i> v. <i>Robinson</i><i>, ante,</i> at 225-226, 228-229. Indeed, as our decision in <i>Robinson</i> indicates, not only has this been established Fourth Amendment law since the decision in <i>Weeks</i> v. <i>United States,</i> 232 U. S. 383 (1914), but it was also the rule both at common law and in the early development of American law. <i>United States</i> v. <i>Robinson</i><i>, ante,</i> at 230-233.</p>\n<p><span class=\"star-pagination\">*265</span> Though the officer here was not required to take the petitioner into custody by police regulations as he was in <i>Robinson,</i> and there did not exist a departmental policy establishing the conditions under which a full-scale body search should be conducted, we do not find these differences determinative of the constitutional issue. <i>Id.,</i> at 223 n. 2.<sup>[3]</sup> It is sufficient that the officer had probable cause to arrest the petitioner and that he lawfully effectuated the arrest and placed the petitioner in custody. In addition, as our decision in <i>Robinson</i> makes clear, the arguable absence of \"evidentiary\" purpose for a search incident to a lawful arrest is not controlling. <i>Id.,</i> at 233.<sup>[4]</sup> \"The authority to search the person incident to a lawful custodial arrest, while based upon the need <span class=\"star-pagination\">*266</span> to disarm and to discover evidence, does not depend on what a court may later decide was the probability in a particular arrest situation that weapons or evidence would in fact be found upon the person of the suspect.\" <i>Id.,</i> at 235.</p>\n<p></p>\n<h2>II</h2>\n<p>We hold, therefore, that upon arresting petitioner for the offense of driving his automobile without possession of a valid operator's license, and taking him into custody, Smith was entitled to make a full search of petitioner's person incident to that lawful arrest. Since it is the fact of custodial arrest which gives rise to the authority to search, it is of no moment that Smith did not indicate any subjective fear of the petitioner or that he did not himself suspect that the petitioner was armed. Having in the course of his lawful search come upon the box of cigarettes, Smith was entitled to inspect it; and when his inspection revealed the homemade cigarettes which he believed to contain an unlawful substance, he was entitled to seize them as \"fruits, instrumentalities, or contraband\" probative of criminal conduct. <i>Harris</i> v. <i>United States,</i> 331 U. S. 145, 154-155 (1947); <i>Warden</i> v. <i>Hayden,</i> 387 U. S. 294, 299, 307 (1967); <i>Adams</i> v. <i>Williams,</i> 407 U. S. 143, 149 (1972); <i>United States</i> v. <i>Robinson</i><i>, ante,</i> at 236. The judgment of the Supreme Court of Florida is therefore</p>\n<p><i>Affirmed.</i></p>\n<p>[For concurring opinion of MR. JUSTICE POWELL, see <i>ante,</i> p. 237.]</p>\n<p>MR. JUSTICE STEWART, concurring.</p>\n<p>It seems to me that a persuasive claim might have been made in this case that the custodial arrest of the petitioner for a minor traffic offense violated his rights <span class=\"star-pagination\">*267</span> under the Fourth and Fourteenth Amendments. But no such claim has been made. Instead, the petitioner has fully conceded the constitutional validity of his custodial arrest. That being so, it follows that the incidental search of his person was also constitutionally valid. To hold otherwise would, as the Court makes clear in this case and in <i>United States</i> v. <i>Robinson</i><i>, ante,</i> p. 218, mark an abrupt departure from settled constitutional precedent.</p>\n<p>MR. JUSTICE MARSHALL, with whom MR. JUSTICE DOUGLAS and MR. JUSTICE BRENNAN join, dissenting.</p>\n<p>I respectfully dissent for the reasons stated in my opinion in <i>United States</i> v. <i>Robinson</i><i>, ante,</i> p. 238. The facts show that after arresting petitioner Gustafson for driving without possession of an operator's license, Officer Smith conducted a search of petitioner's person in which he removed a Benson and Hedges cigarette box. The officer put petitioner in the back seat of the squad car and then opened the cigarette box, disclosing marihuana cigarettes. As my Brother STEWART indicates, <i>ante,</i> at 266 and this page, no challenge was made either here or below with respect to the lawfulness of Officer Smith's decision to effect a full custodial arrest for this minor traffic offense. Whether or not it was lawful for the officer to have searched petitioner's person and removed the cigarette package before placing petitioner in the squad car, see <i>United States</i> v. <i>Robinson</i><i>, ante,</i> at 250-255 (MARSHALL, J., dissenting), there was no justification for his opening the package and looking inside.</p>\n<p>There was no reason to believe, and Officer Smith did not in fact believe, that petitioner was a dangerous person or that the package contained a weapon. The package's weight alone no doubt would have indicated that it did not contain a gun or knife. In any event, <span class=\"star-pagination\">*268</span> even were it possible that the package contained some sort of weaponsay a razor bladethere was no chance the petitioner could use it once it was in the officer's hands. The opening of the package had no connection whatsoever with the protective purpose of the search.</p>\n<p>The State argues, and the Florida Supreme Court found, see 258 So. 2d 1, 2 (1972), that Officer Smith had a reasonable suspicion petitioner was intoxicated, justifying searching for intoxicating drugs such as marihuana. Leaving aside the question whether the officer could search for intoxicants, absent probable cause that petitioner had committed an offense involving intoxication, I do not find sufficient evidence in this record to support the conclusion that Officer Smith even had a reasonable suspicion petitioner was intoxicated. To begin with, Officer Smith neither arrested petitioner for driving while intoxicated nor did he give petitioner a sobriety test. See Fla. Stat. Ann. §§ 322.261 and 322.262 (1968). Smith testified that petitioner did not have any trouble getting out of his car, did not have difficulty standing up, and did not slur his speech when answering the officer's questions. Nor did the fact that petitioner's car weaved across a lane justify such a suspicion. As Officer Smith testified, he did not arrest petitioner on a careless-driving-by-weaving charge because there was simply not enough evidence. If there was not enough evidence to justify a charge for the weaving itself, I find it hard to understand how there could be enough evidence to suspect that petitioner was intoxicated. Officer Smith testified that petitioner's eyes looked bleary, but that was hardly surprising, since the arrest took place at 2 a. m.</p>\n<p>The only need for a search in this case was to disarm petitioner to protect Officer Smith from harm while the two were together in the patrol car. The search conducted <span class=\"star-pagination\">*269</span> by Officer Smith went far beyond what was reasonably necessary to achieve that end. It therefore fell outside the scope of a properly drawn \"search incident to arrest\" exception to the Fourth Amendment's warrant requirement. I would reverse the judgment of the Florida Supreme Court holding that the fruits of the search could be admitted at petitioner's trial.</p>\n<h2>NOTES</h2>\n<p>[*]  Briefs of <i>amici curiae</i> urging affirmance were filed by <i>Evelle J. Younger,</i> Attorney General, <i>Edward A. Hinz, Jr.,</i> Chief Assistant Attorney General, <i>William E. James,</i> Assistant Attorney General, and <i>Robert R. Granucci</i> and <i>Sanford Svetcov,</i> Deputy Attorneys General, for the State of California, and by <i>William J. Scott,</i> Attorney General, and <i>James B. Zagel</i> and <i>Jayne A. Carr,</i> Assistant Attorneys General, for the State of Illinois.</p>\n<p>[1]  Brief for Petitioner 9.</p>\n<p>[2]  Upon placing petitioner under arrest for driving without possession of an operator's license and after removing the chain and the cigarette box from petitioner's clothing, Smith told the assisting officer on the scene to check the other passenger of the Cadillac to see if he had an operator's permit so that he could drive the car to the station. Smith then put petitioner in the back seat of the squad car. Smith then opened the cigarette box and observed the rolled cigarettes he believed to be marihuana. He then told the other officer to place the other passenger in the squad car so that he could also be transported to the station, for the purpose of investigation. The passenger was frisked by the other officer and placed in the squad car; no charges were placed against the passenger. In addition to the marihuana conviction which we here review, petitioner was charged with driving without possession of an operator's license; that charge was dropped when petitioner produced a valid operator's license at a later date.</p>\n<p>[3]  Smith testified that he wrote about eight to 10 traffic citations per week, and that about three or four out of every 10 persons he arrested for the offense of driving without a license were taken into custody to the police station. Smith indicated that an offender is more likely to be taken into custody if he does not reside in the city of Eau Gallie. Finally, Smith testified that after making a custodial arrest, he always searches the arrestee before placing him into the patrol car.</p>\n<p>[4]  The State of Florida argues in this Court that there was an evidentiary purpose for the search of petitioner. It is contended that Smith's observation of the erratic motions of the car that petitioner was driving created a reasonable suspicion that the petitioner may have been under the influence of some intoxicant. Upon confronting petitioner after stopping the car, Smith indicated that he noticed that the petitioner's eyes were \"bleary.\" The State argues that the officer had probable cause to arrest the petitioner for driving while intoxicated, and that Smith thought Gustafson was intoxicated when he confronted him. Since Smith did not detect an odor of alcohol during that confrontation, the State argues it was reasonable for the officer to search the petitioner's person for drugs that may have been the cause of the suspected intoxication. Florida makes it a criminal offense to drive while intoxicated not only by alcohol, but also by unlawful drugs. Fla. Stat. Ann. § 317.201 (1968).</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">260</span></span> (1973)</b></center>\n<center><h1>GUSTAFSON<br>\nv.<br>\nFLORIDA.</h1></center>\n<center>No. 71-1669.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 9, 1973.</center>\n<center>Decided December 11, 1973.</center>\nCERTIORARI TO THE SUPREME COURT OF FLORIDA.\n<p><i>James M. Russ</i> argued the cause for petitioner. With him on the brief was <i>Michael F. Cycmanick.</i></p>\n<p><i>Barry Scott Richard,</i> Deputy Attorney General of Florida, argued the cause for respondent. On the brief were <i>Robert L. Shevin,</i> Attorney General, and <i>Nelson E.</i> <span class=\"star-pagination\">*261</span> <i>Bailey</i> and <i>C. Marie Bernard,</i> Assistant Attorneys General.<sup>[*]</sup></p>\n<p>MR. JUSTICE REHNQUIST delivered the opinion of the Court.</p>\n<p>Petitioner James Gustafson was convicted in a Florida trial court for unlawful possession of marihuana. At his trial the State introduced into evidence marihuana which had been seized from him during a search incident to his arrest on a charge of driving without possession of an operator's license. The District Court of Appeal of Florida, Fourth District, reversed petitioner's conviction, holding that the search which had led to the discovery of the marihuana was unreasonable under the Fourth and Fourteenth Amendments. <span class=\"citation\" data-id=\"1147779\"><a href=\"/opinion/1147779/gustafson-v-state/\"><span class=\"volume\">243</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">615</span></a></span> (1971). The Supreme Court of Florida in turn reversed that decision, <span class=\"citation\" data-id=\"1613715\"><a href=\"/opinion/1613715/state-v-gustafson/\"><span class=\"volume\">258</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1</span></a></span> (1972), and petitioner sought certiorari in this Court. We granted certiorari, 410 U. S. 982 (1073), and set the case for argument with No. 72-936, <i>United States</i> v. <i>Robinson</i><i>,</i> also decided today, <i>ante,</i> p. 218. For the reasons set forth below, we affirm the judgment of the Supreme Court of Florida.</p>\n<p>At approximately 2 a. m., on January 12, 1969, Lieutenant Paul R. Smith, a uniformed municipal police officer of Eau Gallie, Florida, was on a routine patrol in an unmarked squad car when he observed a 1953 white Cadillac, bearing New York license plates, driving <span class=\"star-pagination\">*262</span> south through the town. Smith observed the automobile weave across the center line and back to the right side of the road \"three or four\" times. Smith testified that he observed the two occupants of the Cadillac look back; after they apparently saw the squad car, the car drove across the highway and behind a grocery store, and then headed south on another city street.</p>\n<p>At that point Smith turned on his flashing light and ordered the Cadillac over to the side of the road. After stopping the vehicle, Smith asked petitioner, the driver, to produce his operator's license. Petitioner informed Smith that he was a student and that he had left his operator's license in his dormitory room in the neighboring city of Melbourne, Florida. Petitioner was then placed under arrest for failure to have his vehicle operator's license in his possession. It was conceded by the parties below and in this Court that the officer had probable cause to arrest upon learning that petitioner did not have his license in his possession, and that he took petitioner into custody in order to transport him to the stationhouse for further inquiry.<sup>[1]</sup></p>\n<p>Smith then proceeded to search the petitioner's person. Smith testified that he patted down the clothing of the petitioner, \"outside and inside, I checked the belt, the shirt pockets and all around the belt, completely around inside.\" Upon completing his patdown, he testified, he placed his hand into the left front coat pocket of the coat petitioner was wearing. From that pocket he extracted a \"long chain\" and a Benson and Hedges cigarette box. Smith testified that he then \"opened [the cigarette box] and it appeared there were marihuana cigarettes in the box.<sup>[2]</sup> I had been shown this in training <span class=\"star-pagination\">*263</span> at the police department and these appeared to be marihuana to me.\"</p>\n<p></p>\n<h2>I</h2>\n<p>Petitioner urges that there could be no evidentiary purpose for the search conducted by Smith, and therefore the authority to search for weapons incident to a lawful arrest is controlled by the standards laid down in <i>Terry</i> v. <i>Ohio,</i> 392 U. S. 1 (1968). Petitioner contends that this case is different from <i>United States</i> v. <i>Robinson</i><i>, ante,</i> p. 218, in that petitioner had experienced no previous encounters with the officer in this case, and the offense for which he was arrested was \"benign or trivial in nature,\" carrying with it no mandatory minimum sentence as did the offense for which Robinson was arrested. Petitioner points out that here, unlike <i>Robinson,</i> there were no police regulations which required the officer to take petitioner into custody, nor were there police department policies requiring full-scale body searches upon arrest in the field. Petitioner also points to the fact that here, as in <i>Robinson,</i> the officer expressed no fear for his own well-being or for that of others in dealing with the petitioner.</p>\n<p>We have held today in <i>United States</i> v. <i>Robinson</i> that \"[i]t is the fact of the lawful arrest which establishes the <span class=\"star-pagination\">*264</span> authority to search, and . . . in the case of a lawful custodial arrest a full search of the person is not only an exception to the warrant requirement of the Fourth Amendment, but is also a `reasonable' search under that Amendment.\" <i>Ante,</i> at 235. Our decision in <i>Robinson</i> indicates that the limitations placed by <i>Terry</i> v. <i>Ohio, supra</i><i>,</i> on protective searches conducted in an investigatory stop situation based on less than probable cause are not to be carried over to searches made incident to lawful custodial arrests. We stated in <i>Robinson:</i></p>\n<blockquote>\"The justification or reason for the authority to search incident to a lawful arrest rests quite as much on the need to disarm the suspect in order to take him into custody as it does on the need to preserve evidence on his person for later use at trial. <i>Agnello</i> v. <i>United States,</i> 269 U. S. 20 (1925); <i>Abel</i> v. <i>United States,</i> 362 U. S. 217 (1960). The standards traditionally governing a search incident to lawful arrest are not, therefore, commuted to the stricter <i>Terry</i> standards by the absence of probable fruits or further evidence of the particular crime for which the arrest is made.\" <i>Ante,</i> at 234.</blockquote>\n<p>Neither <i>Chimel</i> v. <i>California,</i> 395 U. S. 752 (1969), nor <i>Peters</i> v. <i>New York,</i> 392 U. S. 40 (1968), relied upon by petitioner, purported to limit the traditional authority of the arresting officer to conduct a full search of the person of an arrestee incident to a lawful custodial arrest. <i>United States</i> v. <i>Robinson</i><i>, ante,</i> at 225-226, 228-229. Indeed, as our decision in <i>Robinson</i> indicates, not only has this been established Fourth Amendment law since the decision in <i>Weeks</i> v. <i>United States,</i> 232 U. S. 383 (1914), but it was also the rule both at common law and in the early development of American law. <i>United States</i> v. <i>Robinson</i><i>, ante,</i> at 230-233.</p>\n<p><span class=\"star-pagination\">*265</span> Though the officer here was not required to take the petitioner into custody by police regulations as he was in <i>Robinson,</i> and there did not exist a departmental policy establishing the conditions under which a full-scale body search should be conducted, we do not find these differences determinative of the constitutional issue. <i>Id.,</i> at 223 n. 2.<sup>[3]</sup> It is sufficient that the officer had probable cause to arrest the petitioner and that he lawfully effectuated the arrest and placed the petitioner in custody. In addition, as our decision in <i>Robinson</i> makes clear, the arguable absence of \"evidentiary\" purpose for a search incident to a lawful arrest is not controlling. <i>Id.,</i> at 233.<sup>[4]</sup> \"The authority to search the person incident to a lawful custodial arrest, while based upon the need <span class=\"star-pagination\">*266</span> to disarm and to discover evidence, does not depend on what a court may later decide was the probability in a particular arrest situation that weapons or evidence would in fact be found upon the person of the suspect.\" <i>Id.,</i> at 235.</p>\n<p></p>\n<h2>II</h2>\n<p>We hold, therefore, that upon arresting petitioner for the offense of driving his automobile without possession of a valid operator's license, and taking him into custody, Smith was entitled to make a full search of petitioner's person incident to that lawful arrest. Since it is the fact of custodial arrest which gives rise to the authority to search, it is of no moment that Smith did not indicate any subjective fear of the petitioner or that he did not himself suspect that the petitioner was armed. Having in the course of his lawful search come upon the box of cigarettes, Smith was entitled to inspect it; and when his inspection revealed the homemade cigarettes which he believed to contain an unlawful substance, he was entitled to seize them as \"fruits, instrumentalities, or contraband\" probative of criminal conduct. <i>Harris</i> v. <i>United States,</i> 331 U. S. 145, 154-155 (1947); <i>Warden</i> v. <i>Hayden,</i> 387 U. S. 294, 299, 307 (1967); <i>Adams</i> v. <i>Williams,</i> 407 U. S. 143, 149 (1972); <i>United States</i> v. <i>Robinson</i><i>, ante,</i> at 236. The judgment of the Supreme Court of Florida is therefore</p>\n<p><i>Affirmed.</i></p>\n<p>[For concurring opinion of MR. JUSTICE POWELL, see <i>ante,</i> p. 237.]</p>\n<p>MR. JUSTICE STEWART, concurring.</p>\n<p>It seems to me that a persuasive claim might have been made in this case that the custodial arrest of the petitioner for a minor traffic offense violated his rights <span class=\"star-pagination\">*267</span> under the Fourth and Fourteenth Amendments. But no such claim has been made. Instead, the petitioner has fully conceded the constitutional validity of his custodial arrest. That being so, it follows that the incidental search of his person was also constitutionally valid. To hold otherwise would, as the Court makes clear in this case and in <i>United States</i> v. <i>Robinson</i><i>, ante,</i> p. 218, mark an abrupt departure from settled constitutional precedent.</p>\n<p>MR. JUSTICE MARSHALL, with whom MR. JUSTICE DOUGLAS and MR. JUSTICE BRENNAN join, dissenting.</p>\n<p>I respectfully dissent for the reasons stated in my opinion in <i>United States</i> v. <i>Robinson</i><i>, ante,</i> p. 238. The facts show that after arresting petitioner Gustafson for driving without possession of an operator's license, Officer Smith conducted a search of petitioner's person in which he removed a Benson and Hedges cigarette box. The officer put petitioner in the back seat of the squad car and then opened the cigarette box, disclosing marihuana cigarettes. As my Brother STEWART indicates, <i>ante,</i> at 266 and this page, no challenge was made either here or below with respect to the lawfulness of Officer Smith's decision to effect a full custodial arrest for this minor traffic offense. Whether or not it was lawful for the officer to have searched petitioner's person and removed the cigarette package before placing petitioner in the squad car, see <i>United States</i> v. <i>Robinson</i><i>, ante,</i> at 250-255 (MARSHALL, J., dissenting), there was no justification for his opening the package and looking inside.</p>\n<p>There was no reason to believe, and Officer Smith did not in fact believe, that petitioner was a dangerous person or that the package contained a weapon. The package's weight alone no doubt would have indicated that it did not contain a gun or knife. In any event, <span class=\"star-pagination\">*268</span> even were it possible that the package contained some sort of weaponsay a razor bladethere was no chance the petitioner could use it once it was in the officer's hands. The opening of the package had no connection whatsoever with the protective purpose of the search.</p>\n<p>The State argues, and the Florida Supreme Court found, see <span class=\"citation\" data-id=\"1613715\"><a href=\"/opinion/1613715/state-v-gustafson/\"><span class=\"volume\">258</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1</span></a></span>, 2 (1972), that Officer Smith had a reasonable suspicion petitioner was intoxicated, justifying searching for intoxicating drugs such as marihuana. Leaving aside the question whether the officer could search for intoxicants, absent probable cause that petitioner had committed an offense involving intoxication, I do not find sufficient evidence in this record to support the conclusion that Officer Smith even had a reasonable suspicion petitioner was intoxicated. To begin with, Officer Smith neither arrested petitioner for driving while intoxicated nor did he give petitioner a sobriety test. See Fla. Stat. Ann. §§ 322.261 and 322.262 (1968). Smith testified that petitioner did not have any trouble getting out of his car, did not have difficulty standing up, and did not slur his speech when answering the officer's questions. Nor did the fact that petitioner's car weaved across a lane justify such a suspicion. As Officer Smith testified, he did not arrest petitioner on a careless-driving-by-weaving charge because there was simply not enough evidence. If there was not enough evidence to justify a charge for the weaving itself, I find it hard to understand how there could be enough evidence to suspect that petitioner was intoxicated. Officer Smith testified that petitioner's eyes looked bleary, but that was hardly surprising, since the arrest took place at 2 a. m.</p>\n<p>The only need for a search in this case was to disarm petitioner to protect Officer Smith from harm while the two were together in the patrol car. The search conducted <span class=\"star-pagination\">*269</span> by Officer Smith went far beyond what was reasonably necessary to achieve that end. It therefore fell outside the scope of a properly drawn \"search incident to arrest\" exception to the Fourth Amendment's warrant requirement. I would reverse the judgment of the Florida Supreme Court holding that the fruits of the search could be admitted at petitioner's trial.</p>\n<h2>NOTES</h2>\n<p>[*]  Briefs of <i>amici curiae</i> urging affirmance were filed by <i>Evelle J. Younger,</i> Attorney General, <i>Edward A. Hinz, Jr.,</i> Chief Assistant Attorney General, <i>William E. James,</i> Assistant Attorney General, and <i>Robert R. Granucci</i> and <i>Sanford Svetcov,</i> Deputy Attorneys General, for the State of California, and by <i>William J. Scott,</i> Attorney General, and <i>James B. Zagel</i> and <i>Jayne A. Carr,</i> Assistant Attorneys General, for the State of Illinois.</p>\n<p>[1]  Brief for Petitioner 9.</p>\n<p>[2]  Upon placing petitioner under arrest for driving without possession of an operator's license and after removing the chain and the cigarette box from petitioner's clothing, Smith told the assisting officer on the scene to check the other passenger of the Cadillac to see if he had an operator's permit so that he could drive the car to the station. Smith then put petitioner in the back seat of the squad car. Smith then opened the cigarette box and observed the rolled cigarettes he believed to be marihuana. He then told the other officer to place the other passenger in the squad car so that he could also be transported to the station, for the purpose of investigation. The passenger was frisked by the other officer and placed in the squad car; no charges were placed against the passenger. In addition to the marihuana conviction which we here review, petitioner was charged with driving without possession of an operator's license; that charge was dropped when petitioner produced a valid operator's license at a later date.</p>\n<p>[3]  Smith testified that he wrote about eight to 10 traffic citations per week, and that about three or four out of every 10 persons he arrested for the offense of driving without a license were taken into custody to the police station. Smith indicated that an offender is more likely to be taken into custody if he does not reside in the city of Eau Gallie. Finally, Smith testified that after making a custodial arrest, he always searches the arrestee before placing him into the patrol car.</p>\n<p>[4]  The State of Florida argues in this Court that there was an evidentiary purpose for the search of petitioner. It is contended that Smith's observation of the erratic motions of the car that petitioner was driving created a reasonable suspicion that the petitioner may have been under the influence of some intoxicant. Upon confronting petitioner after stopping the car, Smith indicated that he noticed that the petitioner's eyes were \"bleary.\" The State argues that the officer had probable cause to arrest the petitioner for driving while intoxicated, and that Smith thought Gustafson was intoxicated when he confronted him. Since Smith did not detect an odor of alcohol during that confrontation, the State argues it was reasonable for the officer to search the petitioner's person for drugs that may have been the cause of the suspected intoxication. Florida makes it a criminal offense to drive while intoxicated not only by alcohol, but also by unlawful drugs. Fla. Stat. Ann. § 317.201 (1968).</p>\n\n</div>", "id": 108894, "judges": "Rehnquist", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/108894/", "sha1": "49b6ee7a293915f7fd8e11e0df17e45259d1279c", "source": "LR", "supreme_court_db_id": "1973-025", "time_retrieved": "2010-04-28T10:11:46"}