{"absolute_url": "/opinion/112214/karahalios-v-federal-employees/", "blocked": false, "citation": {"case_name": "Karahalios v. Federal Employees", "docket_number": "87-636", "document_uris": ["/api/rest/v2/document/112214/"], "federal_cite_one": "489 U.S. 527", "federal_cite_three": "103 L. Ed. 2d 539", "federal_cite_two": "109 S. Ct. 1282", "id": 96573, "lexis_cite": "1989 U.S. LEXIS 1336", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/96573/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 97, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1989-03-06", "date_modified": "2015-04-09T09:34:01.188550", "docket": "/api/rest/v2/docket/436341/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">489 U.S. 527</p>\n    <p class=\"case_cite\">109 S.Ct. 1282</p>\n    <p class=\"case_cite\">103 L.Ed.2d 539</p>\n    <p class=\"parties\">Efthimios A. KARAHALIOS, Petitioner<br>v.</p>\n    <p class=\"date\">NATIONAL FEDERATION OF FEDERAL EMPLOYEES, LOCAL 1263.</p>\n    <div class=\"prelims\">\n      <p>No. 87-636.</p>\n      <p>Argued Jan. 17, 1989.</p>\n      <p>Decided March 6, 1989.</p>\n      <p class=\"center\">\n        <i>Syllabus</i>\n      </p>\n      <p class=\"indent\">Petitioner&#8212;a language instructor for the Defense Language Institute, a federal agency&#8212;was not a union member but was within a bargaining unit for which respondent union was the exclusive bargaining agent.  He was promoted to a reopened \"course developer\" position, which had previously been occupied by one Kuntelos, who was demoted when the Institute first abolished the position.  After respondent agreed to arbitrate on behalf of Kuntelos (who was a member of its board) and successfully argued that the position should be declared vacant for refilling, the Institute reassigned the job to Kuntelos, demoted petitioner, and denied his direct protest.  Respondent refused to prosecute petitioner's grievances because of a perceived conflict of interest with its previous Kuntelos advocacy.  Petitioner then filed unfair labor practice charges with the Federal Labor Relations Authority (FLRA), alleging, <i>inter alia,</i> that respondent had breached its duty of fair representation.  The FLRA's General Counsel upheld this charge and ordered that a complaint be issued against respondent, which entered into a settlement whereby it posted notice guaranteeing representation to all employees seeking a single position.  When the General Counsel rejected petitioner's contention on appeal that the settlement provided him no relief, he filed a damages suit in the District Court, which held that his charge against respondent was judicially cognizable, since the grant of exclusive union representation contained in the Civil Service Reform Act of 1978 (CSRA or Act) impliedly gives federal employees a private right of action to safeguard their right to fair representation.  However, the Court of Appeals reversed the judgment for petitioner, stating that the CSRA's statutory scheme, which creates both an express duty of fair representation and a remedy in the FLRA for infringement of this duty, precludes implication of a paral el right to sue in federal court.</p>\n      <p class=\"indent\"><i>Held:</i>  Title VII of the CSRA does not confer on federal employees a private cause of action against a breach by a union representing such employees of its statutory duty of fair representation.  Pp. 531-537.</p>\n      <p class=\"indent\">(a) Title VII's express language does not create a private cause of action, and there is nothing in the Act's language, structure, or legislative history from which a congressional intent to provide such a remedy can be implied.  In fact, Title VII's provisions demonstrate that Congress vested exclusive enforcement authority over the duty of fair representation in the FLRA and its General Counsel, since the Title renders a breach of that duty an unfair labor practice, which is adjudicated by the FLRA upon the General Counsel's complaint, and since the Title provides recourse to the courts in only three instances, none of which directly relate to the enforcement of the duty of fair representation.  To hold that the district courts must entertain such cases in the first instance would seriously weaken the congressional scheme.  Pp. 532-534.</p>\n      <p class=\"indent\">(b) A congressional intent to provide a private CSRA cause of action cannot be implied from that Act's similarities to the National Labor Relations Act (NLRA) and the Railway Labor Act, under which this Court has recognized implicit judicial causes of action to enforce the fair representation duty in the private sector.  Unlike the CSRA, neither of those statutes expressly recognizes that duty or provides any administrative remedy for its enforcement.  Furthermore, the implication in <i>Vaca v. Sipes,</i> 386 U.S. 171, 87 S.Ct. 903, 17 L.Ed.2d 842, of a private NLRA cause of action was intended to preserve courts' pre-existing jurisdiction to enforce the fair representation duty after the National Labor Relations Board tardily assumed jurisdiction, whereas, under the pre-CSRA regulatory scheme, there was no equivalent judicial role. Moreover, <i>Vaca</i> and earlier cases stressed that it was critical that unions represent all employees in good faith, since the pertinent statutes deprived bargaining unit employees of their individual rights to bargain by providing for exclusive bargaining agents.  In contrast, federal employment does not rest on contract in the private sector sense;  the deprivation a federal employee suffers from the election of a bargaining agent&#8212;if there is such a deprivation&#8212;is not clearly comparable to the private sector predicament;  and the collective-bargaining mechanisms created by Title VII do not deprive employees of remedies otherwise provided by statute or regulation.  <i>Vaca</i> also rested in part on the fact that private collective-bargaining contracts were enforceable in the courts under &#167; 301 of the Labor Management Relations Act, whereas no provision equivalent to &#167; 301 exists in the CSRA.  Pp. 534-536.</p>\n      <p class=\"indent\">821 F.2d 1389 (CA9 1987), affirmed.</p>\n      <p class=\"indent\">WHITE, J., delivered the opinion for a unanimous Court.</p>\n      <p class=\"indent\">Thomas R. Duffy, Monterey, Cal., for petitioner.</p>\n      <p class=\"indent\">H. Stephen Gordon, for respondent.</p>\n      <p class=\"indent\">Richard G. Taranto, Washington, D.C., for U.S., as amicus curiae, supporting the respondent, by special leave of Court.</p>\n      <p class=\"indent\">Justice WHITE delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The question before the Court is whether Title VII of the Civil Service Reform Act of 1978 (CSRA or Act), 5 U.S.C. &#167; 7101 <i>et seq.</i> (1982 ed. and Supp. IV), confers on federal employees a private cause of action against a breach by a union representing federal employees of its statutory duty of fair representation. Because we decide that Congress vested exclusive enforcement authority over this duty in the Federal Labor Relations Authority (FLRA) and its General Counsel, we agree with the Court of Appeals that no private cause of action exists.  Hence we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Petitioner, Efthimios Karahalios, is a Greek language instructor for the Defense Language Institute/Foreign Language Center, Presidio of Monterey, California (Institute).  Karahalios was not a union member but was within a bargaining unit of professional employees for which respondent, the National Federation of Federal Employees, Local 1263 (Union), was the exclusive bargaining agent.  In 1976, the Institute reopened its \"course developer\" position, for which opening Karahalios applied. Previously, the position had been occupied by one Simon Kuntelos, who had been demoted to instructor in 1971, when the Institute first abolished the course developer position.  Because Kuntelos declined to seek the reopened job through the competitive application process, Karahalios won the position after scoring 81 on the required examination.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Kuntelos filed a grievance, asserting that the Institute's job award to Karahalios infringed the collective-bargaining agreement, and that Kuntelos should have been assigned the position without a competitive application process.  The Union agreed to arbitrate on behalf of Kuntelos (a Union board member), and successfully argued that the position be declared vacant for refilling.  Because promotion selection procedures had altered, Kuntelos was permitted considerably more time on the examination. He scored 83, and in May 1978, the Institute reassigned the course developer opening to Kuntelos and demoted Karahalios to instructorship status.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Institute denied Karahalios' direct protest against the substitution;  likewise, the Union refused to prosecute his grievances because of a perceived conflict of interest with its previous Kuntelos advocacy.  Karahalios filed unfair labor practice charges with the FLRA challenging both adverse decisions: He alleged, first, that the Institute violated its collective-bargaining agreement;  and, second, that the Union breached its duty of fair representation.  The General Counsel of the FLRA upheld Karahalios' second charge, and ordered that a complaint be issued against the Union.  The Union and the FLRA's Regional Director, however, entered into a settlement whereby the Union posted notice guaranteeing representation to all employees seeking a single position.  The General Counsel rejected Karahalios' contention on appeal that the settlement provided him no relief.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Karahalios then filed a damages suit in the District Court, restating his charges against the Institute and the Union.  The District Court, in its first of three published orders, dismissed on jurisdictional grounds Karahalios' claim against the Institute, but declared judicially cognizable his unfair labor practice charge against the Union.  Specifically, the District Court held that 28 U.S.C. &#167; 1331 supports jurisdiction because the CSRA's grant of exclusive union representation impliedly supplies to federal employees a private right of action to safeguard their right to fair representation.  After trial, the District Court ruled that the Union's actions&#8212;notably its decisions to arbitrate for Kuntelos without consulting, or even notifying, Karahalios, and, subsequently, to refuse to represent Karahalios&#8212;breached its duty of fair representation owed to him.  The court confined damages to attorney's fees, however, explaining that both applicants were too similarly matched to allow judicial distinction.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Court of Appeals reversed, stating that the CSRA's statutory scheme, which creates both an express duty of fair representation and a remedy in the FLRA for infringement of this duty, precludes implication of a parallel right to sue in federal courts.  We granted Karahalios' petition for certiorari.  486 U.S. 1041, 108 S.Ct. 2032, 100 L.Ed.2d 617 (1988).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Prior to 1978, labor relations in the federal sector were governed by a 1962 Executive Order administered by a Federal Labor Relations Council whose decisions were not subject to judicial review.  <i>Bureau of Alcohol, Tobacco &amp; Firearms v. FLRA,</i> 464 U.S. 89, 91-92, 104 S.Ct. 439, 441-442, 78 L.Ed.2d 195 (1983).  Since 1978, Title VII of the CSRA has been the controlling authority. Of particular relevance here, 5 U.S.C. &#167; 7114(a)(1) provides that a labor organi ation that has been accorded the exclusive right of representing employees in a designated unit \"is responsible for representing the interests of all employees in the unit it represents without discrimination and without regard to labor organization membership.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  This provision is \"virtually identical\" to that found in the Executive Order and is the source of the collective-bargaining agent's duty of fair representation. See <i>National Federation of Federal Employees, Local 1453,</i> 23 F.L.R.A. 686, 690 (1986).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  This duty also parallels the fair representation obligation of a union in the private sector that has been found implicit in the National Labor Relations Act (NLRA), 49 Stat. 449, as amended, 29 U.S.C. &#167; 151 <i>et seq.</i> (1982 ed. and Supp. IV), and the Railway Labor Act (RLA), 44 Stat. 577, as amended, 45 U.S.C. &#167; 151 <i>et seq.</i>  See <i>Vaca v. Sipes,</i> 386 U.S. 171, 180-183, 87 S.Ct. 903, 911-913, 17 L.Ed.2d 842 (1967);  <i>Steele v. Louisville &amp; Nashville R. Co.,</i> 323 U.S. 192, 205-207, 65 S.Ct. 226, 233-234, 89 L.Ed. 173 (1944).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Title VII also makes it clear that a breach of the duty of fair representation is an unfair labor practice, for it provides that it is \"an unfair labor practice for a labor organization . . . to otherwise fail or refuse to comply with any provision of this chapter.\"  &#167; 7116(b)(8).  Under &#167; 7118, unfair labor practice complaints are adjudicated by the FLRA, which is authorized to order remedial action appropriate to carry out the purposes of Title VII, including an award of backpay against either the agency or the labor organization that has committed the unfair practice.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">There is no express suggestion in Title VII that Congress intended to furnish a parallel remedy in a federal district court to enforce the duty of fair representation.  The Title provides recourse to the courts in only three instances:  with specified exceptions, persons aggrieved by a final FLRA order may seek review in the appropriate court of appeals, &#167; 7123(a);  the FLRA may seek judicial enforcement of its orders, &#167; 7123(b);  and temporary injunctive relief is available to the FLRA to assist it in the discharge of its duties, &#167; 7123(d).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Petitioner nevertheless insists that a cause of action to enforce the Union's fair representation duty should be implied. Such a claim poses an issue of statutory construction:  The \"ultimate issue is whether Congress intended to create a private cause of action,\" <i>California v. Sierra Club,</i> 451 U.S. 287, 293, 101 S.Ct. 1775, 1779, 68 L.Ed.2d 101 (1981) (citations omitted); see also <i>Touche Ross &amp; Co. v. Redington,</i> 442 U.S. 560, 569, 99 S.Ct. 2479, 2485, 61 L.Ed.2d 82 (1979).  Unless such \"congressional intent can be inferred from the language of the statute, the statutory structure, or some other source, the essential predicate for implication of a private remedy simply does not exist.\"  <i>Thompson v. Thompson,</i> 484 U.S. 174, 108 S.Ct. 513, 98 L.Ed.2d 512 (1988).  It is also an \"elemental canon\" of statutory construction that where a statute expressly provides a remedy, courts must be especially reluctant to provide additional remedies.  <i>Transamerica Mortgage Advisors, Inc. v. Lewis,</i> 444 U.S. 11, 19, 100 S.Ct. 242, 246, 62 L.Ed.2d 146 (1979).  In such cases, \"[i]n the absence of strong indicia of contrary congressional intent, we are compelled to conclude that Congress provided precisely the remedies it considered appropriate.\"  <i>Middlesex County Sewerage Authority v. Sea Clammers,</i> 453 U.S. 1, 15, 101 S.Ct. 2615, 2623, 69 L.Ed.2d 435 (1981);  see also <i>Massachusetts Mutual Life Ins. Co. v. Russell,</i> 473 U.S. 134, 147, 105 S.Ct. 3085, 3092, 87 L.Ed.2d 96 (1985);  <i>Northwest Airlines, Inc. v. Transport Workers,</i> 451 U.S. 77, 93, 101 S.Ct. 1571, 1581, 67 L.Ed.2d 750 (1981).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">These guideposts indicate that the Court of Appeals was quite correct in concluding that neither the language nor the structure of the Act shows any congressional intent to provide a private cause of action to enforce federal employees unions' duty of fair representation.  That duty is expressly recognized in the Act, and an administrative remedy for its breach is expressly provided for before the FLRA, a body created by Congress to enforce the duties imposed on agencies and unions by Title VII, including the duty of fair representation.  Nothing in the legislative history of Title VII has been called to our attention indicating that Congress contemplated direct judicial enforcement of the union's duty. Indeed, the General Counsel of the FLRA was to have exclusive and final authority to issue unfair labor practice complaints, and only those matters mentioned in &#167; 7123 were to be judicially reviewable.  H.R.Rep. No. 95-1403, p. 52 (1978).  All complaints of unfair labor practices were to be filed with the FLRA.  S.Rep. No. 95-969, p. 107 (1978).  Furthermore, Title VII contemplates the arbitration of unsettled grievances, but a House proposal that the duty to arbitrate could be enforced in federal court in the first instance was ultimately rejected.  See H.R.Conf.Rep. No. 95-1717, p. 157 (1978) U.S.Code Cong. &amp; Admin.News 1978 pp. 2723, 2829, 2860, 2891.  There exists no equivalent to &#167; 301 of the Labor Management Relations Act, 1947 (LMRA), 61 Stat. 156, 29 U.S.C. &#167; 185, which permits judicial enforcement of private collective-bargaining contracts.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Petitioner, however, relies on another source to find the necessary congressional intent to provide him with a cause of action.  Petitioner urges that Title VII was modeled after the NLRA and that the authority of the FLRA was meant to be similar to that of the National Labor Relations Board (NLRB).  Because this Court found implicit in the NLRA a private cause of action against unions to enforce their fair representation duty even after the NLRB had construed the NLRA to make a breach of the duty an unfair labor practice, petitioner argues that Congress must have intended to preserve this judicial role under Title VII.  Much of the argument rests on our decision in <i>Vaca v. Sipes, supra.</i>  There are, however, several difficulties with this argument.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In the first place, Title VII is not a carbon copy of the NLRA, nor is the authority of the FLRA the same as that of the NLRB.  The NLRA, like the RLA, did not expressly make a breach of the duty of fair representation an unfair labor practice and did not expressly provide for the enforcement of such a duty by the NLRB.  That duty was implied by the Court because members of bargaining units were forced to accept unions as their exclusive bargaining agents.  Because employees had no administrative remedy for a breach of the duty, we recognized a judicial cause of action on behalf of the employee.  This occurred both under the RLA, <i>Steele v. Louisville &amp; Nashville R. Co., supra;  Trainmen v. Howard,</i> 343 U.S. 768, 72 S.Ct. 1022, 96 L.Ed. 1283 (1952), and also under the LMRA, <i>Syres v. Oil Workers,</i> 350 U.S. 892, 76 S.Ct. 152, 100 L.Ed. 785 (1955);  <i>Vaca v. Sipes, supra</i>.  Very dissimilarly, Title VII of the CSRA not only expressly recognizes the fair representation duty but also provides for its administrative enforcement.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">To be sure, prior to <i>Vaca,</i> the NLRB had construed &#167;&#167; 7 and 8(b) of the NLRA to impose a duty of fair representation on union bargaining age ts and to make its breach an unfair labor practice. See <i>Miranda Fuel Co.,</i> 140 N.L.R.B. 181 (1962), enf. denied, <i>NLRB v. Miranda Fuel Co.,</i> 326 F.2d 172 (CA2 1963).  The issue in <i>Vaca,</i> some years later, was whether, in light of <i>Miranda Fuel Co.,</i> the courts still had jurisdiction to enforce the unions' duty.  As we understood our inquiry, it was whether Congress, in enacting &#167; 8(b) in 1947, had intended to oust the courts of their role of enforcing the duty of fair representation implied under the NLRA. We held that the \"tardy assumption\" of jurisdiction by the NLRB was insufficient reason to abandon our prior cases, such as <i>Syres.</i></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In the case before us, there can be no mistaking Congress' intent to create a duty previously without statutory basis, and no mistaking the authority of the FLRA to enforce that duty.  Also, because the courts played no role in enforcing a union's fair representation duty under Executive Order No. 11491 &#167; 10e, 3 CFR 861 (1966-1970 Comp.), and subsequent amended orders, under the pre-CSRA regulatory regime, there was not in this context any pre-existing judicial role that at least arguably Congress intended to preserve.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Moreover, in <i>Vaca</i> and the earlier cases, it was stressed that by providing for exclusive bargaining agents, the pertinent statutes deprived bargaining unit employees of their individual rights to bargain for wages, hours, and working conditions.  Hence it was critical that unions be required to represent all in good faith.  Again, Title VII operates in a different context.  As the United States as <i>amicus</i> explains, federal employment does not rest on contract in the private sector sense;  nor is it clear that the deprivation a federal employee suffers from the election of a bargaining agent&#8212;if there is such a deprivation&#8212;is comparable to the private sector predicament.  Moreover, the collective-bargaining mechanisms created by Title VII do not deprive employees of recourse to any of the remedies otherwise provided by statute or regulation.  See the CSRA, 5 U.S.C. &#167;&#167; 7114(a)(5) and 7121(e)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We also note that <i>Vaca</i> rested in part on the fact that private collective-bargaining contracts were enforceable in the federal courts under LMRA &#167; 301.  Because unfair representation claims most often involve a claim of breach by the employer and since employers are suable under &#167; 301, the implied fair representation cause of action allows claims against an employer and a union to be adjudicated in one action.  Section 301 has no equivalent under Title VII;  there is no provision in that Title for suing an agency in federal court.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We therefore discern no basis for finding congressional intent to provide petitioner with a cause of action against the Union.  Congress undoubtedly was aware from our cases such as <i>Cort v. Ash,</i> 422 U.S. 66, 95 S.Ct. 2080, 45 L.Ed.2d 26 (1975), that the Court had departed from its prior standard for resolving a claim urging that an implied statutory cause of action should be recognized, and that such issues were being resolved by a straightforward inquiry into whether Congress intended to provide a private cause of action.  Had Congress intended the courts to enforce a federal employees union's duty of fair representation, we would expect to find some evidence of that intent in the statute or its legislative history.  We find none.  Just as in <i>United States v. Fausto,</i> 484 U.S. 439, 445, 108 S.Ct. 668, 672, 98 L.Ed.2d 830 (1988), we held that the CSRA's \"integrated scheme of administrative and judicial review\" foreclosed an implied right to Court of Claims review, we follow a similar course here.  See also <i>Bush v. Lucas,</i> 462 U.S. 367, 388, 103 S.Ct. 2404, 2416, 76 L.Ed.2d 648 (1983).  To be sure, courts play a role in CSRA &#167; 7116(b)(8) fair representation cases, but only sitting in review of the FLRA.  To hold that the district courts must entertain such cases in the first instance would seriously undermine what we deem to be the congressional scheme, namely to leave the enforcement of union and agency duties under the Act to the General Counsel and the FLRA and to confine the courts to the role given them under the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Accordingly the judgment of the Court of Appeals is</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 7114(a)(1) reads, in full:  \"A labor organization which has been accorded exclusive recognition is the exclusive representative of the employees in the unit it represents, and is entitled to act for, and negotiate collective bargaining agreements covering, all employees in the unit.  An exclusive representative is responsible for representing the interests of all employees in the unit it represents without discrimination and without regard to labor organization membership.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Executive Order precursor provision likewise was interpreted to impose on federal unions the duty of fair representation.  See <i>National Federation of Federal Employees, Local 1453,</i> 23 F.L.R.A., at 690.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Because such orders were not legislative, courts generally refused judicial enforcement.  See, <i>e.g., Kuhn v. National Association of Letter Carriers, Branch 5,</i> 570 F.2d 757, 760-761 (CA8 1978).</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>489 U.S. 527 (1989)</b></center>\n<center><h1>KARAHALIOS<br>\nv.<br>\nNATIONAL FEDERATION OF FEDERAL EMPLOYEES, LOCAL 1263</h1></center>\n<center>No. 87-636.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 17, 1989</center>\n<center>Decided March 6, 1989</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE NINTH CIRCUIT\n<p><span class=\"star-pagination\">*528</span> <i>Thomas R. Duffy</i> argued the cause for petitioner. With him on the briefs were <i>Glenn M. Taubman</i> and <i>Todd G. Brower.</i></p>\n<p><i>H. Stephen Gordon</i> argued the cause for respondent. With him on the brief were <i>David Silberman</i> and <i>Laurence Gold.</i></p>\n<p><span class=\"star-pagination\">*529</span> <i>Richard G. Taranto</i> argued the cause for the United States as <i>amicus curiae</i> urging affirmance. With him on the brief were <i>Solicitor General Fried, Deputy Solicitor General Wallace, William E. Persina,</i> and <i>Arthur A. Horowitz.</i><sup>[*]</sup></p>\n<p>JUSTICE WHITE delivered the opinion of the Court.</p>\n<p>The question before the Court is whether Title VII of the Civil Service Reform Act of 1978 (CSRA or Act), 5 U. S. C. § 7101 <i>et seq.</i> (1982 ed. and Supp. IV), confers on federal employees a private cause of action against a breach by a union representing federal employees of its statutory duty of fair representation. Because we decide that Congress vested exclusive enforcement authority over this duty in the Federal Labor Relations Authority (FLRA) and its General Counsel, we agree with the Court of Appeals that no private cause of action exists. Hence we affirm.</p>\n<p>Petitioner, Efthimios Karahalios, is a Greek language instructor for the Defense Language Institute/Foreign Language Center, Presidio of Monterey, California (Institute). Karahalios was not a union member but was within a bargaining unit of professional employees for which respondent, the National Federation of Federal Employees, Local 1263 (Union), was the exclusive bargaining agent. In 1976, the Institute reopened its \"course developer\" position, for which opening Karahalios applied. Previously, the position had been occupied by one Simon Kuntelos, who had been demoted to instructor in 1971, when the Institute first abolished the course developer position. Because Kuntelos declined to seek the reopened job through the competitive application process, Karahalios won the position after scoring 81 on the required examination.</p>\n<p>Kuntelos filed a grievance, asserting that the Institute's job award to Karahalios infringed the collective-bargaining agreement, and that Kuntelos should have been assigned the <span class=\"star-pagination\">*530</span> position without a competitive application process. The Union agreed to arbitrate on behalf of Kuntelos (a Union board member), and successfully argued that the position be declared vacant for refilling. Because promotion selection procedures had altered, Kuntelos was permitted considerably more time on the examination. He scored 83, and in May 1978, the Institute reassigned the course developer opening to Kuntelos and demoted Karahalios to instructorship status.</p>\n<p>The Institute denied Karahalios' direct protest against the substitution; likewise, the Union refused to prosecute his grievances because of a perceived conflict of interest with its previous Kuntelos advocacy. Karahalios filed unfair labor practice charges with the FLRA challenging both adverse decisions: He alleged, first, that the Institute violated its collective-bargaining agreement; and, second, that the Union breached its duty of fair representation. The General Counsel of the FLRA upheld Karahalios' second charge, and ordered that a complaint be issued against the Union. The Union and the FLRA's Regional Director, however, entered into a settlement whereby the Union posted notice guaranteeing representation to all employees seeking a single position. The General Counsel rejected Karahalios' contention on appeal that the settlement provided him no relief.</p>\n<p>Karahalios then filed a damages suit in the District Court, restating his charges against the Institute and the Union. The District Court, in its first of three published orders, dismissed on jurisdictional grounds Karahalios' claim against the Institute, but declared judicially cognizable his unfair labor practice charge against the Union. Specifically, the District Court held that 28 U. S. C. § 1331 supports jurisdiction because the CSRA's grant of exclusive union representation impliedly supplies to federal employees a private right of action to safeguard their right to fair representation. After trial, the District Court ruled that the Union's actions  notably its decisions to arbitrate for Kuntelos without consulting, <span class=\"star-pagination\">*531</span> or even notifying, Karahalios, and, subsequently, to refuse to represent Karahalios  breached its duty of fair representation owed to him. The court confined damages to attorney's fees, however, explaining that both applicants were too similarly matched to allow judicial distinction.</p>\n<p>The Court of Appeals reversed, stating that the CSRA's statutory scheme, which creates both an express duty of fair representation and a remedy in the FLRA for infringement of this duty, precludes implication of a parallel right to sue in federal courts. We granted Karahalios' petition for certiorari. 486 U. S. 1041 (1988).</p>\n<p>Prior to 1978, labor relations in the federal sector were governed by a 1962 Executive Order administered by a Federal Labor Relations Council whose decisions were not subject to judicial review. <i>Bureau of Alcohol, Tobacco &amp; Firearms</i> v. <i>FLRA,</i> 464 U. S. 89, 91-92 (1983). Since 1978, Title VII of the CSRA has been the controlling authority. Of particular relevance here, 5 U. S. C. § 7114(a)(1) provides that a labor organization that has been accorded the exclusive right of representing employees in a designated unit \"is responsible for representing the interests of all employees in the unit it represents without discrimination and without regard to labor organization membership.\"<sup>[1]</sup> This provision is \"virtually identical\" to that found in the Executive Order and is the source of the collective-bargaining agent's duty of fair representation. See <i>National Federation of Federal Employees, Local 1453,</i> 23 F. L. R. A. 686, 690 (1986).<sup>[2]</sup> This duty also <span class=\"star-pagination\">*532</span> parallels the fair representation obligation of a union in the private sector that has been found implicit in the National Labor Relations Act (NLRA), 49 Stat. 449, as amended, 29 U. S. C. § 151 <i>et seq.</i> (1982 ed. and Supp. IV), and the Railway Labor Act (RLA), 44 Stat. 577, as amended, 45 U. S. C. § 151 <i>et seq.</i> See <i>Vaca</i> v. <i>Sipes,</i> 386 U. S. 171, 180-183 (1967); <i>Steele</i> v. <i>Louisville &amp; Nashville R. Co.,</i> 323 U. S. 192, 205-207 (1944).</p>\n<p>Title VII also makes it clear that a breach of the duty of fair representation is an unfair labor practice, for it provides that it is \"an unfair labor practice for a labor organization . . . to otherwise fail or refuse to comply with any provision of this chapter.\" § 7116(b)(8). Under § 7118, unfair labor practice complaints are adjudicated by the FLRA, which is authorized to order remedial action appropriate to carry out the purposes of Title VII, including an award of backpay against either the agency or the labor organization that has committed the unfair practice.</p>\n<p>There is no express suggestion in Title VII that Congress intended to furnish a parallel remedy in a federal district court to enforce the duty of fair representation. The Title provides recourse to the courts in only three instances: with specified exceptions, persons aggrieved by a final FLRA order may seek review in the appropriate court of appeals, § 7123(a); the FLRA may seek judicial enforcement of its orders, § 7123(b); and temporary injunctive relief is available to the FLRA to assist it in the discharge of its duties, § 7123(d).</p>\n<p>Petitioner nevertheless insists that a cause of action to enforce the Union's fair representation duty should be implied. Such a claim poses an issue of statutory construction: The \"ultimate issue is whether Congress intended to create a private cause of action,\" <i>California</i> v. <i>Sierra Club,</i> 451 U. S. 287, 293 (1981) (citations omitted); see also <i>Touche Ross &amp; Co.</i> v. <i>Redington,</i> 442 U. S. 560, 569 (1979). Unless such \"congressional intent can be inferred from the language of the statute, <span class=\"star-pagination\">*533</span> the statutory structure, or some other source, the essential predicate for implication of a private remedy simply does not exist.\" <i>Thompson</i> v. <i>Thompson,</i> 484 U. S. 174 (1988). It is also an \"elemental canon\" of statutory construction that where a statute expressly provides a remedy, courts must be especially reluctant to provide additional remedies. <i>Transamerica Mortgage Advisers, Inc.</i> v. <i>Lewis,</i> 444 U. S. 11, 19 (1979). In such cases, \"[i]n the absence of strong indicia of contrary congressional intent, we are compelled to conclude that Congress provided precisely the remedies it considered appropriate.\" <i>Middlesex County Sewerage Authority</i> v. <i>Sea Clammers,</i> 453 U. S. 1, 15 (1981); see also <i>Massachusetts Mutual Life Ins. Co.</i> v. <i>Russell,</i> 473 U. S. 134, 147 (1985); <i>Northwest Airlines, Inc.</i> v. <i>Transport Workers,</i> 451 U. S. 77, 93 (1981).</p>\n<p>These guideposts indicate that the Court of Appeals was quite correct in concluding that neither the language nor the structure of the Act shows any congressional intent to provide a private cause of action to enforce federal employees unions' duty of fair representation. That duty is expressly recognized in the Act, and an administrative remedy for its breach is expressly provided for before the FLRA, a body created by Congress to enforce the duties imposed on agencies and unions by Title VII, including the duty of fair representation. Nothing in the legislative history of Title VII has been called to our attention indicating that Congress contemplated direct judicial enforcement of the union's duty. Indeed, the General Counsel of the FLRA was to have exclusive and final authority to issue unfair labor practice complaints, and only those matters mentioned in § 7123 were to be judicially reviewable. H. R. Rep. No. 95-1403, p. 52 (1978). All complaints of unfair labor practices were to be filed with the FLRA. S. Rep. No. 95-969, p. 107 (1978). Furthermore, Title VII contemplates the arbitration of unsettled grievances, but a House proposal that the duty to arbitrate could be enforced in federal court in the first instance <span class=\"star-pagination\">*534</span> was ultimately rejected. See H. R. Conf. Rep. No. 95-1717, p. 157 (1978). There exists no equivalent to § 301 of the Labor Management Relations Act, 1947 (LMRA), 61 Stat. 156, 29 U. S. C. § 185, which permits judicial enforcement of private collective-bargaining contracts.</p>\n<p>Petitioner, however, relies on another source to find the necessary congressional intent to provide him with a cause of action. Petitioner urges that Title VII was modeled after the NLRA and that the authority of the FLRA was meant to be similar to that of the National Labor Relations Board (NLRB). Because this Court found implicit in the NLRA a private cause of action against unions to enforce their fair representation duty even after the NLRB had construed the NLRA to make a breach of the duty an unfair labor practice, petitioner argues that Congress must have intended to preserve this judicial role under Title VII. Much of the argument rests on our decision in <i>Vaca</i> v. <i>Sipes, supra</i><i>.</i> There are, however, several difficulties with this argument.</p>\n<p>In the first place, Title VII is not a carbon copy of the NLRA, nor is the authority of the FLRA the same as that of the NLRB. The NLRA, like the RLA, did not expressly make a breach of the duty of fair representation an unfair labor practice and did not expressly provide for the enforcement of such a duty by the NLRB. That duty was implied by the Court because members of bargaining units were forced to accept unions as their exclusive bargaining agents. Because employees had no administrative remedy for a breach of the duty, we recognized a judicial cause of action on behalf of the employee. This occurred both under the RLA, <i>Steele</i> v. <i>Louisville &amp; Nashville R. Co., supra</i><i>; </i><i>Trainmen</i> v. <i>Howard,</i> 343 U. S. 768 (1952), and also under the LMRA, <i>Syres</i> v. <i>Oil Workers,</i> 350 U. S. 892 (1955); <i>Vaca</i> v. <i>Sipes, supra</i><i>.</i> Very dissimilarly, Title VII of the CSRA not only expressly recognizes the fair representation duty but also provides for its administrative enforcement.</p>\n<p><span class=\"star-pagination\">*535</span> To be sure, prior to <i>Vaca,</i> the NLRB had construed §§ 7 and 8(b) of the NLRA to impose a duty of fair representation on union bargaining agents and to make its breach an unfair labor practice. See <i>Miranda Fuel Co.,</i> 140 N. L. R. B. 181 (1962), enf. denied, <i>NLRB</i> v. <i>Miranda Fuel Co.,</i> 326 F. 2d 172 (CA2 1963). The issue in <i>Vaca,</i> some years later, was whether, in light of <i>Miranda Fuel Co.,</i> the courts still had jurisdiction to enforce the unions' duty. As we understood our inquiry, it was whether Congress, in enacting § 8(b) in 1947, had intended to oust the courts of their role of enforcing the duty of fair representation implied under the NLRA. We held that the \"tardy assumption\" of jurisdiction by the NLRB was insufficient reason to abandon our prior cases, such as <i>Syres.</i></p>\n<p>In the case before us, there can be no mistaking Congress' intent to create a duty previously without statutory basis, and no mistaking the authority of the FLRA to enforce that duty. Also, because the courts played no role in enforcing a union's fair representation duty under Executive Order No. 11491 § 10e, 3 CFR 861 (1966-1970 Comp.), and subsequent amended orders, under the pre-CSRA regulatory regime, there was not in this context any pre-existing judicial role that at least arguably Congress intended to preserve.<sup>[3]</sup></p>\n<p>Moreover, in <i>Vaca</i> and the earlier cases, it was stressed that by providing for exclusive bargaining agents, the pertinent statutes deprived bargaining unit employees of their individual rights to bargain for wages, hours, and working conditions. Hence it was critical that unions be required to represent all in good faith. Again, Title VII operates in a different context. As the United States as <i>amicus</i> explains, federal employment does not rest on contract in the private sector sense; nor is it clear that the deprivation a federal employee suffers from the election of a bargaining agent  if <span class=\"star-pagination\">*536</span> there is such a deprivation  is comparable to the private sector predicament. Moreover, the collective-bargaining mechanisms created by Title VII do not deprive employees of recourse to any of the remedies otherwise provided by statute or regulation. See the CSRA, 5 U. S. C. §§ 7114(a)(5) and 7121(e)(1).</p>\n<p>We also note that <i>Vaca</i> rested in part on the fact that private collective-bargaining contracts were enforceable in the federal courts under LMRA § 301. Because unfair representation claims most often involve a claim of breach by the employer and since employers are suable under § 301, the implied fair representation cause of action allows claims against an employer and a union to be adjudicated in one action. Section 301 has no equivalent under Title VII; there is no provision in that Title for suing an agency in federal court.</p>\n<p>We therefore discern no basis for finding congressional intent to provide petitioner with a cause of action against the Union. Congress undoubtedly was aware from our cases such as <i>Cort</i> v. <i>Ash,</i> 422 U. S. 66 (1975), that the Court had departed from its prior standard for resolving a claim urging that an implied statutory cause of action should be recognized, and that such issues were being resolved by a straightforward inquiry into whether Congress intended to provide a private cause of action. Had Congress intended the courts to enforce a federal employees union's duty of fair representation, we would expect to find some evidence of that intent in the statute or its legislative history. We find none. Just as in <i>United States</i> v. <i>Fausto,</i> 484 U. S. 439, 445 (1988), we held that the CSRA's \"integrated scheme of administrative and judicial review\" foreclosed an implied right to Court of Claims review, we follow a similar course here. See also <i>Bush</i> v. <i>Lucas,</i> 462 U. S. 367, 388 (1983). To be sure, courts play a role in CSRA § 7116(b)(8) fair representation cases, but only sitting in review of the FLRA. To hold that the district courts must entertain such cases in the first instance would seriously undermine what we deem to be the congressional <span class=\"star-pagination\">*537</span> scheme, namely to leave the enforcement of union and agency duties under the Act to the General Counsel and the FLRA and to confine the courts to the role given them under the Act.</p>\n<p>Accordingly the judgment of the Court of Appeals is</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  <i>Gregory O'Duden</i> and <i>Elaine Kaplan</i> filed a brief for the National Treasury Employees Union as <i>amicus curiae</i> urging affirmance.</p>\n<p>[1]  Section 7114(a)(1) reads, in full: \"A labor organization which has been accorded exclusive recognition is the exclusive representative of the employees in the unit it represents, and is entitled to act for, and negotiate collective bargaining agreements covering, all employees in the unit. An exclusive representative is responsible for representing the interests of all employees in the unit it represents without discrimination and without regard to labor organization membership.\"</p>\n<p>[2]  The Executive Order precursor provision likewise was interpreted to impose on federal unions the duty of fair representation. See <i>National Federation of Federal Employees, Local 1453,</i> 23 F. L. R. A., at 690.</p>\n<p>[3]  Because such orders were not legislative, courts generally refused judicial enforcement. See, <i>e. g., </i><i>Kuhn</i> v. <i>National Association of Letter Carriers, Branch 5,</i> 570 F. 2d 757, 760-761 (CA8 1978).</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">527</span></span> (1989)</b></center>\n<center><h1>KARAHALIOS<br>\nv.<br>\nNATIONAL FEDERATION OF FEDERAL EMPLOYEES, LOCAL 1263</h1></center>\n<center>No. 87-636.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 17, 1989</center>\n<center>Decided March 6, 1989</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE NINTH CIRCUIT\n<p><span class=\"star-pagination\">*528</span> <i>Thomas R. Duffy</i> argued the cause for petitioner. With him on the briefs were <i>Glenn M. Taubman</i> and <i>Todd G. Brower.</i></p>\n<p><i>H. Stephen Gordon</i> argued the cause for respondent. With him on the brief were <i>David Silberman</i> and <i>Laurence Gold.</i></p>\n<p><span class=\"star-pagination\">*529</span> <i>Richard G. Taranto</i> argued the cause for the United States as <i>amicus curiae</i> urging affirmance. With him on the brief were <i>Solicitor General Fried, Deputy Solicitor General Wallace, William E. Persina,</i> and <i>Arthur A. Horowitz.</i><sup>[*]</sup></p>\n<p>JUSTICE WHITE delivered the opinion of the Court.</p>\n<p>The question before the Court is whether Title VII of the Civil Service Reform Act of 1978 (CSRA or Act), 5 U. S. C. § 7101 <i>et seq.</i> (1982 ed. and Supp. IV), confers on federal employees a private cause of action against a breach by a union representing federal employees of its statutory duty of fair representation. Because we decide that Congress vested exclusive enforcement authority over this duty in the Federal Labor Relations Authority (FLRA) and its General Counsel, we agree with the Court of Appeals that no private cause of action exists. Hence we affirm.</p>\n<p>Petitioner, Efthimios Karahalios, is a Greek language instructor for the Defense Language Institute/Foreign Language Center, Presidio of Monterey, California (Institute). Karahalios was not a union member but was within a bargaining unit of professional employees for which respondent, the National Federation of Federal Employees, Local 1263 (Union), was the exclusive bargaining agent. In 1976, the Institute reopened its \"course developer\" position, for which opening Karahalios applied. Previously, the position had been occupied by one Simon Kuntelos, who had been demoted to instructor in 1971, when the Institute first abolished the course developer position. Because Kuntelos declined to seek the reopened job through the competitive application process, Karahalios won the position after scoring 81 on the required examination.</p>\n<p>Kuntelos filed a grievance, asserting that the Institute's job award to Karahalios infringed the collective-bargaining agreement, and that Kuntelos should have been assigned the <span class=\"star-pagination\">*530</span> position without a competitive application process. The Union agreed to arbitrate on behalf of Kuntelos (a Union board member), and successfully argued that the position be declared vacant for refilling. Because promotion selection procedures had altered, Kuntelos was permitted considerably more time on the examination. He scored 83, and in May 1978, the Institute reassigned the course developer opening to Kuntelos and demoted Karahalios to instructorship status.</p>\n<p>The Institute denied Karahalios' direct protest against the substitution; likewise, the Union refused to prosecute his grievances because of a perceived conflict of interest with its previous Kuntelos advocacy. Karahalios filed unfair labor practice charges with the FLRA challenging both adverse decisions: He alleged, first, that the Institute violated its collective-bargaining agreement; and, second, that the Union breached its duty of fair representation. The General Counsel of the FLRA upheld Karahalios' second charge, and ordered that a complaint be issued against the Union. The Union and the FLRA's Regional Director, however, entered into a settlement whereby the Union posted notice guaranteeing representation to all employees seeking a single position. The General Counsel rejected Karahalios' contention on appeal that the settlement provided him no relief.</p>\n<p>Karahalios then filed a damages suit in the District Court, restating his charges against the Institute and the Union. The District Court, in its first of three published orders, dismissed on jurisdictional grounds Karahalios' claim against the Institute, but declared judicially cognizable his unfair labor practice charge against the Union. Specifically, the District Court held that 28 U. S. C. § 1331 supports jurisdiction because the CSRA's grant of exclusive union representation impliedly supplies to federal employees a private right of action to safeguard their right to fair representation. After trial, the District Court ruled that the Union's actions  notably its decisions to arbitrate for Kuntelos without consulting, <span class=\"star-pagination\">*531</span> or even notifying, Karahalios, and, subsequently, to refuse to represent Karahalios  breached its duty of fair representation owed to him. The court confined damages to attorney's fees, however, explaining that both applicants were too similarly matched to allow judicial distinction.</p>\n<p>The Court of Appeals reversed, stating that the CSRA's statutory scheme, which creates both an express duty of fair representation and a remedy in the FLRA for infringement of this duty, precludes implication of a parallel right to sue in federal courts. We granted Karahalios' petition for certiorari. 486 U. S. 1041 (1988).</p>\n<p>Prior to 1978, labor relations in the federal sector were governed by a 1962 Executive Order administered by a Federal Labor Relations Council whose decisions were not subject to judicial review. <i>Bureau of Alcohol, Tobacco &amp; Firearms</i> v. <i>FLRA,</i> 464 U. S. 89, 91-92 (1983). Since 1978, Title VII of the CSRA has been the controlling authority. Of particular relevance here, 5 U. S. C. § 7114(a)(1) provides that a labor organization that has been accorded the exclusive right of representing employees in a designated unit \"is responsible for representing the interests of all employees in the unit it represents without discrimination and without regard to labor organization membership.\"<sup>[1]</sup> This provision is \"virtually identical\" to that found in the Executive Order and is the source of the collective-bargaining agent's duty of fair representation. See <i>National Federation of Federal Employees, Local 1453,</i> 23 F. L. R. A. 686, 690 (1986).<sup>[2]</sup> This duty also <span class=\"star-pagination\">*532</span> parallels the fair representation obligation of a union in the private sector that has been found implicit in the National Labor Relations Act (NLRA), 49 Stat. 449, as amended, 29 U. S. C. § 151 <i>et seq.</i> (1982 ed. and Supp. IV), and the Railway Labor Act (RLA), 44 Stat. 577, as amended, 45 U. S. C. § 151 <i>et seq.</i> See <i>Vaca</i> v. <i>Sipes,</i> 386 U. S. 171, 180-183 (1967); <i>Steele</i> v. <i>Louisville &amp; Nashville R. Co.,</i> 323 U. S. 192, 205-207 (1944).</p>\n<p>Title VII also makes it clear that a breach of the duty of fair representation is an unfair labor practice, for it provides that it is \"an unfair labor practice for a labor organization . . . to otherwise fail or refuse to comply with any provision of this chapter.\" § 7116(b)(8). Under § 7118, unfair labor practice complaints are adjudicated by the FLRA, which is authorized to order remedial action appropriate to carry out the purposes of Title VII, including an award of backpay against either the agency or the labor organization that has committed the unfair practice.</p>\n<p>There is no express suggestion in Title VII that Congress intended to furnish a parallel remedy in a federal district court to enforce the duty of fair representation. The Title provides recourse to the courts in only three instances: with specified exceptions, persons aggrieved by a final FLRA order may seek review in the appropriate court of appeals, § 7123(a); the FLRA may seek judicial enforcement of its orders, § 7123(b); and temporary injunctive relief is available to the FLRA to assist it in the discharge of its duties, § 7123(d).</p>\n<p>Petitioner nevertheless insists that a cause of action to enforce the Union's fair representation duty should be implied. Such a claim poses an issue of statutory construction: The \"ultimate issue is whether Congress intended to create a private cause of action,\" <i>California</i> v. <i>Sierra Club,</i> 451 U. S. 287, 293 (1981) (citations omitted); see also <i>Touche Ross &amp; Co.</i> v. <i>Redington,</i> 442 U. S. 560, 569 (1979). Unless such \"congressional intent can be inferred from the language of the statute, <span class=\"star-pagination\">*533</span> the statutory structure, or some other source, the essential predicate for implication of a private remedy simply does not exist.\" <i>Thompson</i> v. <i>Thompson,</i> 484 U. S. 174 (1988). It is also an \"elemental canon\" of statutory construction that where a statute expressly provides a remedy, courts must be especially reluctant to provide additional remedies. <i>Transamerica Mortgage Advisers, Inc.</i> v. <i>Lewis,</i> 444 U. S. 11, 19 (1979). In such cases, \"[i]n the absence of strong indicia of contrary congressional intent, we are compelled to conclude that Congress provided precisely the remedies it considered appropriate.\" <i>Middlesex County Sewerage Authority</i> v. <i>Sea Clammers,</i> 453 U. S. 1, 15 (1981); see also <i>Massachusetts Mutual Life Ins. Co.</i> v. <i>Russell,</i> 473 U. S. 134, 147 (1985); <i>Northwest Airlines, Inc.</i> v. <i>Transport Workers,</i> 451 U. S. 77, 93 (1981).</p>\n<p>These guideposts indicate that the Court of Appeals was quite correct in concluding that neither the language nor the structure of the Act shows any congressional intent to provide a private cause of action to enforce federal employees unions' duty of fair representation. That duty is expressly recognized in the Act, and an administrative remedy for its breach is expressly provided for before the FLRA, a body created by Congress to enforce the duties imposed on agencies and unions by Title VII, including the duty of fair representation. Nothing in the legislative history of Title VII has been called to our attention indicating that Congress contemplated direct judicial enforcement of the union's duty. Indeed, the General Counsel of the FLRA was to have exclusive and final authority to issue unfair labor practice complaints, and only those matters mentioned in § 7123 were to be judicially reviewable. H. R. Rep. No. 95-1403, p. 52 (1978). All complaints of unfair labor practices were to be filed with the FLRA. S. Rep. No. 95-969, p. 107 (1978). Furthermore, Title VII contemplates the arbitration of unsettled grievances, but a House proposal that the duty to arbitrate could be enforced in federal court in the first instance <span class=\"star-pagination\">*534</span> was ultimately rejected. See H. R. Conf. Rep. No. 95-1717, p. 157 (1978). There exists no equivalent to § 301 of the Labor Management Relations Act, 1947 (LMRA), 61 Stat. 156, 29 U. S. C. § 185, which permits judicial enforcement of private collective-bargaining contracts.</p>\n<p>Petitioner, however, relies on another source to find the necessary congressional intent to provide him with a cause of action. Petitioner urges that Title VII was modeled after the NLRA and that the authority of the FLRA was meant to be similar to that of the National Labor Relations Board (NLRB). Because this Court found implicit in the NLRA a private cause of action against unions to enforce their fair representation duty even after the NLRB had construed the NLRA to make a breach of the duty an unfair labor practice, petitioner argues that Congress must have intended to preserve this judicial role under Title VII. Much of the argument rests on our decision in <i>Vaca</i> v. <i>Sipes, supra</i><i>.</i> There are, however, several difficulties with this argument.</p>\n<p>In the first place, Title VII is not a carbon copy of the NLRA, nor is the authority of the FLRA the same as that of the NLRB. The NLRA, like the RLA, did not expressly make a breach of the duty of fair representation an unfair labor practice and did not expressly provide for the enforcement of such a duty by the NLRB. That duty was implied by the Court because members of bargaining units were forced to accept unions as their exclusive bargaining agents. Because employees had no administrative remedy for a breach of the duty, we recognized a judicial cause of action on behalf of the employee. This occurred both under the RLA, <i>Steele</i> v. <i>Louisville &amp; Nashville R. Co., supra</i><i>; </i><i>Trainmen</i> v. <i>Howard,</i> 343 U. S. 768 (1952), and also under the LMRA, <i>Syres</i> v. <i>Oil Workers,</i> 350 U. S. 892 (1955); <i>Vaca</i> v. <i>Sipes, supra</i><i>.</i> Very dissimilarly, Title VII of the CSRA not only expressly recognizes the fair representation duty but also provides for its administrative enforcement.</p>\n<p><span class=\"star-pagination\">*535</span> To be sure, prior to <i>Vaca,</i> the NLRB had construed §§ 7 and 8(b) of the NLRA to impose a duty of fair representation on union bargaining agents and to make its breach an unfair labor practice. See <i>Miranda Fuel Co.,</i> 140 N. L. R. B. 181 (1962), enf. denied, <i>NLRB</i> v. <i>Miranda Fuel Co.,</i> 326 F. 2d 172 (CA2 1963). The issue in <i>Vaca,</i> some years later, was whether, in light of <i>Miranda Fuel Co.,</i> the courts still had jurisdiction to enforce the unions' duty. As we understood our inquiry, it was whether Congress, in enacting § 8(b) in 1947, had intended to oust the courts of their role of enforcing the duty of fair representation implied under the NLRA. We held that the \"tardy assumption\" of jurisdiction by the NLRB was insufficient reason to abandon our prior cases, such as <i>Syres.</i></p>\n<p>In the case before us, there can be no mistaking Congress' intent to create a duty previously without statutory basis, and no mistaking the authority of the FLRA to enforce that duty. Also, because the courts played no role in enforcing a union's fair representation duty under Executive Order No. 11491 § 10e, 3 CFR 861 (1966-1970 Comp.), and subsequent amended orders, under the pre-CSRA regulatory regime, there was not in this context any pre-existing judicial role that at least arguably Congress intended to preserve.<sup>[3]</sup></p>\n<p>Moreover, in <i>Vaca</i> and the earlier cases, it was stressed that by providing for exclusive bargaining agents, the pertinent statutes deprived bargaining unit employees of their individual rights to bargain for wages, hours, and working conditions. Hence it was critical that unions be required to represent all in good faith. Again, Title VII operates in a different context. As the United States as <i>amicus</i> explains, federal employment does not rest on contract in the private sector sense; nor is it clear that the deprivation a federal employee suffers from the election of a bargaining agent  if <span class=\"star-pagination\">*536</span> there is such a deprivation  is comparable to the private sector predicament. Moreover, the collective-bargaining mechanisms created by Title VII do not deprive employees of recourse to any of the remedies otherwise provided by statute or regulation. See the CSRA, 5 U. S. C. §§ 7114(a)(5) and 7121(e)(1).</p>\n<p>We also note that <i>Vaca</i> rested in part on the fact that private collective-bargaining contracts were enforceable in the federal courts under LMRA § 301. Because unfair representation claims most often involve a claim of breach by the employer and since employers are suable under § 301, the implied fair representation cause of action allows claims against an employer and a union to be adjudicated in one action. Section 301 has no equivalent under Title VII; there is no provision in that Title for suing an agency in federal court.</p>\n<p>We therefore discern no basis for finding congressional intent to provide petitioner with a cause of action against the Union. Congress undoubtedly was aware from our cases such as <i>Cort</i> v. <i>Ash,</i> 422 U. S. 66 (1975), that the Court had departed from its prior standard for resolving a claim urging that an implied statutory cause of action should be recognized, and that such issues were being resolved by a straightforward inquiry into whether Congress intended to provide a private cause of action. Had Congress intended the courts to enforce a federal employees union's duty of fair representation, we would expect to find some evidence of that intent in the statute or its legislative history. We find none. Just as in <i>United States</i> v. <i>Fausto,</i> 484 U. S. 439, 445 (1988), we held that the CSRA's \"integrated scheme of administrative and judicial review\" foreclosed an implied right to Court of Claims review, we follow a similar course here. See also <i>Bush</i> v. <i>Lucas,</i> 462 U. S. 367, 388 (1983). To be sure, courts play a role in CSRA § 7116(b)(8) fair representation cases, but only sitting in review of the FLRA. To hold that the district courts must entertain such cases in the first instance would seriously undermine what we deem to be the congressional <span class=\"star-pagination\">*537</span> scheme, namely to leave the enforcement of union and agency duties under the Act to the General Counsel and the FLRA and to confine the courts to the role given them under the Act.</p>\n<p>Accordingly the judgment of the Court of Appeals is</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  <i>Gregory O'Duden</i> and <i>Elaine Kaplan</i> filed a brief for the National Treasury Employees Union as <i>amicus curiae</i> urging affirmance.</p>\n<p>[1]  Section 7114(a)(1) reads, in full: \"A labor organization which has been accorded exclusive recognition is the exclusive representative of the employees in the unit it represents, and is entitled to act for, and negotiate collective bargaining agreements covering, all employees in the unit. An exclusive representative is responsible for representing the interests of all employees in the unit it represents without discrimination and without regard to labor organization membership.\"</p>\n<p>[2]  The Executive Order precursor provision likewise was interpreted to impose on federal unions the duty of fair representation. See <i>National Federation of Federal Employees, Local 1453,</i> 23 F. L. R. A., at 690.</p>\n<p>[3]  Because such orders were not legislative, courts generally refused judicial enforcement. See, <i>e. g., </i><i>Kuhn</i> v. <i>National Association of Letter Carriers, Branch 5,</i> 570 F. 2d 757, 760-761 (CA8 1978).</p>\n\n</div>", "id": 112214, "judges": "White", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/112214/", "sha1": "3d18f5772347ad980301cfab1e41ac0d85e004cd", "source": "LR", "supreme_court_db_id": "1988-049", "time_retrieved": "2010-04-28T10:13:36"}