{"absolute_url": "/opinion/112294/quinn-v-millsap/", "blocked": false, "citation": {"case_name": "Quinn v. Millsap", "docket_number": "88-1048", "document_uris": ["/api/rest/v2/document/112294/"], "federal_cite_one": "491 U.S. 95", "federal_cite_three": "105 L. Ed. 2d 74", "federal_cite_two": "109 S. Ct. 2324", "id": 96653, "lexis_cite": "1989 U.S. LEXIS 2971", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/96653/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 11, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1989-06-15", "date_modified": "2014-12-21T02:11:03.898955", "docket": "/api/rest/v2/docket/436417/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">491 U.S. 95</p>\n    <p class=\"case_cite\">109 S.Ct. 2324</p>\n    <p class=\"case_cite\">105 L.Ed.2d 74</p>\n    <p class=\"parties\">Robert J. QUINN, Jr., and Patricia J. Kampsen,  etc., Appellants<br>v.<br>Wayne L. MILLSAP et al.</p>\n    <p class=\"docket\">No. 88-1048.</p>\n    <p class=\"date\">Argued April 25, 1989.</p>\n    <p class=\"date\">Decided June 15, 1989.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">\n        <i>Syllabus</i>\n      </p>\n      <p class=\"indent\">Article VI, &#167; 30, of the Missouri Constitution (hereafter &#167; 30) provides that the governments of the city of St. Louis and St. Louis County may be reorganized by a vote of the electorate upon a plan of reorganization drafted by a \"board of freeholders.\"  The State Circuit Court interpreted \"freeholder\" as not entailing a condition of property ownership and, with only a tentative discussion of the Equal Protection Clause, entered a declaratory judgment that &#167; 30 is valid both on its face and as applied to the present board of freeholders.  The Missouri Supreme Court affirmed, but relied exclusively on its interpretation of the Equal Protection Clause and held that that Clause had no relevancy because the board does not exercise general governmental powers.</p>\n      <p class=\"indent\">\n        <i>Held:</i>\n      </p>\n      <p class=\"indent\">1. This Court has jurisdiction over the appeal.  Pp. 101-104.</p>\n      <p class=\"indent\">2. The Missouri Supreme Court's ruling that the Equal Protection Clause had no relevancy to the case because the board of freeholders exercises no general governmental power reflects a significant misreading of this Court's precedents.  The fact that the board serves only to recommend a plan of reorganization to the voters and does not enact any laws of its own cannot immunize it from equal protection scrutiny.  Pp. 104-106.</p>\n      <p class=\"indent\">3. A land-ownership requirement for appointment to the board of freeholders violates the Equal Protection Clause, <i>Turner v. Fouche,</i> 396 U.S. 346, 90 S.Ct. 532, 24 L.Ed.2d 567 (1970); <i>Chappelle v. Greater Baton Rouge Airport District,</i> 431 U.S. 159, 97 S.Ct. 2162, 52 L.Ed.2d 223 (1977);  it is a form of invidious discrimination to require land ownership of all appointees to a body authorized to propose reorganization of local government. Pp. 106-109.</p>\n      <p class=\"indent\">757 S.W.2d 591 (Mo.1988), reversed.</p>\n      <p class=\"indent\">BLACKMUN, J., delivered the opinion for a unanimous Court.</p>\n      <p class=\"indent\">Kevin M. O'Keefe, St. Louis, Mo., for appellants.</p>\n      <p class=\"indent\">Simon Bolivar Buckner, IV, Jefferson City, Mo., for appellees.</p>\n      <p class=\"indent\">Justice BLACKMUN delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Constitution of the State of Missouri provides that the governments of the city of St. Louis and St. Louis County may be reorganized by a vote of the electorate of the city and county upon a plan of reorganization drafted by a \"board of freeholders.\" Appellants contend that this provision violates the Equal Protection Clause of the Fourteenth Amendment to the United States Constitution because it requires that every member of this official board own real property.  The Supreme Court of Missouri, without disputing appellants' premise that ownership of real property is a prerequisite for appointment to the board of freeholders, ruled that \"the Equal Protection Clause has no relevancy here\" because the board \"exercises no general governmental powers.\"  757 S.W.2d 591, 595 (1988).  This ruling reflects a significant misreading of our precedents, and, accordingly, we reverse.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* In 1987, pursuant to Art. VI, &#167; 30, of the Missouri Constitution,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> a sufficient number of voters signed petitions \"to establish a board of St. Louis area property owners (freeholders)\" to consider the reorganization of \"governmental structures and responsibilities\" for the city and county.  App. 20, 30.  As a result, under &#167; 30, the city's mayor and the county executive were required each to appoint nine members to this board, and the Governor was required to appoint one.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After the mayor had chosen nine individuals based on several criteria, including a history of community service and demonstrated leadership ability, he was informed by the city's counsel that ownership of real property was a prerequisite for board membership.  One of the persons selected by the mayor, the Reverend Paul C. Reinert,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> did not own real property.  He was removed from the mayor's list and replaced with an appointee who satisfied the real-property requirement.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The county executive similarly was told by the county's counsel that real property ownership was a necessary condition for board membership.  The Governor also considered real property ownership as a necessary qualification.  Thus, all 19 members appointed to the board of freeholders in 1987 owned real property, as was inevitable given the prevailing belief that &#167; 30 required this result.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In November 1987, appellants Robert J. Quinn, Jr., and Patricia J. Kampsen filed in the United States District Court for the Western District of Missouri a class-action complaint on behalf of all Missouri voters who did not own real property. Appellants claimed that &#167; 30 violated the Equal Protection Clause of the Fourteenth Amendment on its face, insofar as it required ownership of real property in order to serve on the board that was to consider proposals for reorganizing the St. Louis city and county governments.  <i>Quinn v. Missouri,</i> 681 F.Supp. 1422, 1433 (W.D.Mo.1988).  Appellants also claimed that &#167; 30 violated the Equal Protection Clause as applied, because in this instance \"appointment to the board [of freeholders] was actually limited to those who were ascertained to be owners of real property.\"  <i>Ibid.</i> Relying on this Court's decisions in <i>Turner v. Fouche,</i> 396 U.S. 346, 90 S.Ct. 532, 24 L.Ed.2d 567 (1970), and <i>Chappelle v. Greater Baton Rouge Airport Dist.,</i> 431 U.S. 159, 97 S.Ct. 2162, 52 L.Ed.2d 223 (1977), appellants asserted that the requirement that members of the board own real property&#8212;whether contained within &#167; 30 itself or resulting from a misinterpretation of that provision&#8212;is not rationally related to any legitimate state purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Appellants' federal-court complaint, as amended, named as defendants the mayor, the county executive, the Governor, and the members of the board of freeholders, as well as the State of Missouri itself.  These defendants, all appellees here, in turn sued appellants in a Missouri Circuit Court for a declaratory judgment that &#167; 30 does <i>not</i> violate the Federal Constitution. Appellants counterclaimed in the state court, raising the same claims they presented in their federal-court complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Once the property qualification issue became embroiled in litigation, the official view of &#167; 30 changed.  Whereas the mayor, the county executive, and the Governor all had assumed during the appointment process that ownership of real property was a prerequisite for board membership, they (together with the other appellees) have argued in court that the use of the term \"freeholder\" in &#167; 30&#8212;contrary to its generally accepted meaning does not entail a condition of property ownership.  Because &#167; 30(a) states that \"a board of freeholders\" shall consist of \"nine . . . electors of the city and nine electors of  he county and one . . . elector of some other county,\" appellees contend that the only qualification necessary for appointment to a board of freeholders is that one be an \"elector\" of a relevant jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Based on their contention that the meaning of \"freeholder\" in &#167; 30 is an unsettled question of state law, appellees urged the Federal District Court to abstain from adjudicating the merits of appellants' complaint while the state-court proceeding was pending.  The District Court refused to abstain, 681 F.Supp., at 1427-1432, finding appellees' interpretation of the term \"freeholder\" to be \"strained at best,\" <i>id.,</i> at 1430, and contrary both to the generally recognized meaning of the term and to its use in Missouri decisional law.  Reaching the merits of appellants' constitutional claim, the court agreed with appellants that <i>Turner</i> and <i>Chappelle</i> required the conclusion that &#167; 30 (construed to contain a property requirement) violates the Equal Protection Clause.  681 F.Supp., at 1433-1436.  The Federal Court of Appeals, after a preliminary order, see 839 F.2d 425 (CA8 1988), reversed, holding that the District Court should have abstained.  App. to Juris. Statement 61;  855 F.2d 856 (CA8 1988).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Thereafter, in an unpublished memorandum, the State Circuit Court adopted appellees' interpretation of &#167; 30.  Although in property law the term \"freeholder\" means someone with a fee or similar estate in land, the court reasoned that in \"public law\" the phrase \"board of freeholders\" was equivalent to \"board of commissioners.\"  App. to Juris.  Statement 17-18. Additionally, the court suggested that, notwithstanding <i>Turner</i> and <i>Chappelle,</i> &#167; 30 might not violate the Equal Protection Clause even if it imposes a real-property-ownership requirement.  Speculating about a possible rational basis for this, the court suggested that land ownership might enhance the work of the board because one of the issues it faces is whether to change the boundaries between the city and the county.  App. to Juris.  Statement 19.  The court's discussion of the Equal Protection Clause remained tentative, however, and the court did not specifically explain the constitutionality of &#167; 30 as applied to the present board of freeholders.  Nonetheless, in an order accompanying its memorandum, the state court entered a declaratory judgment that &#167; 30 is valid both on its face and as applied to the present board. <i>Id.,</i> at 20-21.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Missouri Supreme Court affirmed this judgment, but relied exclusively on its interpretation of the Equal Protection Clause. The court did not address the argument that &#167; 30 does not impose a property-ownership requirement, except to say:  \"We recognize membership on the Board of Freeholders was restricted to owners of real property.\"  757 S.W.2d, at 595.  The court continued: \"However, we hold that the composition of the Board of Freeholders does not violate the Equal Protection Clause because the Board of Freeholders does not exercise general governmental powers.\"  <i>Ibid.</i> Thus, the Missouri Supreme Court rejected both the facial and as-applied challenges to &#167; 30 based on its belief that the Equal Protection Clause was inapplicable to the board of freeholders.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Contesting the Missouri Supreme Court's interpretation of the Equal Protection Clause, appellants filed the appeal now before us, and we noted probable jurisdiction.  489 U.S. 1009, 109 S.Ct. 1116, 103 L.Ed.2d 179 (1989).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Appellees dispute this Court's power to hear the appeal, offering four separate arguments in an attempt to avoid a decision on the merits.  First, in an effort to rely on the adequate and independent state ground doctrine, see <i>Fox Film Corp. v. Muller,</i> 296 U.S. 207, 210, 56 S.Ct. 183, 184, 80 L.Ed. 158 (1935), appellees would persuade us that the Missouri Supreme Court actually accepted their interpretation of &#167; 30.  They point to the following passage from that court's opinion:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">\"Following certification of the petitions, section 30      required both the mayor of St. Louis and the county      supervisor of St. Louis County to appoint nine 'electors' to      the Board.  In addition the Governor of Missouri was required      to appoint one elector to the Board.\"  757 S.W.2d, at 592      (footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">This passage, in the introductory section of the opinion, simply repeats the language of &#167; 30 itself.  See n. 1, <i>supra.</i>  It cannot reasonably be considered as a holding that \"freeholder\" means no more than \"elector\" and that ownership of real property is not a prerequisite for sitting on the board of freeholders.  We are not convinced that the Missouri Supreme Court interpreted &#167; 30 as urged by appellees.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Rather, as explained in Part I, <i>supra,</i> the judgment of the Missouri Supreme Court rests solely on its belief that \"the Equal Protection Clause has no relevancy\" to this case.  757 S.W.2d, at 595.  In these circumstances, there can be no dispute about our power to consider the federal issue decided by the state court: \"Where the state court does not decide against a petitioner or appellant upon an independent state ground, but deeming the federal question to be before it, actually entertains and decides that question adversely to the federal right asserted, this Court has jurisdiction to review the judgment if, as here, it is a final judgment.\"  <i>Indiana ex rel. Anderson v. Brand,</i> 303 U.S. 95, 98, 58 S.Ct. 443, 445, 82 L.Ed. 685 (1938). \"That the [state] court might have, but did not, invoke state law does not foreclose jurisdiction here.\"  <i>Zacchini v. Scripps-Howard Broadcasting Co.,</i> 433 U.S. 562, 568, 97 S.Ct. 2849, 2854, 53 L.Ed.2d 965 (1977).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Appellees' remaining three jurisdictional arguments are rather surprising given the fact that it was they who brought this declaratory judgment action against appellants.  Appellees argue that the validity of &#167; 30 under the Equal Protection Clause is a nonjusticiable political question, although they filed this lawsuit seeking a judicial determination of &#167; 30's validity under the Federal Constitution.  See App. 6.  In any event, their political question argument&#8212;that the Guarantee Clause<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> precludes review of the equal protection issue&#8212;was expressly rejected in <i>Baker v. Carr,</i> 369 U.S. 186, 228, 82 S.Ct. 691, 716, 7 L.Ed.2d 663 (1962).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Next, appellees argue that appellants lack Article III standing to bring this appeal, although appellees stated in their petition for a declaratory judgment that a \"controversy\" exists between \"adverse\" parties involving \"legally protectable interests.\"  App. 5.  While appellees now might wish to repudiate this view, we have no doubt that the appeal \"retains the essentials of an adversary proceeding, involving a real, not a hypotheti al, controversy,\" <i>Nashville, C. &amp; St. L. R. Co. v. Wallace,</i> 288 U.S. 249, 264, 53 S.Ct. 345, 348, 77 L.Ed. 730 (1933), and therefore qualifies as a \"Cas[e]\" for the purposes of Article III, &#167; 2.  See also <i>ASARCO Inc. v. Kadish,</i> 490 U.S. 605, 109 S.Ct. 2037, 104 L.Ed.2d 696 (1989).  Indeed, in <i>Turner v. Fouche,</i> we specifically held that a person who does not own real property has Article III standing to challenge under the Equal Protection Clause a state-law requirement that one own real property in order to serve on a particular government board.  396 U.S., at 361-362, n. 23, 90 S.Ct., at 540-541, n. 23.  Given <i>Turner,</i> appellants necessarily have standing to appeal the Missouri Supreme Court's determination that, even if Missouri law requires that members of the board of freeholders own real property, the Equal Protection Clause is inapplicable.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Finally, appellees contend that an adjudication of appellants' appeal would interfere with the power of executive officials to make discretionary appointments, although, again, they filed this state-court action seeking a declaration of the legal validity of &#167; 30 and the present board of freeholders.  In any event, the argument is frivolous.  Appellees rely on dicta in two cases, in which this Court suggested that federal district courts might lack the authority to order executive officials to make discretionary appointments in a particular way.  See <i>Mayor of Philadelphia v. Educational Equality League,</i> 415 U.S. 605, 615, 94 S.Ct. 1323, 1331, 39 L.Ed.2d 630 (1974);  <i>Carter v. Jury Comm'n of </i> Greene County, 396 U.S. 320, 338, 90 S.Ct. 518, 528, 24 L.Ed.2d 549 (1970).  Whatever the limits of a federal court's power to <i>remedy</i> violations of the Equal Protection Clause, however, those limits are plainly irrelevant when this Court is asked to review a state-court judgment that no violation of the Equal Protection Clause has occurred or, as here, that the Equal Protection Clause is inapplicable to the state action in question.  When a state supreme court denies the existence of a federal right and rests its decision on that basis, this Court unquestionably has jurisdiction to review the federal issue decided by the state court.  To suggest otherwise would contradict principles laid down in the Judiciary Act of 1789, 1 Stat. 73, 85, and settled since <i>Martin v. Hunter's Lessee,</i> 1 Wheat. 304, 4 L.Ed. 97 (1816).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Satisfied of our jurisdiction over this appeal, we turn to the merits.</p>\n    </div>\n    <p>III</p>\n    <p>A.</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In <i>Turner v. Fouche, supra,</i> the Court applied the Equal Protection Clause to a requirement that members of a local school board own real property and held the requirement unconstitutional because it was not rationally related to any legitimate state interest.  396 U.S., at 362-364, 90 S.Ct., at 541-542. Subsequently, we applied the holding in <i>Turner</i> to strike down a requirement of local-property ownership for membership on a local airport commission.  <i>Chappelle v. Greater Baton Rouge Airport Dist.,</i> 431 U.S. 159, 97 S.Ct. 2162, 52 L.Ed.2d 223 (1977), (summarily rev'g 329 So.2d 810 (La.App.1976)).  Here, the Missouri Supreme Court held that <i>\"Turner</i> does not control . . . because <i>Turner</i> dealt with a unit of local government w ich had general governmental powers.\"  757 S.W.2d, at 594.  The Missouri Supreme Court, instead, turned to our decisions in <i>Ball v. James,</i> 451 U.S. 355, 101 S.Ct. 1811, 68 L.Ed.2d 150 (1981), <i>Salyer Land Co. v. Tulare Lake Basin Water Storage Dist.,</i> 410 U.S. 719, 93 S.Ct. 1224, 35 L.Ed.2d 659 (1973), and <i>Associated Enterprises, Inc. v. Toltec Watershed Improvement Dist.,</i> 410 U.S. 743, 93 S.Ct. 1237, 35 L.Ed.2d 675 (1973), believing those decisions to support its conclusion that \"the Equal Protection Clause has no relevancy here.\"  757 S.W.2d, at 595.  They do not support that conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In each of these cases, the Court sustained the constitutionality of a water-district voting scheme based on land ownership.  But the Court did not reach that result by ruling, as the Missouri Supreme Court held here, that the Equal Protection Clause was irrelevant because of the kind of functions performed by the water-district officials.  On the contrary, the Court expressly applied equal protection analysis and concluded that the voting qualifications at issue passed constitutional scrutiny. <i>Ball,</i> 451 U.S., at 371, 101 S.Ct., at 1821;  <i>Salyer,</i> 410 U.S., at 730-731, 93 S.Ct., at 1230-1231;  <i>Toltec,</i> 410 U.S., at 744, 93 S.Ct., at 1237.  Precisely because the water-district cases applied equal protection analysis, they cannot stand for the proposition that the Equal Protection Clause is inapplicable \"when the local unit of government in question [has no] general governmental powers.\"  757 S.W.2d, at 595.  Thus, the Missouri Supreme Court erred in thinking that the three water-district cases allowed it to avoid an application of the Equal Protection Clause.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In holding the board of freeholders exempt from the constraints of the Equal Protection Clause, the Missouri Supreme Court also relied on the fact that the \"Board of Freeholders serves only to recommend a plan of reorganization to the voters of St. Louis City and St. Louis County\" and does not enact any laws of its own.  <i>Ibid.</i>  But this fact cannot immunize the board of freeholders from equal protection scrutiny.  As this Court in <i>Turner</i> explained, the Equal Protection Clause protects the \"right to be considered for public service without the burden of invidiously discriminatory disqualifications.\"  396 U.S., at 362, 90 S.Ct., at 541.  Membership on the board of freeholders is a form of public service, even if the board only recommends a proposal to the electorate and does not enact laws directly. Thus, the Equal Protection Clause protects appellants' right to be considered for appointment to the board without the burden of \"invidiously discriminatory disqualifications.\" The rationale of the Missouri Supreme Court's contrary decision would render the Equal Protection Clause inapplicable even to a requirement that all members of the board be white males.  This result, and the reasoning that leads to it, are obviously untenable.  Thus, we conclude that it is incorrect to say, as that court did, that the Equal Protection Clause does not apply to the board of freeholders because the electorate votes on its proposals and it \"does not exercise general governmental powers.\"  757 S.W.2d, at 595.  The board in this case&#8212;like the school board in <i>Turner</i> and the airport commission in <i>Chappelle</i>&#8212;is subject to the constraints of the Equal Protection Clause.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The question, of course, remains whether the land-ownership requirement in this particular case passes or fails equal protection scrutiny.  We could remand this question to the Missouri Supreme Court, but there is no good reason to delay the resolution of this issue any further.  The parties have briefed and argued the issue throughout this litigation, first in federal court, then in state court, and now in this Court.  Cf. <i>Revere v. Massachusetts General Hospital,</i> 463 U.S. 239, 244, n. 6, 103 S.Ct. 2979, 2983, n. 6, 77 L.Ed.2d 605 (1983);  <i>Minnesota v. Clover Leaf Creamery Co.,</i> 449 U.S. 456, 470-471, n. 14, 101 S.C . 715, 727-728, n. 14, 66 L.Ed.2d 659 (1981).  Indeed, there already has been an adjudication of the merits of this issue by the United States District Court.  <i>Quinn v. Missouri,</i> 681 F.Supp., at 1433-1436.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Moreover, the resolution of this issue is straightforward:  it is a form of invidious discrimination to require land ownership of all appointees to a body authorized to propose reorganization of local government.  We need apply no more than the rationality review articulated in <i>Turner</i> to reach this conclusion.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In their brief, appellees offer two justifications for a real-property requirement in this case.  First, they contend that owners of real estate have a \"first-hand knowledge of the value of good schools, sewer systems and the other problems and amenities of urban life.\"  Brief for Appellees 41 (footnote omitted). Second, they assert that a real-property owner \"has a tangible stake in the long term future of his area.\"  <i>Ibid.</i>  These two arguments, however, were precisely the ones that this Court rejected in <i>Turner</i> itself.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As to the first, the Court explained that an ability to understand the issues concerning one's community does not depend on ownership of  eal property.  \"It cannot be seriously urged that a citizen in all other respects qualified to sit on a school board must also own real property if he is to participate responsibly in educational decisions.\"  396 U.S., at 363-364, 90 S.Ct., at 542. Similarly indefensible is the proposition that someone otherwise qualified to sit on the board that proposes a reorganization of St. Louis government must be removed from consideration just because he does not own real property.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Court in <i>Turner</i> also squarely rejected appellees' second argument by recognizing that persons can be attached to their community without owning real property.  \"However reasonable the assumption that those who own realty do possess such an attachment, [the State] may not rationally presume that that quality is necessarily wanting in all citizens of the county whose estates are less than freehold.\"  <i>Id.,</i> at 364, 90 S.Ct., at 542. Thus, <i>Turner</i> plainly forecloses Missouri's reliance on this justification for a land-ownership requirement.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">At oral argument, counsel for appellees adopted the suggestion of the State Circuit Court that a land-ownership requirement might be justifiable in this case because the board of freeholders considers issues that may relate to land.  Tr. of Oral Arg. 39.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Of course, the airport commission in <i>Chappelle</i> may have made decisions affecting real estate in its vicinity. Nonetheless, we held in <i>Chappelle</i> that excluding from service on the airport commission anyone who did not own local property was unconstitutional under <i>Turner.</i>  Thus, the mere fact that the board of freeholders considersland-use issues cannot suffice to sustain a land-ownership requirement in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Moreover, the board of freeholders here is unlike any of the governmental bodies at issue in the three water-district cases. Whereas it was rational for the States in those cases to limit voting rights to landowners, <i>Ball,</i> 451 U.S., at 371, 101 S.Ct., at 1821, the \"constitutionally relevant fact\" there was \"that all water delivered by [those districts was] distributed according to land ownership,\" <i>id.,</i> at 367, 101 S.Ct., at 1819.  The purpose of the board of freeholders, however, is not so directly linked with land ownership.  Cf. <i>id.,</i> at 357, 101 S.Ct., at 1814 (emphasizing \"the peculiarly narrow function of [the] local government body\" in <i>Ball</i> and its \"special relationship\" to the class of landowners). Even if the board of freeholders considers land-use issues, the scope of its mandate is far more encompassing:  it has the power to draft and submit a plan to reorganize the entire governmental structure of St. Louis city and county.  The work of the board of freeholders thus affects all citizens of the city and county, regardless of land ownership.  Consequently, Missouri cannot entirely exclude from eligibility for appointment to this board all persons who do not own real property, regardless of their other qualifications and their demonstrated commitment to their community.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In sum, we cannot agree with appellees that under the Equal Protection Clause, as previously construed by this Court, land-owners alone may be eligible for appointment to a body empowered to propose a wholesale revision of local government. \"Whatever objectives\" Missouri may wish \"to obtain by [a] 'freeholder' requirement must be secured, in this instance at least, by means more finely tailored to achieve the desired goal.\" <i>Turner,</i> 396 U.S., at 364,  0 S.Ct., at 542.  Accordingly, a land-ownership requirement is unconstitutional here, just as it was in <i>Turner</i> and in <i>Chappelle.</i></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The judgment of the Missouri Supreme Court is reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Art. VI, &#167; 30(a) provides:</p>\n        <p>\"The people of the city of St. Louis and the people of the county of St. Louis shall have power (1) to consolidate the territories and governments of the city and county into one political subdivision under the municipal government of the city of St. Louis;  or, (2) to extend the territorial boundaries of the county so as to embrace the territory within the city and to reorganize and consolidate the county governments of the city and the county, and adjust their relations as thus united, and thereafter the city may extend its limits in the manner provided by law for other cities;  or, (3) to enlarge the present or future limits of the city by annexing thereto part of the territory of the county, and to confer upon the city exclusive jurisdiction of the territory so annexed to the city;  or, (4) to establish a metropolitan district or districts for the functional administration of services common to the area included therein; or, (5) to formulate and adopt any other plan for the partial or complete government of all or any part of the city and the county. The power so given shall be exercised by the vote of the people of the city and county upon a plan prepared by a board of freeholders consisting of nineteen members, nine of whom shall be electors of the city and nine electors of the county and one an elector of some other county.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 30(a) further provides:  \"Upon the filing with the officials in general charge of elections in the city of a petition proposing the exercise of the powers hereby granted, . . . the mayor shall, with the approval of a majority of the board of aldermen, appoint the city's nine members of the board, not more than five of whom shall be members of or affiliated with the same political party.\"  The section contains a similar provision regarding the appointment of the county's nine members.  Section 30(b) provides that \"the governor shall appoint one member of the board who shall be a resident of the state, but shall not reside in either the city or the county.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Father Reinert, a Jesuit priest, has been affiliated with St. Louis University since at least 1948.  He has served there as professor, dean, president, and university chancellor.  See Who's Who in America 2567 (45th ed. 1988).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In its order, the state court also certified as defendants the class of all Missouri voters who do not own real property. App. to Juris. Statement 20.  Appellants Quinn and Kampsen have appealed, as class representatives, the declaratory judgment against the class.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Since then, the State Circuit Court has stayed a vote, scheduled for June 20, 1989, on a plan proposed by the board of freeholders.  Tr. of Oral Arg. 17, 46;  Brief for Appellants 11; Brief for Appellees 5.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Moreover, the passage cited by appellees certainly does not qualify as a \"plain statement\" of the court's reliance on an alternative state-law holding.  See <i>Michigan v. Long,</i> 463 U.S. 1032, 1041, 103 S.Ct. 3469, 3476, 77 L.Ed.2d 1201 (1983).  In the absence of such a \"plain statement,\" we have jurisdiction to review the federal ground on which the Missouri Supreme Court's judgment rests.  <i>Id.,</i> at 1042, 103 S.Ct., at 3477.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Art. IV, &#167; 4, of the Federal Constitution provides:  \"The United States shall guarantee to every State in this Union a Republican Form of Government, and shall protect each of them against Invasion;  and on Application of the Legislature, or of the Executive (when the Legislature cannot be convened) against domestic Violence.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Appellees concede that under <i>Turner</i> appellants have standing to appeal insofar as they challenge the facial validity of &#167; 30.  Appellees contend, however, that appellants lack Article III standing insofar as they challenge &#167; 30 as applied.  Brief for Appellees 27.  This contention is beside the point, however, since the federal question decided by the Missouri Supreme Court&#8212;whether the board of freeholders is exempt from equal protection scrutiny concerns the validity of &#167; 30 on its face, in addition to its validity as applied.  Thus, as long as appellants have Article III standing to challenge the facial validity of &#167; 30 (as they undoubtedly do under <i>Turner</i> ), they have sufficient standing to appeal the judgment of the Missouri Supreme Court in this case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Nor must we remand this issue just because the Missouri Supreme Court failed to settle the parties' dispute over the meaning of &#167; 30.  The court assumed the existence of a land-ownership requirement, as shall we.  Our assumption is especially reasonable in the peculiar circumstances of this case.</p>\n        <p>First, the term \"freeholder,\" when used elsewhere in the Missouri Constitution, carries its usual meaning of land ownership.  See, <i>e.g., Shively v. Lankford,</i> 174 Mo. 535, 548, 74 S.W. 835, 838 (1903) (defining \"freeholder\" to mean \"one who owns 'a freehold estate, that is, an estate in lands, tenements, or hereditaments of an indeterminate duration, other than an estate at will or by sufferance' \");  see also Tr. of Oral Arg. 48 (conceding that \"freeholder\" means \"owner of real property\" for purposes of other provisions of the Missouri Constitution);  see generally <i>Quinn v. Missouri,</i> 681 F.Supp., at 1430-1431 (reviewing Missouri authorities).</p>\n        <p>Second, there is no indication that anyone in Missouri (at least prior to this litigation) understood the term \"freeholder\" in &#167; 30 to mean something other than its ordinary usage.  See Tr. of Oral Arg. 50-51.  On the contrary, the mayor,</p>\n        <p>the county executive, and the Governor all made their appointments to the present board of freeholders with a belief that real-property ownership was a necessary qualification for membership on the board, and the petitions to establish the present board of freeholders expressly referred to \"a board of St. Louis area <i>property owners</i> (freeholders).\"  App. 30 (emphasis added).  While the Missouri Supreme Court retains the final authority to interpret &#167; 30;  we have no substantial reason to believe that appellees' interpretation might be accepted.</p>\n        <p>Third, even if the appointing officials misinterpreted &#167; 30, the very fact that they did so means, in effect, that all members of the board were required to own real property.  Father Reinert, who is a member of the class represented by appellants, was removed from the mayor's list just because he did not own real property.  Accordingly, in the posture that this case comes before this Court, it is appropriate for us to assume that land ownership was a prerequisite for all positions on the board.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Because we conclude that a land-ownership requirement for all members of the board of freeholders cannot survive <i>Turner's</i> rationality review, we need not consider appellants' argument that a strict standard of review applies by virtue of such cases as <i>Bullock v. Carter,</i> 405 U.S. 134, 92 S.Ct. 849, 31 L.Ed.2d 92 (1972), and <i>Lubin v. Panish,</i> 415 U.S. 709, 94 S.Ct. 1315, 39 L.Ed.2d 702 (1974).  See also <i>Turner,</i> 396 U.S., at 362, 90 S.Ct., at 541 (declining to consider whether a higher level of scrutiny applies).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The absurdity of appellees' position is vividly demonstrated in this case by the property-based exclusion of Father Reinert, whose long experience as a professor and officer of a local university gave him a sufficient stake in the community and knowledge of local conditions to make him an appropriate choice for appointment to the board.  See, n. 3, <i>supra.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The State Circuit Court referred specifically to a possible change of boundaries between the city and county.  App. to Juris. Statement 19.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>491 U.S. 95 (1989)</b></center>\n<center><h1>QUINN ET AL.<br>\nv.<br>\nMILLSAP ET AL.</h1></center>\n<center>No. 88-1048.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 25, 1989</center>\n<center>Decided June 15, 1989</center>\nAPPEAL FROM THE SUPREME COURT OF MISSOURI\n<p><i>Kevin M. O'Keefe</i> argued the cause for appellants. With him on the briefs were <i>Charles W. Bobinette, Jess W. Ullom,</i> and <i>Murk D. Mittleman.</i></p>\n<p><i>Simon B. Buckner,</i> Assistant Attorney General of Missouri, argued the cause for appellees. With him on the brief <span class=\"star-pagination\">*96</span> were <i>William L. Webster,</i> Attorney General, <i>Thomas W. Wehrle, Andrew J. Minardi,</i> and <i>Eugene P. Freeman.</i><sup>[*]</sup></p>\n<p>JUSTICE BLACKMUN delivered the opinion of the Court.</p>\n<p>The Constitution of the State of Missouri provides that the governments of the city of St. Louis and St. Louis County may be reorganized by a vote of the electorate of the city and county upon a plan of reorganization drafted by a \"board of freeholders.\" Appellants contend that this provision violates the Equal Protection Clause of the Fourteenth Amendment to the United States Constitution because it requires that every member of this official board own real property. The Supreme Court of Missouri, without disputing appellants' premise that ownership of real property is a prerequisite for appointment to the board of freeholders, ruled that \"the Equal Protection Clause has no relevancy here\" because the board \"exercises no general governmental powers.\" 757 S. W. 2d 591, 595 (1988). This ruling reflects a significant misreading of our precedents, and, accordingly, we reverse.</p>\n<p></p>\n<h2>I</h2>\n<p>In 1987, pursuant to Art. VI, § 30, of the Missouri Constitution,<sup>[1]</sup> a sufficient number of voters signed petitions \"to <span class=\"star-pagination\">*97</span> establish a board of St. Louis area property owners (freeholders)\" to consider the reorganization of \"governmental structures and responsibilities\" for the city and county. App. 20, 30. As a result, under § 30, the city's mayor and the county executive were required each to appoint nine members to this board, and the Governor was required to appoint one.<sup>[2]</sup></p>\n<p>After the mayor had chosen nine individuals based on several criteria, including a history of community service and demonstrated leadership ability, he was informed by the city's counsel that ownership of real property was a prerequisite for board membership. One of the persons selected by the mayor, the Reverend Paul C. Reinert,<sup>[3]</sup> did not own real property. He was removed from the mayor's list and replaced with an appointee who satisfied the real-property requirement.</p>\n<p>The county executive similarly was told by the county's counsel that real property ownership was a necessary condition for board membership. The Governor also considered <span class=\"star-pagination\">*98</span> real property ownership as a necessary qualification. Thus, all 19 members appointed to the board of freeholders in 1987 owned real property, as was inevitable given the prevailing belief that § 30 required this result.</p>\n<p>In November 1987, appellants Robert J. Quinn, Jr., and Patricia J. Kampsen filed in the United States District Court for the Western District of Missouri a class-action complaint on behalf of all Missouri voters who did not own real property. Appellants claimed that § 30 violated the Equal Protection Clause of the Fourteenth Amendment on its face, insofar as it required ownership of real property in order to serve on the board that was to consider proposals for reorganizing the St. Louis city and county governments. <i>Quinn</i> v. <i>Missouri,</i> 681 F. Supp. 1422, 1433 (1988). Appellants also claimed that § 30 violated the Equal Protection Clause as applied, because in this instance \"appointment to the board [of freeholders] was actually limited to those who were ascertained to be owners of real property.\" <i>Ibid.</i> Relying on this Court's decisions in <i>Turner</i> v. <i>Fouche,</i> 396 U. S. 346 (1970), and <i>Chappelle</i> v. <i>Greater Baton Rouge Airport Dist.,</i> 431 U. S. 159 (1977), appellants asserted that the requirement that members of the board own real property  whether contained within § 30 itself or resulting from a misinterpretation of that provision  is not rationally related to any legitimate state purpose.</p>\n<p>Appellants' federal-court complaint, as amended, named as defendants the mayor, the county executive, the Governor, and the members of the board of freeholders, as well as the State of Missouri itself. These defendants, all appellees here, in turn sued appellants in a Missouri Circuit Court for a declaratory judgment that § 30 does <i>not</i> violate the Federal Constitution. Appellants counterclaimed in the state court, raising the same claims they presented in their federal-court complaint.</p>\n<p><span class=\"star-pagination\">*99</span> Once the property qualification issue became embroiled in litigation, the official view of § 30 changed. Whereas the mayor, the county executive, and the Governor all had assumed during the appointment process that ownership of real property was a prerequisite for board membership, they (together with the other appellees) have argued in court that the use of the term \"freeholder\" in § 30  contrary to its generally accepted meaning  does not entail a condition of property ownership. Because § 30(a) states that \"a board of freeholders\" shall consist of \"nine . . . electors of the city and nine electors of the county and one . . . elector of some other county,\" appellees contend that the only qualification necessary for appointment to a board of freeholders is that one be an \"elector\" of a relevant jurisdiction.</p>\n<p>Based on their contention that the meaning of \"freeholder\" in § 30 is an unsettled question of state law, appellees urged the Federal District Court to abstain from adjudicating the merits of appellants' complaint while the state-court proceeding was pending. The District Court refused to abstain, 681 F. Supp., at 1427-1432, finding appellees' interpretation of the term \"freeholder\" to be \"strained at best,\" <i>id.,</i> at 1430, and contrary both to the generally recognized meaning of the term and to its use in Missouri decisional law. Reaching the merits of appellants' constitutional claim, the court agreed with appellants that <i>Turner</i> and <i>Chappelle</i> required the conclusion that § 30 (construed to contain a property requirement) violates the Equal Protection Clause. 681 F. Supp., at 1433-1436. The Federal Court of Appeals, after a preliminary order, see 839 F. 2d 425 (CA8 1988), reversed, holding that the District Court should have abstained. App. to Juris. Statement 61; 855 F. 2d 856 (CA8 1988).</p>\n<p>Thereafter, in an unpublished memorandum, the State Circuit Court adopted appellees' interpretation of § 30. Although in property law the term \"freeholder\" means someone <span class=\"star-pagination\">*100</span> with a fee or similar estate in land, the court reasoned that in \"public law\" the phrase \"board of freeholders\" was equivalent to \"board of commissioners.\" App. to Juris. Statement 17-18. Additionally, the court suggested that, notwithstanding <i>Turner</i> and <i>Chappelle,</i> § 30 might not violate the Equal Protection Clause even if it imposes a real-property-ownership requirement. Speculating about a possible rational basis for this, the court suggested that land ownership might enhance the work of the board because one of the issues it faces is whether to change the boundaries between the city and the county. App. to Juris. Statement 19. The court's discussion of the Equal Protection Clause remained tentative, however, and the court did not specifically explain the constitutionality of § 30 as applied to the present board of freeholders. Nonetheless, in an order accompanying its memorandum, the state court entered a declaratory judgment that § 30 is valid both on its face and as applied to the present board. <i>Id.,</i> at 20-21.<sup>[4]</sup></p>\n<p>The Missouri Supreme Court affirmed this judgment, but relied exclusively on its interpretation of the Equal Protection Clause. The court did not address the argument that § 30 does not impose a property-ownership requirement, except to say: \"We recognize membership on the Board of Freeholders was restricted to owners of real property.\" 757 S. W. 2d, at 595. The court continued: \"However, we hold that the composition of the Board of Freeholders does not violate the Equal Protection Clause because the Board of Freeholders does not exercise general governmental powers.\" <i>Ibid.</i> Thus, the Missouri Supreme Court rejected both the facial and as-applied challenges to § 30 based on its belief that the Equal Protection Clause was inapplicable to the board of freeholders.</p>\n<p><span class=\"star-pagination\">*101</span> Contesting the Missouri Supreme Court's interpretation of the Equal Protection Clause, appellants filed the appeal now before us, and we noted probable jurisdiction. 489 U. S. 1009 (1989).<sup>[5]</sup></p>\n<p></p>\n<h2>II</h2>\n<p>Appellees dispute this Court's power to hear the appeal, offering four separate arguments in an attempt to avoid a decision on the merits. First, in an effort to rely on the adequate and independent state ground doctrine, see <i>Fox Film Corp.</i> v. <i>Muller,</i> 296 U. S. 207, 210 (1935), appellees would persuade us that the Missouri Supreme Court actually accepted their interpretation of § 30. They point to the following passage from that court's opinion:</p>\n<blockquote>\"Following certification of the petitions, section 30 required both the mayor of St. Louis and the county supervisor of St. Louis County to appoint nine `electors' to the Board. In addition the Governor of Missouri was required to appoint one elector to the Board.\" 757 S. W. 2d, at 592 (footnote omitted).</blockquote>\n<p>This passage, in the introductory section of the opinion, simply repeats the language of § 30 itself. See n. 1, <i>supra.</i> It cannot reasonably be considered as a holding that \"freeholder\" means no more than \"elector\" and that ownership of real property is not a prerequisite for sitting on the board of freeholders. We are not convinced that the Missouri Supreme Court interpreted § 30 as urged by appellees.</p>\n<p>Rather, as explained in Part I, <i>supra,</i> the judgment of the Missouri Supreme Court rests solely on its belief that \"the Equal Protection Clause has no relevancy\" to this case. 757 S. W. 2d, at 595. In these circumstances, there can be no dispute about our power to consider the federal issue decided by the state court: \"Where the state court does not decide <span class=\"star-pagination\">*102</span> against a petitioner or appellant upon an independent state ground, but deeming the federal question to be before it, actually entertains and decides that question adversely to the federal right asserted, this Court has jurisdiction to review the judgment if, as here, it is a final judgment.\" <i>Indiana ex rel. Anderson</i> v. <i>Brand,</i> 303 U. S. 95, 98 (1938). \"That the [state] court might have, but did not, invoke state law does not foreclose jurisdiction here.\" <i>Zacchini</i> v. <i>Scripps-Howard Broadcasting Co.,</i> 433 U. S. 562, 568 (1977).<sup>[6]</sup></p>\n<p>Appellees' remaining three jurisdictional arguments are rather surprising given the fact that it was they who brought this declaratory judgment action against appellants. Appellees argue that the validity of § 30 under the Equal Protection Clause is a nonjusticiable political question, although they filed this lawsuit seeking a judicial determination of § 30's validity under the Federal Constitution. See App. 6. In any event, their political question argument  that the Guarantee Clause<sup>[7]</sup> precludes review of the equal protection issue  was expressly rejected in <i>Baker</i> v. <i>Carr,</i> 369 U. S. 186, 228 (1962).</p>\n<p>Next, appellees argue that appellants lack Article III standing to bring this appeal, although appellees stated in their petition for a declaratory judgment that a \"controversy\" exists between \"adverse\" parties involving \"legally protectable interests.\" App. 5. While appellees now might wish to repudiate this view, we have no doubt that the appeal \"retains <span class=\"star-pagination\">*103</span> the essentials of an adversary proceeding, involving a real, not a hypothetical, controversy,\" <i>Nashville, C. &amp; St. L. R. Co.</i> v. <i>Wallace,</i> 288 U. S. 249, 264 (1933), and therefore qualifies as a \"Cas[e]\" for the purposes of Article III, § 2. See also <i>ASARCO Inc.</i> v. <i>Kadish,</i> 490 U. S. 605 (1989). Indeed, in <i>Turner</i> v. <i>Fouche</i><i>,</i> we specifically held that a person who does not own real property has Article III standing to challenge under the Equal Protection Clause a state-law requirement that one own real property in order to serve on a particular government board. 396 U. S., at 361-362, n. 23. Given <i>Turner,</i> appellants necessarily have standing to appeal the Missouri Supreme Court's determination that, even if Missouri law requires that members of the board of freeholders own real property, the Equal Protection Clause is inapplicable.<sup>[8]</sup></p>\n<p>Finally, appellees contend that an adjudication of appellants' appeal would interfere with the power of executive officials to make discretionary appointments, although, again, they filed this state-court action seeking a declaration of the legal validity of § 30 and the present board of freeholders. In any event, the argument is frivolous. Appellees rely on dicta in two cases, in which this Court suggested that federal district courts might lack the authority to order executive officials to make discretionary appointments in a particular way. See <i>Mayor of Philadelphia</i> v. <i>Educational Equality League,</i> 415 U. S. 605, 615 (1974); <i>Carter</i> v. <i>Jury Comm'n of</i> <span class=\"star-pagination\">*104</span> <i>Greene County,</i> 396 U. S. 320, 338 (1970). Whatever the limits of a federal court's power to <i>remedy</i> violations of the Equal Protection Clause, however, those limits are plainly irrelevant when this Court is asked to review a state-court judgment that no violation of the Equal Protection Clause has occurred or, as here, that the Equal Protection Clause is inapplicable to the state action in question. When a state supreme court denies the existence of a federal right and rests its decision on that basis, this Court unquestionably has jurisdiction to review the federal issue decided by the state court. To suggest otherwise would contradict principles laid down in the Judiciary Act of 1789, 1 Stat. 73, 85, and settled since <i>Martin</i> v. <i>Hunter's Lessee,</i> 1 Wheat. 304 (1816).</p>\n<p>Satisfied of our jurisdiction over this appeal, we turn to the merits.</p>\n<p></p>\n<h2>III</h2>\n<p></p>\n<h2>A</h2>\n<p>In <i>Turner</i> v. <i>Fouche, supra</i><i>,</i> the Court applied the Equal Protection Clause to a requirement that members of a local school board own real property and held the requirement unconstitutional because it was not rationally related to any legitimate state interest. 396 U. S., at 362-364. Subsequently, we applied the holding in <i>Turner</i> to strike down a requirement of local-property ownership for membership on a local airport commission. <i>Chappelle</i> v. <i>Greater Baton Rouge Airport Dist.,</i> 431 U. S. 159 (1977), summarily rev'g 329 So. 2d 810 (La. App. 1976). Here, the Missouri Supreme Court held that \"<i>Turner</i> does not control . . . because <i>Turner</i> dealt with a unit of local government which had general governmental powers.\" 757 S. W. 2d., at 594. The Missouri Supreme Court, instead, turned to our decisions in <i>Ball</i> v. <i>James,</i> 451 U. S. 355 (1981), <i>Salyer Land Co.</i> v. <i>Tulare Lake Basin Water Storage Dist.,</i> 410 U. S. 719 (1973), and <i>Associated Enterprises, Inc.</i> v. <i>Toltec Watershed Improvement Dist.,</i> 410 U. S. 743 (1973), believing those decisions to support its conclusion that \"the Equal Protection Clause has no <span class=\"star-pagination\">*105</span> relevancy here.\" 757 S. W. 2d, at 595. They do not support that conclusion.</p>\n<p>In each of these cases, the Court sustained the constitutionality of a water-district voting scheme based on land ownership. But the Court did not reach that result by ruling, as the Missouri Supreme Court held here, that the Equal Protection Clause was irrelevant because of the kind of functions performed by the water-district officials. On the contrary, the Court expressly applied equal protection analysis and concluded that the voting qualifications at issue passed constitutional scrutiny. <i>Ball,</i> 451 U. S., at 371; <i>Salyer,</i> 410 U. S., at 730-731; <i>Toltec,</i> 410 U. S., at 744. Precisely because the water-district cases applied equal protection analysis, they cannot stand for the proposition that the Equal Protection Clause is inapplicable \"when the local unit of government in question [has no] general governmental powers.\" 757 S. W. 2d, at 595. Thus, the Missouri Supreme Court erred in thinking that the three water-district cases allowed it to avoid an application of the Equal Protection Clause.</p>\n<p>In holding the board of freeholders exempt from the constraints of the Equal Protection Clause, the Missouri Supreme Court also relied on the fact that the \"Board of Freeholders serves only to recommend a plan of reorganization to the voters of St. Louis City and St. Louis County\" and does not enact any laws of its own. <i>Ibid.</i> But this fact cannot immunize the board of freeholders from equal protection scrutiny. As this Court in <i>Turner</i> explained, the Equal Protection Clause protects the \"right to be considered for public service without the burden of invidiously discriminatory disqualifications.\" 396 U. S., at 362. Membership on the board of freeholders is a form of public service, even if the board only recommends a proposal to the electorate and does not enact laws directly. Thus, the Equal Protection Clause protects appellants' right to be considered for appointment to the board without the burden of \"invidiously discriminatory disqualifications.\"</p>\n<p><span class=\"star-pagination\">*106</span> The rationale of the Missouri Supreme Court's contrary decision would render the Equal Protection Clause inapplicable even to a requirement that all members of the board be white males. This result, and the reasoning that leads to it, are obviously untenable. Thus, we conclude that it is incorrect to say, as that court did, that the Equal Protection Clause does not apply to the board of freeholders because the electorate votes on its proposals and it \"does not exercise general governmental powers.\" 757 S. W. 2d, at 595. The board in this case  like the school board in <i>Turner</i> and the airport commission in <i>Chappelle</i>  is subject to the constraints of the Equal Protection Clause.</p>\n<p></p>\n<h2>B</h2>\n<p>The question, of course, remains whether the land-ownership requirement in this particular case passes or fails equal protection scrutiny. We could remand this question to the Missouri Supreme Court, but there is no good reason to delay the resolution of this issue any further. The parties have briefed and argued the issue throughout this litigation, first in federal court, then in state court, and now in this Court. Cf. <i>Revere</i> v. <i>Massachusetts General Hospital,</i> 463 U. S. 239, 244, n. 6 (1983); <i>Minnesota</i> v. <i>Clover Leaf Creamery Co.,</i> 449 U. S. 456, 470-471, n. 14 (1981). Indeed, there already has been an adjudication of the merits of this issue by the United States District Court. <i>Quinn</i> v. <i>Missouri,</i> 681 F. Supp., at 1433-1436.<sup>[9]</sup> Moreover, the resolution of this issue <span class=\"star-pagination\">*107</span> is straightforward: it is a form of invidious discrimination to require land ownership of all appointees to a body authorized to propose reorganization of local government. We need apply no more than the rationality review articulated in <i>Turner</i> to reach this conclusion.<sup>[10]</sup></p>\n<p>In their brief, appellees offer two justifications for a real-property requirement in this case. First, they contend that owners of real estate have a \"first-hand knowledge of the value of good schools, sewer systems and the other problems and amenities of urban life.\" Brief for Appellees 41 (footnote omitted). Second, they assert that a real-property owner \"has a tangible stake in the long term future of his area.\" <i>Ibid.</i> These two arguments, however, were precisely the ones that this Court rejected in <i>Turner</i> itself.</p>\n<p><span class=\"star-pagination\">*108</span> As to the first, the Court explained that an ability to understand the issues concerning one's community does not depend on ownership of real property. \"It cannot be seriously urged that a citizen in all other respects qualified to sit on a school board must also own real property if he is to participate responsibly in educational decisions.\" 396 U. S., at 363-364. Similarly indefensible is the proposition that someone otherwise qualified to sit on the board that proposes a reorganization of St. Louis government must be removed from consideration just because he does not own real property.</p>\n<p>The Court in <i>Turner</i> also squarely rejected appellees' second argument by recognizing that persons can be attached to their community without owning real property. \"However reasonable the assumption that those who own realty do possess such an attachment, [the State] may not rationally presume that that quality is necessarily wanting in all citizens of the county whose estates are less than freehold.\" <i>Id.,</i> at 364. Thus, <i>Turner</i> plainly forecloses Missouri's reliance on this justification for a land-ownership requirement.<sup>[11]</sup></p>\n<p>At oral argument, counsel for appellees adopted the suggestion of the State Circuit Court that a land-ownership requirement might be justifiable in this case because the board of freeholders considers issues that may relate to land. Tr. of Oral Arg. 39.<sup>[12]</sup> Of course, the airport commission in <i>Chappelle</i> may have made decisions affecting real estate in its vicinity. Nonetheless, we held in <i>Chappelle</i> that excluding from service on the airport commission anyone who did not own local property was unconstitutional under <i>Turner.</i> Thus, the mere fact that the board of freeholders considers <span class=\"star-pagination\">*109</span> land-use issues cannot suffice to sustain a land-ownership requirement in this case.</p>\n<p>Moreover, the board of freeholders here is unlike any of the governmental bodies at issue in the three water-district cases. Whereas it was rational for the States in those cases to limit voting rights to landowners, <i>Ball,</i> 451 U. S., at 371, the \"constitutionally relevant fact\" there was \"that all water delivered by [those districts was] distributed according to land ownership,\" <i>id.,</i> at 367. The purpose of the board of freeholders, however, is not so directly linked with land ownership. Cf. <i>id.,</i> at 357 (emphasizing \"the peculiarly narrow function of [the] local government body\" in <i>Ball</i> and its \"special relationship\" to the class of landowners). Even if the board of freeholders considers land-use issues, the scope of its mandate is far more encompassing: it has the power to draft and submit a plan to reorganize the entire governmental structure of St. Louis city and county. The work of the board of freeholders thus affects all citizens of the city and county, regardless of land ownership. Consequently, Missouri cannot entirely exclude from eligibility for appointment to this board all persons who do not own real property, regardless of their other qualifications and their demonstrated commitment to their community.</p>\n<p>In sum, we cannot agree with appellees that under the Equal Protection Clause, as previously construed by this Court, landowners alone may be eligible for appointment to a body empowered to propose a wholesale revision of local government. \"Whatever objectives\" Missouri may wish \"to obtain by [a] `freeholder' requirement must be secured, in this instance at least, by means more finely tailored to achieve the desired goal.\" <i>Turner,</i> 396 U. S., at 364. Accordingly, a land-ownership requirement is unconstitutional here, just as it was in <i>Turner</i> and in <i>Chappelle.</i></p>\n<p>The judgment of the Missouri Supreme Court is reversed.</p>\n<p><i>It is so ordered.</i></p>\n<h2>NOTES</h2>\n<p>[*]  <i>Stanley E. Goldstein, Kathleen L. Wilde, Laughlin McDonald,</i> and <i>Neil Bradley</i> filed a brief for the American Civil Liberties Union of Eastern Missouri et al. as <i>amici curiae</i> urging reversal.</p>\n<p>[1]  Art. VI, § 30(a) provides:\n</p>\n<p>\"The people of the city of St. Louis and the people of the county of St. Louis shall have power (1) to consolidate the territories and governments of the city and county into one political subdivision under the municipal government of the city of St. Louis; or, (2) to extend the territorial boundaries of the county so as to embrace the territory within the city and to reorganize and consolidate the county governments of the city and the county, and adjust their relations as thus united, and thereafter the city may extend its limits in the manner provided by law for other cities; or, (3) to enlarge the present or future limits of the city by annexing thereto part of the territory of the county, and to confer upon the city exclusive jurisdiction of the territory so annexed to the city; or, (4) to establish a metropolitan district or districts for the functional administration of services common to the area included therein; or, (5) to formulate and adopt any other plan for the partial or complete government of all or any part of the city and the county. The power so given shall be exercised by the vote of the people of the city and county upon a plan prepared by a board of freeholders consisting of nineteen members, nine of whom shall be electors of the city and nine electors of the county and one an elector of some other county.\"</p>\n<p>[2]  Section 30(a) further provides: \"Upon the filing with the officials in general charge of elections in the city of a petition proposing the exercise of the powers hereby granted, . . . the mayor shall, with the approval of a majority of the board of aldermen, appoint the city's nine members of the board, not more than five of whom shall be members of or affiliated with the same political party.\" The section contains a similar provision regarding the appointment of the county's nine members. Section 30(b) provides that \"the governor shall appoint one member of the board who shall be a resident of the state, but shall not reside in either the city or the county.\"</p>\n<p>[3]  Father Reinert, a Jesuit priest, has been affiliated with St. Louis University since at least 1948. He has served there as professor, dean, president, and university chancellor. See Who's Who in America 2567 (45th ed. 1988).</p>\n<p>[4]  In its order, the state court also certified as defendants the class of all Missouri voters who do not own real property. App. to Juris. Statement 20. Appellants Quinn and Kampsen have appealed, as class representatives, the declaratory judgment against the class.</p>\n<p>[5]  Since then, the State Circuit Court has stayed a vote, scheduled for June 20, 1989, on a plan proposed by the board of freeholders. Tr. of Oral Arg. 17, 46; Brief for Appellants 11; Brief for Appellees 5.</p>\n<p>[6]  Moreover, the passage cited by appellees certainly does not qualify as a \"plain statement\" of the court's reliance on an alternative state-law holding. See <i>Michigan</i> v. <i>Long,</i> 463 U. S. 1032, 1041 (1983). In the absence of such a \"plain statement,\" we have jurisdiction to review the federal ground on which the Missouri Supreme Court's judgment rests. <i>Id.,</i> at 1042.</p>\n<p>[7]  Art. IV, § 4, of the Federal Constitution provides: \"The United States shall guarantee to every State in this Union a Republican Form of Government, and shall protect each of them against Invasion; and on Application of the Legislature, or of the Executive (when the Legislature cannot be convened) against domestic Violence.\"</p>\n<p>[8]  Appellees concede that under <i>Turner</i> appellants have standing to appeal insofar as they challenge the facial validity of § 30. Appellees contend, however, that appellants lack Article III standing insofar as they challenge § 30 as applied. Brief for Appellees 27. This contention is beside the point, however, since the federal question decided by the Missouri Supreme Court  whether the board of freeholders is exempt from equal protection scrutiny  concerns the validity of § 30 on its face, in addition to its validity as applied. Thus, as long as appellants have Article III standing to challenge the facial validity of § 30 (as they undoubtedly do under <i>Turner</i>), they have sufficient standing to appeal the judgment of the Missouri Supreme Court in this case.</p>\n<p>[9]  Nor must we remand this issue just because the Missouri Supreme Court failed to settle the parties' dispute over the meaning of § 30. The court assumed the existence of a land-ownership requirement, as shall we. Our assumption is especially reasonable in the peculiar circumstances of this case.\n</p>\n<p>First, the term \"freeholder,\" when used elsewhere in the Missouri Constitution, carries its usual meaning of land ownership. See, <i>e. g., </i><i>Shively</i> v. <i>Lankford,</i> 174 Mo. 535, 548, 74 S. W. 835, 838 (1903) (defining \"freeholder\" to mean \"one who owns `a freehold estate, that is, an estate in lands, tenements, or hereditaments of an indeterminate duration, other than an estate at will or by sufferance' \"); see also Tr. of Oral Arg. 48 (conceding that \"freeholder\" means \"owner of real property\" for purposes of other provisions of the Missouri Constitution); see generally <i>Quinn</i> v. <i>Missouri,</i> 681 F. Supp., at 1430-1431 (reviewing Missouri authorities).</p>\n<p>Second, there is no indication that anyone in Missouri (at least prior to this litigation) understood the term \"freeholder\" in § 30 to mean something other than its ordinary usage. See Tr. of Oral Arg. 50-51. On the contrary, the mayor, the county executive, and the Governor all made their appointments to the present board of freeholders with a belief that real-property ownership was a necessary qualification for membership on the board, and the petitions to establish the present board of freeholders expressly referred to \"a board of St. Louis area <i>property owners</i> (freeholders).\" App. 30 (emphasis added). While the Missouri Supreme Court retains the final authority to interpret § 30, we have no substantial reason to believe that appellees' interpretation might be accepted.</p>\n<p>Third, even if the appointing officials misinterpreted § 30, the very fact that they did so means, in effect, that all members of the board were required to own real property. Father Reinert, who is a member of the class represented by appellants, was removed from the mayor's list just because he did not own real property. Accordingly, in the posture that this case comes before this Court, it is appropriate for us to assume that land ownership was a prerequisite for all positions on the board.</p>\n<p>[10]  Because we conclude that a land-ownership requirement for all members of the board of freeholders cannot survive <i>Turner</i>'s rationality review, we need not consider appellants' argument that a strict standard of review applies by virtue of such cases as <i>Bullock</i> v. <i>Carter,</i> 405 U. S. 134 (1972), and <i>Lubin</i> v. <i>Panish,</i> 415 U. S. 709 (1974). See also <i>Turner,</i> 396 U. S., at 362 (declining to consider whether a higher level of scrutiny applies).</p>\n<p>[11]  The absurdity of appellees' position is vividly demonstrated in this case by the property-based exclusion of Father Reinert, whose long experience as a professor and officer of a local university gave him a sufficient stake in the community and knowledge of local conditions to make him an appropriate choice for appointment to the board. See, n. 3, <i>supra.</i></p>\n<p>[12]  The State Circuit Court referred specifically to a possible change of boundaries between the city and county. App. to Juris. Statement 19.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">95</span></span> (1989)</b></center>\n<center><h1>QUINN ET AL.<br>\nv.<br>\nMILLSAP ET AL.</h1></center>\n<center>No. 88-1048.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 25, 1989</center>\n<center>Decided June 15, 1989</center>\nAPPEAL FROM THE SUPREME COURT OF MISSOURI\n<p><i>Kevin M. O'Keefe</i> argued the cause for appellants. With him on the briefs were <i>Charles W. Bobinette, Jess W. Ullom,</i> and <i>Murk D. Mittleman.</i></p>\n<p><i>Simon B. Buckner,</i> Assistant Attorney General of Missouri, argued the cause for appellees. With him on the brief <span class=\"star-pagination\">*96</span> were <i>William L. Webster,</i> Attorney General, <i>Thomas W. Wehrle, Andrew J. Minardi,</i> and <i>Eugene P. Freeman.</i><sup>[*]</sup></p>\n<p>JUSTICE BLACKMUN delivered the opinion of the Court.</p>\n<p>The Constitution of the State of Missouri provides that the governments of the city of St. Louis and St. Louis County may be reorganized by a vote of the electorate of the city and county upon a plan of reorganization drafted by a \"board of freeholders.\" Appellants contend that this provision violates the Equal Protection Clause of the Fourteenth Amendment to the United States Constitution because it requires that every member of this official board own real property. The Supreme Court of Missouri, without disputing appellants' premise that ownership of real property is a prerequisite for appointment to the board of freeholders, ruled that \"the Equal Protection Clause has no relevancy here\" because the board \"exercises no general governmental powers.\" 757 S. W. 2d 591, 595 (1988). This ruling reflects a significant misreading of our precedents, and, accordingly, we reverse.</p>\n<p></p>\n<h2>I</h2>\n<p>In 1987, pursuant to Art. VI, § 30, of the Missouri Constitution,<sup>[1]</sup> a sufficient number of voters signed petitions \"to <span class=\"star-pagination\">*97</span> establish a board of St. Louis area property owners (freeholders)\" to consider the reorganization of \"governmental structures and responsibilities\" for the city and county. App. 20, 30. As a result, under § 30, the city's mayor and the county executive were required each to appoint nine members to this board, and the Governor was required to appoint one.<sup>[2]</sup></p>\n<p>After the mayor had chosen nine individuals based on several criteria, including a history of community service and demonstrated leadership ability, he was informed by the city's counsel that ownership of real property was a prerequisite for board membership. One of the persons selected by the mayor, the Reverend Paul C. Reinert,<sup>[3]</sup> did not own real property. He was removed from the mayor's list and replaced with an appointee who satisfied the real-property requirement.</p>\n<p>The county executive similarly was told by the county's counsel that real property ownership was a necessary condition for board membership. The Governor also considered <span class=\"star-pagination\">*98</span> real property ownership as a necessary qualification. Thus, all 19 members appointed to the board of freeholders in 1987 owned real property, as was inevitable given the prevailing belief that § 30 required this result.</p>\n<p>In November 1987, appellants Robert J. Quinn, Jr., and Patricia J. Kampsen filed in the United States District Court for the Western District of Missouri a class-action complaint on behalf of all Missouri voters who did not own real property. Appellants claimed that § 30 violated the Equal Protection Clause of the Fourteenth Amendment on its face, insofar as it required ownership of real property in order to serve on the board that was to consider proposals for reorganizing the St. Louis city and county governments. <i>Quinn</i> v. <i>Missouri,</i> <span class=\"citation\" data-id=\"1800668\"><a href=\"/opinion/1800668/quinn-v-state-of-mo/\"><span class=\"volume\">681</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1422</span></a></span>, 1433 (1988). Appellants also claimed that § 30 violated the Equal Protection Clause as applied, because in this instance \"appointment to the board [of freeholders] was actually limited to those who were ascertained to be owners of real property.\" <i>Ibid.</i> Relying on this Court's decisions in <i>Turner</i> v. <i>Fouche,</i> 396 U. S. 346 (1970), and <i>Chappelle</i> v. <i>Greater Baton Rouge Airport Dist.,</i> 431 U. S. 159 (1977), appellants asserted that the requirement that members of the board own real property  whether contained within § 30 itself or resulting from a misinterpretation of that provision  is not rationally related to any legitimate state purpose.</p>\n<p>Appellants' federal-court complaint, as amended, named as defendants the mayor, the county executive, the Governor, and the members of the board of freeholders, as well as the State of Missouri itself. These defendants, all appellees here, in turn sued appellants in a Missouri Circuit Court for a declaratory judgment that § 30 does <i>not</i> violate the Federal Constitution. Appellants counterclaimed in the state court, raising the same claims they presented in their federal-court complaint.</p>\n<p><span class=\"star-pagination\">*99</span> Once the property qualification issue became embroiled in litigation, the official view of § 30 changed. Whereas the mayor, the county executive, and the Governor all had assumed during the appointment process that ownership of real property was a prerequisite for board membership, they (together with the other appellees) have argued in court that the use of the term \"freeholder\" in § 30  contrary to its generally accepted meaning  does not entail a condition of property ownership. Because § 30(a) states that \"a board of freeholders\" shall consist of \"nine . . . electors of the city and nine electors of the county and one . . . elector of some other county,\" appellees contend that the only qualification necessary for appointment to a board of freeholders is that one be an \"elector\" of a relevant jurisdiction.</p>\n<p>Based on their contention that the meaning of \"freeholder\" in § 30 is an unsettled question of state law, appellees urged the Federal District Court to abstain from adjudicating the merits of appellants' complaint while the state-court proceeding was pending. The District Court refused to abstain, 681 F. Supp., at 1427-1432, finding appellees' interpretation of the term \"freeholder\" to be \"strained at best,\" <i>id.,</i> at 1430, and contrary both to the generally recognized meaning of the term and to its use in Missouri decisional law. Reaching the merits of appellants' constitutional claim, the court agreed with appellants that <i>Turner</i> and <i>Chappelle</i> required the conclusion that § 30 (construed to contain a property requirement) violates the Equal Protection Clause. 681 F. Supp., at 1433-1436. The Federal Court of Appeals, after a preliminary order, see 839 F. 2d 425 (CA8 1988), reversed, holding that the District Court should have abstained. App. to Juris. Statement 61; 855 F. 2d 856 (CA8 1988).</p>\n<p>Thereafter, in an unpublished memorandum, the State Circuit Court adopted appellees' interpretation of § 30. Although in property law the term \"freeholder\" means someone <span class=\"star-pagination\">*100</span> with a fee or similar estate in land, the court reasoned that in \"public law\" the phrase \"board of freeholders\" was equivalent to \"board of commissioners.\" App. to Juris. Statement 17-18. Additionally, the court suggested that, notwithstanding <i>Turner</i> and <i>Chappelle,</i> § 30 might not violate the Equal Protection Clause even if it imposes a real-property-ownership requirement. Speculating about a possible rational basis for this, the court suggested that land ownership might enhance the work of the board because one of the issues it faces is whether to change the boundaries between the city and the county. App. to Juris. Statement 19. The court's discussion of the Equal Protection Clause remained tentative, however, and the court did not specifically explain the constitutionality of § 30 as applied to the present board of freeholders. Nonetheless, in an order accompanying its memorandum, the state court entered a declaratory judgment that § 30 is valid both on its face and as applied to the present board. <i>Id.,</i> at 20-21.<sup>[4]</sup></p>\n<p>The Missouri Supreme Court affirmed this judgment, but relied exclusively on its interpretation of the Equal Protection Clause. The court did not address the argument that § 30 does not impose a property-ownership requirement, except to say: \"We recognize membership on the Board of Freeholders was restricted to owners of real property.\" 757 S. W. 2d, at 595. The court continued: \"However, we hold that the composition of the Board of Freeholders does not violate the Equal Protection Clause because the Board of Freeholders does not exercise general governmental powers.\" <i>Ibid.</i> Thus, the Missouri Supreme Court rejected both the facial and as-applied challenges to § 30 based on its belief that the Equal Protection Clause was inapplicable to the board of freeholders.</p>\n<p><span class=\"star-pagination\">*101</span> Contesting the Missouri Supreme Court's interpretation of the Equal Protection Clause, appellants filed the appeal now before us, and we noted probable jurisdiction. 489 U. S. 1009 (1989).<sup>[5]</sup></p>\n<p></p>\n<h2>II</h2>\n<p>Appellees dispute this Court's power to hear the appeal, offering four separate arguments in an attempt to avoid a decision on the merits. First, in an effort to rely on the adequate and independent state ground doctrine, see <i>Fox Film Corp.</i> v. <i>Muller,</i> 296 U. S. 207, 210 (1935), appellees would persuade us that the Missouri Supreme Court actually accepted their interpretation of § 30. They point to the following passage from that court's opinion:</p>\n<blockquote>\"Following certification of the petitions, section 30 required both the mayor of St. Louis and the county supervisor of St. Louis County to appoint nine `electors' to the Board. In addition the Governor of Missouri was required to appoint one elector to the Board.\" 757 S. W. 2d, at 592 (footnote omitted).</blockquote>\n<p>This passage, in the introductory section of the opinion, simply repeats the language of § 30 itself. See n. 1, <i>supra.</i> It cannot reasonably be considered as a holding that \"freeholder\" means no more than \"elector\" and that ownership of real property is not a prerequisite for sitting on the board of freeholders. We are not convinced that the Missouri Supreme Court interpreted § 30 as urged by appellees.</p>\n<p>Rather, as explained in Part I, <i>supra,</i> the judgment of the Missouri Supreme Court rests solely on its belief that \"the Equal Protection Clause has no relevancy\" to this case. 757 S. W. 2d, at 595. In these circumstances, there can be no dispute about our power to consider the federal issue decided by the state court: \"Where the state court does not decide <span class=\"star-pagination\">*102</span> against a petitioner or appellant upon an independent state ground, but deeming the federal question to be before it, actually entertains and decides that question adversely to the federal right asserted, this Court has jurisdiction to review the judgment if, as here, it is a final judgment.\" <i>Indiana ex rel. Anderson</i> v. <i>Brand,</i> 303 U. S. 95, 98 (1938). \"That the [state] court might have, but did not, invoke state law does not foreclose jurisdiction here.\" <i>Zacchini</i> v. <i>Scripps-Howard Broadcasting Co.,</i> 433 U. S. 562, 568 (1977).<sup>[6]</sup></p>\n<p>Appellees' remaining three jurisdictional arguments are rather surprising given the fact that it was they who brought this declaratory judgment action against appellants. Appellees argue that the validity of § 30 under the Equal Protection Clause is a nonjusticiable political question, although they filed this lawsuit seeking a judicial determination of § 30's validity under the Federal Constitution. See App. 6. In any event, their political question argument  that the Guarantee Clause<sup>[7]</sup> precludes review of the equal protection issue  was expressly rejected in <i>Baker</i> v. <i>Carr,</i> 369 U. S. 186, 228 (1962).</p>\n<p>Next, appellees argue that appellants lack Article III standing to bring this appeal, although appellees stated in their petition for a declaratory judgment that a \"controversy\" exists between \"adverse\" parties involving \"legally protectable interests.\" App. 5. While appellees now might wish to repudiate this view, we have no doubt that the appeal \"retains <span class=\"star-pagination\">*103</span> the essentials of an adversary proceeding, involving a real, not a hypothetical, controversy,\" <i>Nashville, C. &amp; St. L. R. Co.</i> v. <i>Wallace,</i> 288 U. S. 249, 264 (1933), and therefore qualifies as a \"Cas[e]\" for the purposes of Article III, § 2. See also <i>ASARCO Inc.</i> v. <i>Kadish,</i> 490 U. S. 605 (1989). Indeed, in <i>Turner</i> v. <i>Fouche</i><i>,</i> we specifically held that a person who does not own real property has Article III standing to challenge under the Equal Protection Clause a state-law requirement that one own real property in order to serve on a particular government board. 396 U. S., at 361-362, n. 23. Given <i>Turner,</i> appellants necessarily have standing to appeal the Missouri Supreme Court's determination that, even if Missouri law requires that members of the board of freeholders own real property, the Equal Protection Clause is inapplicable.<sup>[8]</sup></p>\n<p>Finally, appellees contend that an adjudication of appellants' appeal would interfere with the power of executive officials to make discretionary appointments, although, again, they filed this state-court action seeking a declaration of the legal validity of § 30 and the present board of freeholders. In any event, the argument is frivolous. Appellees rely on dicta in two cases, in which this Court suggested that federal district courts might lack the authority to order executive officials to make discretionary appointments in a particular way. See <i>Mayor of Philadelphia</i> v. <i>Educational Equality League,</i> 415 U. S. 605, 615 (1974); <i>Carter</i> v. <i>Jury Comm'n of</i> <span class=\"star-pagination\">*104</span> <i>Greene County,</i> 396 U. S. 320, 338 (1970). Whatever the limits of a federal court's power to <i>remedy</i> violations of the Equal Protection Clause, however, those limits are plainly irrelevant when this Court is asked to review a state-court judgment that no violation of the Equal Protection Clause has occurred or, as here, that the Equal Protection Clause is inapplicable to the state action in question. When a state supreme court denies the existence of a federal right and rests its decision on that basis, this Court unquestionably has jurisdiction to review the federal issue decided by the state court. To suggest otherwise would contradict principles laid down in the Judiciary Act of 1789, 1 Stat. 73, 85, and settled since <i>Martin</i> v. <i>Hunter's Lessee,</i> <span class=\"citation\" data-id=\"85160\"><a href=\"/opinion/85160/martin-v-hunters-lessee/\"><span class=\"volume\">1</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">304</span></a></span> (1816).</p>\n<p>Satisfied of our jurisdiction over this appeal, we turn to the merits.</p>\n<p></p>\n<h2>III</h2>\n<p></p>\n<h2>A</h2>\n<p>In <i>Turner</i> v. <i>Fouche, supra</i><i>,</i> the Court applied the Equal Protection Clause to a requirement that members of a local school board own real property and held the requirement unconstitutional because it was not rationally related to any legitimate state interest. 396 U. S., at 362-364. Subsequently, we applied the holding in <i>Turner</i> to strike down a requirement of local-property ownership for membership on a local airport commission. <i>Chappelle</i> v. <i>Greater Baton Rouge Airport Dist.,</i> 431 U. S. 159 (1977), summarily rev'g <span class=\"citation no-link\"><span class=\"volume\">329</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">810</span></span> (La. App. 1976). Here, the Missouri Supreme Court held that \"<i>Turner</i> does not control . . . because <i>Turner</i> dealt with a unit of local government which had general governmental powers.\" 757 S. W. 2d., at 594. The Missouri Supreme Court, instead, turned to our decisions in <i>Ball</i> v. <i>James,</i> 451 U. S. 355 (1981), <i>Salyer Land Co.</i> v. <i>Tulare Lake Basin Water Storage Dist.,</i> 410 U. S. 719 (1973), and <i>Associated Enterprises, Inc.</i> v. <i>Toltec Watershed Improvement Dist.,</i> 410 U. S. 743 (1973), believing those decisions to support its conclusion that \"the Equal Protection Clause has no <span class=\"star-pagination\">*105</span> relevancy here.\" 757 S. W. 2d, at 595. They do not support that conclusion.</p>\n<p>In each of these cases, the Court sustained the constitutionality of a water-district voting scheme based on land ownership. But the Court did not reach that result by ruling, as the Missouri Supreme Court held here, that the Equal Protection Clause was irrelevant because of the kind of functions performed by the water-district officials. On the contrary, the Court expressly applied equal protection analysis and concluded that the voting qualifications at issue passed constitutional scrutiny. <i>Ball,</i> 451 U. S., at 371; <i>Salyer,</i> 410 U. S., at 730-731; <i>Toltec,</i> 410 U. S., at 744. Precisely because the water-district cases applied equal protection analysis, they cannot stand for the proposition that the Equal Protection Clause is inapplicable \"when the local unit of government in question [has no] general governmental powers.\" 757 S. W. 2d, at 595. Thus, the Missouri Supreme Court erred in thinking that the three water-district cases allowed it to avoid an application of the Equal Protection Clause.</p>\n<p>In holding the board of freeholders exempt from the constraints of the Equal Protection Clause, the Missouri Supreme Court also relied on the fact that the \"Board of Freeholders serves only to recommend a plan of reorganization to the voters of St. Louis City and St. Louis County\" and does not enact any laws of its own. <i>Ibid.</i> But this fact cannot immunize the board of freeholders from equal protection scrutiny. As this Court in <i>Turner</i> explained, the Equal Protection Clause protects the \"right to be considered for public service without the burden of invidiously discriminatory disqualifications.\" 396 U. S., at 362. Membership on the board of freeholders is a form of public service, even if the board only recommends a proposal to the electorate and does not enact laws directly. Thus, the Equal Protection Clause protects appellants' right to be considered for appointment to the board without the burden of \"invidiously discriminatory disqualifications.\"</p>\n<p><span class=\"star-pagination\">*106</span> The rationale of the Missouri Supreme Court's contrary decision would render the Equal Protection Clause inapplicable even to a requirement that all members of the board be white males. This result, and the reasoning that leads to it, are obviously untenable. Thus, we conclude that it is incorrect to say, as that court did, that the Equal Protection Clause does not apply to the board of freeholders because the electorate votes on its proposals and it \"does not exercise general governmental powers.\" 757 S. W. 2d, at 595. The board in this case  like the school board in <i>Turner</i> and the airport commission in <i>Chappelle</i>  is subject to the constraints of the Equal Protection Clause.</p>\n<p></p>\n<h2>B</h2>\n<p>The question, of course, remains whether the land-ownership requirement in this particular case passes or fails equal protection scrutiny. We could remand this question to the Missouri Supreme Court, but there is no good reason to delay the resolution of this issue any further. The parties have briefed and argued the issue throughout this litigation, first in federal court, then in state court, and now in this Court. Cf. <i>Revere</i> v. <i>Massachusetts General Hospital,</i> 463 U. S. 239, 244, n. 6 (1983); <i>Minnesota</i> v. <i>Clover Leaf Creamery Co.,</i> 449 U. S. 456, 470-471, n. 14 (1981). Indeed, there already has been an adjudication of the merits of this issue by the United States District Court. <i>Quinn</i> v. <i>Missouri,</i> 681 F. Supp., at 1433-1436.<sup>[9]</sup> Moreover, the resolution of this issue <span class=\"star-pagination\">*107</span> is straightforward: it is a form of invidious discrimination to require land ownership of all appointees to a body authorized to propose reorganization of local government. We need apply no more than the rationality review articulated in <i>Turner</i> to reach this conclusion.<sup>[10]</sup></p>\n<p>In their brief, appellees offer two justifications for a real-property requirement in this case. First, they contend that owners of real estate have a \"first-hand knowledge of the value of good schools, sewer systems and the other problems and amenities of urban life.\" Brief for Appellees 41 (footnote omitted). Second, they assert that a real-property owner \"has a tangible stake in the long term future of his area.\" <i>Ibid.</i> These two arguments, however, were precisely the ones that this Court rejected in <i>Turner</i> itself.</p>\n<p><span class=\"star-pagination\">*108</span> As to the first, the Court explained that an ability to understand the issues concerning one's community does not depend on ownership of real property. \"It cannot be seriously urged that a citizen in all other respects qualified to sit on a school board must also own real property if he is to participate responsibly in educational decisions.\" 396 U. S., at 363-364. Similarly indefensible is the proposition that someone otherwise qualified to sit on the board that proposes a reorganization of St. Louis government must be removed from consideration just because he does not own real property.</p>\n<p>The Court in <i>Turner</i> also squarely rejected appellees' second argument by recognizing that persons can be attached to their community without owning real property. \"However reasonable the assumption that those who own realty do possess such an attachment, [the State] may not rationally presume that that quality is necessarily wanting in all citizens of the county whose estates are less than freehold.\" <i>Id.,</i> at 364. Thus, <i>Turner</i> plainly forecloses Missouri's reliance on this justification for a land-ownership requirement.<sup>[11]</sup></p>\n<p>At oral argument, counsel for appellees adopted the suggestion of the State Circuit Court that a land-ownership requirement might be justifiable in this case because the board of freeholders considers issues that may relate to land. Tr. of Oral Arg. 39.<sup>[12]</sup> Of course, the airport commission in <i>Chappelle</i> may have made decisions affecting real estate in its vicinity. Nonetheless, we held in <i>Chappelle</i> that excluding from service on the airport commission anyone who did not own local property was unconstitutional under <i>Turner.</i> Thus, the mere fact that the board of freeholders considers <span class=\"star-pagination\">*109</span> land-use issues cannot suffice to sustain a land-ownership requirement in this case.</p>\n<p>Moreover, the board of freeholders here is unlike any of the governmental bodies at issue in the three water-district cases. Whereas it was rational for the States in those cases to limit voting rights to landowners, <i>Ball,</i> 451 U. S., at 371, the \"constitutionally relevant fact\" there was \"that all water delivered by [those districts was] distributed according to land ownership,\" <i>id.,</i> at 367. The purpose of the board of freeholders, however, is not so directly linked with land ownership. Cf. <i>id.,</i> at 357 (emphasizing \"the peculiarly narrow function of [the] local government body\" in <i>Ball</i> and its \"special relationship\" to the class of landowners). Even if the board of freeholders considers land-use issues, the scope of its mandate is far more encompassing: it has the power to draft and submit a plan to reorganize the entire governmental structure of St. Louis city and county. The work of the board of freeholders thus affects all citizens of the city and county, regardless of land ownership. Consequently, Missouri cannot entirely exclude from eligibility for appointment to this board all persons who do not own real property, regardless of their other qualifications and their demonstrated commitment to their community.</p>\n<p>In sum, we cannot agree with appellees that under the Equal Protection Clause, as previously construed by this Court, landowners alone may be eligible for appointment to a body empowered to propose a wholesale revision of local government. \"Whatever objectives\" Missouri may wish \"to obtain by [a] `freeholder' requirement must be secured, in this instance at least, by means more finely tailored to achieve the desired goal.\" <i>Turner,</i> 396 U. S., at 364. Accordingly, a land-ownership requirement is unconstitutional here, just as it was in <i>Turner</i> and in <i>Chappelle.</i></p>\n<p>The judgment of the Missouri Supreme Court is reversed.</p>\n<p><i>It is so ordered.</i></p>\n<h2>NOTES</h2>\n<p>[*]  <i>Stanley E. Goldstein, Kathleen L. Wilde, Laughlin McDonald,</i> and <i>Neil Bradley</i> filed a brief for the American Civil Liberties Union of Eastern Missouri et al. as <i>amici curiae</i> urging reversal.</p>\n<p>[1]  Art. VI, § 30(a) provides:\n</p>\n<p>\"The people of the city of St. Louis and the people of the county of St. Louis shall have power (1) to consolidate the territories and governments of the city and county into one political subdivision under the municipal government of the city of St. Louis; or, (2) to extend the territorial boundaries of the county so as to embrace the territory within the city and to reorganize and consolidate the county governments of the city and the county, and adjust their relations as thus united, and thereafter the city may extend its limits in the manner provided by law for other cities; or, (3) to enlarge the present or future limits of the city by annexing thereto part of the territory of the county, and to confer upon the city exclusive jurisdiction of the territory so annexed to the city; or, (4) to establish a metropolitan district or districts for the functional administration of services common to the area included therein; or, (5) to formulate and adopt any other plan for the partial or complete government of all or any part of the city and the county. The power so given shall be exercised by the vote of the people of the city and county upon a plan prepared by a board of freeholders consisting of nineteen members, nine of whom shall be electors of the city and nine electors of the county and one an elector of some other county.\"</p>\n<p>[2]  Section 30(a) further provides: \"Upon the filing with the officials in general charge of elections in the city of a petition proposing the exercise of the powers hereby granted, . . . the mayor shall, with the approval of a majority of the board of aldermen, appoint the city's nine members of the board, not more than five of whom shall be members of or affiliated with the same political party.\" The section contains a similar provision regarding the appointment of the county's nine members. Section 30(b) provides that \"the governor shall appoint one member of the board who shall be a resident of the state, but shall not reside in either the city or the county.\"</p>\n<p>[3]  Father Reinert, a Jesuit priest, has been affiliated with St. Louis University since at least 1948. He has served there as professor, dean, president, and university chancellor. See Who's Who in America 2567 (45th ed. 1988).</p>\n<p>[4]  In its order, the state court also certified as defendants the class of all Missouri voters who do not own real property. App. to Juris. Statement 20. Appellants Quinn and Kampsen have appealed, as class representatives, the declaratory judgment against the class.</p>\n<p>[5]  Since then, the State Circuit Court has stayed a vote, scheduled for June 20, 1989, on a plan proposed by the board of freeholders. Tr. of Oral Arg. 17, 46; Brief for Appellants 11; Brief for Appellees 5.</p>\n<p>[6]  Moreover, the passage cited by appellees certainly does not qualify as a \"plain statement\" of the court's reliance on an alternative state-law holding. See <i>Michigan</i> v. <i>Long,</i> 463 U. S. 1032, 1041 (1983). In the absence of such a \"plain statement,\" we have jurisdiction to review the federal ground on which the Missouri Supreme Court's judgment rests. <i>Id.,</i> at 1042.</p>\n<p>[7]  Art. IV, § 4, of the Federal Constitution provides: \"The United States shall guarantee to every State in this Union a Republican Form of Government, and shall protect each of them against Invasion; and on Application of the Legislature, or of the Executive (when the Legislature cannot be convened) against domestic Violence.\"</p>\n<p>[8]  Appellees concede that under <i>Turner</i> appellants have standing to appeal insofar as they challenge the facial validity of § 30. Appellees contend, however, that appellants lack Article III standing insofar as they challenge § 30 as applied. Brief for Appellees 27. This contention is beside the point, however, since the federal question decided by the Missouri Supreme Court  whether the board of freeholders is exempt from equal protection scrutiny  concerns the validity of § 30 on its face, in addition to its validity as applied. Thus, as long as appellants have Article III standing to challenge the facial validity of § 30 (as they undoubtedly do under <i>Turner</i>), they have sufficient standing to appeal the judgment of the Missouri Supreme Court in this case.</p>\n<p>[9]  Nor must we remand this issue just because the Missouri Supreme Court failed to settle the parties' dispute over the meaning of § 30. The court assumed the existence of a land-ownership requirement, as shall we. Our assumption is especially reasonable in the peculiar circumstances of this case.\n</p>\n<p>First, the term \"freeholder,\" when used elsewhere in the Missouri Constitution, carries its usual meaning of land ownership. See, <i>e. g., </i><i>Shively</i> v. <i>Lankford,</i> <span class=\"citation no-link\"><span class=\"volume\">174</span> <span class=\"reporter\">Mo.</span> <span class=\"page\">535</span></span>, 548, 74 S. W. 835, 838 (1903) (defining \"freeholder\" to mean \"one who owns `a freehold estate, that is, an estate in lands, tenements, or hereditaments of an indeterminate duration, other than an estate at will or by sufferance' \"); see also Tr. of Oral Arg. 48 (conceding that \"freeholder\" means \"owner of real property\" for purposes of other provisions of the Missouri Constitution); see generally <i>Quinn</i> v. <i>Missouri,</i> 681 F. Supp., at 1430-1431 (reviewing Missouri authorities).</p>\n<p>Second, there is no indication that anyone in Missouri (at least prior to this litigation) understood the term \"freeholder\" in § 30 to mean something other than its ordinary usage. See Tr. of Oral Arg. 50-51. On the contrary, the mayor, the county executive, and the Governor all made their appointments to the present board of freeholders with a belief that real-property ownership was a necessary qualification for membership on the board, and the petitions to establish the present board of freeholders expressly referred to \"a board of St. Louis area <i>property owners</i> (freeholders).\" App. 30 (emphasis added). While the Missouri Supreme Court retains the final authority to interpret § 30, we have no substantial reason to believe that appellees' interpretation might be accepted.</p>\n<p>Third, even if the appointing officials misinterpreted § 30, the very fact that they did so means, in effect, that all members of the board were required to own real property. Father Reinert, who is a member of the class represented by appellants, was removed from the mayor's list just because he did not own real property. Accordingly, in the posture that this case comes before this Court, it is appropriate for us to assume that land ownership was a prerequisite for all positions on the board.</p>\n<p>[10]  Because we conclude that a land-ownership requirement for all members of the board of freeholders cannot survive <i>Turner</i>'s rationality review, we need not consider appellants' argument that a strict standard of review applies by virtue of such cases as <i>Bullock</i> v. <i>Carter,</i> 405 U. S. 134 (1972), and <i>Lubin</i> v. <i>Panish,</i> 415 U. S. 709 (1974). See also <i>Turner,</i> 396 U. S., at 362 (declining to consider whether a higher level of scrutiny applies).</p>\n<p>[11]  The absurdity of appellees' position is vividly demonstrated in this case by the property-based exclusion of Father Reinert, whose long experience as a professor and officer of a local university gave him a sufficient stake in the community and knowledge of local conditions to make him an appropriate choice for appointment to the board. See, n. 3, <i>supra.</i></p>\n<p>[12]  The State Circuit Court referred specifically to a possible change of boundaries between the city and county. App. to Juris. Statement 19.</p>\n\n</div>", "id": 112294, "judges": "Blackmun", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/112294/", "sha1": "c02bcdf5263436239600af676fd8f09d1aa9839c", "source": "LR", "supreme_court_db_id": "1988-113", "time_retrieved": "2010-04-28T10:13:38"}