{"absolute_url": "/opinion/112202/deshaney-v-winnebago-county-dept-of-social-servs/", "blocked": false, "citation": {"case_name": "DeShaney v. Winnebago County Dept. of Social Servs.", "docket_number": "87-154", "document_uris": ["/api/rest/v2/document/112202/"], "federal_cite_one": "489 U.S. 189", "federal_cite_three": "103 L. Ed. 2d 249", "federal_cite_two": "109 S. Ct. 998", "id": 96561, "lexis_cite": "1989 U.S. LEXIS 1039", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/96561/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 874, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1989-02-22", "date_modified": "2015-05-04T09:21:39.251435", "docket": "/api/rest/v2/docket/436322/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">489 U.S. 189</p>\n    <p class=\"case_cite\">109 S.Ct. 998</p>\n    <p class=\"case_cite\">103 L.Ed.2d 249</p>\n    <p class=\"parties\">Joshua DeSHANEY, a Minor, by his Guardian Ad Litem,  and Melody DeShaney, Petitioners<br>v.<br>WINNEBAGO COUNTY DEPARTMENT OF SOCIAL SERVICES, et al.</p>\n    <p class=\"docket\">No. 87-154.</p>\n    <p class=\"date\">Argued Nov. 2, 1988.</p>\n    <p class=\"date\">Decided Feb. 22, 1989.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">\n        <i>Syllabus</i>\n      </p>\n      <p class=\"indent\">Petitioner is a child who was subjected to a series of beatings by his father, with whom he lived.  Respondents, a county department of social services and several of its social workers, received complaints that petitioner was being abused by his father and took various steps to protect him;  they did not, however, act to remove petitioner from his father's custody.  Petitioner's father finally beat him so severely that he suffered permanent brain damage and was rendered profoundly retarded.  Petitioner and his mother sued respondents under 42 U.S.C. &#167; 1983, alleging that respondents had deprived petitioner of his liberty interest in bodily integrity, in violation of his rights under the substantive component of the Fourteenth Amendment's Due Process Clause, by failing to intervene to protect him against his father's violence. The District Court granted summary judgment for respondents, and the Court of Appeals affirmed.</p>\n      <p class=\"indent\"><i>Held:</i>  Respondents' failure to provide petitioner with adequate protection against his father's violence did not violate his rights under the substantive component of the Due Process Clause.  Pp. 194-203.</p>\n      <p class=\"indent\">(a) A State's failure to protect an individual against private violence generally does not constitute a violation of the Due Process Clause, because the Clause imposes no duty on the State to provide members of the general public with adequate protective services.  The Clause is phrased as a limitation on the State's power to act, not as a guarantee of certain minimal levels of safety and security;  while it forbids the State itself to deprive individuals of life, liberty, and property without due process of law, its language cannot fairly be read to impose an affirmative obligation on the State to ensure that those interests do not come to harm through other means.  Pp. 194-197.</p>\n      <p class=\"indent\">(b) There is no merit to petitioner's contention that the State's knowledge of his danger and expressions of willingness to protect him against that danger established a \"special relationship\" giving rise to an affirmative constitutional duty to protect.  While certain \"special relationships\" created or assumed by the State with respect to particular individuals may give rise to an affirmative duty, enforceable through the Due Process Clause, to provide adequate protection, see <i>Estelle v. Gamble,</i> 429 U.S. 97, 97 S.Ct. 285, 50 L.Ed.2d 251;  <i>Youngberg v. Romeo,</i> 457 U.S. 307, 102 S.Ct. 2452, 73 L.Ed.2d 28, the affirmative duty to protect arises not from the State's knowledge of the individual's predicament or from its expressions of intent to help him, but from the limitations which it has imposed on his freedom to act on his own behalf, through imprisonment, institutionalization, or other similar restraint of personal liberty.  No such duty existed here, for the harms petitioner suffered occurred not while the State was holding him in its custody, but while he was in the custody of his natural father, who was in no sense a state actor.  While the State may have been aware of the dangers that he faced, it played no part in their creation, nor did it do anything to render him more vulnerable to them.  Under these circumstances, the Due Process Clause did not impose upon the State an affirmative duty to provide petitioner with adequate protection.  Pp. 197-201.</p>\n      <p class=\"indent\">(c) It may well be that by voluntarily undertaking to provide petitioner with protection against a danger it played no part in creating, the State acquired a duty under state tort law to provide him with adequate protection against that danger.  But the Due Process Clause does not transform every tort committed by a state actor into a constitutional violation.  Pp. 201-202.</p>\n      <p class=\"indent\">812 F.2d 298 (CA7 1987) affirmed.</p>\n      <p class=\"indent\">REHNQUIST, C.J., delivered the opinion of the Court, in which WHITE, STEVENS, O'CONNOR, SCALIA, and KENNEDY, JJ., joined. BRENNAN, J., filed a dissenting opinion, in which MARSHALL and BLACKMUN, JJ., joined, <i>post,</i> p. 203.  BLACKMUN, J., filed a dissenting opinion, <i>post,</i> p. 212.</p>\n      <p class=\"indent\">Donald James Sullivan, Cheyenne, Wyo., for the petitioners.</p>\n      <p class=\"indent\">Mark J. Mingo, Milwaukee, Wis., for the respondents.</p>\n      <p class=\"indent\">Donald B. Ayer for the U.S. as amicus curiae, supporting respondents, by special leave of Court.</p>\n      <p class=\"indent\">Chief Justice REHNQUIST delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner is a boy who was beaten and permanently injured by his father, with whom he lived.  Respondents are social workers and other local officials who received complaints that petitioner was being abused by his father and had reason to believe that this was the case, but nonetheless did not act to remove petitioner from his father's custody.  Petitioner sued respondents claiming that their failure to act deprived him of his liberty in violation of the Due Process Clause of the Fourteenth Amendment to the United States Constitution.  We hold that it did not.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* The facts of this case are undeniably tragic.  Petitioner Joshua DeShaney was born in 1979.  In 1980, a Wyoming court granted his parents a divorce and awarded custody of Joshua to his father, Randy DeShaney.  The father shortly thereafter moved to Neenah, a city located in Winnebago County, Wisconsin, taking the infant Joshua with him.  There he entered into a second marriage, which also ended in divorce.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Winnebago County authorities first learned that Joshua DeShaney might be a victim of child abuse in January 1982, when his father's second wife complained to the police, at the time of their divorce, that he had previously \"hit the boy causing marks and [was] a prime case for child abuse.\"  App. 152-153.  The Winnebago County Department of Social Services (DSS) interviewed the father, but he denied the accusations, and DSS did not pursue them further.  In January 1983, Joshua was admitted to a local hospital with multiple bruises and abrasions.  The examining physician suspected child abuse and notified DSS, which immediately obtained an order from a Wisconsin juvenile court placing Joshua in the temporary custody of the hospital.  Three days later, the county convened an ad hoc \"Child Protection Team\" consisting of a pediatrician, a psychologist, a police detective, the county's lawyer, several DSS caseworkers, and various hospital personnel&#8212;to consider Joshua's situation.  At this meeting, the Team decided that there was insufficient evidence of child abuse to retain Joshua in the custody of the court.  The Team did, however, decide to recommend several measures to protect Joshua, including enrolling him in a preschool program, providing his father with certain counselling services, and encouraging his father's girlfriend to move out of the home.  Randy DeShaney entered into a voluntary agreement with DSS in which he promised to cooperate with them in accomplishing these goals.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Based on the recommendation of the Child Protection Team, the juvenile court dismissed the child protection case and returned Joshua to the custody of his father.  A month later, emergency room personnel called the DSS caseworker handling Joshua's case to report that he had once again been treated for suspicious injuries.  The caseworker concluded that there was no basis for action.  For the next six months, the caseworker made monthly visits to the DeShaney home, during which she observed a number of suspicious injuries on Joshua's head;  she also noticed that he had not been enrolled in school, and that the girlfriend had not moved out.  The caseworker dutifully recorded these incidents in her files, along with her continuing suspicions that someone in the DeShaney household was physically abusing Joshua, but she did nothing more.  In November 1983, the emergency room notified DSS that Joshua had been treated once again for injuries that they believed to be caused by child abuse.  On the caseworker's next two visits to the DeShaney home, she was told that Joshua was too ill to see her.  Still DSS took no action.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In March 1984, Randy DeShaney beat 4-year-old Joshua so severely that he fell into a life-threatening coma.  Emergency brain surgery revealed a series of hemorrhages caused by traumatic injuries to the head inflicted over a long period of time.  Joshua did not die, but he suffered brain damage so severe that he is expected to spend the rest of his life confined to an institution for the profoundly retarded.  Randy DeShaney was subsequently tried and convicted of child abuse.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Joshua and his mother brought this action under 42 U.S.C. &#167; 1983 in the United States District Court for the Eastern District of Wisconsin against respondents Winnebago County, DSS, and various individual employees of DSS.  The complaint alleged that respondents had deprived Joshua of his liberty without due process of law, in violation of his rights under the Fourteenth Amendment, by failing to intervene to protect him against a risk of violence at his father's hands of which they knew or should have known. The District Court granted summary judgment for respondents.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Court of Appeals for the Seventh Circuit affirmed, 812 F.2d 298 (1987), holding that petitioners had not made out an actionable &#167; 1983 claim for two alternative reasons.  First, the court held that the Due Process Clause of the Fourteenth Amendment does not require a state or local governmental entity to protect its citizens from \"private violence, or other mishaps not attributable to the conduct of its employees.\"  <i>Id.,</i> at 301.  In so holding, the court specifically rejected the position endorsed by a divided panel of the Third Circuit in <i>Estate of Bailey by Oare v. County of York,</i> 768 F.2d 503, 510-511 (1985), and by dicta in <i>Jensen v. Conrad,</i> 747 F.2d 185, 190-194 (CA4 1984), cert. denied, 470 U.S. 1052, 105 S.Ct. 1754, 84 L.Ed.2d 818 (1985), that once the State learns that a particular child is in danger of abuse from third parties and actually undertakes to protect him from that danger, a \"special relationship\" arises between it and the child which imposes an affirmative constitutional duty to provide adequate protection. 812 F.2d, at 303-304.  Second, the court held, in reliance on our decision in <i>Martinez v. California,</i> 444 U.S. 277, 285, 100 S.Ct. 553, 559, 62 L.Ed.2d 481 (1980), that the causal connection between respondents' conduct and Joshua's injuries was too attenuated to establish a deprivation of constitutional rights actionable under &#167; 1983.  812 F.2d, at 301-303.  The court therefore found it unnecessary to reach the question whether respondents' conduct evinced the \"state of mind\" necessary to make out a due process claim after <i>Daniels v. Williams,</i> 474 U.S. 327, 106 S.Ct. 662, 88 L.Ed.2d 662 (1986), and <i>Davidson v. Cannon,</i> 474 U.S. 344, 106 S.Ct. 668, 88 L.Ed.2d 677 (1986).  812 F.2d, at 302.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Because of the inconsistent approaches taken by the lower courts in determining when, if ever, the failure of a state or local governmental entity or its agents to provide an individual with adequate protective services constitutes a violation of the individual's due process rights, see <i>Archie v. Racine,</i> 847 F.2d 1211, 1220-1223, and n. 10 (CA7 1988) (en banc) (collecting cases), cert. pending, No. 88-576, and the importance of the issue to the administration of state and local governments, we granted certiorari.  485 U.S. 958, 108 S.Ct. 1218, 99 L.Ed.2d 419 (1988). We now affirm.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Due Process Clause of the Fourteenth Amendment provides that \"[n]o State shall . . . deprive any person of life, liberty, or property, without due process of law.\"  Petitioners contend that the State<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> deprived Joshua of his liberty interest in \"free[dom] from . . . unjustified intrusions on personal security,\" see <i>Ingraham v. Wright,</i> 430 U.S. 651, 673, 97 S.Ct. 1401, 1413, 51 L.Ed.2d 711 (1977), by failing to provide him with adequate protection against his father's violence.  The claim is one invoking the substantive rather than the procedural component of the Due Process Clause;  petitioners do not claim that the State denied Joshua protection without according him appropriate procedural safeguards, see <i>Morrissey v. Brewer,</i> 408 U.S. 471, 481, 92 S.Ct. 2593, 2600, 33 L.Ed.2d 484 (1972), but that it was categorically obligated to protect him in these circumstances, see <i>Youngberg v. Romeo,</i> 457 U.S. 307, 309, 102 S.Ct. 2452, 2454, 73 L.Ed.2d 28 (1982).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">But nothing in the language of the Due Process Clause itself requires the State to protect the life, liberty, and property of its citizens against invasion by private actors.  The Clause is phrased as a limitation on the State's power to act, not as a guarantee of certain minimal levels of safety and security.  It forbids the State itself to deprive individuals of life, liberty, or property without \"due process of law,\" but its language cannot fairly be extended to impose an affirmative obligation on the State to ensure that those interests do not come to harm through other means.  Nor does history support such an expansive reading of the constitutional text. Like its counterpart in the Fifth Amendment, the Due Process Clause of the Fourteenth Amendment was intended to prevent government \"from abusing [its] power, or employing it as an instrument of oppression,\" <i>Davidson v. Cannon, supra,</i> 474 U.S., at 348, 106 S.Ct., at 670;  see also <i>Daniels v. Williams, supra,</i> 474 U.S., at 331, 106 S.Ct., at 665 (\" ' \"to secure the individual from the arbitrary exercise of the powers of government,\" ' \" and \"to prevent governmental power from being 'used for purposes of oppression' \") (internal citations omitted);  <i>Parratt v. Taylor,</i> 451 U.S. 527, 549, 101 S.Ct. 1908, 1919, 68 L.Ed.2d 420 (1981) (Powell, J., concurring in result) (to prevent the \"affirmative abuse of power\").  Its purpose was to protect the people from the State, not to ensure that the State protected them from each other.  The Framers were content to leave the extent of governmental obligation in the latter area to the democratic political processes.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Consistent with these principles, our cases have recognized that the Due Process Clauses generally confer no affirmative right to governmental aid, even where such aid may be necessary to secure life, liberty, or property interests of which the government itself may not deprive the individual.  See, <i>e.g., Harris v. McRae,</i> 448 U.S. 297, 317-318, 100 S.Ct. 2671, 2688-2689, 65 L.Ed.2d 784 (1980) (no obligation to fund abortions or other medical services) (discussing Due Process Clause of Fifth Amendment);  <i>Lindsey v. Normet,</i> 405 U.S. 56, 74, 92 S.Ct. 862, 874, 31 L.Ed.2d 36 (1972) (no obligation to provide adequate housing) (discussing Due Process Clause of Fourteenth Amendment); see also <i>Youngberg v. Romeo, supra,</i> 457 U.S., at 317, 102 S.Ct., at 2458 (\"As a general matter, a State is under no constitutional duty to provide substantive services for those within its border\").  As we said in <i>Harris v. McRae:</i>  \"Although the liberty protected by the Due Process Clause affords protection against unwarranted <i>government</i> interference . . ., it does not confer an entitlement to such [governmental aid] as may be necessary to realize all the advantages of that freedom.\"  448 U.S., at 317-318, 100 S.Ct., at 2688-2689 (emphasis added).  If the Due Process Clause does not require the State to provide its citizens with particular protective services, it follows that the State cannot be held liable under the Clause for injuries that could have been averted had it chosen to provide them.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  As a general matter, then, we conclude that a State's failure to protect an individual against private violence simply does not constitute a violation of the Due Process Clause.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Petitioners contend, however, that even if the Due Process Clause imposes no affirmative obligation on the State to provide the general public with adequate protective services, such a duty may arise out of certain \"special relationships\" created or assumed by the State with respect to particular individuals. Brief for Petitioners 13-18.  Petitioners argue that such a \"special relationship\" existed here because the State knew that Joshua faced a special danger of abuse at his father's hands, and specifically proclaimed, by word and by deed, its intention to protect him against that danger.  <i>Id.,</i> at 18-20.  Having actually undertaken to protect Joshua from this danger&#8212;which petitioners concede the State played no part in creating&#8212;the State acquired an affirmative \"duty,\" enforceable through the Due Process Clause, to do so in a reasonably competent fashion.  Its failure to discharge that duty, so the argument goes, was an abuse of governmental power that so \"shocks the conscience,\" <i>Rochin v. California,</i> 342 U.S. 165, 172, 72 S.Ct. 205, 209, 96 L.Ed. 183 (1952), as to constitute a substantive due process violation.  Brief for Petitioners 20.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We reject this argument.  It is true that in certain limited circumstances the Constitution imposes upon the State affirmative duties of care and protection with respect to particular individuals.  In <i>Estelle v. Gamble,</i> 429 U.S. 97, 97 S.Ct. 285, 50 L.Ed.2d 251 (1976), we recognized that the Eighth Amendment's prohibition against cruel and unusual punishment, made applicable to the States through the Fourteenth Amendment's Due Process Clause, <i>Robinson v. California,</i> 370 U.S. 660, 82 S.Ct. 1417, 8 L.Ed.2d 758 (1962), requires the State to provide adequate medical care to incarcerated prisoners.  429 U.S., at 103-104, 97 S.Ct., at 290-291.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  We reasoned that because the prisoner is unable \" 'by reason of the deprivation of his liberty [to] care for himself,' \" it is only \" 'just' \" that the State be required to care for him.  <i>Ibid.,</i> quoting <i>Spicer v. Williamson,</i> 191 N.C. 487, 490, 132 S.E. 291, 293 (1926).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In <i>Youngberg v. Romeo,</i> 457 U.S. 307, 102 S.Ct. 2452, 73 L.Ed.2d 28 (1982), we extended this analysis beyond the Eighth Amendment setting,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> holding that the substantive component of the Fourteenth Amendment's Due Process Clause requires the State to provide involuntarily committed mental patients with such services as are necessary to ensure their \"reasonable safety\" from themselves and others.  <i>Id.,</i> at 314-325, 102 S.Ct., at 2457-2463; see <i>id.,</i> at 315, 324, 102 S.Ct., at 2457, 2462 (dicta indicating that the State is also obligated to provide such individuals with \"adequate food, shelter, clothing, and medical care\").  As we explained:  \"If it is cruel and unusual punishment to hold convicted criminals in unsafe conditions, it must be unconstitutional [under the Due Process Clause] to confine the involuntarily committed&#8212;who may not be punished at all&#8212;in unsafe conditions.\"  <i>Id.,</i> at 315-316, 102 S.Ct., at 2457-2458;  see also <i>Revere v. Massachusetts General Hospital,</i> 463 U.S. 239, 244, 103 S.Ct. 2979, 2983, 77 L.Ed.2d 605 (1983) (holding that the Due Process Clause requires the responsible government or governmental agency to provide medical care to suspects in police custody who have been injured while being apprehended by the police).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">But these cases afford petitioners no help.  Taken together, they stand only for the proposition that when the State takes a person into its custody and holds him there against his will, the Constitution imposes upon it a corresponding duty to assume some responsibility for his safety and general well-being.  See <i>Youngberg v. Romeo, supra,</i> 457 U.S., at 317, 102 S.Ct., at 2458 (\"When a person is institutionalized&#8212;and wholly dependent on the State[,] . . . a duty to provide certain services and care does exist\").<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  The rationale for this principle is simple enough:  when the State by the affirmative exercise of its power so restrains an individual's liberty that it renders him unable to care for himself, and at the same time fails to provide for his basic human needs&#8212;<i>e.g.,</i> food, clothing, shelter, medical care, and reasonable safety&#8212;it transgresses the substantive limits on state action set by the Eighth Amendment and the Due Process Clause.  See <i>Estelle v. Gamble, supra,</i> 429 U.S., at 103-104, 97 S.Ct., at 290-291;  <i>Youngberg v. Romeo, supra,</i> 457 U.S., at 315-316, 102 S.Ct., at 2457-2458.  The affirmative duty to protect arises not from the State's knowledge of the individual's predicament or from its expressions of intent to help him, but from the limitation which it has imposed on his freedom to act on his own behalf.  See <i>Estelle v. Gamble, supra,</i> 429 U.S., at 103, 97 S.Ct., at 290 (\"An inmate must rely on prison authorities to treat his medical needs;  if the authorities fail to do so, those needs will not be met\").  In the substantive due process analysis, it is the State's affirmative act of restraining the individual's freedom to act on his own behalf&#8212;through incarceration, institutionalization, or other similar restraint of personal liberty&#8212;which is the \"deprivation of liberty\" triggering the protections of the Due Process Clause, not its failure to act to protect his liberty interests against harms inflicted by other means.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The <i>Estelle-Youngberg</i> analysis simply has no applicability in the present case.  Petitioners concede that the harms Joshua suffered occurred not while he was in the State's custody, but while he was in the custody of his natural father, who was in no sense a state actor.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  While the State may have been aware of the dangers that Joshua faced in the free world, it played no part in their creation, nor did it do anything to render him any more vulnerable to them.  That the State once took temporary custody of Joshua does not alter the analysis, for when it returned him to his father's custody, it placed him in no worse position than that in which he would have been had it not acted at all;  the State does not become the permanent guarantor of an individual's safety by having once offered him shelter.  Under these circumstances, the State had no constitutional duty to protect Joshua.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It may well be that, by voluntarily undertaking to protect Joshua against a danger it concededly played no part in creating, the State acquired a duty under state tort law to provide him with adequate protection against that danger.  See Restatement (Second) of Torts &#167; 323 (1965) (one who undertakes to render services to another may in some circumstances be held liable for doing so in a negligent fashion);  see generally W. Keeton, D. Dobbs, R. Keeton, &amp; D. Owen, Prosser and Keeton on the Law of Torts &#167; 56 (5th ed. 1984) (discussing \"special relationships\" which may give rise to affirmative duties to act under the common law of tort).  But the claim here is based on the Due Process Clause of the Fourteenth Amendment, which, as we have said many times, does not transform every tort committed by a state actor into a constitutional violation.  See <i>Daniels v. Williams,</i> 474 U.S., at 335-336, 106 S.Ct., at 667;  <i>Parratt v. Taylor,</i> 451 U.S., at 544, 101 S.Ct., at 1917;  <i>Martinez v. California,</i> 444 U.S. 277, 285, 100 S.Ct. 553, 559, 62 L.Ed.2d 481 (1980);  <i>Baker v. McCollan,</i> 443 U.S. 137, 146, 99 S.Ct. 2689, 26, 61 L.Ed.2d 433 (1979);  <i>Paul v. Davis,</i> 424 U.S. 693, 701, 96 S.Ct. 1155, 1160, 47 L.Ed.2d 405 (1976).  A State may, through its courts and legislatures, impose such affirmative duties of care and protection upon its agents as it wishes.  But not \"all common-law duties owed by government actors were . . . constitutionalized by the Fourteenth Amendment.\"  <i>Daniels v. Williams, supra,</i> 474 U.S., at 335, 106 S.Ct., at 667.  Because, as explained above, the State had no constitutional duty to protect Joshua against his father's violence, its failure to do so&#8212;though calamitous in hindsight simply does not constitute a violation of the Due Process Clause.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Judges and lawyers, like other humans, are moved by natural sympathy in a case like this to find a way for Joshua and his mother to receive adequate compensation for the grievous harm inflicted upon them.  But before yielding to that impulse, it is well to remember once again that the harm was inflicted not by the State of Wisconsin, but by Joshua's father.  The most that can be said of the state functionaries in this case is that they stood by and did nothing when suspicious circumstances dictated a more active role for them.  In defense of them it must also be said that had they moved too soon to take custody of the son away from the father, they would likely have been met with charges of improperly intruding into the parent-child relationship, charges based on the same Due Process Clause that forms the basis for the present charge of failure to provide adequate protection.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The people of Wisconsin may well prefer a system of liability which would place upon the State and its officials the responsibility for failure to act in situations such as the present one.  They may create such a system, if they do not have it already, by changing the tort law of the State in accordance with the regular lawmaking process.  But they should not have it thrust upon them by this Court's expansion of the Due Process Clause of the Fourteenth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Justice BRENNAN, with whom Justice MARSHALL and Justice BLACKMUN join, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">\"The most that can be said of the state functionaries in this case,\" the Court today concludes, \"is that they stood by and did nothing when suspicious circumstances dictated a more active role for them.\"  <i>Ante,</i> this page.  Because I believe that this description of respondents' conduct tells only part of the story and that, accordingly, the Constitution itself \"dictated a more active role\" for respondents in the circumstances presented here, I cannot agree that respondents had no constitutional duty to help Joshua DeShaney.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">It may well be, as the Court decides, <i>ante,</i> at 194-197, that the Due Process Clause as construed by our prior cases creates no general right to basic governmental services.  That, however, is not the question presented here;  indeed, that question was not raised in the complaint, urged on appeal, presented in the petition for certiorari, or addressed in the briefs on the merits.  No one, in short, has asked the Court to proclaim that, as a general matter, the Constitution safeguards positive as well as negative liberties.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This is more than a quibble over dicta;  it is a point about perspective, having substantive ramifications.  In a constitutional setting that distinguishes sharply between action and inaction, one's characterization of the misconduct alleged under &#167; 1983 may effectively decide the case.  Thus, by leading off with a discussion (and rejection) of the idea that the Constitution imposes on the States an affirmative duty to take basic care of their citizens, the Court foreshadows&#8212;perhaps even preordains&#8212;its conclusion that no duty existed even on the specific facts before us.  This initial discussion establishes the baseline from which the Court assesses the DeShaneys' claim that, when a State has&#8212;\"by word and by deed,\" <i>ante,</i> at 197&#8212;announced an intention to protect a certain class of citizens and has before it facts that would trigger that protection under the applicable state law, the Constitution imposes upon the State an affirmative duty of protection.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Court's baseline is the absence of positive rights in the Constitution and a concomitant suspicion of any claim that seems to depend on such rights.  From this perspective, the DeShaneys' claim is first and foremost about inaction (the failure, here, of respondents to take steps to protect Joshua), and only tangentially about action (the establishment of a state program specifically designed to help children like Joshua).  And from this perspective, holding these Wisconsin officials liable&#8212;where the only difference between this case and one involving a general claim to protective services is Wisconsin's establishment and operation of a program to protect children&#8212;would seem to punish an effort that we should seek to promote.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">I would begin from the opposite direction.  I would focus first on the action that Wisconsin <i>has</i> taken with respect to Joshua and children like him, rather than on the actions that the State failed to take.  Such a method is not new to this Court. Both <i>Estelle v. Gamble,</i> 429 U.S. 97, 97 S.Ct. 285, 50 L.Ed.2d 251 (1976), and <i>Youngberg v. Romeo,</i> 457 U.S. 307, 102 S.Ct. 2452, 73 L.Ed.2d 28 (1982), began by emphasizing that the States had confined J.W. Gamble to prison and Nicholas Romeo to a psychiatric hospital.  This initial action rendered these people helpless to help themselves or to seek help from persons unconnected to the government.  See <i>Estelle, supra,</i> 429 U.S. at 104, 97 S.Ct., at 291 (\"[I]t is but just that the public be required to care for the prisoner, who cannot by reason of the deprivation of his liberty, care for himself\");  <i>Youngberg, supra,</i> 457 U.S. at 317, 102 S.Ct., at 2458 (\"When a person is institutionalized&#8212;and wholly dependent on the State&#8212;it is conceded by petitioners that a duty to provide certain services and care does exist\").  Cases from the lower courts also recognize that a State's actions can be decisive in assessing the constitutional significance of subsequent inaction. For these purposes, moreover, actual physical restraint is not the only state action that has been considered relevant.  See, <i>e.g., White v. Rochford,</i> 592 F.2d 381 (CA7 1979) (police officers violated due process when, after arresting the guardian of three young children, they abandoned the children on a busy stretch of highway at night).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Because of the Court's initial fixation on the general principle that the Constitution does not establish positive rights, it is unable to appreciate our recognition in <i>Estelle</i> and <i>Youngberg</i> that this principle does not hold true in all circumstances.  Thus, in the Court's view, <i>Youngberg</i> can be explained (and dismissed) in the following way:  \"In the substantive due process analysis, it is the State's affirmative act of restraining the individual's freedom to act on his own behalf&#8212;through incarceration, institutionalization, or other similar restraint of personal liberty&#8212;which is the 'deprivation of liberty' triggering the protections of the Due Process Clause, not its failure to act to protect his liberty interests against harms inflicted by other means.\"  <i>Ante,</i> at 200.  This restatement of <i>Youngberg's</i> holding should come as a surprise when one recalls our explicit observation in that case that Romeo did not challenge his commitment to the hospital, but instead \"argue[d] that he ha[d] a constitutionally protected liberty interest in safety, freedom of movement, and training within the institution;  and that petitioners infringed these rights <i>by failing to provide</i> constitutionally required conditions of confinement.\"  457 U.S., at 315, 102 S.Ct., at 2457 (emphasis added).  I do not mean to suggest that \"the State's affirmative act of restraining the individual's freedom to act on his own behalf,\" <i>ante,</i> at 200, was irrelevant in <i>Youngberg;</i>  rather, I emphasize that this conduct would have led to no injury, and consequently no cause of action under &#167; 1983, unless the State then had failed to take steps to protect Romeo from himself and from others.  In addition, the Court's exclusive attention to state-imposed restraints of \"the individual's freedom to act on his own behalf,\" <i>ante,</i> at 200, suggests that it was the State that rendered Romeo unable to care for himself, whereas in fact&#8212;with an I.Q. of between 8 and 10, and the mental capacity of an 18-month-old child, 457 U.S., at 309, 102 S.Ct., at 2454&#8212;he had been quite incapable of taking care of himself long before the State stepped into his life.  Thus, the fact of hospitalization was critical in <i>Youngberg</i> not because it rendered Romeo helpless to help himself, but because it separated him from other sources of aid that, we held, the State was obligated to replace.  Unlike the Court, therefore, I am unable to see in <i>Youngberg</i> a neat and decisive divide between action and inaction.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Moreover, to the Court, the only fact that seems to count as an \"affirmative act of restraining the individual's freedom to act on his own behalf\" is direct physical control.  <i>Ante,</i> at 200 (listing only \"incarceration, institutionalization, [and] other similar restraint of personal liberty\" in describing relevant \"affirmative acts\").  I would not, however, give <i>Young-</i> <i>berg</i> and <i>Estelle</i> such a stingy scope.  I would recognize, as the Court apparently cannot, that \"the State's knowledge of [an] individual's predicament [and] its expressions of intent to help him\" can amount to a \"limitation . . . on his freedom to act on his own behalf\" or to obtain help from others.  <i>Ante,</i> at 200.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>Thus, I would read <i>Youngburg</i> and <i>Estelle</i> to stand for the much more generous proposition that,if a state cuts off private sources of aid and then refuses aid itself, it cannot wash its hands of the hatm that results from its inaction.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\"><i>Youngberg</i> and <i>Estelle</i> are not alone in sounding this theme. In striking down a filing fee as applied to divorce cases brought by indigents, see <i>Boddie v. Connecticut,</i> 401 U.S. 371, 91 S.Ct. 780, 28 L.Ed.2d 113 (1971), and in deciding that a local government could not entirely foreclose the opportunity to speak in a public forum, see, <i>e.g., Schneider v. State,</i> 308 U.S. 147, 60 S.Ct. 146, 84 L.Ed. 155 (1939);  <i>Hague v. Committee for Industrial Organization,</i> 307 U.S. 496, 59 S.Ct. 954, 83 L.Ed. 1423 (1939); <i>United States v. Grace,</i> 461 U.S. 171, 103 S.Ct. 1702, 75 L.Ed.2d 736 (1983), we have acknowledged that a State's actions&#8212;such as the monopolization of a particular path of relief&#8212;may impose upon the State certain positive duties.  Similarly, <i>Shelley v. Kraemer,</i> 334 U.S. 1, 68 S.Ct. 836, 92 L.Ed. 1161 (1948), and <i>Burton v. Wilmington Parking Authority,</i> 365 U.S. 715, 81 S.Ct. 856, 6 L.Ed.2d 45 (1961), suggest that a State may be found complicit in an injury even if it did not create the situation that caused the harm.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Arising as they do from constitutional contexts different from the one involved here, cases like <i>Boddie</i> and <i>Burton</i> are instructive rather than decisive in the case before us.  But they set a tone equally well established in precedent as, and contradictory to, the one the Court sets by situating the DeShaneys' complaint within the class of cases epitomized by the Court's decision in <i>Harris v. McRae,</i> 448 U.S. 297, 100 S.Ct. 2671, 65 L.Ed.2d 784 (1980).  The cases that I have cited tell us that <i>Goldberg v. Kelly,</i> 397 U.S. 254, 90 S.Ct. 1011, 25 L.Ed.2d 287 (1970) (recognizing entitlement to welfare under state law), can stand side by side with <i>Dandridge v. Williams,</i> 397 U.S. 471, 484, 90 S.Ct. 1153, 1161, 25 L.Ed.2d 491 (1970) (implicitly rejecting idea that welfare is a fundamental right), and that <i>Goss v. Lopez,</i> 419 U.S. 565, 573, 95 S.Ct. 729, 735, 42 L.Ed.2d 725 (1975) (entitlement to public education under state law), is perfectly consistent with <i>San Antonio Independent School Dist. v. Rodriguez,</i> 411 U.S. 1, 29-39, 93 S.Ct. 1278, 1294-1300, 36 L.Ed.2d 16 (1973) (no fundamental right to education).  To put the point more directly, these cases signal that a State's prior actions may be decisive in analyzing the constitutional significance of its inaction.  I thus would locate the DeShaneys' claims within the framework of cases like <i>Youngberg</i> and<i>Estelle,</i> and more generally, <i>Boddie</i> and <i>Schneider,</i> by considering the actions that Wisconsin took with respect to Joshua.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Wisconsin has established a child-welfare system specifically designed to help children like Joshua.  Wisconsin law places upon the local departments of social services such as respondent (DSS or Department) a duty to investigate reported instances of child abuse.  See Wis.Stat. &#167; 48.981(3) (1987-1988).  While other governmental bodies and private persons are largely responsible for the reporting of possible cases of child abuse, see &#167; 48.981(2), Wisconsin law channels all such reports to the local departments of social services for evaluation and, if necessary, further action.  &#167; 48.981(3).  Even when it is the sheriff's office or police department that receives a report of suspected child abuse, that report is referred to local social services departments for action, see &#167; 48.981(3)(a);  the only exception to this occurs when the reporter fears for the child's <i>immediate</i> safety.  &#167; 48.981(3)(b).  In this way, Wisconsin law invites indeed, directs&#8212;citizens and other governmental entities to depend on local departments of social services such as respondent to protect children from abuse.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The specific facts before us bear out this view of Wisconsin's system of protecting children.  Each time someone voiced a suspicion that Joshua was being abused, that information was relayed to the Department for investigation and possible action.  When Randy DeShaney's second wife told the police that he had \" 'hit the boy causing marks and [was] a prime case for child abuse,' \" the police referred her complaint to DSS.  <i>Ante,</i> at 192.  When, on three separate occasions, emergency room personnel noticed suspicious injuries on Joshua's body, they went to DSS with this information.  <i>Ante,</i> at 192-193.  When neighbors informed the police that they had seen or heard Joshua's father or his father's lover beating or otherwise abusing Joshua, the police brought these reports to the attention of DSS.  App. 144-145.  And when respondent Kemmeter, through these reports and through her own observations in the course of nearly 20 visits to the DeShaney home, <i>id.,</i> at 104, compiled growing evidence that Joshua was being abused, that information stayed within the Department&#8212;chronicled by the social worker in detail that seems almost eerie in light of her failure to act upon it.  (As to the extent of the social worker's involvement in, and knowledge of, Joshua's predicament, her reaction to the news of Joshua's last and most devastating injuries is illuminating:  \" 'I just knew the phone would ring some day and Joshua would be dead.' \"  812 F.2d 298, 300 (CA7 1987).)</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Even more telling than these examples is the Department's control over the decision whether to take steps to protect a particular child from suspected abuse.  While many different people contributed information and advice to this decision, it was up to the people at DSS to make the ultimate decision (subject to the approval of the local government's Corporation Counsel) whether to disturb the family's current arrangements.  App. 41, 58.  When Joshua first appeared at a local hospital with injuries signaling physical abuse, for example, it was DSS that made the decision to take him into temporary custody for the purpose of studying his situation&#8212;and it was DSS, acting in conjunction with the corporation counsel, that returned him to his father.   <i>Ante,</i> at 192.  Unfortunately for Joshua DeShaney, the buck effectively stopped with the Department.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In these circumstances, a private citizen, or even a person working in a government agency other than DSS, would doubtless feel that her job was done as soon as she had reported her suspicions of child abuse to DSS.  Through its child-welfare program, in other words, the State of Wisconsin has relieved ordinary citizens and governmental bodies other than the Department of any sense of obligation to do anything more than report their suspicions of child abuse to DSS.  If DSS ignores or dismisses these suspicions, no one will step in to fill the gap. Wisconsin's child-protection program thus effectively confined Joshua DeShaney within the walls of Randy DeShaney's violent home until such time as DSS took action to remove him.  Conceivably, then, children like Joshua are made worse off by the existence of this program when the persons and entities charged with carrying it out fail to do their jobs.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">It simply belies reality, therefore, to contend that the State \"stood by and did nothing\" with respect to Joshua.  <i>Ante,</i> at 203.  Through its child-protection program, the State actively intervened in Joshua's life and, by virtue of this intervention, acquired ever more certain knowledge that Joshua was in grave danger.  These circumstances, in my view, plant this case solidly within the tradition of cases like <i>Youngberg</i> and <i>Estelle.</i></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">It will be meager comfort to Joshua and his mother to know that, if the State had \"selectively den[ied] its protective services\" to them because they were \"disfavored minorities,\" <i>ante,</i> at 197, n. 3, their &#167; 1983 suit might have stood on sturdier ground.  Because of the posture of this case, we do not know why respondents did not take steps to protect Joshua;  the Court, however, tells us that their reason is irrelevant so long as their inaction was not the product of invidious discrimination. Presumably, then, if respondents decided not to help Joshua because his name began with a \"J,\" or because he was born in the spring, or because they did not care enough about him even to formulate an intent to discriminate against him based on an arbitrary reason, respondents would not be liable to the DeShaneys because they were not the ones who dealt the blows that destroyed Joshua's life.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">I do not suggest that such irrationality was at work in this case;  I emphasize only that we do not know whether or not it was. I would allow Joshua and his mother the opportunity to show that respondents' failure to help him arose, not out of the sound exercise of professional judgment that we recognized in <i>Youngberg</i> as sufficient to preclude liability, see 457 U.S., at 322-323, 102 S.Ct., at 2461-2462, but from the kind of arbitrariness that we have in the past condemned.  See, <i>e.g., Daniels v. Williams,</i> 474 U.S. 327, 331, 106 S.Ct. 662, 665, 88 L.Ed.2d 662 (1986) (purpose of Due Process Clause was \"to secure the individual from the arbitrary exercise of the powers of government\" (citations omitted));  <i>West Coast Hotel Co. v. Parrish,</i> 300 U.S. 379, 399, 57 S.Ct. 578, 585, 81 L.Ed. 703 (1937) (to sustain state action, the Court need only decide that it is not \"arbitrary or capricious\"); <i>Euclid v. Ambler Realty Co.,</i> 272 U.S. 365, 389, 47 S.Ct. 114, 118, 71 L.Ed. 303 (1926) (state action invalid where it \"passes the bounds of reason and assumes the character of a merely arbitrary fiat,\" quoting <i>Purity Extract &amp; Tonic Co. v. Lynch,</i> 226 U.S. 192, 204, 33 S.Ct. 44, 47, 57 L.Ed. 184 (1912)).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\"><i>Youngberg's</i> deference to a decisionmaker's professional judgment ensures that once a caseworker has decided, on the basis of her professional training and experience, that one course of protection is preferable for a given child, or even that no special protection is required, she will not be found liable for the harm that follows.  (In this way, <i>Youngberg's</i> vision of substantive due process serves a purpose similar to that served by adherence to procedural norms, namely, requiring that a state actor stop and think before she acts in a way that may lead to a loss of liberty.)  Moreover, that the Due Process Clause is not violated by merely negligent conduct, see <i>Daniels, supra,</i> and <i>Davidson v. Cannon,</i> 474 U.S. 344, 106 S.Ct. 668, 88 L.Ed.2d 677 (1986), means that a social worker who simply makes a mistake of judgment under what are admittedly complex and difficult conditions will not find herself liable in damages under &#167; 1983.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">As the Court today reminds us, \"the Due Process Clause of the Fourteenth Amendment was intended to prevent government 'from abusing [its] power, or employing it as an instrument of oppression.' \"  <i>Ante,</i> at 196, quoting <i>Davidson, supra,</i> at 348, 106 S.Ct., at 670.  My disagreement with the Court arises from its failure to see that inaction can be every bit as abusive of power as action, that oppression can result when a State undertakes a vital duty and then ignores it.  Today's opinion construes the Due Process Clause to permit a State to displace private sources of protection and then, at the critical moment, to shrug its shoulders and turn away from the harm that it has promised to try to prevent.  Because I cannot agree that our Constitution is indifferent to such indifference, I respectfully dissent.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Justice BLACKMUN, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Today, the Court purports to be the dispassionate oracle of the law, unmoved by \"natural sympathy.\"  <i>Ante,</i> at 202.  But, in this pretense, the Court itself retreats into a sterile formalism which prevents it from recognizing either the facts of the case before it or the legal norms that should apply to those facts.  As Justice BRENNAN demonstrates, the facts here involve not mere passivity, but active state intervention in the life of Joshua DeShaney&#8212;intervention that triggered a fundamental duty to aid the boy once the State learned of the severe danger to which he was exposed.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The Court fails to recognize this duty because it attempts to draw a sharp and rigid line between action and inaction.  But such formalistic reasoning has no place in the interpretation of the broad and stirring Clauses of the Fourteenth Amendment.  Indeed, I submit that these Clauses were designed, at least in part, to undo the formalistic legal reasoning that infected antebellum jurisprudence, which the late Professor Robert Cover analyzed so effectively in his significant work entitled Justice Accused (1975).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Like the antebellum judges who denied relief to fugitive slaves, see <i>id.,</i> at 119-121, the Court today claims that its decision, however harsh, is compelled by existing legal doctrine. On the contrary, the question presented by this case is an open one, and our Fourteenth Amendment precedents may be read more broadly or narrowly depending upon how one chooses to read them.  Faced with the choice, I would adopt a \"sympathetic\" reading, one which comports with dictates of fundamental justice and recognizes that compassion need not be exiled from the province of judging.  Cf. A. Stone, Law, Psychiatry, and Morality 262 (1984) (\"We will make mistakes if we go forward, but doing nothing can be the worst mistake.  What is required of us is moral ambition.  Until our composite sketch becomes a true portrait of humanity we must live with our uncertainty;  we will grope, we will struggle, and our compassion may be our only guide and comfort\").</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Poor Joshua!  Victim of repeated attacks by an irresponsible, bullying, cowardly, and intemperate father, and abandoned by respondents who placed him in a dangerous predicament and who knew or learned what was going on, and yet did essentially nothing except, as the Court revealingly observes, <i>ante,</i> at 193, \"dutifully recorded these incidents in [their] files.\"  It is a sad commentary upon American life, and constitutional principles so full of late of patriotic fervor and proud proclamations about \"liberty and justice for all\"&#8212;that th &#167; child, Joshua DeShaney, now is assigned to live out the remainder of his life profoundly retarded.  Joshua and his mother, as petitioners here, deserve&#8212;but now are denied by this Court&#8212;the opportunity to have the facts of their case considered in the light of the constitutional protection that 42 U.S.C. &#167; 1983 is meant to provide.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> As used here, the term \"State\" refers generically to state and local governmental entities and their agents.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Petitioners also argue that the Wisconsin child protection statutes gave Joshua an \"entitlement\" to receive protective services in accordance with the terms of the statute, an entitlement which would enjoy due process protection against state deprivation under our decision in <i>Board of Regents of State Colleges v. Roth,</i> 408 U.S. 564, 92 S.Ct. 2701, 33 L.Ed.2d 548 (1972).  Brief for Petitioners 24-29.  But this argument is made for the first time in petitioners' brief to this Court:  it was not pleaded in the complaint, argued to the Court of Appeals as a ground for reversing the District Court, or raised in the petition for certiorari.  We therefore decline to consider it here.  See <i>Youngberg v. Romeo,</i> 457 U.S., at 316, n. 19, 102 S.Ct., at 2458, n. 19;  <i>Dothard v. Rawlinson,</i> 433 U.S. 321, 323, n. 1, 97 S.Ct. 2720, 2724, n. 1, 53 L.Ed.2d 786 (1977);  <i>Duignan v. United States,</i> 274 U.S. 195, 200, 47 S.Ct. 566, 568, 71 L.Ed. 996 (1927); <i>Old Jordan Mining &amp; Milling Co. v. Societe Anonyme des Mines,</i> 164 U.S. 261, 264-265, 17 S.Ct. 113, 114-115, 41 L.Ed. 427 (1896).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The State may not, of course, selectively deny its protective services to certain disfavored minorities without violating the Equal Protection Clause.  See <i>Yick Wo v. Hopkins,</i> 118 U.S. 356, 6 S.Ct. 1064, 30 L.Ed. 220 (1886).  But no such argument has been made here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The genesis of this notion appears to lie in a statement in our opinion in <i>Martinez v. California,</i> 444 U.S. 277, 100 S.Ct. 553, 62 L.Ed.2d 481 (1980).  In that case, we were asked to decide, <i>inter alia,</i> whether state officials could be held liable under the Due Process Clause of the Fourteenth Amendment for the death of a private citizen at the hands of a parolee.  Rather than squarely confronting the question presented here&#8212;whether the Due Process Clause imposed upon the State an affirmative duty to protect&#8212;we affirmed the dismissal of the claim on the narrower ground that the causal connection between the state officials' decision to release the parolee from prison and the murder was too attenuated to establish a \"deprivation\" of constitutional rights within the meaning of &#167; 1983.  <i>Id.,</i> at 284-285, 100 S.Ct., at 558-559.  But we went on to say:</p>\n        <p>\"[T]he parole board was not aware that appellants' decedent, as distinguished from the public at large, faced any special danger.  We need not and do not decide that a parole officer could never be deemed to 'deprive' someone of life by action taken in connection with the release of a prisoner on parole.  But we do hold that at least under the particular circumstances of this parole decision, appellants' decedent's death is too remote a consequence of the parole officers' action to hold them responsible under the federal civil rights law.\"  <i>Id.,</i> at 285, 100 S.Ct., at 559 (footnote omitted).</p>\n        <p>Several of the Courts of Appeals have read this language as implying that once the State learns that a third party poses a special danger to an identified victim, and indicates its willingness to protect the victim against that danger, a \"special relationship\" arises between State and victim, giving rise to an affirmative duty, enforceable through the Due Process Clause, to render adequate protection.  See <i>Estate of Bailey by Oare v. County of York,</i> 768 F.2d 503, 510-511 (CA3 1985);  <i>Jensen v. Conrad,</i> 747 F.2d 185, 190-194, and n. 11 (CA4 1984) (dicta), cert. denied, 470 U.S. 1052, 105 S.Ct. 1754, 84 L.Ed.2d 818 (1985); <i>Balistreri v. Pacifica Police Dept.,</i> 855 F.2d 1421, 1425-1426 (CA9 1988).  But see, in addition to the opinion of the Seventh Circuit below, <i>Estate of Gilmore v. Buckley,</i> 787 F.2d 714, 720-723 (CA1), cert. denied, 479 U.S. 882, 107 S.Ct. 270, 93 L.Ed.2d 247 (1986);  <i>Harpole v. Arkansas Dept. of Human Services,</i> 820 F.2d 923, 926-927 (CA8 1987);  <i>Wideman v. Shallowford Community Hospital, Inc.,</i> 826 F.2d 1030, 1034-1037 (CA11 1987).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> To make out an Eighth Amendment claim based on the failure to provide adequate medical care, a prisoner must show that the state defendants exhibited \"deliberate indifference\" to his \"serious\" medical needs;  the mere negligent or inadvertent failure to provide adequate care is not enough.  <i>Estelle v. Gamble,</i> 429 U.S., at 105-106, 97 S.Ct., at 291-292.  In <i>Whitley v. Albers,</i> 475 U.S. 312, 106 S.Ct. 1078, 89 L.Ed.2d 251 (1986), we suggested that a similar state of mind is required to make out a substantive due process claim in the prison setting.  <i>Id.,</i> at 326-327, 106 S.Ct., at 1088.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Eighth Amendment applies \"only after the State has complied with the constitutional guarantees traditionally associated with criminal prosecutions. . . .  [T]he State does not acquire the power to punish with which the Eighth Amendment is concerned until after it has secured a formal adjudication of guilt in accordance with due process of law.\"  <i>Ingraham v. Wright,</i> 430 U.S. 651, 671-672, n. 40, 97 S.Ct. 1401, 1412-1413, n. 40, 51 L.Ed.2d 711 (1977);  see also <i>Revere v. Massachusetts General Hospital,</i> 463 U.S. 239, 244, 103 S.Ct. 2979, 2983, 77 L.Ed.2d 605 (1983);  <i>Bell v. Wolfish,</i> 441 U.S. 520, 535, n. 16, 99 S.Ct. 1861, 1872, n. 16, 60 L.Ed.2d 447 (1979).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Even in this situation, we have recognized that the State \"has considerable discretion in determining the nature and scope of its responsibilities.\"  <i>Youngberg v. Romeo,</i> 457 U.S., at 317, 102 S.Ct., at 2458.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Of course, the protections of the Due Process Clause, both substantive and procedural, may be triggered when the State, by the affirmative acts of its agents, subjects an involuntarily confined individual to deprivations of liberty which are not among those generally authorized by his confinement.  See, <i>e.g., Whitley v. Albers, supra,</i> 475 U.S., at 326-327, 106 S.Ct., at 1087-1088 (shooting inmate);  <i>Youngberg v. Romeo, supra,</i> 457 U.S., at 316, 102 S.Ct., at 2458 (shackling involuntarily committed mental patient);  <i>Hughes v. Rowe,</i> 449 U.S. 5, 11, 101 S.Ct. 173, 177, 66 L.Ed.2d 163 (1980) (removing inmate from general prison population and confining him to administrative segregation);  <i>Vitek v. Jones,</i> 445 U.S. 480, 491-494, 100 S.Ct. 1254, 1262-1264, 63 L.Ed.2d 552 (1980) (transferring inmate to mental health facility).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Complaint &#182; 16, App. 6 (\"At relevant times to and until March 8, 1984, [the date of the final beating,] Joshua DeShaney was in the custody and control of Defendant Randy DeShaney\").  Had the State by the affirmative exercise of its power removed Joshua from free society and placed him in a foster home operated by its agents, we might have a situation sufficiently analogous to incarceration or institutionalization to give rise to an affirmative duty to protect.  Indeed, several Courts of Appeals have held, by analogy to <i>Estelle</i> and <i>Youngberg,</i> that the State may be held liable under the Due Process Clause for failing to protect children in foster homes from mistreatment at the hands of their foster parents.  See <i>Doe v. New York City Dept. of Social Services,</i> 649 F.2d 134, 141-142 (CA2 1981), after remand, 709 F.2d 782, cert. denied <i>sub nom. Catholic Home Bureau v. Doe,</i> 464 U.S. 864, 104 S.Ct. 195, 78 L.Ed.2d 171 (1983);  <i>Taylor ex rel. Walker v. Ledbetter,</i> 818 F.2d 791, 794-797 (CA11 1987) (en banc), cert. pending <i>Ledbetter v. Taylor,</i> No. 87-521.  We express no view on the validity of this analogy, however, as it is not before us in the present case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Because we conclude that the Due Process Clause did not require the State to protect Joshua from his father, we need not address respondents' alternative argument that the individual state actors lacked the requisite \"state of mind\" to make out a due process violation.  See <i>Daniels v. Williams,</i> 474 U.S., at 334, n. 3, 106 S.Ct., at 666, n. 3.  Similarly, we have no occasion to consider whether the individual respondents might be entitled to a qualified immunity defense, see <i>Anderson v. Creighton,</i> 483 U.S. 635, 107 S.Ct. 3034, 97 L.Ed.2d 523 (1987), or whether the allegations in the complaint are sufficient to support a &#167; 1983 claim against the county and DSS under <i>Monell v. New York City Dept. of Social Services,</i> 436 U.S. 658, 98 S.Ct. 2018, 56 L.Ed.2d 611 (1978), and its progeny.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>489 U.S. 189 (1989)</b></center>\n<center><h1>DESHANEY, A MINOR, BY HIS GUARDIAN AD LITEM, ET AL.<br>\nv.<br>\nWINNEBAGO COUNTY DEPARTMENT OF SOCIAL SERVICES ET AL.</h1></center>\n<center>No. 87-154.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 2, 1988</center>\n<center>Decided February 22, 1989</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SEVENTH CIRCUIT\n<p><span class=\"star-pagination\">*190</span> <i>Donald J. Sullivan</i> argued the cause for petitioners. With him on the briefs was <i>Curry First.</i></p>\n<p><i>Mark J. Mingo</i> argued the cause for respondents. With him on the brief were <i>Wayne M. Yankala</i> and <i>Joel I. Klein.</i></p>\n<p><i>Deputy Solicitor General Ayer</i> argued the cause for the United States as <i>amicus curiae</i> urging affirmance. With him on the brief were <i>Solicitor General Fried, Assistant Attorney General Bolton, Roy T. Englert, Jr., Barbara L. Herwig,</i> and <i>John S. Koppel.</i><sup>[*]</sup></p>\n<p>Briefs urging affirmance were filed for the State of New York et al. by <i>Robert Abrams,</i> Attorney General of New York, <i>O. Peter Sherwood,</i> Solicitor General, <i>Peter H. Schiff,</i> Deputy Solicitor General, and <i>Michael S. Buskus,</i> Assistant Attorney General, <i>Joseph I. Lieberman,</i> Attorney General of Connecticut, <i>J. Joseph Curran, Jr.,</i> Attorney General of Maryland, <i>Dave Frohnmayer,</i> Attorney General of Oregon, <i>LeRoy S. Zimmerman,</i> Attorney General of Pennsylvania, <i>Donald J. Hanaway,</i> Attorney General of Wisconsin, and <i>Charles Hoornstra,</i> Assistant Attorney General; and for the National Association of Counties et al. by <i>Benna Ruth Solomon</i> and <i>Douglas A. Poe.</i></p>\n<p><i>Gwendolyn H. Gregory, August W. Steinhilber,</i> and <i>Thomas A. Shannon</i> filed a brief for the National School Boards Association as <i>amicus curiae.</i></p>\n<p><span class=\"star-pagination\">*191</span> CHIEF JUSTICE REHNQUIST delivered the opinion of the Court.</p>\n<p>Petitioner is a boy who was beaten and permanently injured by his father, with whom he lived. Respondents are social workers and other local officials who received complaints that petitioner was being abused by his father and had reason to believe that this was the case, but nonetheless did not act to remove petitioner from his father's custody. Petitioner sued respondents claiming that their failure to act deprived him of his liberty in violation of the Due Process Clause of the Fourteenth Amendment to the United States Constitution. We hold that it did not.</p>\n<p></p>\n<h2>I</h2>\n<p>The facts of this case are undeniably tragic. Petitioner Joshua DeShaney was born in 1979. In 1980, a Wyoming court granted his parents a divorce and awarded custody of Joshua to his father, Randy DeShaney. The father shortly thereafter moved to Neenah, a city located in Winnebago County, Wisconsin, taking the infant Joshua with him. There he entered into a second marriage, which also ended in divorce.</p>\n<p><span class=\"star-pagination\">*192</span> The Winnebago County authorities first learned that Joshua DeShaney might be a victim of child abuse in January 1982, when his father's second wife complained to the police, at the time of their divorce, that he had previously \"hit the boy causing marks and [was] a prime case for child abuse.\" App. 152-153. The Winnebago County Department of Social Services (DSS) interviewed the father, but he denied the accusations, and DSS did not pursue them further. In January 1983, Joshua was admitted to a local hospital with multiple bruises and abrasions. The examining physician suspected child abuse and notified DSS, which immediately obtained an order from a Wisconsin juvenile court placing Joshua in the temporary custody of the hospital. Three days later, the county convened an ad hoc \"Child Protection Team\"  consisting of a pediatrician, a psychologist, a police detective, the county's lawyer, several DSS case-workers, and various hospital personnel  to consider Joshua's situation. At this meeting, the Team decided that there was insufficient evidence of child abuse to retain Joshua in the custody of the court. The Team did, however, decide to recommend several measures to protect Joshua, including enrolling him in a preschool program, providing his father with certain counselling services, and encouraging his father's girlfriend to move out of the home. Randy DeShaney entered into a voluntary agreement with DSS in which he promised to cooperate with them in accomplishing these goals.</p>\n<p>Based on the recommendation of the Child Protection Team, the juvenile court dismissed the child protection case and returned Joshua to the custody of his father. A month later, emergency room personnel called the DSS caseworker handling Joshua's case to report that he had once again been treated for suspicious injuries. The caseworker concluded that there was no basis for action. For the next six months, the caseworker made monthly visits to the DeShaney home, during which she observed a number of suspicious injuries on <span class=\"star-pagination\">*193</span> Joshua's head; she also noticed that he had not been enrolled in school, and that the girlfriend had not moved out. The caseworker dutifully recorded these incidents in her files, along with her continuing suspicions that someone in the DeShaney household was physically abusing Joshua, but she did nothing more. In November 1983, the emergency room notified DSS that Joshua had been treated once again for injuries that they believed to be caused by child abuse. On the caseworker's next two visits to the DeShaney home, she was told that Joshua was too ill to see her. Still DSS took no action.</p>\n<p>In March 1984, Randy DeShaney beat 4-year-old Joshua so severely that he fell into a life-threatening coma. Emergency brain surgery revealed a series of hemorrhages caused by traumatic injuries to the head inflicted over a long period of time. Joshua did not die, but he suffered brain damage so severe that he is expected to spend the rest of his life confined to an institution for the profoundly retarded. Randy DeShaney was subsequently tried and convicted of child abuse.</p>\n<p>Joshua and his mother brought this action under 42 U. S. C.  1983 in the United States District Court for the Eastern District of Wisconsin against respondents Winnebago County, DSS, and various individual employees of DSS. The complaint alleged that respondents had deprived Joshua of his liberty without due process of law, in violation of his rights under the Fourteenth Amendment, by failing to intervene to protect him against a risk of violence at his father's hands of which they knew or should have known. The District Court granted summary judgment for respondents.</p>\n<p>The Court of Appeals for the Seventh Circuit affirmed, 812 F. 2d 298 (1987), holding that petitioners had not made out an actionable  1983 claim for two alternative reasons. First, the court held that the Due Process Clause of the Fourteenth Amendment does not require a state or local governmental entity to protect its citizens from \"private violence, or other <span class=\"star-pagination\">*194</span> mishaps not attributable to the conduct of its employees.\" <i>Id.,</i> at 301. In so holding, the court specifically rejected the position endorsed by a divided panel of the Third Circuit in <i>Estate of Bailey by </i><i>Oare</i> v. <i>County of York,</i> 768 F. 2d 503, 510-511 (1985), and by dicta in <i>Jensen</i> v. <i>Conrad,</i> 747 F. 2d 185, 190-194 (CA4 1984), cert. denied, 470 U. S. 1052 (1985), that once the State learns that a particular child is in danger of abuse from third parties and actually undertakes to protect him from that danger, a \"special relationship\" arises between it and the child which imposes an affirmative constitutional duty to provide adequate protection. 812 F. 2d, at 303-304. Second, the court held, in reliance on our decision in <i>Martinez</i> v. <i>California,</i> 444 U. S. 277, 285 (1980), that the casual connection between respondents' conduct and Joshua's injuries was too attenuated to establish a deprivation of constitutional rights actionable under  1983. 812 F. 2d, at 301-303. The court therefore found it unnecessary to reach the question whether respondents' conduct evinced the \"state of mind\" necessary to make out a due process claim after <i>Daniels</i> v. <i>Williams,</i> 474 U. S. 327 (1986), and <i>Davidson</i> v. <i>Cannon,</i> 474 U. S. 344 (1986). 812 F. 2d, at 302.</p>\n<p>Because of the inconsistent approaches taken by the lower courts in determining when, if ever, the failure of a state or local governmental entity or its agents to provide an individual with adequate protective services constitutes a violation of the individual's due process rights, see <i>Archie</i> v. <i>Racine,</i> 847 F. 2d 1211, 1220-1223, and n. 10 (CA7 1988) (en banc) (collecting cases), cert. pending, No. 88-576, and the importance of the issue to the administration of state and local governments, we granted certiorari. 485 U. S. 958 (1988). We now affirm.</p>\n<p></p>\n<h2>II</h2>\n<p>The Due Process Clause of the Fourteenth Amendment provides that \"[n]o State shall . . . deprive any person of life, liberty, or property, without due process of law.\" Petitioners <span class=\"star-pagination\">*195</span> contend that the State<sup>[1]</sup> deprived Joshua of his liberty interest in \"free[dom] from . . . unjustified intrusions on personal security,\" see <i>Ingraham</i> v. <i>Wright,</i> 430 U. S. 651, 673 (1977), by failing to provide him with adequate protection against his father's violence. The claim is one invoking the substantive rather than the procedural component of the Due Process Clause; petitioners do not claim that the State denied Joshua protection without according him appropriate procedural safeguards, see <i>Morrissey</i> v. <i>Brewer,</i> 408 U. S. 471, 481 (1972), but that it was categorically obligated to protect him in these circumstances, see <i>Youngberg</i> v. <i>Romeo,</i> 457 U. S. 307, 309 (1982).<sup>[2]</sup></p>\n<p>But nothing in the language of the Due Process Clause itself requires the State to protect the life, liberty, and property of its citizens against invasion by private actors. The Clause is phrased as a limitation on the State's power to act, not as a guarantee of certain minimal levels of safety and security. It forbids the State itself to deprive individuals of life, liberty, or property without \"due process of law,\" but its language cannot fairly be extended to impose an affirmative obligation on the State to ensure that those interests do not come to harm through other means. Nor does history support such an expansive reading of the constitutional text. <span class=\"star-pagination\">*196</span> Like its counterpart in the Fifth Amendment, the Due Process Clause of the Fourteenth Amendment was intended to prevent government \"from abusing [its] power, or employing it as an instrument of oppression,\" <i>Davidson</i> v. <i>Cannon, supra,</i> at 348; see also <i>Daniels</i> v. <i>Williams, supra,</i> at 331 (\" ` \"to secure the individual from the arbitrary exercise of the powers of government,\" ' \" and \"to prevent governmental power from being `used for purposes of oppression' \") (internal citations omitted); <i>Parratt</i> v. <i>Taylor,</i> 451 U. S. 527, 549 (1981) (Powell, J., concurring in result) (to prevent the \"affirmative abuse of power\"). Its purpose was to protect the people from the State, not to ensure that the State protected them from each other. The Framers were content to leave the extent of governmental obligation in the latter area to the democratic political processes.</p>\n<p>Consistent with these principles, our cases have recognized that the Due Process Clauses generally confer no affirmative right to governmental aid, even where such aid may be necessary to secure life, liberty, or property interests of which the government itself may not deprive the individual. See, <i>e. g., </i><i>Harris</i> v. <i>McRae,</i> 448 U. S. 297, 317-318 (1980) (no obligation to fund abortions or other medical services) (discussing Due Process Clause of Fifth Amendment); <i>Lindsey</i> v. <i>Normet,</i> 405 U. S. 56, 74 (1972) (no obligation to provide adequate housing) (discussing Due Process Clause of Fourteenth Amendment); see also <i>Youngberg</i> v. <i>Romeo, supra,</i> at 317 (\"As a general matter, a State is under no constitutional duty to provide substantive services for those within its border\"). As we said in <i>Harris</i> v. <i>McRae</i><i>:</i> \"Although the liberty protected by the Due Process Clause affords protection against unwarranted <i>government</i> interference . . . , it does not confer an entitlement to such [governmental aid] as may be necessary to realize all the advantages of that freedom.\" 448 U. S., at 317-318 (emphasis added). If the Due Process Clause does not require the State to provide its citizens with particular protective services, it follows that the State cannot <span class=\"star-pagination\">*197</span> be held liable under the Clause for injuries that could have been averted had it chosen to provide them.<sup>[3]</sup> As a general matter, then, we conclude that a State's failure to protect an individual against private violence simply does not constitute a violation of the Due Process Clause.</p>\n<p>Petitioners contend, however, that even if the Due Process Clause imposes no affirmative obligation on the State to provide the general public with adequate protective services, such a duty may arise out of certain \"special relationships\" created or assumed by the State with respect to particular individuals. Brief for Petitioners 13-18. Petitioners argue that such a \"special relationship\" existed here because the State knew that Joshua faced a special danger of abuse at his father's hands, and specifically proclaimed, by word and by deed, its intention to protect him against that danger. <i>Id.,</i> at 18-20. Having actually undertaken to protect Joshua from this danger  which petitioners concede the State played no part in creating  the State acquired an affirmative \"duty,\" enforceable through the Due Process Clause, to do so in a reasonably competent fashion. Its failure to discharge that duty, so the argument goes, was an abuse of governmental power that so \"shocks the conscience,\" <i>Rochin</i> v. <i>California,</i> 342 U. S. 165, 172 (1952), as to constitute a substantive due process violation. Brief for Petitioners 20.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*198</span> We reject this argument. It is true that in certain limited circumstances the Constitution imposes upon the State affirmative duties of care and protection with respect to particular individuals. In <i>Estelle</i> v. <i>Gamble,</i> 429 U. S. 97 (1976), we recognized that the Eighth Amendment's prohibition against cruel and unusual punishment, made applicable to the States through the Fourteenth Amendment's Due Process Clause, <i>Robinson</i> v. <i>California,</i> 370 U. S. 660 (1962), requires the State to provide adequate medical care to incarcerated prisoners. 429 U. S., at 103-104.<sup>[5]</sup> We reasoned <span class=\"star-pagination\">*199</span> that because the prisoner is unable \" `by reason of the deprivation of his liberty [to] care for himself,' \" it is only \" `just' \" that the State be required to care for him. <i>Ibid.,</i> quoting <i>Spicer</i> v. <i>Williamson,</i> 191 N. C. 487, 490, 132 S. E. 291, 293 (1926).</p>\n<p>In <i>Youngberg</i> v. <i>Romeo,</i> 457 U. S. 307 (1982), we extended this analysis beyond the Eighth Amendment setting,<sup>[6]</sup> holding that the substantive component of the Fourteenth Amendment's Due Process Clause requires the State to provide involuntarily committed mental patients with such services as are necessary to ensure their \"reasonable safety\" from themselves and others. <i>Id.,</i> at 314-325; see <i>id.,</i> at 315, 324 (dicta indicating that the State is also obligated to provide such individuals with \"adequate food, shelter, clothing, and medical care\"). As we explained: \"If it is cruel and unusual punishment to hold convicted criminals in unsafe conditions, it must be unconstitutional [under the Due Process Clause] to confine the involuntarily committed  who may not be punished at all  in unsafe conditions.\" <i>Id.,</i> at 315-316; see also <i>Revere</i> v. <i>Massachusetts General Hospital,</i> 463 U. S. 239, 244 (1983) (holding that the Due Process Clause requires the responsible government or governmental agency to provide medical care to suspects in police custody who have been injured while being apprehended by the police).</p>\n<p>But these cases afford petitioners no help. Taken together, they stand only for the proposition that when the State takes a person into its custody and holds him there <span class=\"star-pagination\">*200</span> against his will, the Constitution imposes upon it a corresponding duty to assume some responsibility for his safety and general well-being. See <i>Youngberg</i> v. <i>Romeo, supra,</i> at 317 (\"When a person is institutionalized  and wholly dependent on the State[,] . . . a duty to provide certain services and care does exist\").<sup>[7]</sup> The rationale for this principle is simple enough: when the State by the affirmative exercise of its power so restrains an individual's liberty that it renders him unable to care for himself, and at the same time fails to provide for his basic human needs  <i>e. g.,</i> food, clothing, shelter, medical care, and reasonable safety  it transgresses the substantive limits on state action set by the Eighth Amendment and the Due Process Clause. See <i>Estelle</i> v. <i>Gamble, supra,</i> at 103-104; <i>Youngberg</i> v. <i>Romeo, supra,</i> at 315-316. The affirmative duty to protect arises not from the State's knowledge of the individual's predicament or from its expressions of intent to help him, but from the limitation which it has imposed on his freedom to act on his own behalf. See <i>Estelle</i> v. <i>Gamble, supra,</i> at 103 (\"An inmate must rely on prison authorities to treat his medical needs; if the authorities fail to do so, those needs will not be met\"). In the substantive due process analysis, it is the State's affirmative act of restraining the individual's freedom to act on his own behalf  through incarceration, institutionalization, or other similar restraint of personal liberty  which is the \"deprivation of liberty\" triggering the protections of the Due Process Clause, not its failure to act to protect his liberty interests against harms inflicted by other means.<sup>[8]</sup></p>\n<p><span class=\"star-pagination\">*201</span> The <i>Estelle-Youngberg</i> analysis simply has no applicability in the present case. Petitioners concede that the harms Joshua suffered occurred not while he was in the State's custody, but while he was in the custody of his natural father, who was in no sense a state actor.<sup>[9]</sup> While the State may have been aware of the dangers that Joshua faced in the free world, it played no part in their creation, nor did it do anything to render him any more vulnerable to them. That the State once took temporary custody of Joshua does not alter the analysis, for when it returned him to his father's custody, it placed him in no worse position than that in which he would have been had it not acted at all; the State does not become the permanent guarantor of an individual's safety by having once offered him shelter. Under these circumstances, the State had no constitutional duty to protect Joshua.</p>\n<p>It may well be that, by voluntarily undertaking to protect Joshua against a danger it concededly played no part in creating, the State acquired a duty under state tort law to provide <span class=\"star-pagination\">*202</span> him with adequate protection against that danger. See Restatement (Second) of Torts  323 (1965) (one who undertakes to render services to another may in some circumstances be held liable for doing so in a negligent fashion); see generally W. Keeton, D. Dobbs, R. Keeton, &amp; D. Owen, Prosser and Keeton on the Law of Torts  56 (5th ed. 1984) (discussing \"special relationships\" which may give rise to affirmative duties to act under the common law of tort). But the claim here is based on the Due Process Clause of the Fourteenth Amendment, which, as we have said many times, does not transform every tort committed by a state actor into a constitutional violation. See <i>Daniels</i> v. <i>Williams,</i> 474 U. S., at 335-336; <i>Parratt</i> v. <i>Taylor,</i> 451 U. S., at 544; <i>Martinez</i> v. <i>California,</i> 444 U. S. 277, 285 (1980); <i>Baker</i> v. <i>McCollan,</i> 443 U. S. 137, 146 (1979); <i>Paul</i> v. <i>Davis,</i> 424 U. S. 693, 701 (1976). A State may, through its courts and legislatures, impose such affirmative duties of care and protection upon its agents as it wishes. But not \"all common-law duties owed by government actors were . . . constitutionalized by the Fourteenth Amendment.\" <i>Daniels</i> v. <i>Williams, supra,</i> at 335. Because, as explained above, the State had no constitutional duty to protect Joshua against his father's violence, its failure to do so  though calamitous in hindsight  simply does not constitute a violation of the Due Process Clause.<sup>[10]</sup></p>\n<p>Judges and lawyers, like other humans, are moved by natural sympathy in a case like this to find a way for Joshua and his mother to receive adequate compensation for the grievous <span class=\"star-pagination\">*203</span> harm inflicted upon them. But before yielding to that impulse, it is well to remember once again that the harm was inflicted not by the State of Wisconsin, but by Joshua's father. The most that can be said of the state functionaries in this case is that they stood by and did nothing when suspicious circumstances dictated a more active role for them. In defense of them it must also be said that had they moved too soon to take custody of the son away from the father, they would likely have been met with charges of improperly intruding into the parent-child relationship, charges based on the same Due Process Clause that forms the basis for the present charge of failure to provide adequate protection.</p>\n<p>The people of Wisconsin may well prefer a system of liability which would place upon the State and its officials the responsibility for failure to act in situations such as the present one. They may create such a system, if they do not have it already, by changing the tort law of the State in accordance with the regular lawmaking process. But they should not have it thrust upon them by this Court's expansion of the Due Process Clause of the Fourteenth Amendment.</p>\n<p><i>Affirmed.</i></p>\n<p>JUSTICE BRENNAN, with whom JUSTICE MARSHALL and JUSTICE BLACKMUN join, dissenting.</p>\n<p>\"The most that can be said of the state functionaries in this case,\" the Court today concludes, \"is that they stood by and did nothing when suspicious circumstances dictated a more active role for them.\" <i>Ante</i> this page. Because I believe that this description of respondents' conduct tells only part of the story and that, accordingly, the Constitution itself \"dictated a more active role\" for respondents in the circumstances presented here, I cannot agree that respondents had no constitutional duty to help Joshua DeShaney.</p>\n<p>It may well be, as the Court decides, <i>ante,</i> at 194-197, that the Due Process Clause as construed by our prior cases creates no general right to basic governmental services. That, <span class=\"star-pagination\">*204</span> however, is not the question presented here; indeed, that question was not raised in the complaint, urged on appeal, presented in the petition for certiorari, or addressed in the briefs on the merits. No one, in short, has asked the Court to proclaim that, as a general matter, the Constitution safeguards positive as well as negative liberties.</p>\n<p>This is more than a quibble over dicta; it is a point about perspective, having substantive ramifications. In a constitutional setting that distinguishes sharply between action and inaction, one's characterization of the misconduct alleged under  1983 may effectively decide the case. Thus, by leading off with a discussion (and rejection) of the idea that the Constitution imposes on the States an affirmative duty to take basic care of their citizens, the Court foreshadows  perhaps even preordains  its conclusion that no duty existed even on the specific facts before us. This initial discussion establishes the baseline from which the Court assesses the DeShaneys' claim that, when a State has  \"by word and by deed,\" <i>ante,</i> at 197  announced an intention to protect a certain class of citizens and has before it facts that would trigger that protection under the applicable state law, the Constitution imposes upon the State an affirmative duty of protection.</p>\n<p>The Court's baseline is the absence of positive rights in the Constitution and a concomitant suspicion of any claim that seems to depend on such rights. From this perspective, the DeShaneys' claim is first and foremost about inaction (the failure, here, of respondents to take steps to protect Joshua), and only tangentially about action (the establishment of a state program specifically designed to help children like Joshua). And from this perspective, holding these Wisconsin officials liable  where the only difference between this case and one involving a general claim to protective services is Wisconsin's establishment and operation of a program to protect children  would seem to punish an effort that we should seek to promote.</p>\n<p><span class=\"star-pagination\">*205</span> I would begin from the opposite direction. I would focus first on the action that Wisconsin <i>has</i> taken with respect to Joshua and children like him, rather than on the actions that the State failed to take. Such a method is not new to this Court. Both <i>Estelle</i> v. <i>Gamble,</i> 429 U. S. 97 (1976), and <i>Youngberg</i> v. <i>Romeo,</i> 457 U. S. 307 (1982), began by emphasizing that the States had confined J. W. Gamble to prison and Nicholas Romeo to a psychiatric hospital. This initial action rendered these people helpless to help themselves or to seek help from persons unconnected to the government. See <i>Estelle, supra,</i> at 104 (\"[I]t is but just that the public be required to care for the prisoner, who cannot by reason of the deprivation of his liberty, care for himself\"); <i>Youngberg, supra,</i> at 317 (\"When a person is institutionalized  and wholly dependent on the State  it is conceded by petitioners that a duty to provide certain services and care does exist\"). Cases from the lower courts also recognize that a State's actions can be decisive in assessing the constitutional significance of subsequent inaction. For these purposes, moreover, actual physical restraint is not the only state action that has been considered relevant. See, <i>e. g., </i><i>White</i> v. <i>Rochford,</i> 592 F. 2d 381 (CA7 1979) (police officers violated due process when, after arresting the guardian of three young children, they abandoned the children on a busy stretch of highway at night).</p>\n<p>Because of the Court's initial fixation on the general principle that the Constitution does not establish positive rights, it is unable to appreciate our recognition in <i>Estelle</i> and <i>Youngberg</i> that this principle does not hold true in all circumstances. Thus, in the Court's view, <i>Youngberg</i> can be explained (and dismissed) in the following way: \"In the substantive due process analysis, it is the State's affirmative act of restraining the individual's freedom to act on his own behalf  through incarceration, institutionalization, or other similar restraint of personal liberty  which is the `deprivation of liberty' triggering the protections of the Due Process <span class=\"star-pagination\">*206</span> Clause, not its failure to act to protect his liberty interests against harms inflicted by other means.\" <i>Ante,</i> at 200. This restatement of <i>Youngberg</i>'s holding should come as a surprise when one recalls our explicit observation in that case that Romeo did not challenge his commitment to the hospital, but instead \"argue[d] that he ha[d] a constitutionally protected liberty interest in safety, freedom of movement, and training within the institution; and that petitioners infringed these rights <i>by failing to provide</i> constitutionally required conditions of confinement.\" 457 U. S., at 315 (emphasis added). I do not mean to suggest that \"the State's affirmative act of restraining the individual's freedom to act on his own behalf,\" <i>ante,</i> at 200, was irrelevant in <i>Youngberg;</i> rather, I emphasize that this conduct would have led to no injury, and consequently no cause of action under  1983, unless the State then had failed to take steps to protect Romeo from himself and from others. In addition, the Court's exclusive attention to state-imposed restraints of \"the individual's freedom to act on his own behalf,\" <i>ante,</i> at 200, suggests that it was the State that rendered Romeo unable to care for himself, whereas in fact  with an I. Q. of between 8 and 10, and the mental capacity of an 18-month-old child, 457 U. S., at 309  he had been quite incapable of taking care of himself long before the State stepped into his life. Thus, the fact of hospitalization was critical in <i>Youngberg</i> not because it rendered Romeo helpless to help himself, but because it separated him from other sources of aid that, we held, the State was obligated to replace. Unlike the Court, therefore, I am unable to see in <i>Youngberg</i> a neat and decisive divide between action and inaction.</p>\n<p>Moreover, to the Court, the only fact that seems to count as an \"affirmative act of restraining the individual's freedom to act on his own behalf\" is direct physical control. <i>Ante,</i> at 200 (listing only \"incarceration, institutionalization, [and] other similar restraint of personal liberty\" in describing relevant \"affirmative acts\"). I would not, however, give <i>Youngberg</i> <span class=\"star-pagination\">*207</span> and <i>Estelle</i> such a stingy scope. I would recognize, as the Court apparently cannot, that \"the State's knowledge of [an] individual's predicament [and] its expressions of intent to help him\" can amount to a \"limitation . . . on his freedom to act on his own behalf\" or to obtain help from others. <i>Ante,</i> at 200. Thus, I would read <i>Youngberg</i> and <i>Estelle</i> to stand for the much more generous proposition that, if a State cuts off private sources of aid and then refuses aid itself, it cannot wash its hands of the harm that results from its inaction.</p>\n<p><i>Youngberg</i> and <i>Estelle</i> are not alone in sounding this theme. In striking down a filing fee as applied to divorce cases brought by indigents, see <i>Boddie</i> v. <i>Connecticut,</i> 401 U. S. 371 (1971), and in deciding that a local government could not entirely foreclose the opportunity to speak in a public forum, see, <i>e. g., </i><i>Schneider</i> v. <i>State,</i> 308 U. S. 147 (1939); <i>Hague</i> v. <i>Committee for Industrial Organization,</i> 307 U. S. 496 (1939); <i>United States</i> v. <i>Grace,</i> 461 U. S. 171 (1983), we have acknowledged that a State's actions  such as the monopolization of a particular path of relief  may impose upon the State certain positive duties. Similarly, <i>Shelley</i> v. <i>Kraemer,</i> 334 U. S. 1 (1948), and <i>Burton</i> v. <i>Wilmington Parking Authority,</i> 365 U. S. 715 (1961), suggest that a State may be found complicit in an injury even if it did not create the situation that caused the harm.</p>\n<p>Arising as they do from constitutional contexts different from the one involved here, cases like <i>Boddie</i> and <i>Burton</i> are instructive rather than decisive in the case before us. But they set a tone equally well established in precedent as, and contradictory to, the one the Court sets by situating the DeShaneys' complaint within the class of cases epitomized by the Court's decision in <i>Harris</i> v. <i>McRae,</i> 448 U. S. 297 (1980). The cases that I have cited tell us that <i>Goldberg</i> v. <i>Kelly,</i> 397 U. S. 254 (1970) (recognizing entitlement to welfare under state law), can stand side by side with <i>Dandridge</i> v. <i>Williams,</i> 397 U. S. 471, 484 (1970) (implicitly rejecting idea that welfare is a fundamental right), and that <i>Goss</i> v. <span class=\"star-pagination\">*208</span> <i>Lopez,</i> 419 U. S. 565, 573 (1975) (entitlement to public education under state law), is perfectly consistent with <i>San Antonio Independent School Dist.</i> v. <i>Rodriguez,</i> 411 U. S. 1, 29-39 (1973) (no fundamental right to education). To put the point more directly, these cases signal that a State's prior actions may be decisive in analyzing the constitutional significance of its inaction. I thus would locate the DeShaneys' claims within the framework of cases like <i>Youngberg</i> and <i>Estelle,</i> and more generally, <i>Boddie</i> and <i>Schneider,</i> by considering the actions that Wisconsin took with respect to Joshua.</p>\n<p>Wisconsin has established a child-welfare system specifically designed to help children like Joshua. Wisconsin law places upon the local departments of social services such as respondent (DSS or Department) a duty to investigate reported instances of child abuse. See Wis. Stat.  48.981(3) (1987-1988). While other governmental bodies and private persons are largely responsible for the reporting of possible cases of child abuse, see  48.981(2), Wisconsin law channels all such reports to the local departments of social services for evaluation and, if necessary, further action.  48.981(3). Even when it is the sheriff's office or police department that receives a report of suspected child abuse, that report is referred to local social services departments for action, see  48.981(3)(a); the only exception to this occurs when the reporter fears for the child's <i>immediate</i> safety.  48.981(3)(b). In this way, Wisconsin law invites  indeed, directs  citizens and other governmental entities to depend on local departments of social services such as respondent to protect children from abuse.</p>\n<p>The specific facts before us bear out this view of Wisconsin's system of protecting children. Each time someone voiced a suspicion that Joshua was being abused, that information was relayed to the Department for investigation and possible action. When Randy DeShaney's second wife told the police that he had \" `hit the boy causing marks and [was] a prime case for child abuse,' \" the police referred her <span class=\"star-pagination\">*209</span> complaint to DSS. <i>Ante,</i> at 192. When, on three separate occasions, emergency room personnel noticed suspicious injuries on Joshua's body, they went to DSS with this information. <i>Ante,</i> at 192-193. When neighbors informed the police that they had seen or heard Joshua's father or his father's lover beating or otherwise abusing Joshua, the police brought these reports to the attention of DSS. App. 144-145. And when respondent Kemmeter, through these reports and through her own observations in the course of nearly 20 visits to the DeShaney home, <i>id.,</i> at 104, compiled growing evidence that Joshua was being abused, that information stayed within the Department  chronicled by the social worker in detail that seems almost eerie in light of her failure to act upon it. (As to the extent of the social worker's involvement in, and knowledge of, Joshua's predicament, her reaction to the news of Joshua's last and most devastating injuries is illuminating: \" `I just knew the phone would ring some day and Joshua would be dead.' \" 812 F. 2d 298, 300 (CA7 1987).)</p>\n<p>Even more telling than these examples is the Department's control over the decision whether to take steps to protect a particular child from suspected abuse. While many different people contributed information and advice to this decision, it was up to the people at DSS to make the ultimate decision (subject to the approval of the local government's corporation counsel) whether to disturb the family's current arrangements. App. 41, 58. When Joshua first appeared at a local hospital with injuries signaling physical abuse, for example, it was DSS that made the decision to take him into temporary custody for the purpose of studying his situation  and it was DSS, acting in conjunction with the corporation counsel, that returned him to his father. <i>Ante,</i> at 192. Unfortunately for Joshua DeShaney, the buck effectively stopped with the Department.</p>\n<p>In these circumstances, a private citizen, or even a person working in a government agency other than DSS, would doubtless feel that her job was done as soon as she had reported <span class=\"star-pagination\">*210</span> her suspicions of child abuse to DSS. Through its child-welfare program, in other words, the State of Wisconsin has relieved ordinary citizens and governmental bodies other than the Department of any sense of obligation to do anything more than report their suspicions of child abuse to DSS. If DSS ignores or dismisses these suspicions, no one will step in to fill the gap. Wisconsin's child-protection program thus effectively confined Joshua DeShaney within the walls of Randy DeShaney's violent home until such time as DSS took action to remove him. Conceivably, then, children like Joshua are made worse off by the existence of this program when the persons and entities charged with carrying it out fail to do their jobs.</p>\n<p>It simply belies reality, therefore, to contend that the State \"stood by and did nothing\" with respect to Joshua. <i>Ante,</i> at 203. Through its child-protection program, the State actively intervened in Joshua's life and, by virtue of this intervention, acquired ever more certain knowledge that Joshua was in grave danger. These circumstances, in my view, plant this case solidly within the tradition of cases like <i>Youngberg</i> and <i>Estelle.</i></p>\n<p>It will be meager comfort to Joshua and his mother to know that, if the State had \"selectively den[ied] its protective services\" to them because they were \"disfavored minorities,\" <i>ante,</i> at 197, n. 3, their  1983 suit might have stood on sturdier ground. Because of the posture of this case, we do not know why respondents did not take steps to protect Joshua; the Court, however, tells us that their reason is irrelevant so long as their inaction was not the product of invidious discrimination. Presumably, then, if respondents decided not to help Joshua because his name began with a \"J,\" or because he was born in the spring, or because they did not care enough about him even to formulate an intent to discriminate against him based on an arbitrary reason, respondents would not be liable to the DeShaneys because they were not the ones who dealt the blows that destroyed Joshua's life.</p>\n<p><span class=\"star-pagination\">*211</span> I do not suggest that such irrationality was at work in this case; I emphasize only that we do not know whether or not it was. I would allow Joshua and his mother the opportunity to show that respondents' failure to help him arose, not out of the sound exercise of professional judgment that we recognized in <i>Youngberg</i> as sufficient to preclude liability, see 457 U. S., at 322-323, but from the kind of arbitrariness that we have in the past condemned. See, <i>e. g., </i><i>Daniels</i> v. <i>Williams,</i> 474 U. S. 327, 331 (1986) (purpose of Due Process Clause was \"to secure the individual from the arbitrary exercise of the powers of government\" (citations omitted)); <i>West Coast Hotel Co.</i> v. <i>Parrish,</i> 300 U. S. 379, 399 (1937) (to sustain state action, the Court need only decide that it is not \"arbitrary or capricious\"); <i>Euclid</i> v. <i>Ambler Realty Co.,</i> 272 U. S. 365, 389 (1926) (state action invalid where it \"passes the bounds of reason and assumes the character of a merely arbitrary fiat,\" quoting <i>Purity Extract &amp; Tonic Co.</i> v. <i>Lynch,</i> 226 U. S. 192, 204 (1912)).</p>\n<p><i>Youngberg</i>'s deference to a decisionmaker's professional judgment ensures that once a caseworker has decided, on the basis of her professional training and experience, that one course of protection is preferable for a given child, or even that no special protection is required, she will not be found liable for the harm that follows. (In this way, <i>Youngberg</i>'s vision of substantive due process serves a purpose similar to that served by adherence to procedural norms, namely, requiring that a state actor stop and think before she acts in a way that may lead to a loss of liberty.) Moreover, that the Due Process Clause is not violated by merely negligent conduct, see <i>Daniels, supra,</i> and <i>Davidson</i> v. <i>Cannon,</i> 474 U. S. 344 (1986), means that a social worker who simply makes a mistake of judgment under what are admittedly complex and difficult conditions will not find herself liable in damages under  1983.</p>\n<p>As the Court today reminds us, \"the Due Process Clause of the Fourteenth Amendment was intended to prevent government <span class=\"star-pagination\">*212</span> `from abusing [its] power, or employing it as an instrument of oppression.' \" <i>Ante,</i> at 196, quoting <i>Davidson, supra,</i> U. S., at 348. My disagreement with the Court arises from its failure to see that inaction can be every bit as abusive of power as action, that oppression can result when a State undertakes a vital duty and then ignores it. Today's opinion construes the Due Process Clause to permit a State to displace private sources of protection and then, at the critical moment, to shrug its shoulders and turn away from the harm that it has promised to try to prevent. Because I cannot agree that our Constitution is indifferent to such indifference, I respectfully dissent.</p>\n<p>JUSTICE BLACKMUN, dissenting.</p>\n<p>Today, the Court purports to be the dispassionate oracle of the law, unmoved by \"natural sympathy.\" <i>Ante,</i> at 202. But, in this pretense, the Court itself retreats into a sterile formalism which prevents it from recognizing either the facts of the case before it or the legal norms that should apply to those facts. As JUSTICE BRENNAN demonstrates, the facts here involve not mere passivity, but active state intervention in the life of Joshua DeShaney  intervention that triggered a fundamental duty to aid the boy once the State learned of the severe danger to which he was exposed.</p>\n<p>The Court fails to recognize this duty because it attempts to draw a sharp and rigid line between action and inaction. But such formalistic reasoning has no place in the interpretation of the broad and stirring Clauses of the Fourteenth Amendment. Indeed, I submit that these Clauses were designed, at least in part, to undo the formalistic legal reasoning that infected antebellum jurisprudence, which the late Professor Robert Cover analyzed so effectively in his significant work entitled Justice Accused (1975).</p>\n<p>Like the antebellum judges who denied relief to fugitive slaves, see <i>id.,</i> at 119-121, the Court today claims that its decision, however harsh, is compelled by existing legal doctrine. On the contrary, the question presented by this case <span class=\"star-pagination\">*213</span> is an open one, and our Fourteenth Amendment precedents may be read more broadly or narrowly depending upon how one chooses to read them. Faced with the choice, I would adopt a \"sympathetic\" reading, one which comports with dictates of fundamental justice and recognizes that compassion need not be exiled from the province of judging. Cf. A. Stone, Law, Psychiatry, and Morality 262 (1984) (\"We will make mistakes if we go forward, but doing nothing can be the worst mistake. What is required of us is moral ambition. Until our composite sketch becomes a true portrait of humanity we must live with our uncertainty; we will grope, we will struggle, and our compassion may be our only guide and comfort\").</p>\n<p>Poor Joshua! Victim of repeated attacks by an irresponsible, bullying, cowardly, and intemperate father, and abandoned by respondents who placed him in a dangerous predicament and who knew or learned what was going on, and yet did essentially nothing except, as the Court revealingly observes, <i>ante,</i> at 193, \"dutifully recorded these incidents in [their] files.\" It is a sad commentary upon American life, and constitutional principles  so full of late of patriotic fervor and proud proclamations about \"liberty and justice for all\"  that this child, Joshua DeShaney, now is assigned to live out the remainder of his life profoundly retarded. Joshua and his mother, as petitioners here, deserve  but now are denied by this Court  the opportunity to have the facts of their case considered in the light of the constitutional protection that 42 U. S. C.  1983 is meant to provide.</p>\n<h2>NOTES</h2>\n<p>[*]  Briefs of <i>amici curiae</i> urging reversal were filed for the American Civil Liberties Union Children's Rights Project et al. by <i>Christopher A. Hansen, Marcia Robinson Lowry, John A. Powell, Steven R. Shapiro,</i> and <i>Helen Hershkoff;</i> and for the Massachusetts Committee for Children and Youth by <i>Laura L. Carroll.</i></p>\n<p>[1]  As used here, the term \"State\" refers generically to state and local governmental entities and their agents.</p>\n<p>[2]  Petitioners also argue that the Wisconsin child protection statutes gave Joshua an \"entitlement\" to receive protective services in accordance with the terms of the statute, an entitlement which would enjoy due process protection against state deprivation under our decision in <i>Board of Regents of State Colleges</i> v. <i>Roth,</i> 408 U. S. 564 (1972). Brief for Petitioners 24-29. But this argument is made for the first time in petitioners' brief to this Court: it was not pleaded in the complaint, argued to the Court of Appeals as a ground for reversing the District Court, or raised in the petition for certiorari. We therefore decline to consider it here. See <i>Youngberg</i> v. <i>Romeo,</i> 457 U. S., at 316, n. 19; <i>Dothard</i> v. <i>Rawlinson,</i> 433 U. S. 321, 323, n. 1 (1977); <i>Duignan</i> v. <i>United States,</i> 274 U. S. 195, 200 (1927); <i>Old Jordan Mining &amp; Milling Co.</i> v. <i>Societe Anonyme des Mines,</i> 164 U. S. 261, 264-265 (1896).</p>\n<p>[3]  The State may not, of course, selectively deny its protective services to certain disfavored minorities without violating the Equal Protection Clause. See <i>Yick Wo</i> v. <i>Hopkins,</i> 118 U. S. 356 (1886). But no such argument has been made here.</p>\n<p>[4]  The genesis of this notion appears to lie in a statement in our opinion in <i>Martinez</i> v. <i>California,</i> 444 U. S. 277 (1980). In that case, we were asked to decide, <i>inter alia,</i> whether state officials could be held liable under the Due Process Clause of the Fourteenth Amendment for the death of a private citizen at the hands of a parolee. Rather than squarely confronting the question presented here  whether the Due Process Clause imposed upon the State an affirmative duty to protect  we affirmed the dismissal of the claim on the narrower ground that the causal connection between the state officials' decision to release the parolee from prison and the murder was too attenuated to establish a \"deprivation\" of constitutional rights within the meaning of  1983. <i>Id.,</i> at 284-285. But we went on to say:\n</p>\n<p>\"[T]he parole board was not aware that appellants' decedent, as distinguished from the public at large, faced any special danger. We need not and do not decide that a parole officer could never be deemed to `deprive' someone of life by action taken in connection with the release of a prisoner on parole. But we do hold that at least under the particular circumstances of this parole decision, appellants' decedent's death is too remote a consequence of the parole officers' action to hold them responsible under the federal civil rights law.\" <i>Id.,</i> at 285 (footnote omitted).</p>\n<p>Several of the Courts of Appeals have read this language as implying that once the State learns that a third party poses a special danger to an identified victim, and indicates its willingness to protect the victim against that danger, a \"special relationship\" arises between State and victim, giving rise to an affirmative duty, enforceable through the Due Process Clause, to render adequate protection. See <i>Estate of Bailey by </i><i>Oare</i> v. <i>County of York,</i> 768 F. 2d 503, 510-511 (CA3 1985); <i>Jensen</i> v. <i>Conrad,</i> 747 F. 2d 185, 190-194, and n. 11 (CA4 1984) (dicta), cert. denied, 470 U. S. 1052 (1985)); <i>Balistreri</i> v. <i>Pacifica Police Dept.,</i> 855 F. 2d 1421, 1425-1426 (CA9 1988). But see, in addition to the opinion of the Seventh Circuit below, <i>Estate of Gilmore</i> v. <i>Buckley,</i> 787 F. 2d 714, 720-723 (CA1), cert. denied, 479 U. S. 882 (1986); <i>Harpole</i> v. <i>Arkansas Dept. of Human Services,</i> 820 F. 2d 923, 926-927 (CA8 1987); <i>Wideman</i> v. <i>Shallowford Community Hospital Inc.,</i> 826 F. 2d 1030, 1034-1037 (CA11 1987).</p>\n<p>[5]  To make out an Eighth Amendment claim based on the failure to provide adequate medical care, a prisoner must show that the state defendants exhibited \"deliberate indifference\" to his \"serious\" medical needs; the mere negligent or inadvertent failure to provide adequate care is not enough. <i>Estelle</i> v. <i>Gamble,</i> 429 U. S., at 105-106. In <i>Whitley</i> v. <i>Albers,</i> 475 U. S. 312 (1986), we suggested that a similar state of mind is required to make out a substantive due process claim in the prison setting. <i>Id.,</i> at 326-327.</p>\n<p>[6]  The Eighth Amendment applies \"only after the State has complied with the constitutional guarantees traditionally associated with criminal prosecutions. . . . [T]he State does not acquire the power to punish with which the Eighth Amendment is concerned until after it has secured a formal adjudication of guilt in accordance with due process of law.\" <i>Ingraham</i> v. <i>Wright,</i> 430 U. S. 651, 671-672, n. 40 (1977); see also <i>Revere</i> v. <i>Massachusetts General Hospital,</i> 463 U. S. 239, 244 (1983); <i>Bell</i> v. <i>Wolfish,</i> 441 U. S. 520, 535, n. 16 (1979).</p>\n<p>[7]  Even in this situation, we have recognized that the State \"has considerable discretion in determining the nature and scope of its responsibilities.\" <i>Youngberg</i> v. <i>Romeo,</i> 457 U. S., at 317.</p>\n<p>[8]  Of course, the protections of the Due Process Clause, both substantive and procedural, may be triggered when the State, by the affirmative acts of its agents, subjects an involuntarily confined individual to deprivations of liberty which are not among those generally authorized by his confinement. See, <i>e. g., </i><i>Whitley</i> v. <i>Albers, supra,</i> at 326-327 (shooting inmate); <i>Youngberg</i> v. <i>Romeo, supra,</i> at 316 (shackling involuntarily committed mental patient); <i>Hughes</i> v. <i>Rowe,</i> 449 U. S. 5, 11 (1980) (removing inmate from general prison population and confining him to administrative segregation); <i>Vitek</i> v. <i>Jones,</i> 445 U. S. 480, 491-494 (1980) (transferring inmate to mental health facility).</p>\n<p>[9]  Complaint  16, App. 6 (\"At relevant times to and until March 8, 1984, [the date of the final beating,] Joshua DeShaney was in the custody and control of Defendant Randy DeShaney\"). Had the State by the affirmative exercise of its power removed Joshua from free society and placed him in a foster home operated by its agents, we might have a situation sufficiently analogous to incarceration or institutionalization to give rise to an affirmative duty to protect. Indeed, several Courts of Appeals have held, by analogy to <i>Estelle</i> and <i>Youngberg,</i> that the State may be held liable under the Due Process Clause for failing to protect children in foster homes from mistreatment at the hands of their foster parents. See <i>Doe</i> v. <i>New York City Dept. of Social Services,</i> 649 F. 2d 134, 141-142 (CA2 1981), after remand, 709 F. 2d 782, cert. denied <i>sub nom. </i><i>Catholic Home Bureau</i> v. <i>Doe,</i> 464 U. S. 864 (1983); <i>Taylor ex rel. Walker</i> v. <i>Ledbetter,</i> 818 F. 2d 791, 794-797 (CA11 1987) (en banc), cert. pending <i>Ledbetter</i> v. <i>Taylor,</i> No. 87-521. We express no view on the validity of this analogy, however, as it is not before us in the present case.</p>\n<p>[10]  Because we conclude that the Due Process Clause did not require the State to protect Joshua from his father, we need not address respondents' alternative argument that the individual state actors lacked the requisite \"state of mind\" to make out a due process violation. See <i>Daniels</i> v. <i>Williams,</i> 474 U. S., at 334, n. 3. Similarly, we have no occasion to consider whether the individual respondents might be entitled to a qualified immunity defense, see <i>Anderson</i> v. <i>Creighton,</i> 483 U. S. 635 (1987), or whether the allegations in the complaint are sufficient to support a  1983 claim against the county and DSS under <i>Monell</i> v. <i>New York City Dept. of Social Services,</i> 436 U. S. 658 (1978), and its progeny.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></span> (1989)</b></center>\n<center><h1>DESHANEY, A MINOR, BY HIS GUARDIAN AD LITEM, ET AL.<br>\nv.<br>\nWINNEBAGO COUNTY DEPARTMENT OF SOCIAL SERVICES ET AL.</h1></center>\n<center>No. 87-154.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 2, 1988</center>\n<center>Decided February 22, 1989</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SEVENTH CIRCUIT\n<p><span class=\"star-pagination\">*190</span> <i>Donald J. Sullivan</i> argued the cause for petitioners. With him on the briefs was <i>Curry First.</i></p>\n<p><i>Mark J. Mingo</i> argued the cause for respondents. With him on the brief were <i>Wayne M. Yankala</i> and <i>Joel I. Klein.</i></p>\n<p><i>Deputy Solicitor General Ayer</i> argued the cause for the United States as <i>amicus curiae</i> urging affirmance. With him on the brief were <i>Solicitor General Fried, Assistant Attorney General Bolton, Roy T. Englert, Jr., Barbara L. Herwig,</i> and <i>John S. Koppel.</i><sup>[*]</sup></p>\n<p>Briefs urging affirmance were filed for the State of New York et al. by <i>Robert Abrams,</i> Attorney General of New York, <i>O. Peter Sherwood,</i> Solicitor General, <i>Peter H. Schiff,</i> Deputy Solicitor General, and <i>Michael S. Buskus,</i> Assistant Attorney General, <i>Joseph I. Lieberman,</i> Attorney General of Connecticut, <i>J. Joseph Curran, Jr.,</i> Attorney General of Maryland, <i>Dave Frohnmayer,</i> Attorney General of Oregon, <i>LeRoy S. Zimmerman,</i> Attorney General of Pennsylvania, <i>Donald J. Hanaway,</i> Attorney General of Wisconsin, and <i>Charles Hoornstra,</i> Assistant Attorney General; and for the National Association of Counties et al. by <i>Benna Ruth Solomon</i> and <i>Douglas A. Poe.</i></p>\n<p><i>Gwendolyn H. Gregory, August W. Steinhilber,</i> and <i>Thomas A. Shannon</i> filed a brief for the National School Boards Association as <i>amicus curiae.</i></p>\n<p><span class=\"star-pagination\">*191</span> CHIEF JUSTICE REHNQUIST delivered the opinion of the Court.</p>\n<p>Petitioner is a boy who was beaten and permanently injured by his father, with whom he lived. Respondents are social workers and other local officials who received complaints that petitioner was being abused by his father and had reason to believe that this was the case, but nonetheless did not act to remove petitioner from his father's custody. Petitioner sued respondents claiming that their failure to act deprived him of his liberty in violation of the Due Process Clause of the Fourteenth Amendment to the United States Constitution. We hold that it did not.</p>\n<p></p>\n<h2>I</h2>\n<p>The facts of this case are undeniably tragic. Petitioner Joshua DeShaney was born in 1979. In 1980, a Wyoming court granted his parents a divorce and awarded custody of Joshua to his father, Randy DeShaney. The father shortly thereafter moved to Neenah, a city located in Winnebago County, Wisconsin, taking the infant Joshua with him. There he entered into a second marriage, which also ended in divorce.</p>\n<p><span class=\"star-pagination\">*192</span> The Winnebago County authorities first learned that Joshua DeShaney might be a victim of child abuse in January 1982, when his father's second wife complained to the police, at the time of their divorce, that he had previously \"hit the boy causing marks and [was] a prime case for child abuse.\" App. 152-153. The Winnebago County Department of Social Services (DSS) interviewed the father, but he denied the accusations, and DSS did not pursue them further. In January 1983, Joshua was admitted to a local hospital with multiple bruises and abrasions. The examining physician suspected child abuse and notified DSS, which immediately obtained an order from a Wisconsin juvenile court placing Joshua in the temporary custody of the hospital. Three days later, the county convened an ad hoc \"Child Protection Team\"  consisting of a pediatrician, a psychologist, a police detective, the county's lawyer, several DSS case-workers, and various hospital personnel  to consider Joshua's situation. At this meeting, the Team decided that there was insufficient evidence of child abuse to retain Joshua in the custody of the court. The Team did, however, decide to recommend several measures to protect Joshua, including enrolling him in a preschool program, providing his father with certain counselling services, and encouraging his father's girlfriend to move out of the home. Randy DeShaney entered into a voluntary agreement with DSS in which he promised to cooperate with them in accomplishing these goals.</p>\n<p>Based on the recommendation of the Child Protection Team, the juvenile court dismissed the child protection case and returned Joshua to the custody of his father. A month later, emergency room personnel called the DSS caseworker handling Joshua's case to report that he had once again been treated for suspicious injuries. The caseworker concluded that there was no basis for action. For the next six months, the caseworker made monthly visits to the DeShaney home, during which she observed a number of suspicious injuries on <span class=\"star-pagination\">*193</span> Joshua's head; she also noticed that he had not been enrolled in school, and that the girlfriend had not moved out. The caseworker dutifully recorded these incidents in her files, along with her continuing suspicions that someone in the DeShaney household was physically abusing Joshua, but she did nothing more. In November 1983, the emergency room notified DSS that Joshua had been treated once again for injuries that they believed to be caused by child abuse. On the caseworker's next two visits to the DeShaney home, she was told that Joshua was too ill to see her. Still DSS took no action.</p>\n<p>In March 1984, Randy DeShaney beat 4-year-old Joshua so severely that he fell into a life-threatening coma. Emergency brain surgery revealed a series of hemorrhages caused by traumatic injuries to the head inflicted over a long period of time. Joshua did not die, but he suffered brain damage so severe that he is expected to spend the rest of his life confined to an institution for the profoundly retarded. Randy DeShaney was subsequently tried and convicted of child abuse.</p>\n<p>Joshua and his mother brought this action under 42 U. S. C.  1983 in the United States District Court for the Eastern District of Wisconsin against respondents Winnebago County, DSS, and various individual employees of DSS. The complaint alleged that respondents had deprived Joshua of his liberty without due process of law, in violation of his rights under the Fourteenth Amendment, by failing to intervene to protect him against a risk of violence at his father's hands of which they knew or should have known. The District Court granted summary judgment for respondents.</p>\n<p>The Court of Appeals for the Seventh Circuit affirmed, 812 F. 2d 298 (1987), holding that petitioners had not made out an actionable  1983 claim for two alternative reasons. First, the court held that the Due Process Clause of the Fourteenth Amendment does not require a state or local governmental entity to protect its citizens from \"private violence, or other <span class=\"star-pagination\">*194</span> mishaps not attributable to the conduct of its employees.\" <i>Id.,</i> at 301. In so holding, the court specifically rejected the position endorsed by a divided panel of the Third Circuit in <i>Estate of Bailey by </i><i>Oare</i> v. <i>County of York,</i> 768 F. 2d 503, 510-511 (1985), and by dicta in <i>Jensen</i> v. <i>Conrad,</i> 747 F. 2d 185, 190-194 (CA4 1984), cert. denied, 470 U. S. 1052 (1985), that once the State learns that a particular child is in danger of abuse from third parties and actually undertakes to protect him from that danger, a \"special relationship\" arises between it and the child which imposes an affirmative constitutional duty to provide adequate protection. 812 F. 2d, at 303-304. Second, the court held, in reliance on our decision in <i>Martinez</i> v. <i>California,</i> 444 U. S. 277, 285 (1980), that the casual connection between respondents' conduct and Joshua's injuries was too attenuated to establish a deprivation of constitutional rights actionable under  1983. 812 F. 2d, at 301-303. The court therefore found it unnecessary to reach the question whether respondents' conduct evinced the \"state of mind\" necessary to make out a due process claim after <i>Daniels</i> v. <i>Williams,</i> 474 U. S. 327 (1986), and <i>Davidson</i> v. <i>Cannon,</i> 474 U. S. 344 (1986). 812 F. 2d, at 302.</p>\n<p>Because of the inconsistent approaches taken by the lower courts in determining when, if ever, the failure of a state or local governmental entity or its agents to provide an individual with adequate protective services constitutes a violation of the individual's due process rights, see <i>Archie</i> v. <i>Racine,</i> 847 F. 2d 1211, 1220-1223, and n. 10 (CA7 1988) (en banc) (collecting cases), cert. pending, No. 88-576, and the importance of the issue to the administration of state and local governments, we granted certiorari. 485 U. S. 958 (1988). We now affirm.</p>\n<p></p>\n<h2>II</h2>\n<p>The Due Process Clause of the Fourteenth Amendment provides that \"[n]o State shall . . . deprive any person of life, liberty, or property, without due process of law.\" Petitioners <span class=\"star-pagination\">*195</span> contend that the State<sup>[1]</sup> deprived Joshua of his liberty interest in \"free[dom] from . . . unjustified intrusions on personal security,\" see <i>Ingraham</i> v. <i>Wright,</i> 430 U. S. 651, 673 (1977), by failing to provide him with adequate protection against his father's violence. The claim is one invoking the substantive rather than the procedural component of the Due Process Clause; petitioners do not claim that the State denied Joshua protection without according him appropriate procedural safeguards, see <i>Morrissey</i> v. <i>Brewer,</i> 408 U. S. 471, 481 (1972), but that it was categorically obligated to protect him in these circumstances, see <i>Youngberg</i> v. <i>Romeo,</i> 457 U. S. 307, 309 (1982).<sup>[2]</sup></p>\n<p>But nothing in the language of the Due Process Clause itself requires the State to protect the life, liberty, and property of its citizens against invasion by private actors. The Clause is phrased as a limitation on the State's power to act, not as a guarantee of certain minimal levels of safety and security. It forbids the State itself to deprive individuals of life, liberty, or property without \"due process of law,\" but its language cannot fairly be extended to impose an affirmative obligation on the State to ensure that those interests do not come to harm through other means. Nor does history support such an expansive reading of the constitutional text. <span class=\"star-pagination\">*196</span> Like its counterpart in the Fifth Amendment, the Due Process Clause of the Fourteenth Amendment was intended to prevent government \"from abusing [its] power, or employing it as an instrument of oppression,\" <i>Davidson</i> v. <i>Cannon, supra,</i> at 348; see also <i>Daniels</i> v. <i>Williams, supra,</i> at 331 (\" ` \"to secure the individual from the arbitrary exercise of the powers of government,\" ' \" and \"to prevent governmental power from being `used for purposes of oppression' \") (internal citations omitted); <i>Parratt</i> v. <i>Taylor,</i> 451 U. S. 527, 549 (1981) (Powell, J., concurring in result) (to prevent the \"affirmative abuse of power\"). Its purpose was to protect the people from the State, not to ensure that the State protected them from each other. The Framers were content to leave the extent of governmental obligation in the latter area to the democratic political processes.</p>\n<p>Consistent with these principles, our cases have recognized that the Due Process Clauses generally confer no affirmative right to governmental aid, even where such aid may be necessary to secure life, liberty, or property interests of which the government itself may not deprive the individual. See, <i>e. g., </i><i>Harris</i> v. <i>McRae,</i> 448 U. S. 297, 317-318 (1980) (no obligation to fund abortions or other medical services) (discussing Due Process Clause of Fifth Amendment); <i>Lindsey</i> v. <i>Normet,</i> 405 U. S. 56, 74 (1972) (no obligation to provide adequate housing) (discussing Due Process Clause of Fourteenth Amendment); see also <i>Youngberg</i> v. <i>Romeo, supra,</i> at 317 (\"As a general matter, a State is under no constitutional duty to provide substantive services for those within its border\"). As we said in <i>Harris</i> v. <i>McRae</i><i>:</i> \"Although the liberty protected by the Due Process Clause affords protection against unwarranted <i>government</i> interference . . . , it does not confer an entitlement to such [governmental aid] as may be necessary to realize all the advantages of that freedom.\" 448 U. S., at 317-318 (emphasis added). If the Due Process Clause does not require the State to provide its citizens with particular protective services, it follows that the State cannot <span class=\"star-pagination\">*197</span> be held liable under the Clause for injuries that could have been averted had it chosen to provide them.<sup>[3]</sup> As a general matter, then, we conclude that a State's failure to protect an individual against private violence simply does not constitute a violation of the Due Process Clause.</p>\n<p>Petitioners contend, however, that even if the Due Process Clause imposes no affirmative obligation on the State to provide the general public with adequate protective services, such a duty may arise out of certain \"special relationships\" created or assumed by the State with respect to particular individuals. Brief for Petitioners 13-18. Petitioners argue that such a \"special relationship\" existed here because the State knew that Joshua faced a special danger of abuse at his father's hands, and specifically proclaimed, by word and by deed, its intention to protect him against that danger. <i>Id.,</i> at 18-20. Having actually undertaken to protect Joshua from this danger  which petitioners concede the State played no part in creating  the State acquired an affirmative \"duty,\" enforceable through the Due Process Clause, to do so in a reasonably competent fashion. Its failure to discharge that duty, so the argument goes, was an abuse of governmental power that so \"shocks the conscience,\" <i>Rochin</i> v. <i>California,</i> 342 U. S. 165, 172 (1952), as to constitute a substantive due process violation. Brief for Petitioners 20.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*198</span> We reject this argument. It is true that in certain limited circumstances the Constitution imposes upon the State affirmative duties of care and protection with respect to particular individuals. In <i>Estelle</i> v. <i>Gamble,</i> 429 U. S. 97 (1976), we recognized that the Eighth Amendment's prohibition against cruel and unusual punishment, made applicable to the States through the Fourteenth Amendment's Due Process Clause, <i>Robinson</i> v. <i>California,</i> 370 U. S. 660 (1962), requires the State to provide adequate medical care to incarcerated prisoners. 429 U. S., at 103-104.<sup>[5]</sup> We reasoned <span class=\"star-pagination\">*199</span> that because the prisoner is unable \" `by reason of the deprivation of his liberty [to] care for himself,' \" it is only \" `just' \" that the State be required to care for him. <i>Ibid.,</i> quoting <i>Spicer</i> v. <i>Williamson,</i> 191 N. C. 487, 490, 132 S. E. 291, 293 (1926).</p>\n<p>In <i>Youngberg</i> v. <i>Romeo,</i> 457 U. S. 307 (1982), we extended this analysis beyond the Eighth Amendment setting,<sup>[6]</sup> holding that the substantive component of the Fourteenth Amendment's Due Process Clause requires the State to provide involuntarily committed mental patients with such services as are necessary to ensure their \"reasonable safety\" from themselves and others. <i>Id.,</i> at 314-325; see <i>id.,</i> at 315, 324 (dicta indicating that the State is also obligated to provide such individuals with \"adequate food, shelter, clothing, and medical care\"). As we explained: \"If it is cruel and unusual punishment to hold convicted criminals in unsafe conditions, it must be unconstitutional [under the Due Process Clause] to confine the involuntarily committed  who may not be punished at all  in unsafe conditions.\" <i>Id.,</i> at 315-316; see also <i>Revere</i> v. <i>Massachusetts General Hospital,</i> 463 U. S. 239, 244 (1983) (holding that the Due Process Clause requires the responsible government or governmental agency to provide medical care to suspects in police custody who have been injured while being apprehended by the police).</p>\n<p>But these cases afford petitioners no help. Taken together, they stand only for the proposition that when the State takes a person into its custody and holds him there <span class=\"star-pagination\">*200</span> against his will, the Constitution imposes upon it a corresponding duty to assume some responsibility for his safety and general well-being. See <i>Youngberg</i> v. <i>Romeo, supra,</i> at 317 (\"When a person is institutionalized  and wholly dependent on the State[,] . . . a duty to provide certain services and care does exist\").<sup>[7]</sup> The rationale for this principle is simple enough: when the State by the affirmative exercise of its power so restrains an individual's liberty that it renders him unable to care for himself, and at the same time fails to provide for his basic human needs  <i>e. g.,</i> food, clothing, shelter, medical care, and reasonable safety  it transgresses the substantive limits on state action set by the Eighth Amendment and the Due Process Clause. See <i>Estelle</i> v. <i>Gamble, supra,</i> at 103-104; <i>Youngberg</i> v. <i>Romeo, supra,</i> at 315-316. The affirmative duty to protect arises not from the State's knowledge of the individual's predicament or from its expressions of intent to help him, but from the limitation which it has imposed on his freedom to act on his own behalf. See <i>Estelle</i> v. <i>Gamble, supra,</i> at 103 (\"An inmate must rely on prison authorities to treat his medical needs; if the authorities fail to do so, those needs will not be met\"). In the substantive due process analysis, it is the State's affirmative act of restraining the individual's freedom to act on his own behalf  through incarceration, institutionalization, or other similar restraint of personal liberty  which is the \"deprivation of liberty\" triggering the protections of the Due Process Clause, not its failure to act to protect his liberty interests against harms inflicted by other means.<sup>[8]</sup></p>\n<p><span class=\"star-pagination\">*201</span> The <i>Estelle-Youngberg</i> analysis simply has no applicability in the present case. Petitioners concede that the harms Joshua suffered occurred not while he was in the State's custody, but while he was in the custody of his natural father, who was in no sense a state actor.<sup>[9]</sup> While the State may have been aware of the dangers that Joshua faced in the free world, it played no part in their creation, nor did it do anything to render him any more vulnerable to them. That the State once took temporary custody of Joshua does not alter the analysis, for when it returned him to his father's custody, it placed him in no worse position than that in which he would have been had it not acted at all; the State does not become the permanent guarantor of an individual's safety by having once offered him shelter. Under these circumstances, the State had no constitutional duty to protect Joshua.</p>\n<p>It may well be that, by voluntarily undertaking to protect Joshua against a danger it concededly played no part in creating, the State acquired a duty under state tort law to provide <span class=\"star-pagination\">*202</span> him with adequate protection against that danger. See Restatement (Second) of Torts  323 (1965) (one who undertakes to render services to another may in some circumstances be held liable for doing so in a negligent fashion); see generally W. Keeton, D. Dobbs, R. Keeton, &amp; D. Owen, Prosser and Keeton on the Law of Torts  56 (5th ed. 1984) (discussing \"special relationships\" which may give rise to affirmative duties to act under the common law of tort). But the claim here is based on the Due Process Clause of the Fourteenth Amendment, which, as we have said many times, does not transform every tort committed by a state actor into a constitutional violation. See <i>Daniels</i> v. <i>Williams,</i> 474 U. S., at 335-336; <i>Parratt</i> v. <i>Taylor,</i> 451 U. S., at 544; <i>Martinez</i> v. <i>California,</i> 444 U. S. 277, 285 (1980); <i>Baker</i> v. <i>McCollan,</i> 443 U. S. 137, 146 (1979); <i>Paul</i> v. <i>Davis,</i> 424 U. S. 693, 701 (1976). A State may, through its courts and legislatures, impose such affirmative duties of care and protection upon its agents as it wishes. But not \"all common-law duties owed by government actors were . . . constitutionalized by the Fourteenth Amendment.\" <i>Daniels</i> v. <i>Williams, supra,</i> at 335. Because, as explained above, the State had no constitutional duty to protect Joshua against his father's violence, its failure to do so  though calamitous in hindsight  simply does not constitute a violation of the Due Process Clause.<sup>[10]</sup></p>\n<p>Judges and lawyers, like other humans, are moved by natural sympathy in a case like this to find a way for Joshua and his mother to receive adequate compensation for the grievous <span class=\"star-pagination\">*203</span> harm inflicted upon them. But before yielding to that impulse, it is well to remember once again that the harm was inflicted not by the State of Wisconsin, but by Joshua's father. The most that can be said of the state functionaries in this case is that they stood by and did nothing when suspicious circumstances dictated a more active role for them. In defense of them it must also be said that had they moved too soon to take custody of the son away from the father, they would likely have been met with charges of improperly intruding into the parent-child relationship, charges based on the same Due Process Clause that forms the basis for the present charge of failure to provide adequate protection.</p>\n<p>The people of Wisconsin may well prefer a system of liability which would place upon the State and its officials the responsibility for failure to act in situations such as the present one. They may create such a system, if they do not have it already, by changing the tort law of the State in accordance with the regular lawmaking process. But they should not have it thrust upon them by this Court's expansion of the Due Process Clause of the Fourteenth Amendment.</p>\n<p><i>Affirmed.</i></p>\n<p>JUSTICE BRENNAN, with whom JUSTICE MARSHALL and JUSTICE BLACKMUN join, dissenting.</p>\n<p>\"The most that can be said of the state functionaries in this case,\" the Court today concludes, \"is that they stood by and did nothing when suspicious circumstances dictated a more active role for them.\" <i>Ante</i> this page. Because I believe that this description of respondents' conduct tells only part of the story and that, accordingly, the Constitution itself \"dictated a more active role\" for respondents in the circumstances presented here, I cannot agree that respondents had no constitutional duty to help Joshua DeShaney.</p>\n<p>It may well be, as the Court decides, <i>ante,</i> at 194-197, that the Due Process Clause as construed by our prior cases creates no general right to basic governmental services. That, <span class=\"star-pagination\">*204</span> however, is not the question presented here; indeed, that question was not raised in the complaint, urged on appeal, presented in the petition for certiorari, or addressed in the briefs on the merits. No one, in short, has asked the Court to proclaim that, as a general matter, the Constitution safeguards positive as well as negative liberties.</p>\n<p>This is more than a quibble over dicta; it is a point about perspective, having substantive ramifications. In a constitutional setting that distinguishes sharply between action and inaction, one's characterization of the misconduct alleged under  1983 may effectively decide the case. Thus, by leading off with a discussion (and rejection) of the idea that the Constitution imposes on the States an affirmative duty to take basic care of their citizens, the Court foreshadows  perhaps even preordains  its conclusion that no duty existed even on the specific facts before us. This initial discussion establishes the baseline from which the Court assesses the DeShaneys' claim that, when a State has  \"by word and by deed,\" <i>ante,</i> at 197  announced an intention to protect a certain class of citizens and has before it facts that would trigger that protection under the applicable state law, the Constitution imposes upon the State an affirmative duty of protection.</p>\n<p>The Court's baseline is the absence of positive rights in the Constitution and a concomitant suspicion of any claim that seems to depend on such rights. From this perspective, the DeShaneys' claim is first and foremost about inaction (the failure, here, of respondents to take steps to protect Joshua), and only tangentially about action (the establishment of a state program specifically designed to help children like Joshua). And from this perspective, holding these Wisconsin officials liable  where the only difference between this case and one involving a general claim to protective services is Wisconsin's establishment and operation of a program to protect children  would seem to punish an effort that we should seek to promote.</p>\n<p><span class=\"star-pagination\">*205</span> I would begin from the opposite direction. I would focus first on the action that Wisconsin <i>has</i> taken with respect to Joshua and children like him, rather than on the actions that the State failed to take. Such a method is not new to this Court. Both <i>Estelle</i> v. <i>Gamble,</i> 429 U. S. 97 (1976), and <i>Youngberg</i> v. <i>Romeo,</i> 457 U. S. 307 (1982), began by emphasizing that the States had confined J. W. Gamble to prison and Nicholas Romeo to a psychiatric hospital. This initial action rendered these people helpless to help themselves or to seek help from persons unconnected to the government. See <i>Estelle, supra,</i> at 104 (\"[I]t is but just that the public be required to care for the prisoner, who cannot by reason of the deprivation of his liberty, care for himself\"); <i>Youngberg, supra,</i> at 317 (\"When a person is institutionalized  and wholly dependent on the State  it is conceded by petitioners that a duty to provide certain services and care does exist\"). Cases from the lower courts also recognize that a State's actions can be decisive in assessing the constitutional significance of subsequent inaction. For these purposes, moreover, actual physical restraint is not the only state action that has been considered relevant. See, <i>e. g., </i><i>White</i> v. <i>Rochford,</i> 592 F. 2d 381 (CA7 1979) (police officers violated due process when, after arresting the guardian of three young children, they abandoned the children on a busy stretch of highway at night).</p>\n<p>Because of the Court's initial fixation on the general principle that the Constitution does not establish positive rights, it is unable to appreciate our recognition in <i>Estelle</i> and <i>Youngberg</i> that this principle does not hold true in all circumstances. Thus, in the Court's view, <i>Youngberg</i> can be explained (and dismissed) in the following way: \"In the substantive due process analysis, it is the State's affirmative act of restraining the individual's freedom to act on his own behalf  through incarceration, institutionalization, or other similar restraint of personal liberty  which is the `deprivation of liberty' triggering the protections of the Due Process <span class=\"star-pagination\">*206</span> Clause, not its failure to act to protect his liberty interests against harms inflicted by other means.\" <i>Ante,</i> at 200. This restatement of <i>Youngberg</i>'s holding should come as a surprise when one recalls our explicit observation in that case that Romeo did not challenge his commitment to the hospital, but instead \"argue[d] that he ha[d] a constitutionally protected liberty interest in safety, freedom of movement, and training within the institution; and that petitioners infringed these rights <i>by failing to provide</i> constitutionally required conditions of confinement.\" 457 U. S., at 315 (emphasis added). I do not mean to suggest that \"the State's affirmative act of restraining the individual's freedom to act on his own behalf,\" <i>ante,</i> at 200, was irrelevant in <i>Youngberg;</i> rather, I emphasize that this conduct would have led to no injury, and consequently no cause of action under  1983, unless the State then had failed to take steps to protect Romeo from himself and from others. In addition, the Court's exclusive attention to state-imposed restraints of \"the individual's freedom to act on his own behalf,\" <i>ante,</i> at 200, suggests that it was the State that rendered Romeo unable to care for himself, whereas in fact  with an I. Q. of between 8 and 10, and the mental capacity of an 18-month-old child, 457 U. S., at 309  he had been quite incapable of taking care of himself long before the State stepped into his life. Thus, the fact of hospitalization was critical in <i>Youngberg</i> not because it rendered Romeo helpless to help himself, but because it separated him from other sources of aid that, we held, the State was obligated to replace. Unlike the Court, therefore, I am unable to see in <i>Youngberg</i> a neat and decisive divide between action and inaction.</p>\n<p>Moreover, to the Court, the only fact that seems to count as an \"affirmative act of restraining the individual's freedom to act on his own behalf\" is direct physical control. <i>Ante,</i> at 200 (listing only \"incarceration, institutionalization, [and] other similar restraint of personal liberty\" in describing relevant \"affirmative acts\"). I would not, however, give <i>Youngberg</i> <span class=\"star-pagination\">*207</span> and <i>Estelle</i> such a stingy scope. I would recognize, as the Court apparently cannot, that \"the State's knowledge of [an] individual's predicament [and] its expressions of intent to help him\" can amount to a \"limitation . . . on his freedom to act on his own behalf\" or to obtain help from others. <i>Ante,</i> at 200. Thus, I would read <i>Youngberg</i> and <i>Estelle</i> to stand for the much more generous proposition that, if a State cuts off private sources of aid and then refuses aid itself, it cannot wash its hands of the harm that results from its inaction.</p>\n<p><i>Youngberg</i> and <i>Estelle</i> are not alone in sounding this theme. In striking down a filing fee as applied to divorce cases brought by indigents, see <i>Boddie</i> v. <i>Connecticut,</i> 401 U. S. 371 (1971), and in deciding that a local government could not entirely foreclose the opportunity to speak in a public forum, see, <i>e. g., </i><i>Schneider</i> v. <i>State,</i> 308 U. S. 147 (1939); <i>Hague</i> v. <i>Committee for Industrial Organization,</i> 307 U. S. 496 (1939); <i>United States</i> v. <i>Grace,</i> 461 U. S. 171 (1983), we have acknowledged that a State's actions  such as the monopolization of a particular path of relief  may impose upon the State certain positive duties. Similarly, <i>Shelley</i> v. <i>Kraemer,</i> 334 U. S. 1 (1948), and <i>Burton</i> v. <i>Wilmington Parking Authority,</i> 365 U. S. 715 (1961), suggest that a State may be found complicit in an injury even if it did not create the situation that caused the harm.</p>\n<p>Arising as they do from constitutional contexts different from the one involved here, cases like <i>Boddie</i> and <i>Burton</i> are instructive rather than decisive in the case before us. But they set a tone equally well established in precedent as, and contradictory to, the one the Court sets by situating the DeShaneys' complaint within the class of cases epitomized by the Court's decision in <i>Harris</i> v. <i>McRae,</i> 448 U. S. 297 (1980). The cases that I have cited tell us that <i>Goldberg</i> v. <i>Kelly,</i> 397 U. S. 254 (1970) (recognizing entitlement to welfare under state law), can stand side by side with <i>Dandridge</i> v. <i>Williams,</i> 397 U. S. 471, 484 (1970) (implicitly rejecting idea that welfare is a fundamental right), and that <i>Goss</i> v. <span class=\"star-pagination\">*208</span> <i>Lopez,</i> 419 U. S. 565, 573 (1975) (entitlement to public education under state law), is perfectly consistent with <i>San Antonio Independent School Dist.</i> v. <i>Rodriguez,</i> 411 U. S. 1, 29-39 (1973) (no fundamental right to education). To put the point more directly, these cases signal that a State's prior actions may be decisive in analyzing the constitutional significance of its inaction. I thus would locate the DeShaneys' claims within the framework of cases like <i>Youngberg</i> and <i>Estelle,</i> and more generally, <i>Boddie</i> and <i>Schneider,</i> by considering the actions that Wisconsin took with respect to Joshua.</p>\n<p>Wisconsin has established a child-welfare system specifically designed to help children like Joshua. Wisconsin law places upon the local departments of social services such as respondent (DSS or Department) a duty to investigate reported instances of child abuse. See Wis. Stat.  48.981(3) (1987-1988). While other governmental bodies and private persons are largely responsible for the reporting of possible cases of child abuse, see  48.981(2), Wisconsin law channels all such reports to the local departments of social services for evaluation and, if necessary, further action.  48.981(3). Even when it is the sheriff's office or police department that receives a report of suspected child abuse, that report is referred to local social services departments for action, see  48.981(3)(a); the only exception to this occurs when the reporter fears for the child's <i>immediate</i> safety.  48.981(3)(b). In this way, Wisconsin law invites  indeed, directs  citizens and other governmental entities to depend on local departments of social services such as respondent to protect children from abuse.</p>\n<p>The specific facts before us bear out this view of Wisconsin's system of protecting children. Each time someone voiced a suspicion that Joshua was being abused, that information was relayed to the Department for investigation and possible action. When Randy DeShaney's second wife told the police that he had \" `hit the boy causing marks and [was] a prime case for child abuse,' \" the police referred her <span class=\"star-pagination\">*209</span> complaint to DSS. <i>Ante,</i> at 192. When, on three separate occasions, emergency room personnel noticed suspicious injuries on Joshua's body, they went to DSS with this information. <i>Ante,</i> at 192-193. When neighbors informed the police that they had seen or heard Joshua's father or his father's lover beating or otherwise abusing Joshua, the police brought these reports to the attention of DSS. App. 144-145. And when respondent Kemmeter, through these reports and through her own observations in the course of nearly 20 visits to the DeShaney home, <i>id.,</i> at 104, compiled growing evidence that Joshua was being abused, that information stayed within the Department  chronicled by the social worker in detail that seems almost eerie in light of her failure to act upon it. (As to the extent of the social worker's involvement in, and knowledge of, Joshua's predicament, her reaction to the news of Joshua's last and most devastating injuries is illuminating: \" `I just knew the phone would ring some day and Joshua would be dead.' \" 812 F. 2d 298, 300 (CA7 1987).)</p>\n<p>Even more telling than these examples is the Department's control over the decision whether to take steps to protect a particular child from suspected abuse. While many different people contributed information and advice to this decision, it was up to the people at DSS to make the ultimate decision (subject to the approval of the local government's corporation counsel) whether to disturb the family's current arrangements. App. 41, 58. When Joshua first appeared at a local hospital with injuries signaling physical abuse, for example, it was DSS that made the decision to take him into temporary custody for the purpose of studying his situation  and it was DSS, acting in conjunction with the corporation counsel, that returned him to his father. <i>Ante,</i> at 192. Unfortunately for Joshua DeShaney, the buck effectively stopped with the Department.</p>\n<p>In these circumstances, a private citizen, or even a person working in a government agency other than DSS, would doubtless feel that her job was done as soon as she had reported <span class=\"star-pagination\">*210</span> her suspicions of child abuse to DSS. Through its child-welfare program, in other words, the State of Wisconsin has relieved ordinary citizens and governmental bodies other than the Department of any sense of obligation to do anything more than report their suspicions of child abuse to DSS. If DSS ignores or dismisses these suspicions, no one will step in to fill the gap. Wisconsin's child-protection program thus effectively confined Joshua DeShaney within the walls of Randy DeShaney's violent home until such time as DSS took action to remove him. Conceivably, then, children like Joshua are made worse off by the existence of this program when the persons and entities charged with carrying it out fail to do their jobs.</p>\n<p>It simply belies reality, therefore, to contend that the State \"stood by and did nothing\" with respect to Joshua. <i>Ante,</i> at 203. Through its child-protection program, the State actively intervened in Joshua's life and, by virtue of this intervention, acquired ever more certain knowledge that Joshua was in grave danger. These circumstances, in my view, plant this case solidly within the tradition of cases like <i>Youngberg</i> and <i>Estelle.</i></p>\n<p>It will be meager comfort to Joshua and his mother to know that, if the State had \"selectively den[ied] its protective services\" to them because they were \"disfavored minorities,\" <i>ante,</i> at 197, n. 3, their  1983 suit might have stood on sturdier ground. Because of the posture of this case, we do not know why respondents did not take steps to protect Joshua; the Court, however, tells us that their reason is irrelevant so long as their inaction was not the product of invidious discrimination. Presumably, then, if respondents decided not to help Joshua because his name began with a \"J,\" or because he was born in the spring, or because they did not care enough about him even to formulate an intent to discriminate against him based on an arbitrary reason, respondents would not be liable to the DeShaneys because they were not the ones who dealt the blows that destroyed Joshua's life.</p>\n<p><span class=\"star-pagination\">*211</span> I do not suggest that such irrationality was at work in this case; I emphasize only that we do not know whether or not it was. I would allow Joshua and his mother the opportunity to show that respondents' failure to help him arose, not out of the sound exercise of professional judgment that we recognized in <i>Youngberg</i> as sufficient to preclude liability, see 457 U. S., at 322-323, but from the kind of arbitrariness that we have in the past condemned. See, <i>e. g., </i><i>Daniels</i> v. <i>Williams,</i> 474 U. S. 327, 331 (1986) (purpose of Due Process Clause was \"to secure the individual from the arbitrary exercise of the powers of government\" (citations omitted)); <i>West Coast Hotel Co.</i> v. <i>Parrish,</i> 300 U. S. 379, 399 (1937) (to sustain state action, the Court need only decide that it is not \"arbitrary or capricious\"); <i>Euclid</i> v. <i>Ambler Realty Co.,</i> 272 U. S. 365, 389 (1926) (state action invalid where it \"passes the bounds of reason and assumes the character of a merely arbitrary fiat,\" quoting <i>Purity Extract &amp; Tonic Co.</i> v. <i>Lynch,</i> 226 U. S. 192, 204 (1912)).</p>\n<p><i>Youngberg</i>'s deference to a decisionmaker's professional judgment ensures that once a caseworker has decided, on the basis of her professional training and experience, that one course of protection is preferable for a given child, or even that no special protection is required, she will not be found liable for the harm that follows. (In this way, <i>Youngberg</i>'s vision of substantive due process serves a purpose similar to that served by adherence to procedural norms, namely, requiring that a state actor stop and think before she acts in a way that may lead to a loss of liberty.) Moreover, that the Due Process Clause is not violated by merely negligent conduct, see <i>Daniels, supra,</i> and <i>Davidson</i> v. <i>Cannon,</i> 474 U. S. 344 (1986), means that a social worker who simply makes a mistake of judgment under what are admittedly complex and difficult conditions will not find herself liable in damages under  1983.</p>\n<p>As the Court today reminds us, \"the Due Process Clause of the Fourteenth Amendment was intended to prevent government <span class=\"star-pagination\">*212</span> `from abusing [its] power, or employing it as an instrument of oppression.' \" <i>Ante,</i> at 196, quoting <i>Davidson, supra,</i> U. S., at 348. My disagreement with the Court arises from its failure to see that inaction can be every bit as abusive of power as action, that oppression can result when a State undertakes a vital duty and then ignores it. Today's opinion construes the Due Process Clause to permit a State to displace private sources of protection and then, at the critical moment, to shrug its shoulders and turn away from the harm that it has promised to try to prevent. Because I cannot agree that our Constitution is indifferent to such indifference, I respectfully dissent.</p>\n<p>JUSTICE BLACKMUN, dissenting.</p>\n<p>Today, the Court purports to be the dispassionate oracle of the law, unmoved by \"natural sympathy.\" <i>Ante,</i> at 202. But, in this pretense, the Court itself retreats into a sterile formalism which prevents it from recognizing either the facts of the case before it or the legal norms that should apply to those facts. As JUSTICE BRENNAN demonstrates, the facts here involve not mere passivity, but active state intervention in the life of Joshua DeShaney  intervention that triggered a fundamental duty to aid the boy once the State learned of the severe danger to which he was exposed.</p>\n<p>The Court fails to recognize this duty because it attempts to draw a sharp and rigid line between action and inaction. But such formalistic reasoning has no place in the interpretation of the broad and stirring Clauses of the Fourteenth Amendment. Indeed, I submit that these Clauses were designed, at least in part, to undo the formalistic legal reasoning that infected antebellum jurisprudence, which the late Professor Robert Cover analyzed so effectively in his significant work entitled Justice Accused (1975).</p>\n<p>Like the antebellum judges who denied relief to fugitive slaves, see <i>id.,</i> at 119-121, the Court today claims that its decision, however harsh, is compelled by existing legal doctrine. On the contrary, the question presented by this case <span class=\"star-pagination\">*213</span> is an open one, and our Fourteenth Amendment precedents may be read more broadly or narrowly depending upon how one chooses to read them. Faced with the choice, I would adopt a \"sympathetic\" reading, one which comports with dictates of fundamental justice and recognizes that compassion need not be exiled from the province of judging. Cf. A. Stone, Law, Psychiatry, and Morality 262 (1984) (\"We will make mistakes if we go forward, but doing nothing can be the worst mistake. What is required of us is moral ambition. Until our composite sketch becomes a true portrait of humanity we must live with our uncertainty; we will grope, we will struggle, and our compassion may be our only guide and comfort\").</p>\n<p>Poor Joshua! Victim of repeated attacks by an irresponsible, bullying, cowardly, and intemperate father, and abandoned by respondents who placed him in a dangerous predicament and who knew or learned what was going on, and yet did essentially nothing except, as the Court revealingly observes, <i>ante,</i> at 193, \"dutifully recorded these incidents in [their] files.\" It is a sad commentary upon American life, and constitutional principles  so full of late of patriotic fervor and proud proclamations about \"liberty and justice for all\"  that this child, Joshua DeShaney, now is assigned to live out the remainder of his life profoundly retarded. Joshua and his mother, as petitioners here, deserve  but now are denied by this Court  the opportunity to have the facts of their case considered in the light of the constitutional protection that 42 U. S. C.  1983 is meant to provide.</p>\n<h2>NOTES</h2>\n<p>[*]  Briefs of <i>amici curiae</i> urging reversal were filed for the American Civil Liberties Union Children's Rights Project et al. by <i>Christopher A. Hansen, Marcia Robinson Lowry, John A. Powell, Steven R. Shapiro,</i> and <i>Helen Hershkoff;</i> and for the Massachusetts Committee for Children and Youth by <i>Laura L. Carroll.</i></p>\n<p>[1]  As used here, the term \"State\" refers generically to state and local governmental entities and their agents.</p>\n<p>[2]  Petitioners also argue that the Wisconsin child protection statutes gave Joshua an \"entitlement\" to receive protective services in accordance with the terms of the statute, an entitlement which would enjoy due process protection against state deprivation under our decision in <i>Board of Regents of State Colleges</i> v. <i>Roth,</i> 408 U. S. 564 (1972). Brief for Petitioners 24-29. But this argument is made for the first time in petitioners' brief to this Court: it was not pleaded in the complaint, argued to the Court of Appeals as a ground for reversing the District Court, or raised in the petition for certiorari. We therefore decline to consider it here. See <i>Youngberg</i> v. <i>Romeo,</i> 457 U. S., at 316, n. 19; <i>Dothard</i> v. <i>Rawlinson,</i> 433 U. S. 321, 323, n. 1 (1977); <i>Duignan</i> v. <i>United States,</i> 274 U. S. 195, 200 (1927); <i>Old Jordan Mining &amp; Milling Co.</i> v. <i>Societe Anonyme des Mines,</i> 164 U. S. 261, 264-265 (1896).</p>\n<p>[3]  The State may not, of course, selectively deny its protective services to certain disfavored minorities without violating the Equal Protection Clause. See <i>Yick Wo</i> v. <i>Hopkins,</i> 118 U. S. 356 (1886). But no such argument has been made here.</p>\n<p>[4]  The genesis of this notion appears to lie in a statement in our opinion in <i>Martinez</i> v. <i>California,</i> 444 U. S. 277 (1980). In that case, we were asked to decide, <i>inter alia,</i> whether state officials could be held liable under the Due Process Clause of the Fourteenth Amendment for the death of a private citizen at the hands of a parolee. Rather than squarely confronting the question presented here  whether the Due Process Clause imposed upon the State an affirmative duty to protect  we affirmed the dismissal of the claim on the narrower ground that the causal connection between the state officials' decision to release the parolee from prison and the murder was too attenuated to establish a \"deprivation\" of constitutional rights within the meaning of  1983. <i>Id.,</i> at 284-285. But we went on to say:\n</p>\n<p>\"[T]he parole board was not aware that appellants' decedent, as distinguished from the public at large, faced any special danger. We need not and do not decide that a parole officer could never be deemed to `deprive' someone of life by action taken in connection with the release of a prisoner on parole. But we do hold that at least under the particular circumstances of this parole decision, appellants' decedent's death is too remote a consequence of the parole officers' action to hold them responsible under the federal civil rights law.\" <i>Id.,</i> at 285 (footnote omitted).</p>\n<p>Several of the Courts of Appeals have read this language as implying that once the State learns that a third party poses a special danger to an identified victim, and indicates its willingness to protect the victim against that danger, a \"special relationship\" arises between State and victim, giving rise to an affirmative duty, enforceable through the Due Process Clause, to render adequate protection. See <i>Estate of Bailey by </i><i>Oare</i> v. <i>County of York,</i> 768 F. 2d 503, 510-511 (CA3 1985); <i>Jensen</i> v. <i>Conrad,</i> 747 F. 2d 185, 190-194, and n. 11 (CA4 1984) (dicta), cert. denied, 470 U. S. 1052 (1985)); <i>Balistreri</i> v. <i>Pacifica Police Dept.,</i> 855 F. 2d 1421, 1425-1426 (CA9 1988). But see, in addition to the opinion of the Seventh Circuit below, <i>Estate of Gilmore</i> v. <i>Buckley,</i> 787 F. 2d 714, 720-723 (CA1), cert. denied, 479 U. S. 882 (1986); <i>Harpole</i> v. <i>Arkansas Dept. of Human Services,</i> 820 F. 2d 923, 926-927 (CA8 1987); <i>Wideman</i> v. <i>Shallowford Community Hospital Inc.,</i> 826 F. 2d 1030, 1034-1037 (CA11 1987).</p>\n<p>[5]  To make out an Eighth Amendment claim based on the failure to provide adequate medical care, a prisoner must show that the state defendants exhibited \"deliberate indifference\" to his \"serious\" medical needs; the mere negligent or inadvertent failure to provide adequate care is not enough. <i>Estelle</i> v. <i>Gamble,</i> 429 U. S., at 105-106. In <i>Whitley</i> v. <i>Albers,</i> 475 U. S. 312 (1986), we suggested that a similar state of mind is required to make out a substantive due process claim in the prison setting. <i>Id.,</i> at 326-327.</p>\n<p>[6]  The Eighth Amendment applies \"only after the State has complied with the constitutional guarantees traditionally associated with criminal prosecutions. . . . [T]he State does not acquire the power to punish with which the Eighth Amendment is concerned until after it has secured a formal adjudication of guilt in accordance with due process of law.\" <i>Ingraham</i> v. <i>Wright,</i> 430 U. S. 651, 671-672, n. 40 (1977); see also <i>Revere</i> v. <i>Massachusetts General Hospital,</i> 463 U. S. 239, 244 (1983); <i>Bell</i> v. <i>Wolfish,</i> 441 U. S. 520, 535, n. 16 (1979).</p>\n<p>[7]  Even in this situation, we have recognized that the State \"has considerable discretion in determining the nature and scope of its responsibilities.\" <i>Youngberg</i> v. <i>Romeo,</i> 457 U. S., at 317.</p>\n<p>[8]  Of course, the protections of the Due Process Clause, both substantive and procedural, may be triggered when the State, by the affirmative acts of its agents, subjects an involuntarily confined individual to deprivations of liberty which are not among those generally authorized by his confinement. See, <i>e. g., </i><i>Whitley</i> v. <i>Albers, supra,</i> at 326-327 (shooting inmate); <i>Youngberg</i> v. <i>Romeo, supra,</i> at 316 (shackling involuntarily committed mental patient); <i>Hughes</i> v. <i>Rowe,</i> 449 U. S. 5, 11 (1980) (removing inmate from general prison population and confining him to administrative segregation); <i>Vitek</i> v. <i>Jones,</i> 445 U. S. 480, 491-494 (1980) (transferring inmate to mental health facility).</p>\n<p>[9]  Complaint  16, App. 6 (\"At relevant times to and until March 8, 1984, [the date of the final beating,] Joshua DeShaney was in the custody and control of Defendant Randy DeShaney\"). Had the State by the affirmative exercise of its power removed Joshua from free society and placed him in a foster home operated by its agents, we might have a situation sufficiently analogous to incarceration or institutionalization to give rise to an affirmative duty to protect. Indeed, several Courts of Appeals have held, by analogy to <i>Estelle</i> and <i>Youngberg,</i> that the State may be held liable under the Due Process Clause for failing to protect children in foster homes from mistreatment at the hands of their foster parents. See <i>Doe</i> v. <i>New York City Dept. of Social Services,</i> 649 F. 2d 134, 141-142 (CA2 1981), after remand, 709 F. 2d 782, cert. denied <i>sub nom. </i><i>Catholic Home Bureau</i> v. <i>Doe,</i> 464 U. S. 864 (1983); <i>Taylor ex rel. Walker</i> v. <i>Ledbetter,</i> 818 F. 2d 791, 794-797 (CA11 1987) (en banc), cert. pending <i>Ledbetter</i> v. <i>Taylor,</i> No. 87-521. We express no view on the validity of this analogy, however, as it is not before us in the present case.</p>\n<p>[10]  Because we conclude that the Due Process Clause did not require the State to protect Joshua from his father, we need not address respondents' alternative argument that the individual state actors lacked the requisite \"state of mind\" to make out a due process violation. See <i>Daniels</i> v. <i>Williams,</i> 474 U. S., at 334, n. 3. Similarly, we have no occasion to consider whether the individual respondents might be entitled to a qualified immunity defense, see <i>Anderson</i> v. <i>Creighton,</i> 483 U. S. 635 (1987), or whether the allegations in the complaint are sufficient to support a  1983 claim against the county and DSS under <i>Monell</i> v. <i>New York City Dept. of Social Services,</i> 436 U. S. 658 (1978), and its progeny.</p>\n\n</div>", "id": 112202, "judges": "Rehnquist", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/112202/", "sha1": "2a5ad1673782cfbcd21434e555c038492a1000a3", "source": "LR", "supreme_court_db_id": "1988-037", "time_retrieved": "2010-04-28T10:13:35"}