{"absolute_url": "/opinion/98831/williams-v-cobb/", "blocked": false, "citation": {"case_name": "Williams v. Cobb", "docket_number": "125", "document_uris": ["/api/rest/v2/document/98831/"], "federal_cite_one": "242 U.S. 307", "federal_cite_three": null, "federal_cite_two": null, "id": 83214, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/83214/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 1, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1917-01-08", "date_modified": "2014-12-21T01:36:08.938836", "docket": "/api/rest/v2/docket/272692/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">242 U.S. 307</p>\n    <p class=\"case_cite\">37 S.Ct. 115</p>\n    <p class=\"case_cite\">61 L.Ed. 325</p>\n    <p class=\"parties\">CHRISTOPHER L. WILLIAMS, as Receiver of First National  Bank of Mineral Point, Wisconsin,<br>v.<br>JOHN P. COBB.</p>\n    <p class=\"docket\">No. 125.</p>\n    <p class=\"date\">Submitted November 17, 1916.</p>\n    <p class=\"date\">Decided December 18, 1916.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. John B. Sanborn and Chauncey E. Blake for appellant.</p>\n      <p class=\"indent\">Mr. Kurnee R. Babbitt for appellee.</p>\n      <p class=\"indent\">Mr. Justice Clarke delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In 1904 Laura A. Cobb died testate at Mineral Point, Wisconsin, and by her will directed her executors to invest the sum of $2,000 of her estate in 'interest-bearing securities,' to pay the income thereof to Catherine Monohan during her life, and on her death to distribute the trust fund to certain persons designated in the will. The defendant, John P. Cobb, and one Calvert Spensley, were appointed executors of Mrs. Cobb's will, and so administered her estate that in July, 1908, they filed their final account as executors, reciting that the estate was wholly distributed, with the exception of twenty shares of the capital stock of the First National Bank of Mineral Point, which the account stated the executors had caused to be transferred to themselves and registered in their names as trustees for Catherine Monohan.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The bank became insolvent, and the Comptroller of the Currency on the 3d day of November, 1909, made an assessment of $100 upon each share of the capital stock of the bank for the payment of creditors.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The defendant was a son of the deceased, and, as legatee and distributee, received a sum of money greater than the amount of the assessment on the twenty bank shares.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The foregoing facts are all derived from the bill filed in this case, to which the defendant demurred. The district court sustained the demurrer and entered an order dismissing the bill. The circuit court of appeals affirmed this decree, and the case is here upon appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The theory upon which this suit was commenced is that the transfer of the twenty shares of bank stock by Cobb and Spensley, as executors, to themselves, as trustees for Catherine Monohan, is void; that the stock is as if it had never been transferred at all, and is therefore an undistributed asset of the estate of Mrs. Cobb, and that the defendant, having received as legatee and distributee much more than the amount of the assessment, is liable under the Wisconsin statute to the receiver for the assessment, a debt of the estate, all the other assets having been distributed before the failure of the bank.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Obviously the question as to the liability of the defendant turns upon whether the transfer of the stock to Cobb and Spensley, as trustees for Catherine Monohan, is void or voidable; for if it is voidable only, this suit was improvidently commenced. At common law, and no Wisconsin statute is cited to modify the rule, an executor has full power, without any special provision of the will that he is administering or order of court, to sell or dispose of the personal assets of the estate, and thereby to pass good title to them. Munteith v. Rahn, 14 Wis. 210; Ex parte Gay, 5 Mass. 419; Leitch v. Wells, 48 N. Y. 585. Perry, Tr. &#167;&#167; 225, 809. A sale by an executor, even to himself, is not void, but only voidable, at the option of interested persons. Grim's Appeal, 105 Pa. 375; Tate v. Dalton, 41 N. C. (6 Ired. L.) 562. And if, after such purchase from himself, an executor sells to another, the purchaser from him acquires a good title. Cannon v. Jenkins, 16 N. C. (1 Dev. Eq.) 426.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">No suggestion is made that the transfer of the stock by the executors to themselves as trustees was not made in good faith, and it was obviously made under the conviction that it was, if not 'an interest-bearing security,' at least the equivalent of such a security. Very certainly this was the basis for the approval of the transaction by the appropriate Wisconsin court more than a year before the bank failed, and, for anything that appears in the record, prior to the time when the bank became insolvent.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The claim that the lower court failed to give proper effect to &#167; 2091 of the Wisconsin statute cannot be allowed. The part of this section which is claimed to be applicable reads:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'When a trust shall be expressed in the instrument creating the estate, every sale, conveyance or other act of the trustee in contravention of the trust shall be absolutely void.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This section is found in a chapter devoted to 'Uses and Trusts,' of the title, 'Real Property and the Nature and Quality of Estates Therein,' and the claim is made that its drastic provision should be extended to trusts in personal property. No Wisconsin court has so applied it, but, on the contrary, the supreme court of the state, in Lamberton v. Pereles, 87 Wis. 449, 23 L.R.A. 824, 58 N. W. 776, refused to make other sections of this same chapter respecting real estate applicable to personal property, saying: 'In this state we have no statute making the statute of uses and trusts, or any part of it, applicable to personal property.' It is significant also that, in the statute dealing with 'Trust Investments,' no such provision is found. Wis. Stat. Supp. &#167; 2100b.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It results that, since the executors had lawful authority to dispose of the bank shares, assets as they were of the estate, so long as the transfer is permitted to stand unassailed directly the title to them is in the defendant and Spensley, as trustees for Catherine Monohan, and that the estate of Mrs. Cobb is not liable to the receiver for the assessment claimed. if the estate is not liable, the defendant, as legatee and distributee, is not liable, and the claim in suit, obviously without natural equity, is therefore without technical merit, and the decree of the Circuit Court of Appeals must be affirmed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>242 U.S. 307 (1916)</b></center>\n<center><h1>WILLIAMS, AS RECEIVER OF THE FIRST NATIONAL BANK OF MINERAL POINT, WISCONSIN,<br>\nv.<br>\nCOBB.</h1></center>\n<center>No. 125.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted November 17, 1916.</center>\n<center>Decided December 18, 1916.</center>\nAPPEAL FROM THE CIRCUIT COURT OF APPEALS FOR THE SECOND CIRCUIT.\n<p><span class=\"star-pagination\">*308</span> <i>Mr. John B. Sanborn</i> and <i>Mr. Chauncey E. Blake</i> for appellant.</p>\n<p><i>Mr. K.R. Babbitt</i> for appellee.</p>\n<p>MR. JUSTICE CLARKE delivered the opinion of the court.</p>\n<p>In 1904 Laura A. Cobb died testate at Mineral Point, Wisconsin, and by her will directed her executors to invest the sum of $2,000 of her estate in \"interest bearing securities,\" to pay the income thereof the Catherine Monohan during her life, and on her death to distribute the trust fund to certain persons designated in the will. The defendant, John P. Cobb, and one Calvert Spensley were appointed executors of Mrs. Cobb's will, and so administered her estate that in July, 1908, they filed their final account as executors, reciting that the estate was wholly distributed, with the exception of twenty shares of the capital stock of the First National Bank of Mineral Point, which the account stated the executors had caused to be transferred to themselves and registered in their names as trustees for Catherine Monohan.</p>\n<p>The bank became insolvent and the Comptroller of the Currency on the third day of November, 1909, made an assessment of $100 upon each share of the capital stock of the bank for the payment of creditors.</p>\n<p>The defendant was a son of the deceased, and, as legatee and distributee, received a sum of money greater than the amount of the assessment on the twenty bank shares.</p>\n<p>The foregoing facts are all derived from the bill filed in <span class=\"star-pagination\">*309</span> this case, to which the defendant demurred. The District Court sustained the demurrer and entered an order dismissing the bill. The Circuit Court of Appeals affirmed this decree, and the case is here upon appeal.</p>\n<p>The theory upon which this suit was commenced is that the transfer of the twenty shares of bank stock by Cobb and Spensley, as executors, to themselves, as trustees for Catherine Monohan, is void; that the stock is as if it had never been transferred at all and is therefore an undistributed asset of the estate of Mrs. Cobb, and that the defendant, having received as legatee and distributee much more than the amount of the assessment, is liable under the Wisconsin statute to the Receiver for the assessment, a debt of the estate, all the other assets having been distributed before the failure of the bank.</p>\n<p>Obviously the question as to the liability of the defendant turns upon whether the transfer of the stock to Cobb and Spensley, as trustees for Catherine Monohan, is void or voidable, for if it is voidable only this suit was improvidently commenced. At common law, and no Wisconsin statute is cited to modify the rule, an executor has full power, without any special provision of the will that he is administering or order of court, to sell or dispose of the personal assets of the estate, and thereby to pass good title to them. <i>Munteith</i> v. <i>Rahn,</i> 14 Wisconsin, 210; <i>In re Gay,</i> 5 Massachusetts, 419; <i>Leitch</i> v. <i>Wells,</i> 48 N.Y. 585; Perry on Trusts, §§ 225, 809. A sale by an executor, even to himself, is not void, but only voidable at the option of interested persons. <i>Grim's Appeal,</i> 105 Pa. St. 375; <i>Tate</i> v. <i>Dalton,</i> 41 N. Car. 562. And if, after such purchase from himself, an executor sells to another, the purchaser from him acquires a good title. <i>Cannon</i> v. <i>Jenkins,</i> 16 N. Car. 422.</p>\n<p>No suggestion is made that the transfer of the stock by the executors to themselves as trustees was not made in good faith and it was obviously made under the conviction <span class=\"star-pagination\">*310</span> that it was, if not \"an interest bearing security,\" at least the equivalent of such a security. Very certainly this was the basis for the approval of the transaction by the appropriate Wisconsin court more than a year before the bank failed, and, for anything that appears in the record, prior to the time when the bank became insolvent.</p>\n<p>The claim that the lower court failed to give proper effect to § 2091 of the Wisconsin statute cannot be allowed. The part of the section which is claimed to be applicable reads:</p>\n<p>\"When a trust shall be expressed in the instrument creating the estate, every sale, conveyance or other act of the trustees in contravention of the trust shall be absolutely void.\"</p>\n<p>This section is found in a chapter devoted to \"Uses and Trusts\" of the title \"Real Property and the nature and quality of Estate Therein\" and the claim is made that its drastic provision should be extended to trusts in personal property. No Wisconsin court has so applied it, but, on the contrary, the Supreme Court of the State, in <i>Lamberton</i> v. <i>Pereles,</i> 87 Wisconsin, 449, refused to make other sections of this same chapter respecting real estate applicable to personal property, saying \"In this state we have no statute making the chapter on uses and trusts, or any part of it, applicable to personal property.\" It is significant also that in the statute dealing with \"Trust Investments,\" no such provision is found. Wis. Stat. Sup., § 2100b.</p>\n<p>It results that, since the executors had lawful authority to dispose of the bank shares, assets as they were of the estate, so long as the transfer is permitted to stand unassailed directly the title to them is in the defendant and Spensley, as trustees for Catherine Monohan, and that the estate of Mrs. Cobb is not liable to the Receiver for the assessment claimed. If the estate is not liable the <span class=\"star-pagination\">*311</span> defendant, as legatee and distributee, is not liable and the claim in suit, obviously without natural equity, is therefore without technical merit and the decree of the Circuit Court of Appeals must be</p>\n<p><i>Affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">242</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></span> (1916)</b></center>\n<center><h1>WILLIAMS, AS RECEIVER OF THE FIRST NATIONAL BANK OF MINERAL POINT, WISCONSIN,<br>\nv.<br>\nCOBB.</h1></center>\n<center>No. 125.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted November 17, 1916.</center>\n<center>Decided December 18, 1916.</center>\nAPPEAL FROM THE CIRCUIT COURT OF APPEALS FOR THE SECOND CIRCUIT.\n<p><span class=\"star-pagination\">*308</span> <i>Mr. John B. Sanborn</i> and <i>Mr. Chauncey E. Blake</i> for appellant.</p>\n<p><i>Mr. K.R. Babbitt</i> for appellee.</p>\n<p>MR. JUSTICE CLARKE delivered the opinion of the court.</p>\n<p>In 1904 Laura A. Cobb died testate at Mineral Point, Wisconsin, and by her will directed her executors to invest the sum of $2,000 of her estate in \"interest bearing securities,\" to pay the income thereof the Catherine Monohan during her life, and on her death to distribute the trust fund to certain persons designated in the will. The defendant, John P. Cobb, and one Calvert Spensley were appointed executors of Mrs. Cobb's will, and so administered her estate that in July, 1908, they filed their final account as executors, reciting that the estate was wholly distributed, with the exception of twenty shares of the capital stock of the First National Bank of Mineral Point, which the account stated the executors had caused to be transferred to themselves and registered in their names as trustees for Catherine Monohan.</p>\n<p>The bank became insolvent and the Comptroller of the Currency on the third day of November, 1909, made an assessment of $100 upon each share of the capital stock of the bank for the payment of creditors.</p>\n<p>The defendant was a son of the deceased, and, as legatee and distributee, received a sum of money greater than the amount of the assessment on the twenty bank shares.</p>\n<p>The foregoing facts are all derived from the bill filed in <span class=\"star-pagination\">*309</span> this case, to which the defendant demurred. The District Court sustained the demurrer and entered an order dismissing the bill. The Circuit Court of Appeals affirmed this decree, and the case is here upon appeal.</p>\n<p>The theory upon which this suit was commenced is that the transfer of the twenty shares of bank stock by Cobb and Spensley, as executors, to themselves, as trustees for Catherine Monohan, is void; that the stock is as if it had never been transferred at all and is therefore an undistributed asset of the estate of Mrs. Cobb, and that the defendant, having received as legatee and distributee much more than the amount of the assessment, is liable under the Wisconsin statute to the Receiver for the assessment, a debt of the estate, all the other assets having been distributed before the failure of the bank.</p>\n<p>Obviously the question as to the liability of the defendant turns upon whether the transfer of the stock to Cobb and Spensley, as trustees for Catherine Monohan, is void or voidable, for if it is voidable only this suit was improvidently commenced. At common law, and no Wisconsin statute is cited to modify the rule, an executor has full power, without any special provision of the will that he is administering or order of court, to sell or dispose of the personal assets of the estate, and thereby to pass good title to them. <i>Munteith</i> v. <i>Rahn,</i> 14 Wisconsin, 210; <i>In re Gay,</i> 5 Massachusetts, 419; <i>Leitch</i> v. <i>Wells,</i> 48 N.Y. 585; Perry on Trusts, §§ 225, 809. A sale by an executor, even to himself, is not void, but only voidable at the option of interested persons. <i>Grim's Appeal,</i> 105 Pa. St. 375; <i>Tate</i> v. <i>Dalton,</i> 41 N. Car. 562. And if, after such purchase from himself, an executor sells to another, the purchaser from him acquires a good title. <i>Cannon</i> v. <i>Jenkins,</i> 16 N. Car. 422.</p>\n<p>No suggestion is made that the transfer of the stock by the executors to themselves as trustees was not made in good faith and it was obviously made under the conviction <span class=\"star-pagination\">*310</span> that it was, if not \"an interest bearing security,\" at least the equivalent of such a security. Very certainly this was the basis for the approval of the transaction by the appropriate Wisconsin court more than a year before the bank failed, and, for anything that appears in the record, prior to the time when the bank became insolvent.</p>\n<p>The claim that the lower court failed to give proper effect to § 2091 of the Wisconsin statute cannot be allowed. The part of the section which is claimed to be applicable reads:</p>\n<p>\"When a trust shall be expressed in the instrument creating the estate, every sale, conveyance or other act of the trustees in contravention of the trust shall be absolutely void.\"</p>\n<p>This section is found in a chapter devoted to \"Uses and Trusts\" of the title \"Real Property and the nature and quality of Estate Therein\" and the claim is made that its drastic provision should be extended to trusts in personal property. No Wisconsin court has so applied it, but, on the contrary, the Supreme Court of the State, in <i>Lamberton</i> v. <i>Pereles,</i> 87 Wisconsin, 449, refused to make other sections of this same chapter respecting real estate applicable to personal property, saying \"In this state we have no statute making the chapter on uses and trusts, or any part of it, applicable to personal property.\" It is significant also that in the statute dealing with \"Trust Investments,\" no such provision is found. Wis. Stat. Sup., § 2100b.</p>\n<p>It results that, since the executors had lawful authority to dispose of the bank shares, assets as they were of the estate, so long as the transfer is permitted to stand unassailed directly the title to them is in the defendant and Spensley, as trustees for Catherine Monohan, and that the estate of Mrs. Cobb is not liable to the Receiver for the assessment claimed. If the estate is not liable the <span class=\"star-pagination\">*311</span> defendant, as legatee and distributee, is not liable and the claim in suit, obviously without natural equity, is therefore without technical merit and the decree of the Circuit Court of Appeals must be</p>\n<p><i>Affirmed.</i></p>\n</div>", "id": 98831, "judges": "Clarke", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/98831/", "sha1": "7b8814ea6b71bf023a662edec4a540b1c611bbf0", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:45:50"}