{"absolute_url": "/opinion/98848/williams-v-chicago/", "blocked": false, "citation": {"case_name": "Williams v. Chicago", "docket_number": "128", "document_uris": ["/api/rest/v2/document/98848/"], "federal_cite_one": "242 U.S. 434", "federal_cite_three": null, "federal_cite_two": null, "id": 83231, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/83231/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 3, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1917-01-15", "date_modified": "2014-12-21T01:36:09.886991", "docket": "/api/rest/v2/docket/157638/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">242 U.S. 434</p>\n    <p class=\"case_cite\">37 S.Ct. 142</p>\n    <p class=\"case_cite\">61 L.Ed. 414</p>\n    <p class=\"parties\">JOHN WILLIAMS, Chief; Michael Williams, Secretary,  et al., Appts.,<br>v.<br>CITY OF CHICAGO, Illinois Central Railroad  Company, et al.</p>\n    <p class=\"docket\">No. 128.</p>\n    <p class=\"date\">Argued December 22, 1916.</p>\n    <p class=\"date\">Decided January 8, 1917.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. J. G. Grossberg, and W. W. De Armond for appellants.</p>\n      <p class=\"indent\">Messrs. W. S. Horton, Chester E. Cleveland, Samuel A. Ettelson, Robert Redfield, W. D. McKenzie, and Francis O'Shaughnessy for appellees.</p>\n      <p class=\"indent\">Mr. Justice McReynolds delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The claim set up in this cause is without merit, and the amended bill was properly dismissed, upon motion, for want of equity.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Complainants are eight Pottawatomie Indians, members of the Pokagon Band, and residents of Michigan. They undertake to sue 'on behalf of themselves and of all members of the Pokagon Band of Pottawatomie Indians, and of all other members of the Pottawatomie Nation of Indians, if any are entitled to join herein with them, and of all others, if any, who are entitled to join herein with them.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Defendants are the city of Chicago and certain corporations now occupying valuable lands within the geographical limits of Illinois, which have been reclaimed from Lake Michigan.</p>\n    </div>\n    <p class=\"indent\">The bill proceeds upon this theory:</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">That from time immemorial, on August 3, 1795, and thereafter, the Pottawatomie Indians were the owners and in possession as a sovereign nation, as their country, of large tracts of land around and along the shores of Lake Michigan, south of a line running from Milwaukee river, Wisconsin, to Grand river, Michigan, and extending 'east and west of said two points and including all of Lake Michigan which is south of said line,'&#8212;a stretch of a hundred miles.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">That by the Treaty of Peace entered into at Greenville, Ohio, August 3, 1795, the United States relinquished to the Pottawatomie and other tribes their claims to Indian lands westward of a designated line passing through the state of Ohio, and lying 'northward of the River Ohio, eastward of the Mississippi, and westward and southward of the Great Lakes and the waters uniting them, according to the boundary line agreed on by the United States and the King of Great Britain in the Treaty of Peace made between them in the year of 1783 [8 Stat. at L. 80].' [7 Stat. at L. 51.]</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">That by later treaties the Pottawatomie Nation receded to the United States all such lands up to the shores of Lake Michigan, but those within the geographical limits of Illinois which were formerly beneath the waters of Lake Michigan, 'whether reclaimed, artificially made, or now or formerly submerged . . . have remained and still are the property of these complainants . . . and any attempts on the part of any persons, firms, and corporations to appropriate same, or any part thereof, were and are in violation of said treaties and the rights of these complainants.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">That in 1833, with the exception of the Pokagon Band, in pursuance of a treaty with the United States, the Pottawatomie Nation migrated west of the Mississippi river, leaving that band in possession, occupation, control, and sovereignty of so much of the Nation's original country as remained unceded.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">That the United States has refused to purchase the reclaimed lands and consequently complainants are at liberty to occupy, sell, lease, or dispose of the same as their own in fee simple.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The bill prays that defendants be enjoined from occupying or building upon the specified land, or from asserting any claim, title, or interest therein; that they be required to pay a reasonable compensation for its use; and that the complainants' title thereto be quieted, established, and confirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The only possible immemorial right which the Pottawatomie Nation had in the country claimed as their own in 1795 was that of occupancy. Johnson v. M'Intosh, 8 Wheat. 543, 5 L. ed. 681. If, in any view, it ever held possession of the property here in question, we know historically that this was abandoned long ago, and that for more than a half century it has not even pretended to occupy either the shores or waters of Lake Michigan within the confines of Illinois.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">By the Treaty of Greenville the United States stipulated with the Pottawatomies and other Indians that generally, in respect of a large territory westward of a line passing through Ohio, 'the Indian tribes who have a right to those lands are quietly to enjoy them, hunting, planting and dwelling thereon so long as they please, without any molestation from the United States; but when those tribes, or any of them, shall be disposed to sell their lands, or any part of them, they are to be sold only to the United States; and until such sale, the United States will protect all the said Indian tribes in the quiet enjoyment of their lands against all citizens of the United States, and against all other white persons who intrude upon the same.' We think it entirely clear that this treaty did not convey a fee-simple title to the Indians; that under it no tribe could claim more than the right of continued occupancy; that under this was abandoned, all legal right or interest which both tribe and its members had in the territory came to an end. Johnson v. M'Intosh, 8 Wheat. 543, 584, 586, 588, 5 L. ed. 681, 691, 692; Mitchel v. United States, 9 Pet. 711, 745, 9 L. ed. 283, 295; United States v. Cook, 19 Wall. 591, 592, 22 L. ed. 210, 211; Beecher v. Wetherby, 95 U. S. 517, 525, 24 L. ed. 440, 441.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is unnecessary to consider other reasons suggested by counsel in support of the decree below.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>242 U.S. 434 (1917)</b></center>\n<center><h1>WILLIAMS, CHIEF, ET AL.<br>\nv.<br>\nCITY OF CHICAGO ET AL.</h1></center>\n<center>No. 128.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 22, 1916.</center>\n<center>Decided January 8, 1917.</center>\nAPPEAL FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE NORTHERN DISTRICT OF ILLINOIS.\n<p><span class=\"star-pagination\">*435</span> <i>Mr. J.G. Grossberg,</i> with whom <i>Mr. W.W. DeArmond</i> was on the briefs, for appellants.</p>\n<p><i>Mr. Chester E. Cleveland,</i> with whom <i>Mr. Samuel A. Ettelson</i> was on the brief, for the City of Chicago.</p>\n<p><i>Mr. W.S. Horton,</i> with whom <i>Mr. Robert Redfield, Mr. W.D. McKenzie</i> and <i>Mr. Francis O'Shaughnessy</i> were on the brief, for the Illinois Central Railroad Co. <i>et al.</i></p>\n<p>MR. JUSTICE McREYNOLDS delivered the opinion of the court.</p>\n<p>The claim set up in this cause is without merit and the amended bill was properly dismissed, upon motion, for want of equity.</p>\n<p>Complainants are eight Pottawatomie Indians, members of the Pokagon Band and residents of Michigan. They undertake to sue \"on behalf of themselves and of all members of the Pokagon Band of Pottawatomie Indians, and of all other members of the Pottawatomie Nation of Indians, if any are entitled to join herein with them, and of all others, if any, who are entitled to join herein with them.\"</p>\n<p>Defendants are the City of Chicago and certain corporations now occupying valuable lands within the geographical limits of Illinois, which have been reclaimed from Lake Michigan.</p>\n<p>The bill proceeds upon this theory 혰</p>\n<p>That from time immemorial, on August 3, 1795 and <span class=\"star-pagination\">*436</span> thereafter, the Pottawatomie Indians were the owners and in possession as a sovereign nation, as their country, of large tracts of land around and along the shores of Lake Michigan, south of a line running from Milwaukee River, Wisconsin, to Grand River, Michigan, and extending, \"east and west of said two points and including all of Lake Michigan which is south of said line\" 혰 a stretch of a hundred miles.</p>\n<p>That by the Treaty of Peace entered into at Greenville, Ohio, August 3, 1795, the United States relinquished to the Pottawatomie and other tribes their claims to Indian lands westward of a designated line passing through the State of Ohio and lying, \"northward of the river Ohio, eastward of the Mississippi, and westward and southward of the Great Lakes and the waters uniting them, according to the boundary line agreed on by the United States and the king of Great-Britain, in the treaty of peace made between them in the year of 1783.\"</p>\n<p>That by later treaties the Pottawatomie Nation receded to the United States all such lands up to the shores of Lake Michigan, but those within the geographical limits of Illinois which were formerly beneath the waters of Lake Michigan, \"whether reclaimed, artificially made, or now or formerly submerged . . . have remained and still are the property of these complainants, . . . and any attempts on the part of any persons, firms, and corporations to appropriate the same, or any part thereof were and are in violation of said treaties and of the rights of these complainants.\"</p>\n<p>That in 1833, with the exception of the Pokagon Band, in pursuance of a treaty with the United States, the Pottawatomie Nation migrated west of the Mississippi River leaving that band in possession, occupation, control and sovereignty of so much of the nation's original country as remained unceded.</p>\n<p>That the United States has refused to purchase the reclaimed <span class=\"star-pagination\">*437</span> lands and consequently complainants are at liberty to occupy, sell, lease, or dispose of the same as their own in fee simple.</p>\n<p>The bill prays that defendants be enjoined from occupying or building upon the specified land or from asserting any claim, title, or interest therein; that they be required to pay a reasonable compensation for its use; and that the complainants' title thereto be quieted, established and confirmed.</p>\n<p>The only possible immemorial right which the Pottawatomie Nation had in the country claimed as their own in 1795 was that of occupancy. <i>Johnson</i> v. <i>McIntosh,</i> 8 Wheat. 543. If in any view it ever held possession of the property here in question we know historically that this was abandoned long ago and that for more than a half century it has not even pretended to occupy either the shores or waters of Lake Michigan within the confines of Illinois.</p>\n<p>By the Treaty of Greenville the United States stipulated with the Pottawatomies and other Indians that generally in respect of a large territory westward of a line passing through Ohio, \"The Indian tribes who have a right to those lands, are quietly to enjoy them, hunting, planting, and dwelling thereon so long as they please, without any molestation from the United States; but when those tribes, or any of them, shall be disposed to sell their lands, or any part of them, they are to be sold only to the United States; and until such sale, the United States will protect all the said Indian tribes in the quiet enjoyment of their lands against all citizens of the United States, and against all other white persons who intrude upon the same.\" We think it entirely clear that this treaty did not convey a fee simple title to the Indians; that under it no tribe could claim more than the right of continued occupancy; and that when this was abandoned all legal right or interest which both tribe and its members had in the <span class=\"star-pagination\">*438</span> territory came to an end. <i>Johnson</i> v. <i>McIntosh,</i> 8 Wheat. 543, 584, 586, 588; <i>Mitchel</i> v. <i>United States,</i> 9 Pet. 711, 745; <i>United States</i> v. <i>Cook,</i> 19 Wall. 591, 592; <i>Beecher</i> v. <i>Wetherby,</i> 95 U.S. 517, 525.</p>\n<p>It is unnecessary to consider other reasons suggested by counsel in support of the decree below.</p>\n<p><i>Affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">242</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">434</span></span> (1917)</b></center>\n<center><h1>WILLIAMS, CHIEF, ET AL.<br>\nv.<br>\nCITY OF CHICAGO ET AL.</h1></center>\n<center>No. 128.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 22, 1916.</center>\n<center>Decided January 8, 1917.</center>\nAPPEAL FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE NORTHERN DISTRICT OF ILLINOIS.\n<p><span class=\"star-pagination\">*435</span> <i>Mr. J.G. Grossberg,</i> with whom <i>Mr. W.W. DeArmond</i> was on the briefs, for appellants.</p>\n<p><i>Mr. Chester E. Cleveland,</i> with whom <i>Mr. Samuel A. Ettelson</i> was on the brief, for the City of Chicago.</p>\n<p><i>Mr. W.S. Horton,</i> with whom <i>Mr. Robert Redfield, Mr. W.D. McKenzie</i> and <i>Mr. Francis O'Shaughnessy</i> were on the brief, for the Illinois Central Railroad Co. <i>et al.</i></p>\n<p>MR. JUSTICE McREYNOLDS delivered the opinion of the court.</p>\n<p>The claim set up in this cause is without merit and the amended bill was properly dismissed, upon motion, for want of equity.</p>\n<p>Complainants are eight Pottawatomie Indians, members of the Pokagon Band and residents of Michigan. They undertake to sue \"on behalf of themselves and of all members of the Pokagon Band of Pottawatomie Indians, and of all other members of the Pottawatomie Nation of Indians, if any are entitled to join herein with them, and of all others, if any, who are entitled to join herein with them.\"</p>\n<p>Defendants are the City of Chicago and certain corporations now occupying valuable lands within the geographical limits of Illinois, which have been reclaimed from Lake Michigan.</p>\n<p>The bill proceeds upon this theory 혰</p>\n<p>That from time immemorial, on August 3, 1795 and <span class=\"star-pagination\">*436</span> thereafter, the Pottawatomie Indians were the owners and in possession as a sovereign nation, as their country, of large tracts of land around and along the shores of Lake Michigan, south of a line running from Milwaukee River, Wisconsin, to Grand River, Michigan, and extending, \"east and west of said two points and including all of Lake Michigan which is south of said line\" 혰 a stretch of a hundred miles.</p>\n<p>That by the Treaty of Peace entered into at Greenville, Ohio, August 3, 1795, the United States relinquished to the Pottawatomie and other tribes their claims to Indian lands westward of a designated line passing through the State of Ohio and lying, \"northward of the river Ohio, eastward of the Mississippi, and westward and southward of the Great Lakes and the waters uniting them, according to the boundary line agreed on by the United States and the king of Great-Britain, in the treaty of peace made between them in the year of 1783.\"</p>\n<p>That by later treaties the Pottawatomie Nation receded to the United States all such lands up to the shores of Lake Michigan, but those within the geographical limits of Illinois which were formerly beneath the waters of Lake Michigan, \"whether reclaimed, artificially made, or now or formerly submerged . . . have remained and still are the property of these complainants, . . . and any attempts on the part of any persons, firms, and corporations to appropriate the same, or any part thereof were and are in violation of said treaties and of the rights of these complainants.\"</p>\n<p>That in 1833, with the exception of the Pokagon Band, in pursuance of a treaty with the United States, the Pottawatomie Nation migrated west of the Mississippi River leaving that band in possession, occupation, control and sovereignty of so much of the nation's original country as remained unceded.</p>\n<p>That the United States has refused to purchase the reclaimed <span class=\"star-pagination\">*437</span> lands and consequently complainants are at liberty to occupy, sell, lease, or dispose of the same as their own in fee simple.</p>\n<p>The bill prays that defendants be enjoined from occupying or building upon the specified land or from asserting any claim, title, or interest therein; that they be required to pay a reasonable compensation for its use; and that the complainants' title thereto be quieted, established and confirmed.</p>\n<p>The only possible immemorial right which the Pottawatomie Nation had in the country claimed as their own in 1795 was that of occupancy. <i>Johnson</i> v. <i>McIntosh,</i> <span class=\"citation no-link\"><span class=\"volume\">8</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">543</span></span>. If in any view it ever held possession of the property here in question we know historically that this was abandoned long ago and that for more than a half century it has not even pretended to occupy either the shores or waters of Lake Michigan within the confines of Illinois.</p>\n<p>By the Treaty of Greenville the United States stipulated with the Pottawatomies and other Indians that generally in respect of a large territory westward of a line passing through Ohio, \"The Indian tribes who have a right to those lands, are quietly to enjoy them, hunting, planting, and dwelling thereon so long as they please, without any molestation from the United States; but when those tribes, or any of them, shall be disposed to sell their lands, or any part of them, they are to be sold only to the United States; and until such sale, the United States will protect all the said Indian tribes in the quiet enjoyment of their lands against all citizens of the United States, and against all other white persons who intrude upon the same.\" We think it entirely clear that this treaty did not convey a fee simple title to the Indians; that under it no tribe could claim more than the right of continued occupancy; and that when this was abandoned all legal right or interest which both tribe and its members had in the <span class=\"star-pagination\">*438</span> territory came to an end. <i>Johnson</i> v. <i>McIntosh,</i> <span class=\"citation no-link\"><span class=\"volume\">8</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">543</span></span>, 584, 586, 588; <i>Mitchel</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"86163\"><a href=\"/opinion/86163/mitchel-v-united-states/\"><span class=\"volume\">9</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">711</span></a></span>, 745; <i>United States</i> v. <i>Cook,</i> <span class=\"citation\" data-id=\"92330\"><a href=\"/opinion/92330/united-states-v-cook/\"><span class=\"volume\">19</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">591</span></a></span>, 592; <i>Beecher</i> v. <i>Wetherby,</i> <span class=\"citation\" data-id=\"89627\"><a href=\"/opinion/89627/beecher-v-wetherby/\"><span class=\"volume\">95</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">517</span></a></span>, 525.</p>\n<p>It is unnecessary to consider other reasons suggested by counsel in support of the decree below.</p>\n<p><i>Affirmed.</i></p>\n</div>", "id": 98848, "judges": "McReynolds", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/98848/", "sha1": "c6e79cad4332f4c29cd48623d09b14382cfbedc5", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:45:50"}