{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "244 U.S. 184", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/98954/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Smith v. Third Nat. Exchange Bank of Sandusky", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "214", 
    "id": 83337, 
    "resource_uri": "/api/rest/v2/citation/83337/"
  }, 
  "id": 98954, 
  "blocked": false, 
  "judges": "McReynolds", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1917-05-21", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>244 U.S. 184 (1917)</b></center>\n<center><h1>SMITH ET AL.<br>\nv.<br>\nTHIRD NATIONAL EXCHANGE BANK OF SANDUSKY, OHIO, ET AL.</h1></center>\n<center>No. 214.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 24, 25, 1917.</center>\n<center>Decided May 21, 1917.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF NEW MEXICO.\n<p><span class=\"star-pagination\">*185</span> <i>Mr. F.G. Morris,</i> with whom <i>Mr. W.B. Grant</i> was on the briefs, for plaintiffs in error.</p>\n<p><i>Mr. W.H. Winter,</i> with whom <i>Mr. A. Seymour Thurmond, Mr. J.H. Paxton</i> and <i>Mr. R.L. Young</i> were on the brief, for defendants in error.</p>\n<p>MR. JUSTICE McREYNOLDS delivered the opinion of the court.</p>\n<p>Defendants in error brought suit in the District Court, Dona Ana County, New Mexico, seeking judgment against plaintiff in error Smith upon his three notes for forty-five hundred dollars ($4,500) each and also foreclosure of the mortgage upon lands in that county given to secure them. Recovery was resisted upon the ground that although Smith was in actual possession of the lands under deed from Reinhart they belonged to the United States and were unlawfully in the vendor's possession when so conveyed without <i>bona fide</i> claim or color of title, contrary to the Act of Congress approved February 25, 1885, 23 Stat. 321; and that the notes were given in part payment therefor. The state Supreme Court affirmed a judgment in the bank's favor. Quotations from its statement will suffice to indicate the essential facts (20 N. Mex. 264):</p>\n<p>\"In 1851 the government of Mexico granted certain lands now embraced within the limits of Dona Ana County, this state, to the Colony of Refugio. The grant was similar to many others found in this state. Settlements were made upon it by many people, and individual <span class=\"star-pagination\">*186</span> allotments were made from time to time by the commissioners.</p>\n<p>\"The territorial legislature, by the Act of March 7th, 1884, constituted the owners of lands within the limits of the grant a body corporate and politic under the name and style of the Grant of the Colony of Refugio, under which they were authorized by said act to sue and be sued and have perpetual succession.</p>\n<p>\"Many years ago the lands involved in this litigation, embracing some 400 acres were allotted to ten individuals, who subsequently, by separate deeds of conveyance, transferred the same to Leon Alvarez, probably some time in the 80's, but the date is wholly immaterial. From that time to 1909 various deeds were executed to divers parties, all of whom had possession and cultivated and improved the lands. Something like six or seven thousand dollars, possibly more, have been expended in improvements on the land in constructing irrigation ditches. In 1909 W.H. Reinhart claimed to be the owner of the lands, under deeds of conveyance, and was in possession of the same. In that year he conveyed the same to D.B. Smith, the appellant here, receiving perhaps one-half of the purchase money in cash, and to secure the balance took Smith's promissory notes, secured by a mortgage on the real estate. The notes aggregated $13,500.00. It is not disputed that Reinhart was the owner of said lands if the original allottees were invested with the legal title to the same.</p>\n<p>\"Some time prior to 1893, the grant was surveyed by Elkins &amp; Marmon, and the lands in question here were within the limits of that survey. In 1893, the commissioners of the grant, acting under the power and authority conferred by the Act of March 7, 1884, instituted proceedings in the United States Court of Private Land Claims to have the title of said grant confirmed and settled. Leon Alvarez was one of the commissioners of the grant <span class=\"star-pagination\">*187</span> at that time and acting as such. The title of the grant was confirmed and a survey was ordered to determine what lands were embraced within the limits of the same. This survey was made by the Surveyor General of New Mexico and reported to the court, and the title to the lands so embraced within the limits of such survey was confirmed in the Colony of Refugio. This survey, so made as aforesaid, embraced a smaller tract than did the Elkins &amp; Marmon survey, and the lands in question here, together with other lands, were without the limits of the survey, made under the direction and by authority of the Court of Private Land Claims. The judgment of the Court of Private Land Claims establishing the boundaries and confirming the title to the lands within the limits of such survey, so made by the Surveyor General of New Mexico, was entered in the year 1903, and from which no appeal was taken.</p>\n<p>\"The parties owning land without the limits of the grant as confirmed, but within the Elkins &amp; Marmon survey, continued in possession thereof and resided thereon with their families, and dealt with said lands as though they had been invested with the legal title to the same. No action was ever taken by the United States, so far as the record discloses, to dispossess them, although the legal title to said lands was in the United States. In 1909, when the deed to Smith was executed by Reinhart, a bill was pending before Congress to validate the titles of the <i>bona fide</i> claimants to said lands so found to be without the limits of the confirmed survey.\"</p>\n<p>\"Said lands were for many years, before and after the Mexican cession to the United States, in good faith considered to be a part of the Refugio Colony Grant, a Mexican Community Grant, and were so held in good faith by the owners of the said grant; and that the commissioners of the said grant, in good faith, allotted and conveyed the said lands to certain members of said community <span class=\"star-pagination\">*188</span> who settled on the said grant; and that the titles and claims of the allottees thereto were passed and deraigned by a chain of sufficient mesne conveyance to the said W.H. Reinhart; and that said W.H. Reinhart and his predecessors in title and claim held, occupied and possessed the said lands for more than fifteen years, under and by virtue of the conveyances from the commissioners of the Refugio Colony Grant and the said mesne conveyances; and that the said defendant D.B. Smith and his assigns now hold and possess and are cultivating the said lands under and by virtue of the said conveyances from the commissioners of the Refugio Colony Grant, and the said mesne conveyances, and the said conveyance from the said W.H. Reinhart to defendant D.B. Smith, and subsequent conveyances, from D.B. Smith to his said assigns.\"</p>\n<p>\"The plaintiffs have such deed of conveyance from the Refugio Colony Grant owners and mesne chain of conveyances down to W.H. Reinhart and D.B. Smith and wife as they plead in their reply and such as defendants plead that they hold under.</p>\n<p>\"During the examination of a witness for plaintiffs, Dionicio Alvarez, counsel for defendants made the following `admission':</p>\n<p>\"`It is admitted by the defendants, for the purpose of shortening the testimony, that the parties mentioned in the chain of transfers from the Refugio Colony down to the date of the rendition of the decree of the Court of Private Land Claims in evidence were holders under the chain of title mentioned, in good faith, under color of title and in good faith.\"'</p>\n<p>Section 1, Act of Congress February 25, 1885, follows:</p>\n<p>\"<i>Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled,</i> That all inclosures of any public lands in any State or Territory of the United States, heretofore or to be hereafter made, erected, or constructed by any person, party, <span class=\"star-pagination\">*189</span> association, or corporation, to any of which land included within the inclosure the person, party, association, or corporation making or controlling the inclosure had no claim or color of title made or acquired in good faith, or an asserted right thereto by or under claim, made in good faith with a view to entry thereof at the proper land-office under the general laws of the United States at the time any such inclosure was or shall be made, are hereby declared to be unlawful, and the maintenance, erection, construction, or control of any such inclosure is hereby forbidden and prohibited; and the assertion of a right to the exclusive use and occupancy of any part of the public lands of the United States in any State or any of the Territories of the United States, without claim, color of title, or asserted right as above specified as to inclosures, is likewise declared unlawful, and hereby prohibited.\"</p>\n<p>Section 4 of the same act makes violation of any provision thereof a misdemeanor punishable by fine and imprisonment.</p>\n<p>The Supreme Court declared: \"Upon this appeal, the only question which requires consideration is whether the evidence shows that Reinhart had `no claim or color of title made or acquired in good faith' to the land in question at the time he conveyed the same. If he did not, the judgment must be reversed; on the other hand, if he had color of title to the land, made or acquired in good faith, the judgment entered was proper and must be affirmed. . . . The deed from Potter to Reinhart constituted color of title, so that the only question of any practical importance for determination is whether Reinhart's title was acquired and held in good faith, within the meaning of the act of Congress.\" And relying upon <i>Cameron</i> v. <i>United States,</i> 148 U.S. 301, 305 and <i>Searl</i> v. <i>School District,</i> 133 U.S. 553, it held that although Reinhart was fully cognizant of all the facts he, nevertheless, had a claim or color of title to the lands made or acquired <span class=\"star-pagination\">*190</span> in good faith within the true intendment of the Act of 1885. With this conclusion we agree.</p>\n<p>In <i>Cameron</i> v. <i>United States, supra</i><i>,</i> we said: \"The Act of Congress [approved Feb. 25, 1885] which forms the basis of this proceeding was passed in view of a practice which had become common in the Western Territories of enclosing large areas of lands of the United States by associations of cattle raisers, who were mere trespassers, without shadow of title to such lands, and surrounding them by barbed wire fences, by which persons desiring to become settlers upon such lands were driven or frightened away, in some cases by threats or violence. The law was, however, never intended to operate upon persons who had taken possession under a <i>bona fide</i> claim or color of title; nor was it intended that, in a proceeding to abate a fence erected in good faith, the legal validity of the defendant's title to the land should be put in issue. It is a sufficient defence to such a proceeding to show that the lands enclosed were not public lands of the United States, or that defendant had claim or color of title, made or acquired in good faith, or an asserted right thereto, by or under claim made in good faith, with a view to entry thereof at the proper land office under the general laws of the United States. As the question whether the lands enclosed by the defendant in this case were public lands of the United States depends upon the question whether he had claim or color of title to them, the two questions may be properly considered together.\"</p>\n<p>Without doubt Reinhart and his predecessors were upon the lands for more than fifteen years; and it is admitted that prior to entry of the decree of the Court of Private Land Claims in 1903 their occupancy was under color of title and in good faith. We cannot conclude that further occupancy by those then in possession under <i>bona fide</i> claims or their vendees was rendered unlawful \u0097 criminal indeed \u0097 by the Act of 1885. They were not mere <span class=\"star-pagination\">*191</span> naked trespassers dishonestly seeking to appropriate public property, and they did not belong to that class of offenders intended to be hit by the act. Their claim deserved consideration as plainly appears from the circumstances above narrated. This is further shown by \"An Act to Quiet Title to Certain Land in Dona Ana County, New Mexico,\" approved February 3, 1911, 36 Stat. 896, through which Congress granted them the right to make entries of and receive patents to lands in their possession and empowered the General Land Office to assist them at public expense in making proofs necessary to that end.</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:45:53", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">244</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">184</span></span> (1917)</b></center>\n<center><h1>SMITH ET AL.<br>\nv.<br>\nTHIRD NATIONAL EXCHANGE BANK OF SANDUSKY, OHIO, ET AL.</h1></center>\n<center>No. 214.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 24, 25, 1917.</center>\n<center>Decided May 21, 1917.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF NEW MEXICO.\n<p><span class=\"star-pagination\">*185</span> <i>Mr. F.G. Morris,</i> with whom <i>Mr. W.B. Grant</i> was on the briefs, for plaintiffs in error.</p>\n<p><i>Mr. W.H. Winter,</i> with whom <i>Mr. A. Seymour Thurmond, Mr. J.H. Paxton</i> and <i>Mr. R.L. Young</i> were on the brief, for defendants in error.</p>\n<p>MR. JUSTICE McREYNOLDS delivered the opinion of the court.</p>\n<p>Defendants in error brought suit in the District Court, Dona Ana County, New Mexico, seeking judgment against plaintiff in error Smith upon his three notes for forty-five hundred dollars ($4,500) each and also foreclosure of the mortgage upon lands in that county given to secure them. Recovery was resisted upon the ground that although Smith was in actual possession of the lands under deed from Reinhart they belonged to the United States and were unlawfully in the vendor's possession when so conveyed without <i>bona fide</i> claim or color of title, contrary to the Act of Congress approved February 25, 1885, 23 Stat. 321; and that the notes were given in part payment therefor. The state Supreme Court affirmed a judgment in the bank's favor. Quotations from its statement will suffice to indicate the essential facts (20 N. Mex. 264):</p>\n<p>\"In 1851 the government of Mexico granted certain lands now embraced within the limits of Dona Ana County, this state, to the Colony of Refugio. The grant was similar to many others found in this state. Settlements were made upon it by many people, and individual <span class=\"star-pagination\">*186</span> allotments were made from time to time by the commissioners.</p>\n<p>\"The territorial legislature, by the Act of March 7th, 1884, constituted the owners of lands within the limits of the grant a body corporate and politic under the name and style of the Grant of the Colony of Refugio, under which they were authorized by said act to sue and be sued and have perpetual succession.</p>\n<p>\"Many years ago the lands involved in this litigation, embracing some 400 acres were allotted to ten individuals, who subsequently, by separate deeds of conveyance, transferred the same to Leon Alvarez, probably some time in the 80's, but the date is wholly immaterial. From that time to 1909 various deeds were executed to divers parties, all of whom had possession and cultivated and improved the lands. Something like six or seven thousand dollars, possibly more, have been expended in improvements on the land in constructing irrigation ditches. In 1909 W.H. Reinhart claimed to be the owner of the lands, under deeds of conveyance, and was in possession of the same. In that year he conveyed the same to D.B. Smith, the appellant here, receiving perhaps one-half of the purchase money in cash, and to secure the balance took Smith's promissory notes, secured by a mortgage on the real estate. The notes aggregated $13,500.00. It is not disputed that Reinhart was the owner of said lands if the original allottees were invested with the legal title to the same.</p>\n<p>\"Some time prior to 1893, the grant was surveyed by Elkins &amp; Marmon, and the lands in question here were within the limits of that survey. In 1893, the commissioners of the grant, acting under the power and authority conferred by the Act of March 7, 1884, instituted proceedings in the United States Court of Private Land Claims to have the title of said grant confirmed and settled. Leon Alvarez was one of the commissioners of the grant <span class=\"star-pagination\">*187</span> at that time and acting as such. The title of the grant was confirmed and a survey was ordered to determine what lands were embraced within the limits of the same. This survey was made by the Surveyor General of New Mexico and reported to the court, and the title to the lands so embraced within the limits of such survey was confirmed in the Colony of Refugio. This survey, so made as aforesaid, embraced a smaller tract than did the Elkins &amp; Marmon survey, and the lands in question here, together with other lands, were without the limits of the survey, made under the direction and by authority of the Court of Private Land Claims. The judgment of the Court of Private Land Claims establishing the boundaries and confirming the title to the lands within the limits of such survey, so made by the Surveyor General of New Mexico, was entered in the year 1903, and from which no appeal was taken.</p>\n<p>\"The parties owning land without the limits of the grant as confirmed, but within the Elkins &amp; Marmon survey, continued in possession thereof and resided thereon with their families, and dealt with said lands as though they had been invested with the legal title to the same. No action was ever taken by the United States, so far as the record discloses, to dispossess them, although the legal title to said lands was in the United States. In 1909, when the deed to Smith was executed by Reinhart, a bill was pending before Congress to validate the titles of the <i>bona fide</i> claimants to said lands so found to be without the limits of the confirmed survey.\"</p>\n<p>\"Said lands were for many years, before and after the Mexican cession to the United States, in good faith considered to be a part of the Refugio Colony Grant, a Mexican Community Grant, and were so held in good faith by the owners of the said grant; and that the commissioners of the said grant, in good faith, allotted and conveyed the said lands to certain members of said community <span class=\"star-pagination\">*188</span> who settled on the said grant; and that the titles and claims of the allottees thereto were passed and deraigned by a chain of sufficient mesne conveyance to the said W.H. Reinhart; and that said W.H. Reinhart and his predecessors in title and claim held, occupied and possessed the said lands for more than fifteen years, under and by virtue of the conveyances from the commissioners of the Refugio Colony Grant and the said mesne conveyances; and that the said defendant D.B. Smith and his assigns now hold and possess and are cultivating the said lands under and by virtue of the said conveyances from the commissioners of the Refugio Colony Grant, and the said mesne conveyances, and the said conveyance from the said W.H. Reinhart to defendant D.B. Smith, and subsequent conveyances, from D.B. Smith to his said assigns.\"</p>\n<p>\"The plaintiffs have such deed of conveyance from the Refugio Colony Grant owners and mesne chain of conveyances down to W.H. Reinhart and D.B. Smith and wife as they plead in their reply and such as defendants plead that they hold under.</p>\n<p>\"During the examination of a witness for plaintiffs, Dionicio Alvarez, counsel for defendants made the following `admission':</p>\n<p>\"`It is admitted by the defendants, for the purpose of shortening the testimony, that the parties mentioned in the chain of transfers from the Refugio Colony down to the date of the rendition of the decree of the Court of Private Land Claims in evidence were holders under the chain of title mentioned, in good faith, under color of title and in good faith.\"'</p>\n<p>Section 1, Act of Congress February 25, 1885, follows:</p>\n<p>\"<i>Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled,</i> That all inclosures of any public lands in any State or Territory of the United States, heretofore or to be hereafter made, erected, or constructed by any person, party, <span class=\"star-pagination\">*189</span> association, or corporation, to any of which land included within the inclosure the person, party, association, or corporation making or controlling the inclosure had no claim or color of title made or acquired in good faith, or an asserted right thereto by or under claim, made in good faith with a view to entry thereof at the proper land-office under the general laws of the United States at the time any such inclosure was or shall be made, are hereby declared to be unlawful, and the maintenance, erection, construction, or control of any such inclosure is hereby forbidden and prohibited; and the assertion of a right to the exclusive use and occupancy of any part of the public lands of the United States in any State or any of the Territories of the United States, without claim, color of title, or asserted right as above specified as to inclosures, is likewise declared unlawful, and hereby prohibited.\"</p>\n<p>Section 4 of the same act makes violation of any provision thereof a misdemeanor punishable by fine and imprisonment.</p>\n<p>The Supreme Court declared: \"Upon this appeal, the only question which requires consideration is whether the evidence shows that Reinhart had `no claim or color of title made or acquired in good faith' to the land in question at the time he conveyed the same. If he did not, the judgment must be reversed; on the other hand, if he had color of title to the land, made or acquired in good faith, the judgment entered was proper and must be affirmed. . . . The deed from Potter to Reinhart constituted color of title, so that the only question of any practical importance for determination is whether Reinhart's title was acquired and held in good faith, within the meaning of the act of Congress.\" And relying upon <i>Cameron</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"93561\"><a href=\"/opinion/93561/cameron-v-united-states/\"><span class=\"volume\">148</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">301</span></a></span>, 305 and <i>Searl</i> v. <i>School District,</i> <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">553</span></span>, it held that although Reinhart was fully cognizant of all the facts he, nevertheless, had a claim or color of title to the lands made or acquired <span class=\"star-pagination\">*190</span> in good faith within the true intendment of the Act of 1885. With this conclusion we agree.</p>\n<p>In <i>Cameron</i> v. <i>United States, supra</i><i>,</i> we said: \"The Act of Congress [approved Feb. 25, 1885] which forms the basis of this proceeding was passed in view of a practice which had become common in the Western Territories of enclosing large areas of lands of the United States by associations of cattle raisers, who were mere trespassers, without shadow of title to such lands, and surrounding them by barbed wire fences, by which persons desiring to become settlers upon such lands were driven or frightened away, in some cases by threats or violence. The law was, however, never intended to operate upon persons who had taken possession under a <i>bona fide</i> claim or color of title; nor was it intended that, in a proceeding to abate a fence erected in good faith, the legal validity of the defendant's title to the land should be put in issue. It is a sufficient defence to such a proceeding to show that the lands enclosed were not public lands of the United States, or that defendant had claim or color of title, made or acquired in good faith, or an asserted right thereto, by or under claim made in good faith, with a view to entry thereof at the proper land office under the general laws of the United States. As the question whether the lands enclosed by the defendant in this case were public lands of the United States depends upon the question whether he had claim or color of title to them, the two questions may be properly considered together.\"</p>\n<p>Without doubt Reinhart and his predecessors were upon the lands for more than fifteen years; and it is admitted that prior to entry of the decree of the Court of Private Land Claims in 1903 their occupancy was under color of title and in good faith. We cannot conclude that further occupancy by those then in possession under <i>bona fide</i> claims or their vendees was rendered unlawful \u0097 criminal indeed \u0097 by the Act of 1885. They were not mere <span class=\"star-pagination\">*191</span> naked trespassers dishonestly seeking to appropriate public property, and they did not belong to that class of offenders intended to be hit by the act. Their claim deserved consideration as plainly appears from the circumstances above narrated. This is further shown by \"An Act to Quiet Title to Certain Land in Dona Ana County, New Mexico,\" approved February 3, 1911, 36 Stat. 896, through which Congress granted them the right to make entries of and receive patents to lands in their possession and empowered the General Land Office to assist them at public expense in making proofs necessary to that end.</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "sha1": "d80506bff4250f1e6bb49b4890262fe0891ec0b8", 
  "date_modified": "2014-12-21T01:36:15.088785", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/98954/smith-v-third-nat-exchange-bank-of-sandusky/", 
  "citation_count": 1, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/272738/", 
  "html": "<p class=\"case_cite\">244 U.S. 184</p>\n    <p class=\"case_cite\">37 S.Ct. 516</p>\n    <p class=\"case_cite\">61 L.Ed. 1071</p>\n    <p class=\"parties\">D. B. SMITH and Gertrude W. Smith, Plffs. in Err.,<br>v.<br>THIRD NATIONAL EXCHANGE BANK OF SANDUSKY, OHIO, and  F. P. Zollinger.</p>\n    <p class=\"docket\">No. 214.</p>\n    <p class=\"date\">Argued April 24 and 25, 1917.</p>\n    <p class=\"date\">Decided May 21, 1917.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. F. G. Morris and W. B. Grant for plaintiffs in error.</p>\n      <p class=\"indent\">Messrs. W. H. Winter, A. Seymour Thurmond, J. H. Paxton, and R. L. Young for defendants in error.</p>\n      <p class=\"indent\">Mr. Justice McReynolds delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendants in error brought suit in the district court, Dona Ana county, New Mexico, seeking judgment against plaintiff in error Smith upon his three notes for forty-five hundred dollars ($4,500) each, and also foreclosure of the mortgage upon lands in that county, given to secure them. Recovery was resisted upon the ground that although Smith was in actual possession of the lands under deed from Reinhart, they belonged to the United States and were unlawfully in the vendor's possession when so conveyed without bona fide claim or color of title, contrary to the Act of Congress approved February 25, 1885 (23 Stat. at L. 321, chap. 149, Comp. Stat. 1916, &#167; 4997); and that the notes were given in part payment therefor. The state supreme court affirmed a judgment in the bank's favor. Quotations from its statement will suffice to indicate the essential facts (20 N. M. 264, 148 Pac. 512).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'In 1851 the government of Mexico granted certain lands now embraced within the limits of Dona Ana county, this state, to the Colony of Refugio. The grant was similar to many others found in this state. Settlements were made upon it by many people, and individual allotments were made from time to time by the commissioners.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'The territorial legislature, by the Act of March 7th, 1884, constituted the owners of lands within the limits of the grant a body corporate and politic under the name and style of the Grant of the Colony of Refugio, under which they were authorized by said act to sue and be sued and have perpetual succession.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'Many years ago the lands involved in this litigation, embracing some 400 acres, were allotted to ten individuals, who subsequently, by separate deeds of conveyance, transferred the same to Leon Alvarez, probably some time in the 80's, but the date is wholly immaterial. From that time to 1909 various deeds were executed to diverse parties, all of whom had possession and cultivated and improved the lands. Something like six or seven thousand dollars, possibly more, have been expended in improvements on the land in constructing irrigation ditches. In 1909 W. H. Reinhart claimed to be the owner of the lands, under deeds of conveyance, and was in possession of the same. In that year he conveyed the same to D. B. Smith, the appellant here, receiving perhaps one half of the purchase money in cash, and to secure the balance took Smith's promissory notes, secured by a mortgage on the real estate. The notes aggregated $13,500. It is not disputed that Reinhart was the owner of said lands if the original allottees were invested with the legal title to the same.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'Some time prior to 1893, the grant was surveyed by Elkins &amp; Marmon, and the lands in question here were within the limits of that survey. In 1893, the commissioners of the grant, acting under the power and authority conferred by the Act of March 7, 1884, instituted proceedings in the United States court of private land claims to have the title of said grant confirmed and settled. Leon Alvarez was one of the commissioners of the grant at that time and acting as such. The title of the grant was confirmed and a survey was ordered to determine what lands were embraced within the limits of the same. This survey was made by the surveyor general of New Mexico and reported to the court, and the title to the lands so embraced within the limits of such survey was confirmed in the Colony of Refugio. This survey, so made as aforesaid, embraced a smaller tract than did the Elkins &amp; Marmon survey, and the lands in question here, together with the other lands, was without the limits of the survey made under the direction and by authority of the court of private land claims. The judgment of the court of private land claims establishing the boundaries and confirming the title to the lands within the limits of such survey, so made by the surveyor general of New Mexico, was entered in the year 1903, and from which no appeal was taken.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'The parties owning land without the limits of the grant as confirmed, but within the Elkins &amp; Marmon survey, continued in possession thereof and resided thereon with their families, and dealt with said lands as though they had been invested with the legal title to the same. No action was ever taken by the United States, so far as the record discloses, to dispossess them, although the legal title to said lands was in the United States. In 1909, when the deed to Smith was executed by Reinhart, a bill was pending before Congress to validate the titles of the bona fide claimants to said lands, so found to be without the limits of the confirmed survey.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'Said lands were for many years, before and after the Mexican cession to the United States, in good faith considered to be a part of the Refugio Colony grant, a Mexican community grant, and were so held in good faith, by the owners of the said grant; and that the commissioners of the said grant, in good faith, allotted and conveyed the said lands to certain members of said community who settled on the said grant; and that the titles and claims of the allottees thereto were passed and deraigned by a chain of sufficient mesne conveyance to the said W. H. Reinhart; and that said W. H. Reinhart and his predecessors in title and claim held, occupied, and possessed the said lands for more than fifteen years, under and by virtue of the conveyances from the commissioners of the Refugio Colony Grant and the said mesne conveyances; and that the said defendant D. B. Smith and his assigns now hold and possess and are cultivating the said lands under and by virtue of the said conveyances from the commissioners of the Refugio Colony Grant and the said mesne conveyances, and the said conveyance from the said W. H. Reinhart to defendant D. B. Smith, and subsequent conveyances from D. B. Smith to his said assigns.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'The plaintiffs have such deed of conveyance from the Refugio Colony Grant owners and mesne chain of conveyances down to W. H. Reinhart and D. B. Smith and wife, as they plead in their reply, and such as defendants plead that they hold under.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'During the examination of a witness by plaintiff, Dionicio Alvarez, counsel for defendants made the following admission:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">\"It is admitted by the defendants, for the purpose of shortening the testimony, that the parties mentioned in the chain of transfers from the Refugio Colony down to the date of the rendition of the decree of the court of private land claims in evidence were holders under the chain of title mentioned, in good faith, under color of title, and in good faith.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Section 1, Act of Congress February 25, 1885, follows:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled, That all inclosures of any public lands in any state or territory of the United States, heretofore or to be hereafter made, erected, or constructed by any person, party, association, or corporation, to any of which land included within the inclosure the person, party, association, or corporation making or controlling the inclosure had no claim or color of title made or acquired in good faith, or an asserted right thereto by or under claim, made in good faith with a view to entry thereof at the proper land office under the general laws of the United States at the time any such inclosure was or shall be made, are hereby declared to be unlawful, and the maintenance, erection, construction, or control of any such inclosure is hereby forbidden and prohibited; and the assertion of a right to the exclusive use and occupancy of any part of the public lands of the United States in any state or any of the territories of the United States, without claim, color of title, or asserted right as above specified as to inclosures, is likewise declared unlawful, and hereby prohibited.'</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Section 4 of the same act makes violation of any provision thereof a misdemeanor punishable by fine and imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The supreme court declared: 'Upon this appeal, the only question which requires consideration is whether the evidence shows that Reinhart had 'no claim or color of title made or acquired in good faith' to the land in question at the time he conveyed the same. If he did not, the judgment must be reversed; on the other hand, if he had color of title to the land, made or acquired in good faith, the judgment entered was proper and must be affirmed. . . . The deed from Potter to Reinhart constituted color of title, so that the only question of any practical importance for determination is whether Reinhart's title was acquired and held in good faith, within the meaning of the act of Congress.' And relying upon Cameron v. United States, 148 U. S. 301, 305, 37 L. ed. 459, 460, 13 Sup. Ct. Rep. 595, and Searl v. School Dist. 133 U. S. 553, 33 L. ed. 740, 10 Sup. Ct. Rep. 374, it held that although Reinhart was fully cognizant of all the facts, he, nevertheless, had a claim or color of title to the lands, made or acquired in good faith within the true intendment of the Act of 1885. With this conclusion we agree.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In Cameron v. United States, supra, we said: 'The act of Congress [approved February 25, 1885] which forms the basis of this proceeding was passed in view of a practice which had become common in the western territories, of inclosing large areas of lands of the United States by associations of cattle raisers, who were mere trespassers, without shadow of title to such lands, and surrounding them by barbed wire fences, by which persons desiring to become settlers upon such lands were driven or frightened away, in some cases by threats or violence. The law was, however, never intended to operate upon persons who had taken possession under a bona fide claim or color of title; nor was it intended that, in a proceeding to abate a fence erected in good faith, the legal validity of the defendant's title to the land should be put in issue. It is a sufficient defense to such a proceeding to show that the lands inclosed were not public lands of the United States, or that defendant had claim or color of title, made or acquired in good faith, or an asserted right thereto, by or under claim made in good faith, with a view to entry thereof at the proper land office under the general laws of the United States. As the question whether the lands inclosed by the defendant in this case were public lands of the United States depends upon the question whether he had claim or color of title to them, the two questions may be properly considered together.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Without doubt Reinhart and his predecessors were upon the lands for more than fifteen years; and it is admitted that, prior to entry of the decree of the court of private land claims in 1903, their occupancy was under color of title and in good faith. We cannot conclude that further occupancy by those then in possession under bona fide claims, or their vendees, was rendered unlawful&#8212;criminal indeed&#8212;by the Act of 1885. They were not mere naked trespassers dishonestly seeking to appropriate public property, and they did not belong to that class of offenders intended to be hit by the act. Their claim deserved consideration, as plainly appears from the circumstances above narrated. This is further shown by 'An Act to Quiet Title to Certain Lands in Dona Ana County, New Mexico,' approved February 3, 1911 (36 Stat. at L. 896, chap. 35), through which Congress granted them the right to make entries of and receive patents to lands in their possession, and empowered the General Land Office to assist them, at public expense, in making proofs necessary to that end.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/98954/"
}