{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "116 U.S. 277", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/91530/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Renaud v. Abbott", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 75910, 
    "resource_uri": "/api/rest/v2/citation/75910/"
  }, 
  "id": 91530, 
  "blocked": false, 
  "judges": "Matthews", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1886-01-04", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>116 U.S. 277 (1886)</b></center>\n<center><h1>RENAUD<br>\nv.<br>\nABBOTT.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 7, 8, 1885.</center>\n<center>Decided January 4, 1886.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF NEW HAMPSHIRE.\n<p><span class=\"star-pagination\">*278</span> <i>Mr. Assistant Attorney-General Maury</i> for plaintiff in error. <i>Mr. Thomas J. Semmes</i> and <i>Mr. Robert Mott</i> filed a brief for same.</p>\n<p><i>Mr. Samuel C. Eastman</i> for defendant in error.</p>\n<p><span class=\"star-pagination\">*280</span> MR. JUSTICE MATTHEWS delivered the opinion of the court.</p>\n<p>The writ of error in this case was sued out and allowed by the Chief Justice of the Supreme Court of New Hampshire, on June 13, 1882, returnable to October Term, 1882, of this court. The transcript of the record was filed here July 14, 1882, and the defendant in error entered his appearance, through counsel, on July 28, 1882, which, though special in terms, was not limited to any particular purpose.</p>\n<p><span class=\"star-pagination\">*281</span> At October Term, 1883, a motion was filed to dismiss the cause on two grounds: 1, because the citation had been served on the defendant in error in Massachusetts by the marshal of that district; and, 2, because the present plaintiff in error had been improperly substituted as successor to the plaintiff in the judgment sought to be reviewed. This motion to dismiss, although submitted to the court at that term, was postponed until the hearing on the merits. So far as the first ground is involved it comes too late. The alleged irregularity in the service of the citation could, at any rate, only have been taken advantage of by a motion to dismiss, made promptly on an appearance limited to that special purpose, and was cured by such an appearance as was entered in this case. <i>United States</i> v. <i>Yates,</i> 6 How. 606, 608; <i>Buckingham</i> v. <i>McLean,</i> 13 How. 150.</p>\n<p>The judgment sought to be reviewed was rendered in favor of the defendant, in a suit brought by Isaac L. Wilbur upon a judgment rendered in his favor, as syndic of his creditors under the laws of Louisiana, in the Fifth District Court of New Orleans, in that State. Wilbur having died in July, 1881, after the judgment against him in the Supreme Court of New Hampshire, William H. Renaud thereupon, on June 12, 1882, on his petition, showing that he had been appointed under the laws of Louisiana to succeed Wilbur as syndic of his creditors, was substituted as plaintiff in the judgment, and allowed to prosecute a writ of error to this court. It was the province of the Supreme Court of New Hampshire to permit this substitution, and its action in doing so is not open to objection by the defendant in error in this court. We receive the transcript of the record in the cause as it is certified to us by that court, in answer to the precept of the writ of error allowed and issued to that end. When brought here it is open to examination only for the purpose of deciding whether it contains a Federal question within our jurisdiction, and if so, whether there is error in the decision of that question by the Supreme Court of the State. Whether the present plaintiff in error ought to have been substituted for the deceased plaintiff in the judgment to be reviewed was a question of practice under the laws <span class=\"star-pagination\">*282</span> of New Hampshire, which the Supreme Court of that State had the exclusive right to determine. It is not open to any inquiry on our part under the present writ.</p>\n<p>The action was in debt brought by Wilbur upon a judgment alleged to have been recovered by him in the Fifth District Court of the City of New Orleans, in the State of Louisiana, against Joseph S. Abbott, then in full life, and one Edward A. Abbott, for the sum of $23,383.69, with interest thereon from November 1, 1862, as damages in a certain cause then pending in said court between the said plaintiff and the said Joseph S. Abbott and Edward A. Abbott, as copartners under the name of J.S. &amp; E.A. Abbott, and for costs of suit. Edward A. Abbott, as administrator of Joseph S. Abbott, alone was sued. The plea was <i>nul tiel record.</i></p>\n<p>The plaintiff offered in evidence a duly certified transcript of the record of the judgment sued on. From that it appeared that the citation and copy of the petition were returned by the sheriff, served on J.S. Abbott, one of the defendants, personally, on December 28, 1866. No service on the other defendant appears to have been made. Judgment was afterwards entered therein as follows:</p>\n\"I.L. Wilbur, Syndic, &amp;c., |\n           <i>vs.</i>              &gt; No. 16,987.\n   J.S. &amp; E.A. Abbott.     |\n<p>\"On motion of E.C. Mix, of counsel for plaintiff, and on introducing due proof of the claim of said plaintiff \u0097</p>\n<p>\"It is ordered and adjudged that the default herein entered on the eleventh of January, 1867, be now confirmed and made final, and that plaintiff, I.L. Wilbur, in his capacity as syndic of his creditors and of the creditors of Wilbur and Borge, recover of the defendants, Joseph S. and Edward A. Abbott, who reside in Concord, in the State of New Hampshire, are commercial partners there doing business under the style and firm of J.S. &amp; E.A. Abbott, <i>in solido,</i> the sum of twenty-three thousand three hundred and eighty-three 69/100 dollars, with legal interest from the first of November, 1862, until paid, and costs of suit.</p>\n<p><span class=\"star-pagination\">*283</span> \"Judgment rendered 19th January, 1867. Signed 24th January, 1867.</p>\n          (Signed)              CHAS. LEAUMONT, <i>Judge.</i>\"\n<p>The defendant objected to this transcript as evidence on the ground that the record disclosed a judgment that was void, because it was a joint judgment against two with service [of] process upon one only.</p>\n<p>But the plaintiff supplemented the proof by offering in evidence the transcript of another judgment rendered in the same court, in a proceeding numbered 17,608, in which Joseph S. Abbott and Edward A. Abbott were plaintiffs and the said Isaac L. Wilbur was defendant, being a suit in which the plaintiffs sought to obtain a decree of nullity of the judgment against them in the former action numbered 16,987.</p>\n<p>The petition in this suit of nullity set forth the judgment it sought to annul, recited the proceedings in which it was rendered, and averred \"that no service of a copy of the petition or citation in said suit was ever made on them, either individually or collectively, personally or otherwise,\" and \"that the return of the sheriff that personal service of a copy of the petition and citation was made on J.S. Abbott, one of your petitioners and defendant in said suit, is not true.\" The prayer was that, for this reason, the said judgment be declared to be absolutely null and void and of no effect.</p>\n<p>To this petition Wilbur, the defendant therein, answered as follows:</p>\n<p>\"Now comes the defendant, I.L. Wilbur, syndic, &amp;c., of his creditors and the creditors of Wilbur &amp; Co., Wilbur &amp; Arnot, and Wilbur &amp; Borge, and for answer to the petition of the plaintiffs denies all and singular the allegations therein contained, and avers that the judgment in suit No. 16,987 on the docket of this court, sought to be annulled, is a valid judgment rendered on citation of proper parties, and cannot be impeached.</p>\n<p>\"This respondent further pleads that the plaintiffs have judicially admitted that they were properly cited in said suit No. 16,987, and are estopped to deny citation in said suit for <span class=\"star-pagination\">*284</span> this: That said plaintiffs after the institution of said suit against them in this court, and after judgment rendered in said suit No. 16,987, did institute a suit in the Third District Court of New Orleans against Frank Borge, as a partner of the firm of Wilbur &amp; Borge, said suit being entitled J.S. &amp; E.A. Abbott <i>vs.</i> Frank Borge, and numbered 21,376 on the docket of said Third District Court, and the said Frank Borge, to protect himself as a partner, as aforesaid, from the unjust demand of the plaintiffs, set up and made in said suit in the Third District Court a reconventional claim or demand against the plaintiffs for the matters and things, and for the same cause of action which constituted the basis of the judgment now sought to be annulled, and this respondent intervened and made himself, as syndic, a party to said reconventional demand, and the said plaintiffs in this suit and the plaintiffs in said suit No. 21,376, in the Third District Court aforesaid, being the same parties, did, for the purpose of defeating and causing the dismissal of said reconventional demand in the Third District Court aforesaid, plead to the same the judgment aforesaid rendered against them by this court in said suit No. 16,987, now sought to be annulled, and set the same up and made use thereof as a defence to said reconventional demand as in the nature of a plea of <i>lis pendens,</i> and the said Third District Court recognized said plea of <i>lis pendens,</i> and refused to hear any evidence as to the reconventional demand of said Borge as partner, as aforesaid, and dismissed the same, and gave judgment in favor of plaintiffs for their original demand.</p>\n<p>\"Wherefore this respondent avers that plaintiffs, having used the said suit No. 16,987 and the judgment therein rendered in manner aforesaid, are precluded from alleging that no such suit was pending and no such judgment was rendered, as in point of law there is no suit and no judgment without citation, and hence respondent avers that plaintiffs have judicially confessed they were parties defendants to said suit No. 16,987, and to the judgment therein rendered, and that said suit and judgment were valid.\"</p>\n<p>This action of nullity resulted in a judgment, signed May 7, 1868, as follows: \"This cause came on to-day for trial, when, <span class=\"star-pagination\">*285</span> after hearing pleadings, evidence, and counsel, and for the reasons orally assigned, it is adjudged and decreed that this suit be dismissed with judgment in favor of defendant, I.L. Wilbur.\" From this judgment a devolutive appeal was granted and taken to the Supreme Court of Louisiana, by which court it was affirmed for reasons set out in an opinion forming part of the record put in evidence in the present case, and thus embodied in the record before us. The following extract from that opinion sufficiently shows the ground of the judgment:</p>\n<p>\"Returning to the facts of this case, we find the plaintiffs in the Third District Court defeating a large demand of defendant by the plea that there was then pending in the Fifth District Court a suit against them for the same demand by the same party. They thus declared judicially that they had been cited in the Fifth District Court, and they made this assertion to their own benefit and to the injury of the opposite party, and they cannot be heard now to say that their assertion was false, and that the person on whom service of citation was made was not of the commercial firm.\" <i>Abbott</i> v. <i>Wilbur,</i> 22 La. Ann. 368.</p>\n<p>There was no evidence in the present case, except the foregoing two transcripts, and it is upon them that the questions of law, decided by the Supreme Court of New Hampshire, have arisen.</p>\n<p>That court, whose opinion is certified to us in the record, in affirming the judgment of the court of original jurisdiction in New Hampshire in favor of the defendant, proceeded on the ground that, by the common law in force in New Hampshire, a joint judgment against two defendants is void as to both where only one is served with process, and, although valid by the law of Louisiana where it was rendered, can have no other effect when sued on in New Hampshire than if it had been rendered in the latter State. This court, upon writ of error to the highest court of a State, does not take judicial notice of the law of another State, not proved in that court and made part of the record sent up, unless by the local law that court takes judicial notice of it. <i>Hanley</i> v. <i>Donoghue, ante,</i> 1. But the Supreme Court of New Hampshire took judicial notice, and <span class=\"star-pagination\">*286</span> rightfully, we are bound to assume, under the law and practice of that State, of the law of Louisiana on the point, citing Article 182 of the Code of Practice of 1853, as follows: \"Nevertheless, if the defendants are husband and wife, or minors interdicted, or absent persons having the same curator, or persons represented by the same attorney in fact, or partners of the same firm or members of the same corporation, it will be sufficient to deliver one citation and one single copy of the petition to the person representing such defendants.\" It thereupon says: \"This statute sustains the plaintiffs' contention on this point, and shows that the judgment on which this suit is brought is valid in Louisiana. But it is nevertheless invalid in New Hampshire because it is invalid by New Hampshire law; would be invalid if it had been rendered in New Hampshire, and because the Constitution and laws gave it no more force or effect than it would have if it had been rendered here.\"</p>\n<p>So the judgment in the action of nullity, in which both the Abbotts were actors and by which they were both bound, is a direct adjudication by the Supreme Court of Louisiana that the original judgment now sued on, although process was served upon one defendant only, was a valid judgment by the laws of that State. And on the point of the estoppel, based on the judgment in the action of nullity, the Supreme Court of New Hampshire said: \"The <i>res adjudicata</i> is the Louisiana decision that these defendants asserted that the first judgment was valid in Louisiana by the law of that State, and were by Louisiana law estopped to assert the contrary. The defendants do not now assert the contrary. They assert that if in Louisiana, by the law of that State, the first judgment is valid, with notice given to one of the defendants, it is not valid here, and that if they are estopped to assert that it is invalid in Louisiana upon the law of Louisiana, they are not estopped to assert that it is invalid in New Hampshire by the law of New Hampshire.\"</p>\n<p>But the act of Congress of May 26, 1790, ch. 11, 1 Stat. 122, now § 905 of the Revised Statutes, passed in pursuance of the express authority of the first section of the fourth article <span class=\"star-pagination\">*287</span> of the Constitution of the United States, prescribes the manner in which the records and judicial proceedings of the courts of any State shall be authenticated and proved, and enacts that \"the said records and judicial proceedings so authenticated shall have such faith and credit given to them in every court within the United States as they have by law or usage in the courts of the State from which they are taken.\" In <i>Hanley</i> v. <i>Donoghue, ubi supra,</i> it was said: \"By the settled construction of these provisions of the Constitution and statutes of the United States a judgment of a State court, in a cause within its jurisdiction and against a defendant lawfully summoned, or against lawfully attached property of an absent defendant, is entitled to as much force and effect against the person summoned or the property attached, when the question is presented for decision in a court of another State, as it has in the State in which it was rendered.\"</p>\n<p>The act of Congress has been restricted in its application by a series of decisions of this court to judgments of State courts, when they had jurisdiction of the cause and of the parties; and in actions brought on such judgments in other States, it has always been held that it was open to a defendant, whether sued alone or jointly with others, to show by plea and proof that he had not been served with process or had not voluntarily appeared. <i>D'Arcy</i> v. <i>Ketchum,</i> 11 How. 165; <i>Thompson</i> v. <i>Whitman,</i> 18 Wall. 457; <i>Knowles</i> v. <i>Gas-light and Coke Co.,</i> 19 Wall. 58; <i>Hall</i> v. <i>Lanning,</i> 91 U.S. 160. On the other hand, it has never been denied, that, as was said in <i>Hanley</i> v. <i>Donoghue, ubi supra,</i> \"It is within the power of the legislature of a State to enact that judgments which shall be rendered in its courts in actions against joint defendants, one of whom has not been duly served with process, shall be valid as to those who have been so served, or who have appeared in the action.\" In <i>Hall</i> v. <i>Lanning, ubi supra,</i> it was said: \"Various effects and consequences are attributed to such judgments in the States in which they are rendered. They are generally held to bind the common property of the joint debtors, as well as the separate property of those served with process, when such property is situated in the State, but not <span class=\"star-pagination\">*288</span> the separate property of those not served; and whilst they are binding personally on the former, they are regarded as either not personally binding at all, or only <i>prima facie</i> binding on the latter.\"</p>\n<p>It is not material in the present case to inquire into or to know what effect the laws of Louisiana purport to give to the judgment sued on in respect to Edward A. Abbott, one of the defendants not served with process and who did not appear in the action, because he is not sued in the present action. If he had been joined in this action, the record itself showing that he was not subject to the jurisdiction of the court rendering the judgment, his defence would have been apparent and perfect; and the judgment in the action of nullity might perhaps be restrained as an estoppel, to prevent him only from asserting the invalidity of the judgment, to the extent and for the purposes merely for which he had used and enforced it judicially in Louisiana. However that may be, it is not and cannot be denied that the judgment in Louisiana here sued on is effective and conclusive as a personal obligation against Joseph S. Abbott, who was within the jurisdiction of the court by personal service of process, and enforceable within that State against him severally, notwithstanding it was a joint judgment against two, of whom he alone was served. The same effect should have been given to it when the administrator of Joseph S. Abbott was sued upon it in New Hampshire, for such is the requirement of the act of Congress. The principle which protects a person against the operation of judicial proceedings to which he is not a party is one of universal jurisprudence, because it is the dictate of common justice. <i>Pennoyer</i> v. <i>Neff,</i> 95 U.S. 714. But the rule that exonerates a defendant actually served with process from the obligation of a judgment, because rendered also against another who has not been served, and therefore is not bound, is purely technical, and when by the local law, according to which such a judgment has been rendered, a different rule has been established, which enforces the personal obligation of the defendant who has been served or who has appeared in the action, the act of Congress requires that the same effect shall be <span class=\"star-pagination\">*289</span> given to it in every other State in which it may be sued on, whatever may be the rule that there prevails in respect to its domestic judgments. Such was the ground of decision in <i>Burt</i> v. <i>Delano,</i> 4 Cliff. 611, 618, and in <i>Stockwell</i> v. <i>McCracken,</i> 109 Mass. 84, as well as in the case of <i>Hanley</i> v. <i>Donoghue,</i> already referred to.</p>\n<p><i>The judgment of the Supreme Court of New Hampshire is reversed, and the cause is remanded, with instructions to to take such further proceedings therein as are not inconsistent with this opinion.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:03:23", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">277</span></span> (1886)</b></center>\n<center><h1>RENAUD<br>\nv.<br>\nABBOTT.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 7, 8, 1885.</center>\n<center>Decided January 4, 1886.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF NEW HAMPSHIRE.\n<p><span class=\"star-pagination\">*278</span> <i>Mr. Assistant Attorney-General Maury</i> for plaintiff in error. <i>Mr. Thomas J. Semmes</i> and <i>Mr. Robert Mott</i> filed a brief for same.</p>\n<p><i>Mr. Samuel C. Eastman</i> for defendant in error.</p>\n<p><span class=\"star-pagination\">*280</span> MR. JUSTICE MATTHEWS delivered the opinion of the court.</p>\n<p>The writ of error in this case was sued out and allowed by the Chief Justice of the Supreme Court of New Hampshire, on June 13, 1882, returnable to October Term, 1882, of this court. The transcript of the record was filed here July 14, 1882, and the defendant in error entered his appearance, through counsel, on July 28, 1882, which, though special in terms, was not limited to any particular purpose.</p>\n<p><span class=\"star-pagination\">*281</span> At October Term, 1883, a motion was filed to dismiss the cause on two grounds: 1, because the citation had been served on the defendant in error in Massachusetts by the marshal of that district; and, 2, because the present plaintiff in error had been improperly substituted as successor to the plaintiff in the judgment sought to be reviewed. This motion to dismiss, although submitted to the court at that term, was postponed until the hearing on the merits. So far as the first ground is involved it comes too late. The alleged irregularity in the service of the citation could, at any rate, only have been taken advantage of by a motion to dismiss, made promptly on an appearance limited to that special purpose, and was cured by such an appearance as was entered in this case. <i>United States</i> v. <i>Yates,</i> <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">How.</span> <span class=\"page\">606</span></span>, 608; <i>Buckingham</i> v. <i>McLean,</i> 13 How. 150.</p>\n<p>The judgment sought to be reviewed was rendered in favor of the defendant, in a suit brought by Isaac L. Wilbur upon a judgment rendered in his favor, as syndic of his creditors under the laws of Louisiana, in the Fifth District Court of New Orleans, in that State. Wilbur having died in July, 1881, after the judgment against him in the Supreme Court of New Hampshire, William H. Renaud thereupon, on June 12, 1882, on his petition, showing that he had been appointed under the laws of Louisiana to succeed Wilbur as syndic of his creditors, was substituted as plaintiff in the judgment, and allowed to prosecute a writ of error to this court. It was the province of the Supreme Court of New Hampshire to permit this substitution, and its action in doing so is not open to objection by the defendant in error in this court. We receive the transcript of the record in the cause as it is certified to us by that court, in answer to the precept of the writ of error allowed and issued to that end. When brought here it is open to examination only for the purpose of deciding whether it contains a Federal question within our jurisdiction, and if so, whether there is error in the decision of that question by the Supreme Court of the State. Whether the present plaintiff in error ought to have been substituted for the deceased plaintiff in the judgment to be reviewed was a question of practice under the laws <span class=\"star-pagination\">*282</span> of New Hampshire, which the Supreme Court of that State had the exclusive right to determine. It is not open to any inquiry on our part under the present writ.</p>\n<p>The action was in debt brought by Wilbur upon a judgment alleged to have been recovered by him in the Fifth District Court of the City of New Orleans, in the State of Louisiana, against Joseph S. Abbott, then in full life, and one Edward A. Abbott, for the sum of $23,383.69, with interest thereon from November 1, 1862, as damages in a certain cause then pending in said court between the said plaintiff and the said Joseph S. Abbott and Edward A. Abbott, as copartners under the name of J.S. &amp; E.A. Abbott, and for costs of suit. Edward A. Abbott, as administrator of Joseph S. Abbott, alone was sued. The plea was <i>nul tiel record.</i></p>\n<p>The plaintiff offered in evidence a duly certified transcript of the record of the judgment sued on. From that it appeared that the citation and copy of the petition were returned by the sheriff, served on J.S. Abbott, one of the defendants, personally, on December 28, 1866. No service on the other defendant appears to have been made. Judgment was afterwards entered therein as follows:</p>\n\"I.L. Wilbur, Syndic, &amp;c., |\n           <i>vs.</i>              &gt; No. 16,987.\n   J.S. &amp; E.A. Abbott.     |\n<p>\"On motion of E.C. Mix, of counsel for plaintiff, and on introducing due proof of the claim of said plaintiff \u0097</p>\n<p>\"It is ordered and adjudged that the default herein entered on the eleventh of January, 1867, be now confirmed and made final, and that plaintiff, I.L. Wilbur, in his capacity as syndic of his creditors and of the creditors of Wilbur and Borge, recover of the defendants, Joseph S. and Edward A. Abbott, who reside in Concord, in the State of New Hampshire, are commercial partners there doing business under the style and firm of J.S. &amp; E.A. Abbott, <i>in solido,</i> the sum of twenty-three thousand three hundred and eighty-three 69/100 dollars, with legal interest from the first of November, 1862, until paid, and costs of suit.</p>\n<p><span class=\"star-pagination\">*283</span> \"Judgment rendered 19th January, 1867. Signed 24th January, 1867.</p>\n          (Signed)              CHAS. LEAUMONT, <i>Judge.</i>\"\n<p>The defendant objected to this transcript as evidence on the ground that the record disclosed a judgment that was void, because it was a joint judgment against two with service [of] process upon one only.</p>\n<p>But the plaintiff supplemented the proof by offering in evidence the transcript of another judgment rendered in the same court, in a proceeding numbered 17,608, in which Joseph S. Abbott and Edward A. Abbott were plaintiffs and the said Isaac L. Wilbur was defendant, being a suit in which the plaintiffs sought to obtain a decree of nullity of the judgment against them in the former action numbered 16,987.</p>\n<p>The petition in this suit of nullity set forth the judgment it sought to annul, recited the proceedings in which it was rendered, and averred \"that no service of a copy of the petition or citation in said suit was ever made on them, either individually or collectively, personally or otherwise,\" and \"that the return of the sheriff that personal service of a copy of the petition and citation was made on J.S. Abbott, one of your petitioners and defendant in said suit, is not true.\" The prayer was that, for this reason, the said judgment be declared to be absolutely null and void and of no effect.</p>\n<p>To this petition Wilbur, the defendant therein, answered as follows:</p>\n<p>\"Now comes the defendant, I.L. Wilbur, syndic, &amp;c., of his creditors and the creditors of Wilbur &amp; Co., Wilbur &amp; Arnot, and Wilbur &amp; Borge, and for answer to the petition of the plaintiffs denies all and singular the allegations therein contained, and avers that the judgment in suit No. 16,987 on the docket of this court, sought to be annulled, is a valid judgment rendered on citation of proper parties, and cannot be impeached.</p>\n<p>\"This respondent further pleads that the plaintiffs have judicially admitted that they were properly cited in said suit No. 16,987, and are estopped to deny citation in said suit for <span class=\"star-pagination\">*284</span> this: That said plaintiffs after the institution of said suit against them in this court, and after judgment rendered in said suit No. 16,987, did institute a suit in the Third District Court of New Orleans against Frank Borge, as a partner of the firm of Wilbur &amp; Borge, said suit being entitled J.S. &amp; E.A. Abbott <i>vs.</i> Frank Borge, and numbered 21,376 on the docket of said Third District Court, and the said Frank Borge, to protect himself as a partner, as aforesaid, from the unjust demand of the plaintiffs, set up and made in said suit in the Third District Court a reconventional claim or demand against the plaintiffs for the matters and things, and for the same cause of action which constituted the basis of the judgment now sought to be annulled, and this respondent intervened and made himself, as syndic, a party to said reconventional demand, and the said plaintiffs in this suit and the plaintiffs in said suit No. 21,376, in the Third District Court aforesaid, being the same parties, did, for the purpose of defeating and causing the dismissal of said reconventional demand in the Third District Court aforesaid, plead to the same the judgment aforesaid rendered against them by this court in said suit No. 16,987, now sought to be annulled, and set the same up and made use thereof as a defence to said reconventional demand as in the nature of a plea of <i>lis pendens,</i> and the said Third District Court recognized said plea of <i>lis pendens,</i> and refused to hear any evidence as to the reconventional demand of said Borge as partner, as aforesaid, and dismissed the same, and gave judgment in favor of plaintiffs for their original demand.</p>\n<p>\"Wherefore this respondent avers that plaintiffs, having used the said suit No. 16,987 and the judgment therein rendered in manner aforesaid, are precluded from alleging that no such suit was pending and no such judgment was rendered, as in point of law there is no suit and no judgment without citation, and hence respondent avers that plaintiffs have judicially confessed they were parties defendants to said suit No. 16,987, and to the judgment therein rendered, and that said suit and judgment were valid.\"</p>\n<p>This action of nullity resulted in a judgment, signed May 7, 1868, as follows: \"This cause came on to-day for trial, when, <span class=\"star-pagination\">*285</span> after hearing pleadings, evidence, and counsel, and for the reasons orally assigned, it is adjudged and decreed that this suit be dismissed with judgment in favor of defendant, I.L. Wilbur.\" From this judgment a devolutive appeal was granted and taken to the Supreme Court of Louisiana, by which court it was affirmed for reasons set out in an opinion forming part of the record put in evidence in the present case, and thus embodied in the record before us. The following extract from that opinion sufficiently shows the ground of the judgment:</p>\n<p>\"Returning to the facts of this case, we find the plaintiffs in the Third District Court defeating a large demand of defendant by the plea that there was then pending in the Fifth District Court a suit against them for the same demand by the same party. They thus declared judicially that they had been cited in the Fifth District Court, and they made this assertion to their own benefit and to the injury of the opposite party, and they cannot be heard now to say that their assertion was false, and that the person on whom service of citation was made was not of the commercial firm.\" <i>Abbott</i> v. <i>Wilbur,</i> 22 La. Ann. 368.</p>\n<p>There was no evidence in the present case, except the foregoing two transcripts, and it is upon them that the questions of law, decided by the Supreme Court of New Hampshire, have arisen.</p>\n<p>That court, whose opinion is certified to us in the record, in affirming the judgment of the court of original jurisdiction in New Hampshire in favor of the defendant, proceeded on the ground that, by the common law in force in New Hampshire, a joint judgment against two defendants is void as to both where only one is served with process, and, although valid by the law of Louisiana where it was rendered, can have no other effect when sued on in New Hampshire than if it had been rendered in the latter State. This court, upon writ of error to the highest court of a State, does not take judicial notice of the law of another State, not proved in that court and made part of the record sent up, unless by the local law that court takes judicial notice of it. <i>Hanley</i> v. <i>Donoghue, ante,</i> 1. But the Supreme Court of New Hampshire took judicial notice, and <span class=\"star-pagination\">*286</span> rightfully, we are bound to assume, under the law and practice of that State, of the law of Louisiana on the point, citing Article 182 of the Code of Practice of 1853, as follows: \"Nevertheless, if the defendants are husband and wife, or minors interdicted, or absent persons having the same curator, or persons represented by the same attorney in fact, or partners of the same firm or members of the same corporation, it will be sufficient to deliver one citation and one single copy of the petition to the person representing such defendants.\" It thereupon says: \"This statute sustains the plaintiffs' contention on this point, and shows that the judgment on which this suit is brought is valid in Louisiana. But it is nevertheless invalid in New Hampshire because it is invalid by New Hampshire law; would be invalid if it had been rendered in New Hampshire, and because the Constitution and laws gave it no more force or effect than it would have if it had been rendered here.\"</p>\n<p>So the judgment in the action of nullity, in which both the Abbotts were actors and by which they were both bound, is a direct adjudication by the Supreme Court of Louisiana that the original judgment now sued on, although process was served upon one defendant only, was a valid judgment by the laws of that State. And on the point of the estoppel, based on the judgment in the action of nullity, the Supreme Court of New Hampshire said: \"The <i>res adjudicata</i> is the Louisiana decision that these defendants asserted that the first judgment was valid in Louisiana by the law of that State, and were by Louisiana law estopped to assert the contrary. The defendants do not now assert the contrary. They assert that if in Louisiana, by the law of that State, the first judgment is valid, with notice given to one of the defendants, it is not valid here, and that if they are estopped to assert that it is invalid in Louisiana upon the law of Louisiana, they are not estopped to assert that it is invalid in New Hampshire by the law of New Hampshire.\"</p>\n<p>But the act of Congress of May 26, 1790, ch. 11, 1 Stat. 122, now § 905 of the Revised Statutes, passed in pursuance of the express authority of the first section of the fourth article <span class=\"star-pagination\">*287</span> of the Constitution of the United States, prescribes the manner in which the records and judicial proceedings of the courts of any State shall be authenticated and proved, and enacts that \"the said records and judicial proceedings so authenticated shall have such faith and credit given to them in every court within the United States as they have by law or usage in the courts of the State from which they are taken.\" In <i>Hanley</i> v. <i>Donoghue, ubi supra,</i> it was said: \"By the settled construction of these provisions of the Constitution and statutes of the United States a judgment of a State court, in a cause within its jurisdiction and against a defendant lawfully summoned, or against lawfully attached property of an absent defendant, is entitled to as much force and effect against the person summoned or the property attached, when the question is presented for decision in a court of another State, as it has in the State in which it was rendered.\"</p>\n<p>The act of Congress has been restricted in its application by a series of decisions of this court to judgments of State courts, when they had jurisdiction of the cause and of the parties; and in actions brought on such judgments in other States, it has always been held that it was open to a defendant, whether sued alone or jointly with others, to show by plea and proof that he had not been served with process or had not voluntarily appeared. <i>D'Arcy</i> v. <i>Ketchum,</i> 11 How. 165; <i>Thompson</i> v. <i>Whitman,</i> 18 Wall. 457; <i>Knowles</i> v. <i>Gas-light and Coke Co.,</i> 19 Wall. 58; <i>Hall</i> v. <i>Lanning,</i> 91 U.S. 160. On the other hand, it has never been denied, that, as was said in <i>Hanley</i> v. <i>Donoghue, ubi supra,</i> \"It is within the power of the legislature of a State to enact that judgments which shall be rendered in its courts in actions against joint defendants, one of whom has not been duly served with process, shall be valid as to those who have been so served, or who have appeared in the action.\" In <i>Hall</i> v. <i>Lanning, ubi supra,</i> it was said: \"Various effects and consequences are attributed to such judgments in the States in which they are rendered. They are generally held to bind the common property of the joint debtors, as well as the separate property of those served with process, when such property is situated in the State, but not <span class=\"star-pagination\">*288</span> the separate property of those not served; and whilst they are binding personally on the former, they are regarded as either not personally binding at all, or only <i>prima facie</i> binding on the latter.\"</p>\n<p>It is not material in the present case to inquire into or to know what effect the laws of Louisiana purport to give to the judgment sued on in respect to Edward A. Abbott, one of the defendants not served with process and who did not appear in the action, because he is not sued in the present action. If he had been joined in this action, the record itself showing that he was not subject to the jurisdiction of the court rendering the judgment, his defence would have been apparent and perfect; and the judgment in the action of nullity might perhaps be restrained as an estoppel, to prevent him only from asserting the invalidity of the judgment, to the extent and for the purposes merely for which he had used and enforced it judicially in Louisiana. However that may be, it is not and cannot be denied that the judgment in Louisiana here sued on is effective and conclusive as a personal obligation against Joseph S. Abbott, who was within the jurisdiction of the court by personal service of process, and enforceable within that State against him severally, notwithstanding it was a joint judgment against two, of whom he alone was served. The same effect should have been given to it when the administrator of Joseph S. Abbott was sued upon it in New Hampshire, for such is the requirement of the act of Congress. The principle which protects a person against the operation of judicial proceedings to which he is not a party is one of universal jurisprudence, because it is the dictate of common justice. <i>Pennoyer</i> v. <i>Neff,</i> 95 U.S. 714. But the rule that exonerates a defendant actually served with process from the obligation of a judgment, because rendered also against another who has not been served, and therefore is not bound, is purely technical, and when by the local law, according to which such a judgment has been rendered, a different rule has been established, which enforces the personal obligation of the defendant who has been served or who has appeared in the action, the act of Congress requires that the same effect shall be <span class=\"star-pagination\">*289</span> given to it in every other State in which it may be sued on, whatever may be the rule that there prevails in respect to its domestic judgments. Such was the ground of decision in <i>Burt</i> v. <i>Delano,</i> 4 Cliff. 611, 618, and in <i>Stockwell</i> v. <i>McCracken,</i> <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">84</span></span>, as well as in the case of <i>Hanley</i> v. <i>Donoghue,</i> already referred to.</p>\n<p><i>The judgment of the Supreme Court of New Hampshire is reversed, and the cause is remanded, with instructions to to take such further proceedings therein as are not inconsistent with this opinion.</i></p>\n</div>", 
  "sha1": "0aade798c7add94f1d4a41f0c97108154d779592", 
  "date_modified": "2014-12-21T01:29:59.227071", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/91530/renaud-v-abbott/", 
  "citation_count": 1, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1238511/", 
  "html": "<p class=\"case_cite\">6 S.Ct. 1194</p>\n    <p class=\"case_cite\">116 U.S. 277</p>\n    <p class=\"case_cite\">29 L.Ed. 629</p>\n    <p class=\"parties\">RENAUD<br>v.<br>ABBOTT.</p>\n    <p class=\"date\">Filed January 4, 1886.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Asst. Atty. Gen. Maury, (Thomas J. Semmes</i> and <i>Robert Mott</i> with him,) for plaintiff in error.</p>\n      <p class=\"indent\"><i>Samuel C. Eastman</i>, for defendant in error.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 278-280 intentionally omitted]</p>\n      <p class=\"indent\">MATTHEWS, J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The writ of error in this case was sued out and allowed by the chief justice of the supreme court of New Hampshire, on June 13, 1882, returnable to October term, 1882, of this court. The transcript of the record was filed here July 14, 1882, and the defendant in error entered his appearance, through counsel, on July 28, 1882, which, though special in terms, was not limited to any particular purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At October term, 1883, a motion was filed to dismiss the cause on two grounds: (1) Because the citation had been served on the defendant in error in Massachusetts by the marshal of that district; and (2) because the present plaintiff in error had been improperly substituted as successor to the plaintiff in the judgment sought to be reviewed. This motion to dismiss, although submitted to the court at that term, was postponed until the hearing on the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">So far as the first ground is involved, it comes too late. The alleged irregularity in the service of the citation could, at any rate, only have been taken advantage of by a motion to dismiss, made promptly on an appearance limited to that special purpose, and was cured by such an appearance as was entered in this case. <i>U. S.</i> v. <i>Yates</i>, 6 How. 606, 608; <i>Buckingham</i> v. <i>McLean</i>, 13 How. 150.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The judgment sought to be reviewed was rendered in favor of the defendant in a suit brought by Isaac L. Wilbur upon a judgment rendered in his favor, as syndic of his creditors under the laws of Louisiana, in the Fifth district court of New Orleans, in that state. Wilbur having died in July, 1881, after the judgment against him in the supreme court of New Hampshire, William H. Renaud thereupon, on June 12, 1882, on his petition showing that he had been appointed under the laws of Louisiana to succeed Wilbur as syndic of his creditors, was substituted as plaintiff in the judgment, and allowed to prosecute a writ of error to this court. It was the province of the supreme court of New Hampshire to permit this substitution, and its action in doing so is not open to objection by the defendant in error in this court. We receive the transcript of the record in the cause as it is certified to us by that court in answer to the precept of the writ of error allowed and issued to that end. When brought here it is open to examination only for the purpose of deciding whether it contains a federal question within our jurisdiction, and, if so, whether there is error in the decision of that question by the supreme court of the state. Whether the present plaintiff in error ought to have been substituted for the deceased plaintiff in the judgment to be reviewed was a question of practice under the laws of New Hampshire, which the supreme court of that state had the exclusive right to determine. It is not open to any inquiry on our part under the present writ.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The action was in debt, brought by Wilbur upon a judgment alleged to have been recovered by him in the Fifth district court of the City of New Orleans, in the state of Louisiana, against Joseph S. Abbott, then in full life, and one Edward A. Abbott, for the sum of $23,383.69, with interest thereon from November 1, 1862, as damages in a certain cause then pending in said court between the said plaintiff and the said Joseph S. Abbott and Edward A. Abbott, as copartuers under the name of J. S. &amp; E. A. Abbott, and for costs of suit. Edward A. Abbott, as administrator of Joseph S. Abbott, alone was sued. The plea was <i>nul tiel record</i>. The plaintiff offered in evidence a duly-certified transcript of the record of the judgment sued on. From that it appeared that the citation and copy of the petition were returned by the sheriff, served on J. S. Abbott, one of the defendants, personally, on December 28, 1866. No service on the other defendant appears to have been made. Judgment was afterwards entered therein as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'<i>I. L. Wilbur, Syndic, etc.</i>, v. <i>J. S. &amp; E. A. Abbott</i>. (No.      16,987.)</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'On motion of E. C. Mix, of counsel for plaintiff, and on      introducing due proof of the claim of said plaintiff, it is      ordered and adjudged that the default herein entered on the      eleventh of January, 1867, be now confirmed and made final;      and that plaintiff, I. L. Wilbur, in his capacity as syndic      of his creditors, and of the creditors of Wilbur and Borge,      recover of the defendants, Joseph S. and Edward A. Abbott,      who reside in Concord, in the state of Now Hampshire, are      commercial partners there doing business under the style and      firm of J. S. &amp; E. A. Abbott, <i>in solido</i>, the sum of      twenty-three thousand three hundred and eighty-three 69-100      dollars, with legal interest from the first of November,      1862, until paid, and costs of suit.</p>\n    </div>\n    <p class=\"center\">'Judgment rendered nineteenth January, 1867. Signed</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>twenty-fourth January, 1867.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">[Signed]</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'CUAS. LEAUMONT, Judge.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The defendant objected to this transcript as evidence on the ground that the record disclosed a judgment that was void, because it was a joint judgment against two, with service [of] process upon one only. But the plaintiff supplemented the proof by offering in evidence the transcript of another judgment rendered in the same court, in a proceeding numbered 17,608, in which Joseph S. Abbott and Edward A. Abbott were plaintiffs, and the said Isaac L. Wilbur was defendant; being a suit in which the plaintiffs sought to obtain a decree of nullity of the judgment against them in the former action, numbered 16,987. The petition in this suit of nullity set forth the judgment it sought to annual, recited the proceedings in which it was rendered, and averred 'that no service of a copy of the petition or citation in said suit was ever made on them, either individually or collectively, personally or otherwise;' and 'that the return of the sheriff that personal service of a copy of the petition and citation was made on J. S. Abbott, one of your petitioners and defendant in said suit, is not true.' The prayer was that, for this reason, the said judgment be declared to be absolutely null and void and of no effect.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">To this petition Wilbur, the defendant therein, answered as follows: 'Now comes the defendant, I. L. Wilbur, syndic, etc., of his creditors, and the creditors of Wilbur &amp; Co., Wilbur &amp; Arnot, and Wilbur &amp; Borge, and, for answer to the petition of the plaintiffs, denies all and singular the allegations therein contained; and avers that the judgment in suit No. 16,987 on the docket of this court, sought to be annulled, is a valid judgment, rendered on citation of proper parties, and cannot be impeached. This respondent further pleads that the plaintiffs have judicially admitted that they were properly cited in said suit No. 16,987, and are estopped to deny citation in said suit for this: that said plaintiffs, after the institution of said suit against them in this court, and after judgment rendered in said suit No. 16,987, did institute a suit in the Third district court of New Orleans against Frank Borge, as a partner of the firm of Wilbur &amp; Borge, said suit being entitled <i>J. S. &amp; E. A. Abbott</i> v. <i>Frank Borge</i>, and numbered 21,376 on the docket of said Third district court; and the said Frank Borge, to protect himself as a partner, as aforesaid, from the unjust demand of the plaintiffs, set up and made in said suit in the Third district court a reconventional claim or demand against the plaintiffs for the matters and things and for the same cause of action which constituted the basis of the judgment now sought to be annulled; and this respondent intervened, and made himself, as syndic, a party to said reconventional demand; and the said plaintiffs in this suit, and the plaintiffs in said suit No. 21,376, in the Third district court aforesaid, being the same parties, did, for the purpose of defeating and causing the dismissal of said reconventional demand in the Third district court aforesaid, plead to the same the judgment aforesaid rendered against them by this court in said suit No. 16,987, now sought to be annulled, and set the same up and made use thereof as a defense to said reconventional demand as in the nature of a plea of <i>lis pendens;</i> and the said Third district court recognized said plea of <i>lis pendens</i>, and refused to hear any evidence as to the reconventional demand of said Borge, as partner, as aforesaid, and dismissed the same, and gave judgment in favor of plaintiffs for their original demand. Wherefore this respondent avers that plaintiffs, having used the said suit No. 16,987 and the judgment therein rendered in manner aforesaid, are precluded from alleging that no such suit was pending, and no such judgment was rendered, as in point of law there is no suit and no judgment without citation; and hence respondent avers that plaintiffs have judicially confessed they were parties defendant to said suit No. 16,987, and to the judgment therein rendered, and that said suit and judgment were valid.'</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">This action of nullity resulted in a judgment, signed May 7, 1868, as follows: 'This cause came on to-day for trial, when, after hearing pleadings, evidence, and counsel, and for the reasons orally assigned, it is adjudged and decreed that this suit be dismissed, with judgment in favor of defendant, I. L. Wilbur.'</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">From this judgment a devolutive appeal was granted and taken to the supreme court of Louisiana, by which court it was affirmed, for reasons set out in an opinion, forming part of the record put in evidence in the present case, and thus embodied in the record before us. The following extract from that opinion sufficiently shows the ground of the judgment: 'Returning to the facts of this case, we find the plaintiffs in the Third district court defeating a large demand of defendant by the plea that there was then pending in the Fifth district court a suit against them for the same demand by the same party. They thus declared judicially that they had been cited in the Fifth district court, and they made this assertion to their own benefit, and to the injury of the opposite party; and they cannot be heard now to say that their assertion was false, and that the person on whom service of citation was made was not of the commercial firm.' <i>Abbot</i> v. <i>Wilbur</i>, 22 La. Ann. 368.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">There was no evidence in the present case except the foregoing two transcripts, and it is upon them that the questions of law decided by the supreme count of New Hampshire have arisen. That court, whose opinion is certified to us in the record, in affirming the judgment of the court of original jurisdiction in New Hampshire in favor of the defendant, proceeded on the ground that, by the common law in force in New Hampshire, a joint judgment against two defendants is void as to both, where only one is served with process, and, although valid by the law of Louisiana, where it was rendered, can have no other effect, when sued on in New Hampshire, than if it had been rendered in the latter state. This court, upon writ of error to the highest court of a state, does not take judicial notice of the law of another state, not proved in that court and made part of the record sent up, unless by the local law that court takes judicial notice of it. <i>Hanley</i> v. <i>Donoghue, ante</i>, 242. But the supreme court of New Hampshire took judicial notice, and rightfully, we are bound to assume, under the law and practice of that state, of the law of Louisiana on the point, citing article 182 of the Code of Practice of 1853, as follows: 'Nevertheless, if the defendants are husband and wife, or minors interdicted, or absent persons having the same curator, or persons represented by the same attorney in fact, or partners of the same firm, or members of the same corporation, it will be sufficient to deliver one citation and one single copy of the petition to the person representing such defendants.' It thereupon says: 'This statute sustains the plaintiffs' contention on this point, and shows that the judgment on which this suit is brought is valid in Louisiana. But it is nevertheless invalid in New Hampshire, because it is invalid by New Hampshire law; would be invalid if it had been rendered in New Hampshire, and because the constitution and laws gave it no more force or effect than it would have if it had been rendered here.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">So, the judgment in the action of nullity, in which both the Abbotts were actors, and by which they were both bound, is a direct adjudication by the supreme court of Louisiana that the original judgment now sued on, although process was served upon one defendant only, was a valid judgment by the laws of that state. And on the point of the estoppel, based on the judgment in the action of nullity, the supreme court of New Hampshire said: 'The <i>res adjudicata</i> is the Louisiana decision that these defendants asserted that the first judgment was valid in Louisiana by the law of that state, and were by Louisiana law estopped to assert the contrary. The defendants do not now assert the contrary. They assert that if in Louisiana, by the law of that state, the first judgment is valid, with notice given to one of the defendants, it is not valid here, and that, if they are estopped to assert that it is invalid in Louisiana upon the law of Louisiana, they are not estopped to assert that it is invalid in New Hampshire by the law of New Hampshire.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">But the act of congress of May 26, 1790, <i>c.</i> 11, (1 St. 122, now section 905, Rev. St.,) passed in pursuance of the express authority of the first section of the fourth article of the constitution of the United States, prescribes the manner in which the records and judicial proceedings of the courts of any state shall be authenticated and proved, and enacts that 'the said records and judicial proceedings so authenticated shall have such faith and credit given to them in every court within the United States as they have by law or usage in the courts of the state from which they are taken.' In <i>Hanley</i> v <i>Donoghue, ubi supra</i>, it was said: 'By the settled construction of these provisions of the constitution and statutes of the United States a judgment of a state court, in a cause within its jurisdiction, and against a defendant lawfully summoned, or against lawfully attached property of an absent deferdant, is entitled to as much force and effect against the person summoned or the property attached, when the question is presented for decision in a court of another state, as it has in the state in which it was rendered.'</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The act of congress has been restricted in its application, by a series of decisions of this court, to judgments of state courts, when they had jurisdiction of the cause and of the parties; and in actions brought on such judgments in other states, it has always been held that it was open to a defendant, whether sued alone or jointly with others, to show, by plea and proof, that he had not been served with process, or had not voluntarily appeared. <i>D'Arcy</i> v. <i>Ketchum</i>, 11 How. 165; <i>Thompson</i> v. <i>Whitman</i>, 18 Wall. 457; <i>Knowles</i> v. <i>Gas-light &amp; Coke Co.</i>, 19 Wall. 58; <i>Hall</i> v. <i>Lanning</i>, 91 U. S. 160. On the other hand, it has never been denied that, as was said in <i>Hanley</i> v. <i>Donoghue, ubi supra</i>, 'it is within the power of the legislature of a state to enact that judgments which shall be rendered in its courts in actions against joint defendants, one of whom has not been duly served with process, shall be valid as to those who have been so served, or who have appeared in the action.' In <i>Hall</i> v. <i>Lanning, ubi supra</i>, it was said: 'Various effects and consequences are attributed to such judgments in the states in which they are rendered. They are generally held to bind the common property of the joint debtors, as well as the separate property of those served with process, when such property is situated in the state, but no the separate property of those not served; and while they are binding personally on the former, they are regarded as either not personally binding at all, or only <i>prima facie</i> binding on the latter.'</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">It is not material in the present case to inquire into or to know what effect the laws of Louisiana purport to give to the judgment sued on in respect to Edward A. Abbott, one of the defendants not served with process, and who did not appear in the action, because he is not sued in the present action. If he had been joined in this action, the record itself showing that he was not subject to the jurisdiction of the court rendering the judgment, his defense would have been apparent and perfect; and the judgment in the action of nullity might perhaps be restrained as an estoppel, to prevent him only from asserting the invalidity of the judgment to the extent and for the purposes merely for which he had used and enforced it judicially in Louisiana. However that may be, it is not and cannot be denied that the judgment in Louisiana here sued on is effective and conclusive as a personal obligation against Joseph S. Abbott, who was within the jurisdiction of the court by personal service of process, and enforceable within that state against him severally, notwithstanding it was a joint judgment against two, of whom he alone was served. The same effect should have been given to it when the administrator of Joseph S. Abbott was sued upon it in New Hampshire, for such is the requirement of the act of congress. The principle which protects a person against the operation of judicial proceedings to which he is not a party is one of universal jurisprudence, because it is the dictate of common justice. <i>Pennoyer</i> v. <i>Neff</i>, 95 U. S. 714. But the rule that exonerates a defendant actually served with process from the obligation of a judgment, because rendered also against another who has not been served, and therefore is not bound, is purely technical; and when by the local law, according to which such a judgment has been rendered, a different rule has been established, which enforces the personal obligation of the defendant who has been served or who has appeared in the action, the act of congress requires that the same effect shall be given to it in every other state in which it may be sued on, whatever may be the rule that there prevails in respect to its domestic judgments. Such was the ground of decision in <i>Burt</i> v. <i>Delano</i>, 4 Cliff. 611, 618, and in <i>Stockwell</i> v. <i>McCracken</i>, 109 Mass. 84, as well as in the case of <i>Hanley</i> v. <i>Donoghue</i>, already referred to.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The judgment of the supreme court of New Hampshire is reversed, and the cause is remanded, with instructions to take such further proceedings therein as are not inconsistent with this opinion.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/91530/"
}