{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "118 U.S. 194", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/91684/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Arrowsmith v. Harmoning", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 76064, 
    "resource_uri": "/api/rest/v2/citation/76064/"
  }, 
  "id": 91684, 
  "blocked": false, 
  "judges": "Waite", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1886-05-10", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>118 U.S. 194 (1886)</b></center>\n<center><h1>ARROWSMITH<br>\nv.<br>\nHARMONING, Administratrix &amp; Others.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted April 26, 1886.</center>\n<center>Decided May 10, 1886</center>\nERROR TO THE SUPREME COURT OF THE STATE OF OHIO.\n<p><i>Mr. William C. Cochran</i> and <i>Mr. Henry B. Harris</i> for the motions.</p>\n<p><i>Mr. Henry Newbegin</i> and <i>Mr. B.B. Kingsbury</i> opposing.</p>\n<p>Mr. CHIEF JUSTICE WAITE delivered the opinion of the court.</p>\n<p>This was a suit brought in the Court of Common Pleas of Defiance County, Ohio. by Dick E. Arrowsmith to recover the possession of the principal part of a certain 640 acres of land, and the judgment turned on the validity of a sale of the land by the guardian of Arrowsmith under an order of a probate court for that purpose. The case was tried without a jury, and from the finding of facts it appears that all the proceedings for the sale of the land were regular and in proper form, save only that the court dispensed with the giving of a bond by the guardian, under a certain requirement of the statute, \"for the <span class=\"star-pagination\">*195</span> faithful discharge of his duties, and the faithful payment and accounting for of all moneys arising from such sale according to law.\" The single question for determination was whether the failure to furnish this bond rendered the sale void. The Court of Common Pleas decided that it did not, and gave judgment accordingly. This judgment was afterwards affirmed by the District Court on petition in error. The case was then taken to the Supreme Court on another petition in error, where, among others, the following error was assigned:</p>\n<p>\"3d. That by affirming the judgment of the Court of Common Pleas ... by said District Court, this plaintiff in error was deprived of his right of trial by jury, contrary to the provisions of the Constitution of this State, and deprived of his property without due process of law, contrary to the provisions of the Constitution of the United States.\"</p>\n<p>This is the first time, so far as the record discloses, that even the semblance of a Federal right was set up in the case, and even here it is not easy to see on what ground it could be claimed that Arrowsmith had been deprived of his property in violation of the Constitution of the United States. It was for this reason, perhaps, that the Supreme Court, while affirming the judgment of the District Court, took no notice of this assignment of error in its opinion. The decision, however, necessarily involved a denial of the right which was claimed in this way, and thus we probably have technical jurisdiction. For this reason the motion to dismiss must be denied, but the question on which our jurisdiction depends was so manifestly decided right, that the case ought not to be held for further argument. It is not denied that the Probate Court had full and complete jurisdiction of the proceeding to sell the land. The statute under which the court acted, would, if, followed, have furnished Arrowsmith all the protection which had been guaranteed to him by the Constitution of the United States. The bond in question was matter of procedure only, and if it ought to have been required the court erred in ordering the sale without having first caused it to be filed and approved. At most, this was an error of judgment in the court. The constitutional provision is, \"nor shall any <i>State</i> deprive any person of life, liberty, or property without <span class=\"star-pagination\">*196</span> due process of law.\" Certainly a State cannot be deemed guilty of a violation of this constitutional obligation simply because one of its courts, while acting within its jurisdiction, has made an erroneous decision. The legislature of a State performs its whole duty under the Constitution in this particular when it provides a law for the government of its courts while exercising their respective jurisdictions, which, if followed, will furnish the parties the necessary constitutional protection. All after that pertains to the courts, and the parties are left to the appropriate remedies for the correction of errors in judicial proceedings.</p>\n<p>The motion to dismiss is denied, and that to affirm is granted.</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:03:28", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">194</span></span> (1886)</b></center>\n<center><h1>ARROWSMITH<br>\nv.<br>\nHARMONING, Administratrix &amp; Others.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted April 26, 1886.</center>\n<center>Decided May 10, 1886</center>\nERROR TO THE SUPREME COURT OF THE STATE OF OHIO.\n<p><i>Mr. William C. Cochran</i> and <i>Mr. Henry B. Harris</i> for the motions.</p>\n<p><i>Mr. Henry Newbegin</i> and <i>Mr. B.B. Kingsbury</i> opposing.</p>\n<p>Mr. CHIEF JUSTICE WAITE delivered the opinion of the court.</p>\n<p>This was a suit brought in the Court of Common Pleas of Defiance County, Ohio. by Dick E. Arrowsmith to recover the possession of the principal part of a certain 640 acres of land, and the judgment turned on the validity of a sale of the land by the guardian of Arrowsmith under an order of a probate court for that purpose. The case was tried without a jury, and from the finding of facts it appears that all the proceedings for the sale of the land were regular and in proper form, save only that the court dispensed with the giving of a bond by the guardian, under a certain requirement of the statute, \"for the <span class=\"star-pagination\">*195</span> faithful discharge of his duties, and the faithful payment and accounting for of all moneys arising from such sale according to law.\" The single question for determination was whether the failure to furnish this bond rendered the sale void. The Court of Common Pleas decided that it did not, and gave judgment accordingly. This judgment was afterwards affirmed by the District Court on petition in error. The case was then taken to the Supreme Court on another petition in error, where, among others, the following error was assigned:</p>\n<p>\"3d. That by affirming the judgment of the Court of Common Pleas ... by said District Court, this plaintiff in error was deprived of his right of trial by jury, contrary to the provisions of the Constitution of this State, and deprived of his property without due process of law, contrary to the provisions of the Constitution of the United States.\"</p>\n<p>This is the first time, so far as the record discloses, that even the semblance of a Federal right was set up in the case, and even here it is not easy to see on what ground it could be claimed that Arrowsmith had been deprived of his property in violation of the Constitution of the United States. It was for this reason, perhaps, that the Supreme Court, while affirming the judgment of the District Court, took no notice of this assignment of error in its opinion. The decision, however, necessarily involved a denial of the right which was claimed in this way, and thus we probably have technical jurisdiction. For this reason the motion to dismiss must be denied, but the question on which our jurisdiction depends was so manifestly decided right, that the case ought not to be held for further argument. It is not denied that the Probate Court had full and complete jurisdiction of the proceeding to sell the land. The statute under which the court acted, would, if, followed, have furnished Arrowsmith all the protection which had been guaranteed to him by the Constitution of the United States. The bond in question was matter of procedure only, and if it ought to have been required the court erred in ordering the sale without having first caused it to be filed and approved. At most, this was an error of judgment in the court. The constitutional provision is, \"nor shall any <i>State</i> deprive any person of life, liberty, or property without <span class=\"star-pagination\">*196</span> due process of law.\" Certainly a State cannot be deemed guilty of a violation of this constitutional obligation simply because one of its courts, while acting within its jurisdiction, has made an erroneous decision. The legislature of a State performs its whole duty under the Constitution in this particular when it provides a law for the government of its courts while exercising their respective jurisdictions, which, if followed, will furnish the parties the necessary constitutional protection. All after that pertains to the courts, and the parties are left to the appropriate remedies for the correction of errors in judicial proceedings.</p>\n<p>The motion to dismiss is denied, and that to affirm is granted.</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "sha1": "eac153e26e9ff233b266161df2fa4eb0a48b8d41", 
  "date_modified": "2014-12-21T01:30:08.765096", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/91684/arrowsmith-v-harmoning/", 
  "citation_count": 10, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/333937/", 
  "html": "<p class=\"case_cite\">118 U.S. 194</p>\n    <p class=\"case_cite\">6 S.Ct. 1023</p>\n    <p class=\"case_cite\">30 L.Ed. 243</p>\n    <p class=\"parties\">ARROWSMITH<br>v.<br>HARMONING, Adm'x, and others.</p>\n    <p class=\"date\">Filed May 10, 1886.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Henry Newbegin</i>, for plaintiff in error.</p>\n      <p class=\"indent\"><i>W. C. Cochran</i>, for defendant in error.</p>\n      <p class=\"indent\">WAITE, C. J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This was a suit brought in the court of common pleas of Defiance county, Ohio, by Dick E. Arrowsmith, to recover the possession of the principal part of a certain 640 acres of land, and the judgment turned on the validity of a sale of the land by the guardian of Arrowsmith under an order of a probate court for that purpose. The case was tried without a jury, and from the finding of facts it appears that all the proceedings for the sale of the land were regular and in proper form, save only that the court dispensed with the giving of a bond by the guardian, under a certain requirement of the statute, 'for the faithful discharge of his duties, and the faithful payment and accounting for of all moneys arising from such sale according to law.' The single question for determination was whether the failure to furnish this bond rendered the sale void. The court of common pleas decided that it did not, and gave judgment accordingly. This judgment was afterwards affirmed by the district court on petition in error. The case was then taken to the supreme court on another petition in error, where, among others, the following error was assigned: '(3) That, by affirming the judgment of the court of common pleas * * * by said district court, this plaintiff in error was deprived of his right of trial by jury, contrary to the provisions of the constitution of this state, and deprived of his property without due process of law, contrary to the provisions of the constitution of the United States.'</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This is the first time, so far as the record discloses, that even the semblance of a federal right was set up in the case, and even here it is not easy to see on what ground it could be claimed that Arrowsmith had been deprived of his property in violation of the constitution of the United States. It was for this reason, perhaps, that the supreme court, while affirming the judgment of the district court, took no notice of this assignment of error in its opinion. The decision, however, necessarily involved a denial of the right which was claimed in this way, and thus we probably have technical jurisdiction. For this reason the motion to dismiss must be denied, but the question on which our jurisdiction depends was so manifestly decided right that the case ought not to be held for further argument. It is not denied that the probate court had full and complete jurisdiction of the proceeding to sell the land. The statute under which the court acted would, if followed, have furnished Arrowsmith all the protection which had been guarantied to him by the constitution of the United States. The bond in question was matter of procedure only, and, if it ought to have been required, the court erred in ordering the sale without having first caused it to be filed and approved. At most, this was an error of judgment in the court. The constitutional provision is: 'Nor shall any <i>state</i> deprive any person of life, liberty, or property without due process of law.' Certainly a state cannot be deemed guilty of a violation of this constitutional obligation simply because one of its courts, while acting within its jurisdiction, has made an erroneous decision. The legislature of a state performs its whole duty under the constitution in this particular when it provides a law for the government of its courts, while exercising their respective jurisdictions, which, if followed, will furnish the parties the necessary constitutional protection. All after that pertains to the courts, and the parties are left to the appropriate remedies for the correction of errors in judicial proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The motion to dismiss is denied, and that to affirm is granted.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/91684/"
}