{"absolute_url": "/opinion/91756/clark-v-wooster/", "blocked": false, "citation": {"case_name": "Clark v. Wooster", "docket_number": "Argued November 8, 9, 1886", "document_uris": ["/api/rest/v2/document/91756/"], "federal_cite_one": "119 U.S. 322", "federal_cite_three": null, "federal_cite_two": null, "id": 76136, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/76136/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 18, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1886-12-06", "date_modified": "2014-12-21T01:30:12.796949", "docket": "/api/rest/v2/docket/59069/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">119 U.S. 322</p>\n    <p class=\"case_cite\">7 S.Ct. 217</p>\n    <p class=\"case_cite\">30 L.Ed. 392</p>\n    <p class=\"parties\">CLARK, EX'X, and others<br>v.<br>WOOSTER.</p>\n    <p class=\"date\">December 6, 1886.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Fredk. P. Fish</i>, for appellants, Clark, Ex'x, and others.</p>\n      <p class=\"indent\"><i>Frederic H. Betts</i>, for appellee, Wooster.</p>\n      <p class=\"indent\">BRADLEY, J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a suit on a patent, brought by Wooster, the appellee, against the persons composing the firm of Johnson, Clark &amp; Co., of New York, to restrain them from infringing the patent, and to recover profits and damages. The bill was filed on the twentieth of December, 1879, and the patent expired 15 days afterwards. The patent was for folding guides used on sewing-machines, and is the same that was involved in the case of <i>Thomson</i> v. <i>Wooster</i>, 114 U. S. 104; S. C. 5 Sup. Ct. Rep. 788. It was granted to one Douglas in October, 1858, for a period of 14 years, was extended in October, 1872, for 7 years longer, and was then, in the same month, surrendered and reissued. The bill does not specify the particular ground on which the reissued patent was granted; and although the answer avers that it was unlawfully granted, that the original was surrendered for the purpose of claiming more and other things than were described and claimed in it, and that the reissued patent is not for the same invention for which the original was granted, it does not set out the original, nor was the original put in evidence in the cause, and no evidence was offered to substantiate the allegations of the answer. The complainant produced the reissued patent in evidence, and proved infringement. The defendant adduced evidence before the examiner, but out of time, and it was ruled out by the court. A decree was made establishing the patent, and the infringement thereof by the defendants, and referring it to a master to take and state an account of profits, and to assess damages, and the defendants were ordered to produce their books, papers, and devices used, so far as related to the matter in issue. Upon this reference the parties entered into a stipulation before the master, by which the defendants admitted that they had purchased and disposed of 15,000 folding guides covered by the decree, and in consideration thereof the complainant waived all further testimony as to profits received by the defendants therefrom, and agreed to rely on proof of damages in place of profits. The complainant adduced evidence to show that he had an established license fee of 10 cents for each folding guide purchased or disposed of, and has granted licenses at that rate to divers sewing-machine companies. The master, being satisfied with this evidence, reported the damages at $1,500. The defendants filed a number of exceptions to the report, none of which were sustained, and a decree was entered for the amount of damages reported. The defendants thereupon appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The points taken by the appellants are&#8212;<i>First</i>, that the court below, sitting as a court of equity, had no jurisdiction of the case, because the complainant had a plain and adequate remedy at law; <i>second</i>, that the reissue of the patent was illegal by reason of laches in applying for it; <i>third</i>, that the court erred in finding that the measure of damages was an established license fee, and that such license fee was proved.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">As to the first point, the bill does not show any special ground for equitable relief, except the prayer for an injunction. To this the complainant was entitled, even for the short time the patent had to run, unless the court had deemed it improper to grant it. If, by the course of the court, no injunction could have been obtained in that time, the bill could very proper y have been dismissed, and ought to have been. But, by the rules of the court in which the suit was brought, only four days' notice of application for an injunction was required. Whether one was applied for does not appear. But the court had jurisdiction of the case, and could retain the bill, if, in its discretion, it saw fit to do so, which it did. It might have dismissed the bill, if it had deemed it inexpedient to grant an injunction; but that was a matter in its own sound discretion, and with that discretion it is not our province to interfere, unless it was exercised in a manner clearly illegal. We see no illegality in the manner of its exercise in this case. The jurisdiction had attached, and although, after it attached, the principal ground for issuing an injunction may have ceased to exist by the expiration of the patent, yet there might be other grounds for the writ, arising from the possession by the defendants of folding guides illegally made or procured while the patent was in force. The general allegations of the bill were sufficiently comprehensive to meet such a case. But even without that, if the case was one for equitable relief when the suit was instituted, the mere fact that the ground for such relief expired by the expiration of the patent would not take away the jurisdiction, and preclude the court from proceeding to grant the incidental relief which belongs to cases of that sort. This has often been done in patent causes, and a large number of cases may be cited to that effect; and there is nothing in the decision in <i>Root</i> v. <i>Railway Co.</i>, 105 U. S. 189, to the contrary. <i>American Cotton Tie Co.</i> v. <i>Simmons</i>, 106 U. S. 89; S. C. 1 Sup. Ct. Rep. 52; <i>Lake Shore &amp; M. S. Ry. Co.</i> v. <i>Car-brake Co.</i>, 110 U. S. 229; S. C. 4 Sup. Ct. Rep. 33; <i>Consolidated Valve Co.</i> v. <i>Crosby Valve Co.</i>, 113 U. S. 157; S. C. 5 Sup. Ct. Rep. 513; <i>Thomson</i> v. <i>Wooster</i>, 114 U. S. 104; S. C. 5 Sup. Ct. Rep. 788. It is true that where a party alleges equitable ground for relief, and the allegations are not sustained, as where a bill is founded on an allegation of fraud, which is not maintained by the proofs, the bill will be dismissed <i>in toto</i>, both as to the relief sought against the alleged fraud, and that which is sought as incidental thereto.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The point insisted on, that the bill contained no charge of continued infringement, or of infringement at the time of commencing the suit, if it were material, is not sustained by the fact. The bill does contain such a charge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">As the court had jurisdiction at the inception of the suit, even though upon a narrow ground, yet, as the defendants did not ask the dismissal of the bill on the ground of want of jurisdiction, we should be very reluctant, if we had the power, now, on an appeal, after the case has been tried and determined, to reverse the decree.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The second point raised was substantially disposed of in the case of <i>Thomson</i> v. <i>Wooster, qua supra</i>. The allegations in the present bill are the same as they were in that case. Neither the bill nor the proofs show anything from which the court can infer that the reissue was illegally granted, and the allegations of the answer are unsupported by evidence. The reissued patent itself made a <i>prima facie</i> case for the complaint. The allegations of the answer, that it was issued for the mere purpose of expanding the claim of the original, and that it was for another and different invention, should have been proved. But we have no evidence on the subject, not even the original patent with which to compare the reissue. This point, therefore, is wholly without foundation.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The third point, as to the measure of damages, and the want of proof thereof, is equally untenable. It is a general rule in patent causes that established license fees are the best measure of damages that can be used. There may be damages beyond this, such as the expense and trouble the plaintiff has been put to by the defendant, and any special inconvenience he has suffered from the wrongful acts of the defendant; but these are more properly the subjects of allowance by the court under the authority given to it to increase the damages.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">As to the sufficiency of the proof, we see no occasion to disturb the conclusion reached by the master on this point. The complainant proved several instances of licenses given by him to large sewing-machine companies, the fees on which were regularly paid, and corresponded with the rate allowed by the master. We think that the defendants have no occasion to complain of the amount awarded.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The decree of the circuit court is affirmed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>119 U.S. 322 (1886)</b></center>\n<center><h1>CLARK<br>\nv.<br>\nWOOSTER.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 8, 9, 1886.</center>\n<center>Decided December 6, 1886.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF NEW YORK.\n<p><span class=\"star-pagination\">*323</span> <i>Mr. Frederick P. Fish</i> for appellants. <i>Mr. T.L. Livermore</i> was with him on the brief.</p>\n<p><i>Mr. Frederic H. Betts</i> for appellee.</p>\n<p>MR. JUSTICE BRADLEY delivered the opinion of the court.</p>\n<p>This is a suit on a patent, brought by Wooster, the appellee, against the persons composing the firm of Johnson, Clark and Co., of New York, to restrain them from infringing the patent, and to recover profits and damages. The bill was filed on the 20th of December, 1879, and the patent expired fifteen days afterwards. The patent was for folding guides used on sewing machines, and is the same that was involved in the case of <i>Thomson</i> v. <i>Wooster,</i> 114 U.S. 104. It was granted to one Douglas in October, 1858, for a period of fourteen years, was extended in October, 1872, for seven years longer, and was then, in the same month, surrendered and reissued. The bill does not specify the particular ground on which the reissued patent was granted, and although the answer avers that it was unlawfully granted, that the original was surrendered for the purpose of claiming more and other things than were described and claimed in it, and that the reissued patent is not for the same invention for which the original was granted, it does not set out the original, nor was the original put in evidence in the cause, and no evidence was offered to substantiate <span class=\"star-pagination\">*324</span> the allegations of the answer. The complainant produced the reissued patent in evidence and proved infringement. The defendant adduced evidence before the examiner, but out of time, and it was ruled out by the court. A decree was made establishing the patent, and the infringement thereof by the defendants, and referring it to a master to take and state an account of profits, and to assess damages, and the defendants were ordered to produce their books, papers, and devices used, so far as related to the matter in issue. Upon this reference, the parties entered into a stipulation before the master, by which the defendants admitted that they had purchased and disposed of 15,000 folding guides covered by the decree, and in consideration thereof the complainant waived all further testimony as to profits received by the defendants therefrom, and agreed to rely on proof of damages in place of profits. The complainant adduced evidence to show that he had an established license fee of ten cents for each folding guide purchased or disposed of, and had granted licenses at that rate to divers sewing machine companies. The master being satisfied with this evidence, reported the damages at $1500. The defendants filed a number of exceptions to the report, none of which were sustained, and a decree was entered for the amount of damages reported. The defendants thereupon appealed.</p>\n<p>The points taken by the appellants are:</p>\n<p>First. That the court below, sitting as a court of equity, had no jurisdiction of the case, because the complainant had a plain and adequate remedy at law.</p>\n<p>Second. That the reissue of the patent was illegal by reason of laches in applying for it.</p>\n<p>Third. That the court erred in finding that the measure of damages was an established license fee, and that such license fee was proved.</p>\n<p>As to the first point, the bill does not show any special ground for equitable relief, except the prayer for an injunction. To this the complainant was entitled, even for the short time the patent had to run, unless the court had deemed it improper to grant it. If, by the course of the court, no injunction could have been obtained in that time, the bill could very <span class=\"star-pagination\">*325</span> properly have been dismissed, and ought to have been. But by the rules of the court in which the suit was brought only four days' notice of application for an injunction was required. Whether one was applied for does not appear. But the court had jurisdiction of the case, and could retain the bill, if, in its discretion, it saw fit to do so, which it did. It might have dismissed the bill, if it had deemed it inexpedient to grant an injunction; but that was a matter in its own sound discretion, and with that discretion it is not our province to interfere, unless it was exercised in a manner clearly illegal. We see no illegality in the manner of its exercise in this case. The jurisdiction had attached, and although, after it attached, the principal ground for issuing an injunction may have ceased to exist by the expiration of the patent, yet there might be other grounds for the writ arising from the possession by the defendants of folding guides illegally made or procured whilst the patent was in force. The general allegations of the bill were sufficiently comprehensive to meet such a case. But even without that, if the case was one for equitable relief when the suit was instituted, the mere fact that the ground for such relief expired by the expiration of the patent, would not take away the jurisdiction, and preclude the court from proceeding to grant the incidental relief which belongs to cases of that sort. This has often been done in patent causes, and a large number of cases may be cited to that effect; and there is nothing in the decision in <i>Root</i> v. <i>Railway Co.,</i> 105 U.S. 189, to the contrary. <i>Cotton Tie Co.</i> v. <i>Simmons,</i> 106 U.S. 89; <i>Lake Shore, &amp;c., Railway</i> v. <i>Car-Brake Co.,</i> 110 U.S. 229; <i>Consolidated Valve Co.</i> v. <i>Crosby Valve Co.,</i> 113 U.S. 157; <i>Thomson</i> v. <i>Wooster,</i> 114 U.S. 104. It is true that where a party alleges equitable ground for relief, and the allegations are not sustained, as where a bill is founded on an allegation of fraud, which is not maintained by the proofs, the bill will be dismissed <i>in toto,</i> both as to the relief sought against the alleged fraud, and that which is sought as incidental thereto.</p>\n<p>The point insisted on, that the bill contained no charge of continued infringement, or of infringement at the time of commencing the suit, if it were material, is not sustained by the fact. The bill does contain such a charge.</p>\n<p><span class=\"star-pagination\">*326</span> As the court had jurisdiction at the inception of the suit, even though upon a narrow ground, yet, as the defendants did not ask the dismissal of the bill on the ground of want of jurisdiction, we should be very reluctant, if we had the power, now, on an appeal, after the case has been tried and determined, to reverse the decree.</p>\n<p>The second point raised was substantially disposed of in the case of <i>Thomson</i> v. <i>Wooster, qua supra.</i> The allegations in the present bill are the same as they were in that case. Neither the bill nor the proofs show anything from which the court can infer that the reissue was illegally granted; and the allegations of the answer are unsupported by evidence. The reissued patent itself made a <i>prima facie</i> case for the complainant. The allegations of the answer, that it was issued for the mere purpose of expanding the claim of the original, and that it was for another and different invention, should have been proved. But we have no evidence on the subject, not even the original patent with which to compare the reissue. This point, therefore, is wholly without foundation.</p>\n<p>The third point, as to the measure of damages, and the want of proof thereof, is equally untenable. It is a general rule in patent causes, that established license fees are the best measure of damages that can be used. There may be damages beyond this, such as the expense and trouble the plaintiff has been put to by the defendant; and any special inconvenience he has suffered from the wrongful acts of the defendant; but these are more properly the subjects of allowance by the court, under the authority given to it to increase the damages.</p>\n<p>As to the sufficiency of the proof, we see no occasion to disturb the conclusion reached by the master on this point. The complainant proved several instances of licenses given by him to large sewing machine companies, the fees on which were regularly paid, and corresponded with the rate allowed by the master. We think that the defendants have no occasion to complain of the amount awarded.</p>\n<p><i>The decree of the Circuit Court is affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">322</span></span> (1886)</b></center>\n<center><h1>CLARK<br>\nv.<br>\nWOOSTER.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 8, 9, 1886.</center>\n<center>Decided December 6, 1886.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF NEW YORK.\n<p><span class=\"star-pagination\">*323</span> <i>Mr. Frederick P. Fish</i> for appellants. <i>Mr. T.L. Livermore</i> was with him on the brief.</p>\n<p><i>Mr. Frederic H. Betts</i> for appellee.</p>\n<p>MR. JUSTICE BRADLEY delivered the opinion of the court.</p>\n<p>This is a suit on a patent, brought by Wooster, the appellee, against the persons composing the firm of Johnson, Clark and Co., of New York, to restrain them from infringing the patent, and to recover profits and damages. The bill was filed on the 20th of December, 1879, and the patent expired fifteen days afterwards. The patent was for folding guides used on sewing machines, and is the same that was involved in the case of <i>Thomson</i> v. <i>Wooster,</i> 114 U.S. 104. It was granted to one Douglas in October, 1858, for a period of fourteen years, was extended in October, 1872, for seven years longer, and was then, in the same month, surrendered and reissued. The bill does not specify the particular ground on which the reissued patent was granted, and although the answer avers that it was unlawfully granted, that the original was surrendered for the purpose of claiming more and other things than were described and claimed in it, and that the reissued patent is not for the same invention for which the original was granted, it does not set out the original, nor was the original put in evidence in the cause, and no evidence was offered to substantiate <span class=\"star-pagination\">*324</span> the allegations of the answer. The complainant produced the reissued patent in evidence and proved infringement. The defendant adduced evidence before the examiner, but out of time, and it was ruled out by the court. A decree was made establishing the patent, and the infringement thereof by the defendants, and referring it to a master to take and state an account of profits, and to assess damages, and the defendants were ordered to produce their books, papers, and devices used, so far as related to the matter in issue. Upon this reference, the parties entered into a stipulation before the master, by which the defendants admitted that they had purchased and disposed of 15,000 folding guides covered by the decree, and in consideration thereof the complainant waived all further testimony as to profits received by the defendants therefrom, and agreed to rely on proof of damages in place of profits. The complainant adduced evidence to show that he had an established license fee of ten cents for each folding guide purchased or disposed of, and had granted licenses at that rate to divers sewing machine companies. The master being satisfied with this evidence, reported the damages at $1500. The defendants filed a number of exceptions to the report, none of which were sustained, and a decree was entered for the amount of damages reported. The defendants thereupon appealed.</p>\n<p>The points taken by the appellants are:</p>\n<p>First. That the court below, sitting as a court of equity, had no jurisdiction of the case, because the complainant had a plain and adequate remedy at law.</p>\n<p>Second. That the reissue of the patent was illegal by reason of laches in applying for it.</p>\n<p>Third. That the court erred in finding that the measure of damages was an established license fee, and that such license fee was proved.</p>\n<p>As to the first point, the bill does not show any special ground for equitable relief, except the prayer for an injunction. To this the complainant was entitled, even for the short time the patent had to run, unless the court had deemed it improper to grant it. If, by the course of the court, no injunction could have been obtained in that time, the bill could very <span class=\"star-pagination\">*325</span> properly have been dismissed, and ought to have been. But by the rules of the court in which the suit was brought only four days' notice of application for an injunction was required. Whether one was applied for does not appear. But the court had jurisdiction of the case, and could retain the bill, if, in its discretion, it saw fit to do so, which it did. It might have dismissed the bill, if it had deemed it inexpedient to grant an injunction; but that was a matter in its own sound discretion, and with that discretion it is not our province to interfere, unless it was exercised in a manner clearly illegal. We see no illegality in the manner of its exercise in this case. The jurisdiction had attached, and although, after it attached, the principal ground for issuing an injunction may have ceased to exist by the expiration of the patent, yet there might be other grounds for the writ arising from the possession by the defendants of folding guides illegally made or procured whilst the patent was in force. The general allegations of the bill were sufficiently comprehensive to meet such a case. But even without that, if the case was one for equitable relief when the suit was instituted, the mere fact that the ground for such relief expired by the expiration of the patent, would not take away the jurisdiction, and preclude the court from proceeding to grant the incidental relief which belongs to cases of that sort. This has often been done in patent causes, and a large number of cases may be cited to that effect; and there is nothing in the decision in <i>Root</i> v. <i>Railway Co.,</i> <span class=\"citation\" data-id=\"90560\"><a href=\"/opinion/90560/root-v-railway-co/\"><span class=\"volume\">105</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, to the contrary. <i>Cotton Tie Co.</i> v. <i>Simmons,</i> 106 U.S. 89; <i>Lake Shore, &amp;c., Railway</i> v. <i>Car-Brake Co.,</i> 110 U.S. 229; <i>Consolidated Valve Co.</i> v. <i>Crosby Valve Co.,</i> 113 U.S. 157; <i>Thomson</i> v. <i>Wooster,</i> 114 U.S. 104. It is true that where a party alleges equitable ground for relief, and the allegations are not sustained, as where a bill is founded on an allegation of fraud, which is not maintained by the proofs, the bill will be dismissed <i>in toto,</i> both as to the relief sought against the alleged fraud, and that which is sought as incidental thereto.</p>\n<p>The point insisted on, that the bill contained no charge of continued infringement, or of infringement at the time of commencing the suit, if it were material, is not sustained by the fact. The bill does contain such a charge.</p>\n<p><span class=\"star-pagination\">*326</span> As the court had jurisdiction at the inception of the suit, even though upon a narrow ground, yet, as the defendants did not ask the dismissal of the bill on the ground of want of jurisdiction, we should be very reluctant, if we had the power, now, on an appeal, after the case has been tried and determined, to reverse the decree.</p>\n<p>The second point raised was substantially disposed of in the case of <i>Thomson</i> v. <i>Wooster, qua supra.</i> The allegations in the present bill are the same as they were in that case. Neither the bill nor the proofs show anything from which the court can infer that the reissue was illegally granted; and the allegations of the answer are unsupported by evidence. The reissued patent itself made a <i>prima facie</i> case for the complainant. The allegations of the answer, that it was issued for the mere purpose of expanding the claim of the original, and that it was for another and different invention, should have been proved. But we have no evidence on the subject, not even the original patent with which to compare the reissue. This point, therefore, is wholly without foundation.</p>\n<p>The third point, as to the measure of damages, and the want of proof thereof, is equally untenable. It is a general rule in patent causes, that established license fees are the best measure of damages that can be used. There may be damages beyond this, such as the expense and trouble the plaintiff has been put to by the defendant; and any special inconvenience he has suffered from the wrongful acts of the defendant; but these are more properly the subjects of allowance by the court, under the authority given to it to increase the damages.</p>\n<p>As to the sufficiency of the proof, we see no occasion to disturb the conclusion reached by the master on this point. The complainant proved several instances of licenses given by him to large sewing machine companies, the fees on which were regularly paid, and corresponded with the rate allowed by the master. We think that the defendants have no occasion to complain of the amount awarded.</p>\n<p><i>The decree of the Circuit Court is affirmed.</i></p>\n</div>", "id": 91756, "judges": "Bradley", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/91756/", "sha1": "0228d7c32aab70b3293dfdd018a0d470b11f18aa", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:04:29"}