{"absolute_url": "/opinion/91502/cannon-v-united-states/", "blocked": false, "citation": {"case_name": "Cannon v. United States", "docket_number": "Argued November 20, 23, 1885", "document_uris": ["/api/rest/v2/document/91502/"], "federal_cite_one": "116 U.S. 55", "federal_cite_three": null, "federal_cite_two": null, "id": 75882, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/75882/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 8, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1885-12-14", "date_modified": "2014-12-21T04:46:21.221549", "docket": "/api/rest/v2/docket/355755/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">6 S.Ct. 278</p>\n    <p class=\"case_cite\">116 U.S. 55</p>\n    <p class=\"case_cite\">29 L.Ed. 561</p>\n    <p class=\"parties\">CANNON<br>v.<br>UNITED STATES.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    <p class=\"date\">Filed December 14, 1885.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">.</p>\n      <p class=\"indent\"><i>S. Richards</i>, for plaintiff in error.</p>\n      <p class=\"indent\"><i>Sol. Gen. Goode</i>, for the United States.</p>\n      <p class=\"indent\">Mr. Justice Blatchford delivered the opinion in error</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Angus M. Cannon was indicted by a grand jury in the district court of the Third judicial district in and for the territory of Utah, in February, 1885, for a violation of section 3 of the act of congress approved March 22, 1882, <i>c.</i> 47, entitled 'An act to amend section fifty-three hundred and fifty-two of the Revised Statutes of the United States, in reference to bigamy, and for other purposes.' 22 St. 31. Section 1 of the act amends section 5352 of the Revised Statutes, which was a re-enactment of section 1 of the act of July 1, 1862, <i>c.</i> 123, (12 St. 501,) and, in order that the amendment may be understood, the original and new sections 5352 are here placed side by side, the parts in each which differ from the other being in italic:</p>\n    </div>\n    <p class=\"center\"><i>Original</i>.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'Every person <i>having</i> a husband or wife living, who marries      another, whether married or single, <i>in a territory or other      place over which the United States have exclusive      jurisdiction</i>, is guilty of <i>bigamy</i>, and shall be punished by a      fine of not more than five hundred dollars, and by      imprisonment for a term not more than five years; but this      section shall not extend to any person by reason of any      former marriage whose husband or wife by such marriage <i>is</i>      absent for five successive years, and is not known to such      person to be living; nor to any person by reason of any      former marriage which <i>has</i> been dissolved by decree of a      competent court; nor to any person by reason of any former      marriage which has been pronounced void by decree of a      competent court, on the ground of nullity of the marriage      contract.'</p>\n    </div>\n    <p class=\"center\"><i>New</i>.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'Every person <i>who has</i> a husband or wife living, who, <i>in a      territory or other place over which the United States have      exclusive jurisdiction, hereafter</i> marries another, whether      married or single, <i>and any man who hereafter simultaneously,      or on the same day, marries more than one woman in a      territory or other place over which the United States have      exclusive jurisdiction</i>, is guilty of <i>polygamy</i>, and shall be      punished by a fine of not more than five hundred dollars and      by imprisonment for a term <i>of</i> not more than five years; but      this section shall not extend to any person by reason of any      former marriage whose husband or wife by such marriage <i>shall      have been</i> absent for five successive years, and is not known      to such person to be living, <i>and is believed by such person      to be dead;</i> nor to any person by reason of any former      marriage which <i>shall have</i> been dissolved by <i>a valid</i> decree of      a competent court; nor to any person by reason of any former      marriage which <i>shall have</i> been pronounced void by <i>a valid</i>      decree of a competent court, on the ground of nullity of the      marriage contract.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Sections 2 to 8, inclusive, of the act of 1882 are follows:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'Sec. 2. That the foregoing provisions shall not affect the prosecution or punishment of any offense already committed against the section amended by the first section of this act.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'Sec. 3. That if any male person, in a territory or other place over which the United States have exclusive jurisdiction, hereafter cohabits with more than one woman, he shall be deemed guilty of a misdemeanor, and on conviction thereof shall be punished by a fine of not more than three hundred dollars, or by imprisonment for not more than six months, or by both said punishments, in the discretion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'Sec. 4. That counts for any or all of the offenses named in sections 1 and 3 of this act may be joined in the same information or indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'Sec. 5. That in any prosecution for bigamy, polygamy, or unlawful cohabitation, under any statute of the United States, it shall be sufficient cause of challenge to any person drawn or summoned as a juryman or talesman&#8212;<i>First</i>, that he is or has been living in the practice of bigamy, polygamy, or unlawful cohabitation with more than one woman, or that he is or has been guilty of an offense punishable by either of the foregoing sections, or by section fifty-three hundred and fifty-two of the Revised Statutes of the United States, or the act of July 1, 1862, entitled 'An Act to punish and prevent the practice of polygamy in the territories of the United States and other places, and disapproving and annulling certain acts of the legislative assembly of the territory of Utah;' or, <i>second</i>, that he believes it right for a man to have more than one living and undivorced wife at the same time, or to live in the practice of cohabiting with more than one woman; and any person appearing or offered as a juror or talesman, and challenged on either of the foregoing grounds, may be questioned on his oath as to the existence of any such cause of challenge, and other evidence may be introduced bearing upon the question raised by such challenge; and this question shall be tried by the court. But as to the first ground of challenge before mentioned, the person challenged shall not be bound to answer if he shall say upon his oath that he declines on the ground that his answer may tend to criminate himself; and if he shall answer as to said first ground, his answer shall not be given in evidence in any criminal prosecution against him for any offense named in sections one or three of this act; but if he declines to answer on any ground, he shall be rejected as incompetent.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'Sec. 6. That the president is hereby authorized to grant amnesty to such classes of offenders guilty of bigamy, polygamy, or unlawful cohabitation, before the passage of this act, on such conditions and under such limitations as he shall think proper; but no such amnesty shall have effect unless the conditions thereof shall be complied with.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'Sec. 7. That the issue of bigamous or polygamous marriages, known as Mormon marriages, in cases in which such marriages have been solemnized according to the ceremonies of the Mormon sect, in any territory of the United States, and such issue shall have been born before the first day of January, A. D. 1883, are hereby legitimated.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'Sec. 8. That no polygamist, bigamist, or any person cohabiting with more than one woman, and no woman cohabiting with any of the persons described as aforesaid in this section, in any territory or other place over which the United States have exclusive jurisdiction, shall be entitled to vote at any election held in any such territory or other place, or be eligible for election or appointment to, or to be entitled to hold, any office or place of public trust, honor, or emolument, in, under, or for any such territory or place, or under the United States.'</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Section 9 of the act contains provisions declaring vacant registration and election offices, and enacting that persons shall be appointed to execute those offices, by a board of five persons, which is directed to canvass votes to be returned to it for members of the legislative assembly, with the proviso 'that said board of five persons shall not exclude any person, otherwise eligible to vote, from the polls on account of any opinion such person may entertain on the subject of bigamy or polygamy; nor shall they refuse to count any such vote on account of the opinion of the person casting it on the subject of bigamy or polygamy.'</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The indictment against Cannon was as follows: 'The grand jury of the United States of America within and for the district aforesaid, in the territory aforesaid, being duly impaneled and sworn, on their oaths do find and present that Angus M. Cannon, late of said district, in the territory aforesaid, to-wit, on the first day of June, A. D. 1882, and on divers other days, and continuously between the said first day of June, A. D. 1882, and the first day of February, A. D. 1885, at the county of Salt Lake and territory of Utah, did unlawfully cohabit with more than one woman, to-wit, one Amanda Cannon and one Clara C. Mason, sometimes known as Clara C. Cannon, against the form of the statute of the said United States in such case made and provided, and against the peace and dignity of the same.' The defendant pleaded not guilty, and the case was tried in April, 1885, resulting in a verdict of guilty, and a judgment imposing a fine of $300, imprisonment in the penitentiary, for six months, and further imprisonment till the payment of the fine.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">After the jury was impaneled and sworn, and the prosecution had called a witness, the defendant objected to the giving of any evidence under the indictment, on the ground that the indictment was defective and did not charge any criminal offense, nor any offense under the statutes of the United States, nor the offense described in the statute, either in the statutory words or equivalent words, and, especially, did not show that the person charged was a male person; and was insufficient to warrant a verdict or support a judgment of conviction. The court overruled the objection, and the defendant excepted. The following proceedings then took place, as shown by the bill of exceptions:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Clara C. Cannon, a witness called for the prosecution, was sworn, when the defendant renewed the said objection to the indictment, with a like ruling by the court and a like exception. The witness testified as follows: 'My full name is Clara C. Cannon. I know the defendant. I have been his wife. I was his wife. I was married to him about ten years ago, and have since lived at 246 First South street, Salt Lake City. I live there now, and have lived in the same house since shortly after I was married. The defendant has lived in the same house part of the time, and in the same house during the past three years. I have one living child, which is a child of that marriage, born January 11, 1882. I have had two other children by that marriage; both born before the living one. In this house I occupy two rooms on the ground floor, a parlor and a dining-room, on the east side. My kitchen is back, not attached to my part of the house. I have occupied this part of the ground floor since I first went to live in the house. There is a hall running through the house on the ground floor, and the rooms I occupy on that floor are on the east side of the hall. I know Amanda Cannon. She has lived in the same house that I live in during the past three years. She has occupied, on the ground floor, two rooms on the west side of the hall, besides her kitchen, which is attached to the back of the main building, and is not the kitchen I use. I suppose Amanda Cannon is defendant's wife. I have heard him speak of her as his wife,&#8212;as Mrs. Cannon, and she has lived in the house ever since I went to live there. She has nine children, I think. During the past three years, I think, all her children have been living there at home, but not all the time. My little child lives with me in my part of the house,&#8212;I mean the child of this marriage. The children of Amanda Cannon live with her in her part of the house. During the past three years, and prior to the month of February in this year, the defendant has been in the habit of taking his meals with me, in my part of the house, a portion of the time,&#8212;about one-third of the time. There were stated intervals. He took his meals with me every third day&#8212;with me and my children. I have a son and daughter grown up, and two orphan children. He took his meals with me and the child of this marriage and the other children every third day. He took his meals with Amanda Cannon and her family one-third of the time. He took all three of his meals with me every third day, on week-days; and on Sunday morning he had breakfast at my house, that is, he took his meals with me two days of each week, and also his breakfast Sunday morning, which made one-third of the time. On Sunday he took his dinner at Sarah's, and his supper at Amanda's. There are four rooms on the second floor of the house used as bed-rooms, and a hall, with two of the rooms on either side of it. The rooms open into the hall. During the past three years I have occupied the bed-room in the north-east corner, and Amanda has occupied the one in the south-west corner, of the house. The defendant has occupied the bed-room in the south-east corner. The room occupied by me as a bed-room, and the one occupied by the defendant as a bed-room, are on the same side of the hall, and there is no intervening room. The house I speak of is in Salt Lake county, Utah territory.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Cross-examined: 'My oldest daughter is twenty-three years old, and my son twenty. I have a little girl, Clara Hardy, twelve years old, and a little girl ten years old, who are orphans. Their mother was a niece of mine, and when she died. she left them to me. These, with my little daughter Alice, three years old past, are the members of my family. My daughter Alice was three years old last January. The two orphan children have lived with me for the last five years. The two little girls and my oldest daughter and the youngest daughter have occupied my room with me. We have two beds, and have all slept in that room.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\"><i>Question</i>. 'State whether that state of things, and that relation with your children and the orphans, continued until February last.' Objected to by the prosecution on the ground that it is immaterial, irrelevant, and incompetent. The objection was argued; the proscuting attorney announcing that the objection was on the relevancy, materiality, and competency of the evidence offered, and not on the ground it was not a proper subject of cross-examination or that the offer was out of order, but that any proof tending to show non-access was immaterial; and defendant's counsel admitted and stated to the court that the evidence was offered as tending to show, with other evidence to be given, non-access during the time charged in the indictment, and as tending to disprove any presumption of sexual intercourse which might be raised by testimony of the witness. The court sustained the objection; stating that the question presented by the objection had been deemed by both parties as being properly raised by the interrogatory objected to; and the defendant excepted.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\"><i>Question</i>. 'Was Amanda Cannon married to defendant prior to the time you was married to him?' Counsel for the prosecution objected to the question as irrelevant, incompetent, and immaterial. The court sustained the objection, and defendant excepted to the ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The following questions were severally propounded to the witness; counsel stating that the sole purpose for which the questions were asked was to establish sexual non-intercourse: '<i>Question</i>. Did you hear and know of the passage of the act of congress, usually called the 'Edmunds Act,' about the time it was passed? <i>Q.</i> What had been the habit of defendant prior to that time, as to his occupation of your room and bed, and the room and bed of Amanda Cannon? <i>Q.</i> About the time of the passage of that law, did he say anything to you and the other members of the family in respect to his intention to not violate that law, and what did he say? <i>Q.</i> Did you assent to what he proposed? <i>Q.</i> After that, did any change occur in his habit as to occupying your room and bed, and what, if any, was the change? <i>Q.</i> After March 22, 1882 has the defendant at any time occupied your room or bed, or has he had any sexual interoourse with you?' To each of these questions the prosecuting attorney objected, on the ground that the evidence sought was irrelevant, immaterial, and incompetent, and the objections were based solely on these grounds, and not to the form of the questions, or time or manner of offering the evidence. The court sustained each objection, and to the ruling on each the defendant excepted.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">George M. Cannon, a witness sworn for the prosecution, testified: 'My father's name is Angus M. Cannon; he is the defendant here. My mother's name is Sarah M. Cannon. I have heard my father state he was married to Amanda Cannon.' <i>Question</i>. 'Have you heard your father state he was married to Sarah Cannon?' Defendant objected to the question on the ground it is immaterial; that Sarah Cannon is not named in the indictment, or any marriage with her charged. The prosecuting attorney explained that he intended to show that Sarah and Amanda Cannon were married to defendant by the same ceremony, and that he offered the evidence to show whom he had the right to call as a witness. The court overruled the objection, and allowed the evidence for this purpose, and the defendant excepted to the ruling. <i>Witness</i>. 'I have heard my father say he way married to my mother and Amanda Cannon at one and the same time.'</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Angus M. Cannon, Jr., sworn for the prosecution, testified: 'My father's name is Angus M. Cannon, and my mother's name is Amanda Cannon. I have lived during the last three years in the same house with my father and mother. My mother has nine children; eight of them are living at home, and have during this period. I took my meals there, and slept there on my mother's side of the house. Have taken my meals at the same table with the rest of the family. My father has taken his meals about one-third of the time at Clara's, one-third of the time at Sarah's, and one-third of the time with my mother. About every third day he takes his meals with my mother and her children. There are four sleeping apartments in the second story of the house; two on each side of the hall-way which goes north and south, and the rooms on each side open into the hall. During the period mentioned Clara C. Cannon has occupied the north-east bed-room, my father has occupied the south-east, and my mother the south-west bed-room.' Cross-examined: 'Clara Cannon has occupied the north-east bed-room, to my knowledge, five or six years.' <i>Question</i>. 'Who occupied it with her?' Objected to as immaterial, etc. Objection sustained, and defendant excepted. 'My father has occupied the same house with Clara and Amanda Cannon. I have not been at home continuously for the past three or four years. I have been away probably between five and six months, and, with this exception, I have been there more than three years.' <i>Q.</i> 'Do you know where your father, during that time, passed his nights?' Objected to. Objection sustained, and defendant excepted to the ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The prosecution here rested.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">George M. Cannon recalled for further cross-examination: 'The substance of what my father said about his marriage to Sarah and Amanda Cannon was that he married them at the same time. He said he married them prior to any act against polygamy, and when he considered it legal. He perhaps stated the year, but I don't at present recollect it. I am in my twenty-fourth year.' Clara C. Cannon recalled by the defendant, and testified: 'I am a member of what is called the Church of Latter-day Saints, and I have been a member for twenty-four years. The defendant is also a member of that church. I don't know how long he has been a member, but it is ever since I first knew him. Mrs. Amanda Cannon is a member of the same church, and has been since I first knew her; that is, thirteen years.' <i>Question</i>. 'Was Mrs. Amanda Cannon married to the defendant prior to your marriage to him?' Objected to by counsel for prosecution as irrelevant and immaterial. Objection sustained, and defendant excepted to the ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Defendant's counsel then made the following offer of proofs: 'We offer to prove, by this and other witnesses to be called, that Amanda Cannon was married to the defendant before the marriage of this witness; that, prior to the passage of the Edmunds law, he had alternately occupied the sleeping-room and bed of each; that each, with her family, occupied, and still occupies, separate apartments, including separate dining-rooms and kitchens; that after the Edmunds law had passed both houses of congress, and before its approval by the president, the defendant announced to witness Amanda, and their families, that he did not intend to violate that law, but should live within it so long as it should remain a law, and at the same time assigned his reasons for so doing; and thereafter, and during the times alleged in the indictment, he did not occupy the rooms or bed of, or have any sexual intercourse with, the witness, and to this extent, by mutual agreement, separated from the witness; that, during all the time mentioned in the indictment, the two families have taken their meals in their respective dining-rooms; that defendant has taken his meals with the witness and her family, in her dining-room, two or three days each week, has provided for the support of the witness and her family distinct from other family expenses, and allowed them to occupy separate apartments in the same house occupied by him and Amanda, and this is the extent of his relations with the witness; and also that the defendant was financially unable to provide a separate house for witness and her family also that the witness and her family, and Amanda and her family, are dependent on the defendant for their support. To this offer, and each paragraph thereof, the prosecution objected, and the objection was sustained by the court, and the defendant excepted to the ruling.'</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The foregoing was all the evidence given in the case. The court instructed the jury as follows: 'The indictment in this case charges that the defendant, on the first day of June, A. D. 1882, and on divers other days, continuously between said first day of June, 1882, and the first day of February, 1885, did unlawfully cohabit with more than one woman, to-wit, one Amanda Cannon and one Clara C. Mason, sometimes known as Clara C. Cannon. [If you believe from the evidence, gentlemen of the jury, beyond a reasonable doubt, that the defendant lived in the same house with Amanda Cannon and Clara C. Cannon, the women named in the indictment, and ate at their respective tables one-third of his time or thereabouts, and that he held them out to the world, by his language or his conduct, or by both, as his wives, you should find him guilty.] [It is not necessary that the evidence should show that the defendant and these women, or either of them, occupied the same bed or slept in the same room; neither is it necessary that the evidence should show that, within the time mentioned, he had sexual intercourse with either of them.] I will state the law presumes the defendant innocent until proven guilty beyond a reasonable doubt; that you are the judges of the credibility of the witnesses, the weight of the evidence, and of the facts, and if you find the defendant guilty, you will say in your verdict, 'We, the jury, find the defendant guilty in manner and form as charged in the indictment;' and, if you find him not guilty, you will say, 'We, the jury, find the defendant not guilty.\" No further or other instructions were given to the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The defendant excepted to the parts of the instructions which are inclosed in brackets. He also submitted the following prayers for instructions, each of which was separately refused, followed by a separate exception:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">'(1) The offense charged is that defined in the third section of the act of congress entitled 'An act to amend section 5352 of the Revised Statutes, in reference to bigamy, and for other purposes,' approved March 22, 1882, commonly known as the 'Edmunds Act.'</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">'(2) That section is applicable to Utah territory, and provides that if any male person here, since March 22, 1882, has cohabited with more than one woman, he shall be deemed guilty of a misdemeanor.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">'(3) This section does not apply to male persons who have at successive periods cohabited with lawful wives, but only to contemporaneous cohabitation with two women.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">'(4) Cohabitation includes living together as members of one family,&#8212;a consorting in social intercourse, and eating and lodging together. They need not occupy the same bed, but there must be an equivalent intimacy.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">'(5) The word 'cohabit,' in this section, is to be understood in a technical or restricted sense. It does not apply to all persons who live with each other under one roof as members of one family, but only to adults of different sexes who live together in the manner that husbands and wives do, including the intimacy of occupying continuously or for recurrent periods the same bed.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">'(6) [Requested if the last refused.] The word 'cohabit,' in this section, is to be understood in a technical or special sense. It does not apply to all persons of opposite sexes who live with each other under one roof as members of one family, but only to adults of different sexes living together in the manner that husbands and wives do. So understood, it must include a continuous or recurrent occupying of the same apartments, in the manner usual with persons of opposite sex who live in sexual intimacy.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">'(7) No case is within this section which does does not include such association of a man with two women in their mode of living as to make it an example of immorality, by necessarily indicating an habitual intimacy with each of two or more women by mutual consent.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">'(8) The cohabitation which is made a misdemeanor by this section is an habitual residence or dwelling by a man with two or more women in intimate sexual relations.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">'(9) The ingredients of this offense are&#8212;<i>First</i>, that the person charged be a male person; <i>second</i>, that he has lived or dwelt with two women, either continuously at the same time, or with each in alternate periods of time; <i>third</i>, that he has so lived with each of two or more women in such personal intimacy as to indicate that he has had sexual intercourse with them, respectively, at his and their pleasure.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">'(10) The court will interpret this Edmunds act by its terms, and in view of the actual situation in this territory, of which the court is judicially cognizant, and thus deduce that congress intended to apply a corrective to polygamy and the anomalous <i>status</i> produced by its long practice.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">'(11) The act is intended to prevent any future polygamous marriages, and to prevent the continued cohabitation of persons who are already in polygamy. The section making cohabitation a misdemeanor has special or primary application to a cohabitation with a plurality of wives. This obvious intention indicates the ingredients of the criminal cohabitation: that it is a living together in the sexual intimacy usual between persons united in the marital relation, immoral in example for not having the sanction of lawful marriage, and pernicious in producing an illegitimate offspring.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">'(12) This act legitimizes all children born prior to January 1, 1883. It authorizes amnesty to all offenders prior to its enactment, and thus it is shown that the act was passed in view of the long existence of polygamy in this territory, and the multitudes of children born therein. It is merciful to those who have broken the laws against polygamy, and humane and paternal to the children born in polygamy.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">'(13) This act does not command polygamous fathers to abandon their children nor to break off all communication with their mothers. Such fathers are at liberty, and under the strongest moral obligation, to support both. He may hold any friendly and familiar relations, other than sexual, naturally incident to the proper discharge of such duties. All his social familiarity with the mothers of such families, established prior to the passage of said act, not shown to include all the particulars of cohabitation as the court has defined it, should be considered by the jury, with the legal presumption of innocence; and the failure to establish such cohabitation entitles the defendant to acquittal.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">'(14) The existence, at the time of the passage of the Edmunds act, of a polygamous relation between the defendant and the women mentioned in the indictment, though an illegal relation, is not and cannot be made by the statute evidence of any fact necessary to or tending to a conviction for violating the third section. Any enactment intended for such a purpose would be <i>ex post facto</i> and void.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">'(15) The law presumes innocence, and therefore that all persons who were cohabiting when the Edmunds law took effect, contrary to the provisions of that act, then ceased to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">'(16) No fact in the conduct of the defendant subsequent to the passage of the Edmunds act can be made more significant of guilt in violating the section against cohabitation, by reason of the existence of the polygamous relation between him and the women mentioned in the indictment prior to the passage of that statute.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">'(17) The defendant is entitled to show his marital and parental <i>status</i> at the time of the passage of the Edmunds act, to explain his subsequent conduct towards the women mentioned in the indictment, and to show an innocent and laudable motive therefor.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">'(18) For this purpose he may show that he had families of children by said women, respectively, at and prior to the passage of said act; that such women and their children had been and were still dependent on him for their support; that he has continued since to support them; that he has visited them for that purpose, and as the father of said children; and that he has not had sexual intercourse with such women since the passage of said act. And no inference of cohabitation can be drawn from the fact of such relations; from the fact of furnishing support for such mothers and children, without living with them; nor from the fact of visiting them,&#8212;taking meals with them; nor from his living in a separate suite of rooms in the same house, belonging to himself, as that occupied by them, if they occupied separate apartments and habitually lived as a separate and distinct household; nor can such inference be drawn from all such facts. They do not, of themselves, constitute cohabitation.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">'(19) There is no evidence in this case tending to show this defendant recognized Clara C. Cannon as his wife, or held her out to the world as such, since the passage of the Edmunds bill, and within the dates named in the indictment; and without such proof the jury should acquit the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">'(20) If the jury find that the defendant has not held out to the world and announced and recognized as his wife the Clara C. Cannon named in the indictment, since the passage of the Edmunds bill, and within the dates named in the indictment, then they should acquit the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">'(21) Sexual intercourse is a necessary element of the crime of cohabitation; and if the jury find the defendant has not had sexual intercourse with both Clara C. and Amanda Cannon since the passage of the Edmunds bill, and within the dates named in the indictment, then they should acquit the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">'(22) In order to find the defendant guilty of the offense charged, it must appear that the defendant had gone through the forms of marriage with both of the women named in the indictment, Amanda and Clara C. Cannon; that, it not appearing in this case that he was ever married to Clara C. Cannon, the jury should acquit.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">'(23) If the jury find that there never was the form of marriage between Clara C. Cannon and the defendant, they should acquit.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">'(24) There can be no conviction under the indictment in this case, for the reason that there is no charge that the defendant was ever married to either Amanda or Clara C. Cannon, nor any charge that he held out either or both as his wives.'</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">From the judgment the defendant appealed to the supreme court of the territory, which affirmed it, and he has brought the case to this court by a writ of error.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The principal question argued at the bar was the proper construction of section 3 of the act of 1882. That question depends on the meaning of the word 'cohabit,' in the section. The meaning contended for by the defendant is indicated by his offer to show, by Clara C. Cannon, non-access, and facts to rebut the presumption of sexual intercourse with her, and the actual absence of such intercourse; and by the requests for instructions to the jury, which are based on the view that the word 'cohabit' necessarily includes the idea of having sexual intercourse. But we are of opinion that this is not the proper interpretation of the statute; and that the court properly charged the jury that the defendant was to be found guilty if he lived in the same house with the two women, and ate at their respective tables one-third of his time or thereabouts, and held them out to the world, by his language or conduct, or both, as his wives; and that it was not necessary it should be shown that he and the two women, or either of them, occupied the same bed or slept in the same room, or that he had sexual intercourse with either of them.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">This interpretation is deducible from the language of the statute throughout. It refers wholly to the relations between men and women founded on the existence of actual marriages, or on the holding out of their existence. Section 1 makes it an offense for a man or a woman, with a living wife or husband, to marry another, and calls such offense polygamy. Section 3 singles out the man, and makes it a misdemeanor for him to cohabit with more than one woman. Section 4 provides that counts for any or all of the offenses named in sections 1 and 3 may be joined in the same information or indictment. This certainly has no tendency to show that the cohabitation referred to is one outside of a marital relation, actual or ostensible. So, in section 5, bigamy, polygamy, and unlawful cohabitation are classed together, and it is provided that, in any prosecution for any one of such offenses, it shall be sufficient cause of challenge to a juror that he has been living in the practice of bigamy, polygamy, or unlawful cohabitation with more than one woman, or has been guilty of an offense punishable by the preceding sections, or that he believes it to be right for a man to have more than one living and undivorced wife at the same time, or to live in the practice of cohabiting with more than one woman. It is the practice of unlawful cohabitation with more than one woman that is aimed at,&#8212;a cohabitation classed with polygamy and having its outward semblance. It is not, on the one hand, meretricious, unmarital intercourse with more than one woman. General legislation as to lewd practices is left to the territorial government. Nor, on the other hand, does the statute pry into the intimacies of the marriage relation. But it seeks, not only to punish bigamy and polygamy when direct proof of the existence of those relations can be made, but to prevent a man from flaunting in the face of the world the ostentation and opportunities of a bigamous household, with all the outward appearances of the continuance of the same relations which existed before the act was passed; and without reference to what may occur in the privacy of those relations. Compacts for sexual non-intercourse, easily made and as easily broken, when the prior marriage relations continue to exist, with the occupation of the same house and table and the keeping up of the same family unity, is not a lawful substitute for the monogamous family which alone the statute tolerates. In like manner, bigamy, polygamy, and unlawful cohabitation are classed together in sections 6 and 8 of the act. Section 6 authorizes the president to grant amnesty to persons guilty of bigamy, polygamy, or unlawful cohabitation before the passage of the act. Any unlawful cohabitation, under the laws of the United States, before that time, could only have been ostensibly marital cohabitation, for the only statute on the subject was section 5352 of the Revised Statutes, in regard to bigamy. Section 8 excludes from voting every polygamist, bigamist, or person cohabiting with more than one woman, and every woman cohabiting with any polygamist, bigamist, or person cohabiting with more than one woman.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">This section was considered by this court in <i>Murphy</i> v. <i>Ramsey</i>, 114 U. S. 15, S. C. 5 Sup. Ct. Rep. 747, where Mr. Justice MATTHEWS, speaking for the court, in construing the words 'bigamist' and 'polygamist' in that section, says, (page41:) 'In our opinion, any man is a polygamist or bigamist, in the sense of this section of the act, who, having previously married one wife, still living, and having another at the time when he presents himself to claim registration as a voter, still maintains that relation to a plurality of wives, although, from the date of the passage of the act of March 22, 1882, until the day he offers to register and to vote, he may not in fact have cohabited with more than one woman. Without regard to the question whether, at the time he entered into such relation, it was a prohibited and punishable offense, or whether, by reason of lapse of time since its commission, a prosecution for it may not be barred, if he still maintains the relation, he is a bigamist or polygamist, because that is the <i>status</i> which the fixed habit and practice of his living has established. He has a plurality of wives,&#8212;more than one woman whom he recognizes as a wife,&#8212;of whose children he is the acknowledged father, and whom, with their children, he maintains as a family, of which he is the head. And this <i>status</i> as to several wives may well continue to exist as a practical relation, although for a period he may not in fact cohabit with more than one; for that is quite consistent with the constant recognition of the same relation to many, accompanied with a possible intention to renew cohabitation with one or more of the others when it may be convenient. It is not, therefore, because the person has committed the offense of bigamy or polygamy at some previous time, in violation of some existing statute, and as an additional punishment for its commission, that he is disfranchised by the act of congress of March 22, 1882, nor because he is guilty of the offense as defined and punished by the terms of that act; but because, having at some time entered into a bigamous or polygamous relation, by a marriage with a second or third wife while the first was living, he still maintains it, and has not dissolved it, although for the time being the restricts actual cohabitation he restricts actual cohabitation actual cohabitation with all, and be still as much as ever a bigamist or a polygamist. He can only cease to be such when he has finally and fully dissolved, in some effective manner, which we are not called on here to point out, the very relation of husband to several wives which constitutes the forbidden <i>status</i> he has previously assumed. Cohabitation is but one of the many incidents to the marriage relation. It is not essential to it. One man, where such a system has been tolerated and practiced, may have several establishments, each of which may be the home of a separate family, none of which he himself may dwell in or even visit. The statute makes an express distinction between bigamists and polygamists on the one hand, and those who cohabit with more than one woman on the other; whereas, if cohabitation with several wives was essential to the description of those who are bigamists or polygamists, those words in the statute would be superflous and unnecessary. It follows, therefore, that any person having several wives is a bigamist or polygamist in the sense of the act of March 22, 1882, although since the date of its passage he may not have cohabited with more than one of them.'</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">In the spirit of this interpretation, a man cohabits with more than one woman, in the sense of sections 3, 5, and 8 of the act, when, holding out to the world two women as his wives, by his language or conduct, or both, he lives in the house with them, and eats at the table of each a portion of his time, although he may not occupy the same bed or sleep in the same room with either of them, or actually have sexual intercourse with either of them. He holds two women out to the world as his wives by his conduct, when, being the recognized and reputed husband of each, so understood to be by the two wives, and by the son of one of them, and by the son of the third reputed wife, he maintains the two wives and the children of each, all in the same house with himself, and regularly eats at the table of each, and acts as the head of the two families.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">This meaning of the phrase 'cohabit with more than one woman,' in the statute, is in consonance with a recognized definition of the word 'cohabit.' In Webster 'cohabit' is defined thus: '(1) To dwell with; to inhabit or reside in company, or in the same place or country. (2) To dwell or live together as husband and wife.' In Worcester it is defined thus: '(1) To dwell with another in the same place. (2) To live together as husband and wife.' The word is never used in its first meaning in a criminal statute; and its second meaning is that to which its use in this statute has relation. The contex in which it is found, and the manifest evils which gave rise to the special enactments in regard to 'cohabitation,' require that the word should have the meaning which we have assigned to it. Bigamy and polygamy might fail of proof for want of direct evidence of any marriage; but cohabitation with more than one woman, in the sense proved in this case, was susceptible of the proof here given; and it was such offense as was here proved that section 3 of the act was intended to reach,&#8212;the exhibition of all the <i>indicia</i> of a marriage, a household, and a family, twice repeated. However, in some divorce cases, and in reference to a question of the condonation of adultery, the word 'cohabit' may have been used in the limited sense of sexual intercourse, or, however its meaning may have been so limited by its context in other statutes, it has no such meaning in the statute before us.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">These views of the proper construction of section 3 show that the evidence which the court rejected was properly excluded, and that there was no error in the instructions given to the jury, or in refusing to give those asked, aside from those which were proper to have been given, but were covered by the instructions given. Nor is the charge given open to the objection that the paragraphs in it which follow the first are not confined to the time laid in the indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Objection is taken to the indictment because it does not allege that the defendant was a male person; section 3 making the offense it specifies punishable only when committed by a male person. By the criminal procedure act of the territory of Utah, passed February 22, 1878, and which was in force from and after March 10, 1878, (Laws 1878, p. 91,) it is provided as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">'Sec. 148. All the forms of pleading in criminal actions, and the rules by which the sufficiency of pleadings is to be determined, are those prescribed by this act.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">'Sec. 149. The first pleading on the part of the people is the indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">'Sec. 150. The indictment must contain (1) the title of the action, specifying the name of the court of which the indictment is presented, and the names of the parties. (2) A clear and concise statement of the acts or omissions constituting the offense, with such particulars of the time, place, person, and property as will enable the defendant to understand distinctly the character of the offense complained of, and answer the indictment. It must be substantially in the following form: TERRITORY OF UTAH&#8212;IN THE ___ JUDICIAL DISTRICT COURT. <i>The People of the Territory of Utah</i> against <i>A. B.</i> A. B. is accused by the grand jury of this court, by this indictment, of the crime of [giving its legal appellation, such as murder, arson, or the like, or designating it as felony or misdemeanor] committed as follows: The said A. B., on the ___ day of ___, A. D. eighteen ___, at the county of ___, [here set forth the act or omission charged as an offense.]</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">'Sec. 151. It must be direct and certain as it regards (1) the party charged; (2) the offense charged; (3) the particular circumstances of the offense.'</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">'Sec. 156. The words used in an indictment are construed in their usual acceptance in common language, except such words and phrases as are defined by law, which are construed according to their legal meaning.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">'Sec. 157. Words used in a statute to define a public offense need not be strictly pursued in the indictment, but other words conveying the same meaning may be used.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">'Sec. 158. The indictment is suffient</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">'Sec. 158. The indictment is sufficient (1) that it is entitled in a court having authority to receive it, though the name of the court be not stated; (2) that it was found by a grand jury of the district in which the court was held; (3) that the defendant is named, or, if his name cannot be discovered, that he is described by a fictitious name, with a statement that his true name is to the jury unknown; (4) that the offense committed was within the jurisdiction of the court, and is triable therein;(5) that the offense was committed at some time prior to the time of finding the indictment; (6) that the act or omission charged as the offense is clearly and distinctly set forth, without repetition, and in such a manner as to enable the court to understand what is intended, and to pronounce judgment upon a conviction, according to the right of the case.'</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">'Sec. 190. The only pleading on the part of the defendant is either a demurrer or a plea.'</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Section 192 provides that the defendant may demur to the indictment when it appears upon the face thereof that it does not substantially conform to the requirements of section 150; or that the facts stated do not constitute a public offense.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Section 200 provides that when the objections mentioned in section 192 appear upon the face of the indictment, they can only be taken by demurrer, except that the objection that the facts stated do not constitute a public offense may be taken at the trial, under the plea of not guilty, or, after the trial, in arrest of judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">'Sec. 479. Neither a departure from the form or mode prescribed by this act in respect to any pleading or proceeding, nor an error or mistake therein, renders it invalid, unless it has actually prejudiced the defendant, or tended to his prejudice, in respect to a substantial right.'</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Certainly, under these provisions, the defendant, having pleaded to the indictment and not demurred, must be held to have understood distinctly that the charge was against a male person, as guilty of the offense complained of, the offense being one which only a male person could commit; and the omission from the indictment of the allegation that he was a male person could not have prejudiced him, or tended to his prejudice, in respect to a substantial right.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">The same statutory provisions apply to the objection that the indictment contains merely a charge of unlawful cohabitation with more than one woman, and does not allege a cohabitation with the women as wives, or as persons held out as wives. The defendant, having pleaded, and not demurred, it must be held, under section 150, that the statement of the acts constituting the offense was such as to enable him to understand distinctly the character of the offense complained of, as that offense is now interpreted, and to answer the indictment. The objection now made cannot be regarded as an objection that the facts do not constitute a public offense, because the statement is in the words of the statute, and they, as is now held, have but one meaning; and there could not have been any prejudice to the defendant, or tendency to prejudice, in respect to a substantial right, in not alleging any more pointedly that he cohabited with the women as wives.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">In connection with these statutory rules, section 3 of the act of congress makes the offense a misdemeanor. In <i>U. S.</i> v. <i>Mills</i>, 7 Pet. 138, 142, it was said by this court: 'The general rule is that in indictments for misdemeanors created by statute, it is sufficient to charge the offense in the words of the statute. * * * But in all cases the offense must be set forth with clearness, and all necessary certainty to apprise the accused of the crime with which he stands charged.' These principles were applied to a case of misdemeanor, in <i>U. S</i>. v. <i>Britton</i>, 107 U. S. 655, S. C. 2 Sup. Ct. Rep. 512, and an indictment was held sufficient because it embodied the language of the statute, and that language covered every element of the crime, and thus the offense created by the statute was set forth with sufficient certainty, so as to give the defendant clear notice of the charge he was called on to defend. That case was distinguished by the court from <i>U. S</i>. v. <i>Carll</i>, 105 U. S. 611, as this is distinguishable. In <i>Carll's Case</i>, the statute made it an offense to pass a forged obligation of the United States, with intent to defraud, and the punishment was a fine and imprisonment at hard labor. The question arose, on a motion in arrest of judgment, whether the indictment was sufficient; it setting forth the offense in the language of the statute, without further alleging that the defendant knew the instrument to be forged. This court held that the offense at which the statute was aimed was similar to the commonlaw offense of uttering a forged bill; that, therefore, knowledge that the instrument was forged was essential to make out the crime; and that the uttering, with intent to defraud, of an instrument in fact counterfeit, but supposed by the defendant to be genuine, though within the words of the statute, would not be within its meaning and object. The omitted allegation in that case&#8212;a knowledge of the forgery&#8212;was a separate, extrinsic fact, not forming part of the intent to defraud, or of the uttering, or of the fact of forgery; and, in the absence of that allegation, it was held that no crime was charged. In other words, the case was of the class provided for under the Utah statute, where the facts stated do not constitute a public offense. This, as has been shown, is not that case. The word 'cohabit' has, in the statute, a definite meaning, including every element of the offense created, as before defined. The allegation of cohabiting with the two women as wives is not an extrinsic fact, but is covered by the allegation of cohabiting with them.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">A strong appeal was made, in argument, to this court, not to uphold the rulings of the trial court, because that would require a polygamous husband, not only to cease living with his plural wives, but also to abandon the women themselves; and this court was asked to indicate what the conduct of the husband towards them must be in order to conform to the requirements of the law. It is sufficient to say that, while that was done by the defendant in this case, after the passage of the act of congress, was not lawful, no court can say, in advance, what particular state of things will be lawful, further than this: that he must not cohabit with more than one woman, in the sense of the word 'cohabit' as hereinbefore defined. While congress has legitimated the issue of polygamous marriages, born before Jaunary 1, 1883, and thus given to such issue claims upon their father which the law will recognize and enforce, it has made no enactment in respect to any right or <i>status</i> of a bigamous or polygamous wife. It leaves the conduct of the man towards her to be regulated by considerations which, outside of section 3, are not covered by the statute, and which must be dealt with judicially when properly presented. Judgment affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">MILLER, J.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">I dissent from the judgment of the court in this case. I think that the act of congress, when prohibiting cohabitation with more than one woman, meant unlawful habitual sexual intercourse. It is, in my opinion, a strained construction of a highly penal statute to hold that a man can be guilty, under that statute, without the accompaniment of actual sexual connection. I know of no instance in which the word 'cohabitation' has been used to describe a criminal offense where it did not imply sexual intercourse.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Mr. Justice FIELD concurs with me.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> S. C. 7 Pac. Rep. 369.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>116 U.S. 55 (1885)</b></center>\n<center><h1>CANNON<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 20, 23, 1885.</center>\n<center>Decided December 14, 1885.</center>\nERROR TO THE SUPREME COURT OF THE TERRITORY OF UTAH.\n<p><span class=\"star-pagination\">*56</span> <i>Mr. Franklin S. Richards</i> for plaintiff in error.</p>\n<p><i>Mr. Solicitor-General</i> for defendant in error.</p>\n<p>MR. JUSTICE BLATCHFORD delivered the opinion of the court.</p>\n<p>Angus M. Cannon was indicted by a grand jury in the District Court of the Third Judicial District in and for the Territory of Utah, in February, 1885, for a violation of  3 of the act of Congress, approved March 22d, 1882, ch. 47, entitled \"An Act to amend section fifty-three hundred and fifty-two of the Revised Statutes of the United States, in reference to bigamy and for other purposes.\" 22 Stat. 31. Section 1 of the act amends section 5352 of the Revised Statutes, which was a re-enactment of  1 of the act of July 1st, 1862, ch. 123, 12 Stat. 501; and, in order that the amendment may be understood, the original and new sections 5352 are here placed side by side, the parts in each which differ from the other being in italic:</p>\n<p></p>\n<pre>\n             <i>Original.</i>                            <i>New.</i>\n  \"Every person <i>having</i> a husband     | \"Every person <i>who has</i> a\n  or wife living, who marries        |  husband or wife living, who, <i>in</i>\n  another, whether married           |  <i>a Territory or other place over</i>\n  or single, in a Territory or       |  <i>which the United States have</i>\n  other place over which the         |  <i>exclusive jurisdiction, hereafter</i>\n  United States have exclusive       |  marries another, whether\n  jurisdiction, is guilty of <i>bigamy,</i> |  married or single, <i>and any man</i>\n  and shall be punished by a         |  <i>who hereafter simultaneously,</i>\n  fine of not more than five hundred |  <i>or on the same day, marries</i>\n  dollars, and by imprisonment       |  <i>more than one woman,</i> in a\n  for a term not more than           |  Territory or other place over\n  five years; but this section       |  which the United States have\n  shall not extend to any person     |  exclusive jurisdiction, is guilty\n  by reason of any former marriage   |  of <i>polygamy,</i> and shall be punished\n<span class=\"star-pagination\">*57</span>  whose husband or wife              |  by a fine of not more\n  by such marriage <i>is</i> absent for     |  than five hundred dollars, and\n  five successive years, and is not  |  by imprisonment for a term\n  known to such person to be         |  <i>of</i> not more than five years;\n  living; nor to any person by       |  but this section shall not extend\n  reason of any former marriage      |  to any person by reason\n  which <i>has</i> been dissolved by        |  of any former marriage whose\n  decree of a competent Court;       |  husband or wife by such marriage\n  nor to any person by reason of     |  <i>shall have been</i> absent for\n  any former marriage which          |  five successive years, and is not\n  <i>has</i> been pronounced void by        |  known to such person to be\n  decree of a competent Court,       |  living, <i>and is believed by such</i>\n  on the ground of nullity of the    |  <i>person to be dead,</i> nor to any\n  marriage contract.\"                |  person by reason of any former\n                                     |  marriage which <i>shall have</i> been\n                                     |  dissolved by <i>a valid</i> decree of\n                                     |  a competent Court, nor to any\n                                     |  person by reason of any former\n                                     |  marriage which <i>shall have</i> been\n                                     |  pronounced void by <i>a valid</i> decree\n                                     |  of a competent Court, on\n                                     |  the ground of nullity of the\n                                     |  marriage contract.\"\n</pre>\n<p>Sections 2 to 8 inclusive of the act of 1882 are as follows:</p>\n<p>\"SEC. 2. That the foregoing provisions shall not affect the prosecution or punishment of any offence already committed against the section amended by the first section of this Act.</p>\n<p>\"SEC. 3. That if any male person, in a Territory or other place over which the United States have exclusive jurisdiction, hereafter cohabits with more than one woman, he shall be deemed guilty of a misdemeanor, and on conviction thereof shall be punished by a fine of not more than three hundred dollars, or by imprisonment for not more than six months, or by both said punishments, in the discretion of the court.</p>\n<p>\"SEC. 4. That counts for any or all of the offences named in sections one and three of this Act may be joined in the same information or indictment.</p>\n<p><span class=\"star-pagination\">*58</span> \"SEC. 5. That in any prosecution for bigamy, polygamy, or unlawful cohabitation, under any statute of the United States, it shall be sufficient cause of challenge to any person drawn or summoned as a juryman or talesman, first, that he is or has been living in the practice of bigamy, polygamy, or unlawful cohabitation with more than one woman, or that he is or has been guilty of an offence punishable by either of the foregoing sections, or by section fifty-three hundred and fifty-two of the Revised Statutes of the United States, or the Act of July first, eighteen hundred and sixty-two, entitled `An Act to punish and prevent the practice of polygamy in the Territories of the United States and other places, and disapproving and annulling certain Acts of the Legislative Assembly of the Territory of Utah;' or, second, that he believes it right for a man to have more than one living and undivorced wife at the same time, or to live in the practice of cohabiting with more than one woman; and any person appearing or offered as a juror or talesman, and challenged on either of the foregoing grounds, may be questioned on his oath as to the existence of any such cause of challenge, and other evidence may be introduced bearing upon the question raised by such challenge; and this question shall be tried by the Court. But as to the first ground of challenge before mentioned, the person challenged shall not be bound to answer if he shall say upon his oath that he declines on the ground that his answer may tend to criminate himself; and if he shall answer as to said first ground, his answer shall not be given in evidence in any criminal prosecution against him for any offence named in sections one or three of this Act; but if he declines to answer on any ground, he shall be rejected as incompetent.</p>\n<p>\"SEC. 6. That the President is hereby authorized to grant amnesty to such classes of offenders guilty of bigamy, polygamy, or unlawful cohabitation, before the passage of this Act, on such conditions and under such limitations as he shall think proper; but no such amnesty shall have effect unless the conditions thereof shall be complied with.</p>\n<p>\"SEC. 7. That the issue of bigamous or polygamous marriages, known as Mormon marriages, in cases in which such marriages <span class=\"star-pagination\">*59</span> have been solemnized according to the ceremonies of the Mormon sect, in any Territory of the United States, and such issue shall have been born before the first day of January, Anno Domini eighteen hundred and eighty-three, are hereby legitimated.</p>\n<p>\"SEC. 8. That no polygamist, bigamist, or any person cohabiting with more than one woman, and no woman cohabiting with any of the persons described as aforesaid in this section, in any Territory or other place over which the United States have exclusive jurisdiction, shall be entitled to vote at any election held in such Territory or other place, or be eligible for election or appointment to or to be entitled to hold any office or place of public trust, honor, or emolument, in, under, or for any such Territory or place, or under the United States.\"</p>\n<p>Section 9 of the act contains provisions declaring vacant registration and election offices, and enacting that persons shall be appointed to execute those offices, by a board of five persons, which is directed to canvass votes to be returned to it for members of the legislative assembly, with the proviso, \"that said board of five persons shall not exclude any person otherwise eligible to vote from the polls on account of any opinion such person may entertain on the subject of bigamy or polygamy, nor shall they refuse to count any such vote on account of the opinion of the person casting it on the subject of bigamy or polygamy.\"</p>\n<p>The indictment against Cannon was as follows: \"The grand jury of the United States of America within and for the district aforesaid, in the Territory aforesaid, being duly empanelled and sworn, on their oaths do find and present, that Angus M. Cannon, late of said district, in the Territory aforesaid, to wit, on the first day of June, in the year of our Lord one thousand eight hundred and eighty-two, and on divers other days and continuously between the said first day of June, A.D. 1882, and the first day of February, A.D. 1885, at the county of Salt Lake and territory of Utah, did unlawfully cohabit with more than one woman, to wit, one Amanda Cannon and one Clara C. Mason, sometimes known as Clara C. Cannon, against the form of the statute of the said United <span class=\"star-pagination\">*60</span> States in such case made and provided, and against the peace and dignity of the same.\"</p>\n<p>The defendant pleaded not guilty, and the case was tried in April, 1885, resulting in a verdict of guilty, and a judgment imposing a fine of $300, imprisonment in the penitentiary for six months, and further imprisonment till the payment of the fine.</p>\n<p>After the jury was empanelled and sworn, and the prosecution had called a witness, the defendant objected to the giving of any evidence under the indictment, on the ground that the indictment was defective and did not charge any criminal offence, nor any offence under the statutes of the United States, nor the offence described in the statute, either in the statutory words or equivalent words, and, especially, did not show that the person charged was a male person, and was insufficient to warrant a verdict or support a judgment of conviction. The court overruled the objection, and the defendant excepted. The following proceedings then took place, as shown by the bill of exceptions:</p>\n<p>Clara C. Cannon, a witness called for the prosecution, was sworn, when the defendant renewed the said objection to the indictment, with a like ruling by the court and a like exception. The witness testified as follows: \"My full name is Clara C. Cannon. I know the defendant. I have been his wife. I was his wife. I was married to him about ten years ago, and have since lived at 246 First South Street, Salt Lake City. I live there now, and have lived in the same house since shortly after I was married. The defendant has lived in the same house part of the time, and in the same house during the past three years. I have one living child, which is a child of that marriage, born January 11, 1882. I have had two other children by that marriage, both born before the living one. In this house I occupy two rooms on the ground floor, a parlor and a dining-room, on the east side. My kitchen is back, not attached to my part of the house. I have occupied this part of the ground floor since I first went to live in the house. There is a hall running through the house on the ground floor, and the rooms I occupy on that floor are on the east side of the <span class=\"star-pagination\">*61</span> hall. I know Amanda Cannon. She has lived in the same house that I live in during the past three years. She has occupied, on the ground floor, two rooms on the west side of the hall, beside her kitchen, which is attached to the back of the main building, and is not the kitchen I use. I suppose Amanda Cannon is defendant's wife. I have heard him speak of her as his wife, as Mrs. Cannon, and she has lived in the house ever since I went to live there. She has nine children, I think. During the past three years, I think, all her children have been living there at home, but not all the time. My little child lives with me in my part of the house  I mean the child of this marriage. The children of Amanda Cannon live with her in her part of the house. During the past three years, and prior to the month of February in this year, the defendant has been in the habit of taking his meals with me, in my part of the house, a portion of the time, about one-third of the time. There were stated intervals; he took his meals with me every third day  with me and my children. I have a son and daughter grown up, and two orphan children. He took his meals with me and the child of this marriage and the other children every third day. He took his meals with Amanda Cannon and her family one-third of the time. He took all three of his meals with me every third day, on week days, and on Sunday morning he had breakfast at my house  that is, he took his meals with me two days of each week, and also his breakfast Sunday morning, which made one-third of the time. On Sunday he took his dinner at Sarah's, and his supper at Amanda's. There are four rooms on the second floor of the house used as bed-rooms, and a hall, with two of the rooms on either side of it. The rooms open into the hall. During the past three years I have occupied the bed-room in the northeast corner, and Amanda has occupied the one in the southwest corner of the house. The defendant has occupied the bed-room in the southeast corner. The room occupied by me as a bedroom, and the one occupied by the defendant as a bed-room, are on the same side of the hall, and there is no intervening room. The house I speak of is in Salt Lake County, Utah Territory. Cross-examined: My oldest daughter is twenty-three years old, <span class=\"star-pagination\">*62</span> and my son twenty. I have a little girl, Clara Hardy, twelve years old, and a little girl ten years old, who are orphans. Their mother was a niece of mine, and, when she died, she left them to me. These, with my little daughter Alice, three years old past, are the members of my family. My daughter Alice was three years old last January. The two orphan children have lived with me for the last five years. The two little girls and my oldest daughter and the youngest daughter have occupied my room with me. We have two beds, and have all slept in that room.</p>\n<p>Q. State whether that state of things and that relation with your children and the orphans continued until February last?</p>\n<p>Objected to by the prosecution on the ground that it is immaterial, irrelevant, and incompetent. The objection was argued, the prosecuting attorney announcing that the objection was on the relevancy, materiality, and competency of the evidence offered, and not on the ground it was not a proper subject of cross-examination or that the offer was out of order, but that any proof tending to show non-access was immaterial; and defendant's counsel admitted and stated to the court that the evidence was offered as tending to show, with other evidence to be given, non-access during the time charged in the indictment, and as tending to disprove any presumption of sexual intercourse which might be raised by testimony of the witness. The court sustained the objection, stating that the question presented by the objection had been deemed by both parties as being properly raised by the interrogatory objected to; and the defendant excepted.</p>\n<p>Q. Was Amanda Cannon married to defendant prior to the time you was married to him?</p>\n<p>Counsel for the prosecution objected to the question as irrelevant, incompetent, and immaterial. The court sustained the objection, and defendant excepted to the ruling. The following questions were severally propounded to the witness, counsel stating that the sole purpose for which the questions were asked was to establish sexual non-intercourse.</p>\n<p>Q. Did you hear and know of the passage of the act of <span class=\"star-pagination\">*63</span> Congress usually called the \"Edmunds Act,\" about the time it was passed?</p>\n<p>Q. What had been the habit of defendant prior to that time, as to his occupation of your room and bed, and the room and bed of Amanda Cannon?</p>\n<p>Q. About the time of the passage of that law did he say anything to you and the other members of the family in respect to his intention to not violate that law, and what did he say?</p>\n<p>Q. Did you assent to what he proposed?</p>\n<p>Q. After that did any change occur in his habit as to occupying your room and bed, and what, if any, was the change?</p>\n<p>Q. After March 22, 1882, has the defendant at any time occupied your room or bed, or has he had any sexual intercourse with you?</p>\n<p>To each of these questions the prosecuting attorney objected, on the ground that the evidence sought was irrelevant, immaterial, and incompetent, and the objections were based solely on these grounds, and not to the form of the questions, or time or manner of offering the evidence. The court sustained each objection, and to the ruling on each the defendant excepted.</p>\n<p>George M. Cannon, a witness sworn for the prosecution, testified: My father's name is Angus M. Cannon; he is the defendant here. My mother's name is Sarah M. Cannon. I have heard my father state he was married to Amanda Cannon.</p>\n<p>Q. Have you heard your father state he was married to Sarah Cannon?</p>\n<p>Defendant objected to the question on the ground it is immaterial; that Sarah Cannon is not named in the indictment, or any marriage with her charged.</p>\n<p>The prosecuting attorney explained that he intended to show that Sarah and Amanda Cannon were married to defendant by the same ceremony, and that he offered the evidence to show whom he had the right to call as a witness.</p>\n<p>The court overruled the objection and allowed the evidence for this purpose, and the defendant excepted to the ruling.</p>\n<p>Witness. I have heard my father say he was married to my mother and Amanda Cannon at one and the same time.</p>\n<p>Angus M. Cannon, Jr., sworn for the prosecution, testified: <span class=\"star-pagination\">*64</span> My father's name is Angus M. Cannon and my mother's name is Amanda Cannon. I have lived during the last three years in the same house with my father and mother. My mother has nine children; eight of them are living at home and have during this period. I took my meals there and slept there on my mother's side of the house. Have taken my meals at the same table with the rest of the family. My father has taken his meals about one-third of the time at Clara's, one-third of the time at Sarah's, and one-third of the time with my mother. About every third day he takes his meals with my mother and her children. There are four sleeping apartments in the second story of the house; two on each side of the hall-way which goes north and south, and the rooms on each side open into the hall. During the period mentioned Clara C. Cannon has occupied the northeast bed-room, my father has occupied the southeast, and my mother the southwest bed-room. Cross-examined: Clara Cannon has occupied the northeast bed-room to my knowledge five or six years.</p>\n<p>Q. Who occupied it with her?</p>\n<p>Objected to as immaterial, etc. Objection sustained and defendant excepted.</p>\n<p>My father has occupied the same house with Clara and Amanda Cannon. I have not been at home continuously for the past three or four years. I have been away probably between five and six months, and, with this exception, I have been there more than three years.</p>\n<p>Q. Do you know where your father during that time passed his nights.</p>\n<p>Objected to. Objection sustained, and defendant excepted to the ruling.</p>\n<p>The prosecution here rested.</p>\n<p>George M. Cannon recalled for further cross-examination: The substance of what my father said about his marriage to Sarah and Amanda Cannon was, that he married them at the same time. He said he married them prior to any act against polygamy, and when he considered it legal. He perhaps stated the year, but I don't at present recollect it. I am in my twenty-fourth year.</p>\n<p><span class=\"star-pagination\">*65</span> Clara C. Cannon recalled by the defendant and testified: I am a member of what is called the Church of Latter-day Saints, and I have been a member for twenty-four years. The defendant is also a member of that church. I don't know how long he has been a member, but it is ever since I first knew him. Mrs. Amanda Cannon is a member of the same church, and has been since I first knew her  that is, thirteen years.</p>\n<p>Q. Was Mrs. Amanda Cannon married to the defendant prior to your marriage to him?</p>\n<p>Objected to by counsel for prosecution as irrelevant and immaterial. Objection sustained, and defendant excepted to the ruling.\"</p>\n<p>Defendant's counsel then made the following offer of proofs: \"We offer to prove by this and other witnesses to be called, that Amanda Cannon was married to the defendant before the marriage with this witness; that, prior to the passage of the Edmunds law, he had alternately occupied the sleeping-room and bed of each; that each, with her family, occupied, and still occupies, separate apartments, including separate dining-rooms and kitchens; that, after the Edmunds law had passed both Houses of Congress, and before its approval by the President, the defendant announced to witness, Amanda, and their families, that he did not intend to violate that law, but should live within it so long as it should remain a law, and at the same time assigned his reasons for so doing, and thereafter, and during the times alleged in the indictment, he did not occupy the rooms or bed of, or have any sexual intercourse with, the witness, and to this extent, by mutual agreement, separated from the witness; that, during all the time mentioned in the indictment, the two families have taken their meals in their respective dining-rooms; that defendant has taken his meals with the witness and her family, in her dining-room, two or three days each week, has provided for the support of the witness and her family distinct from other family expenses, and allowed them to occupy separate apartments in the same house occupied by him and Amanda, and this is the extent of his relations with the witness; and, also, that the defendant was financially unable to provide a separate house for witness and her family; <span class=\"star-pagination\">*66</span> also, that the witness and family and Amanda and her family are dependent on the defendant for their support. To this offer and each paragraph thereof the prosecution objected, and the objection was sustained by the court, and the defendant excepted to the ruling.\"</p>\n<p>The foregoing was all the evidence given in the case. The court instructed the jury as follows: \"The indictment in this case charges that the defendant, on the first day of June, in the year of our Lord 1882, and on divers other days, continuously, between said first day of June, 1882, and the first day of February, 1885, did unlawfully cohabit with more than one woman, to wit, one Amanda Cannon and one Clara C. Mason, sometimes known as Clara C. Cannon. [If you believe from the evidence, gentlemen of the jury, beyond a reasonable doubt, that the defendant lived in the same house with Amanda Cannon and Clara C. Cannon, the women named in the indictment, and ate at their respective tables one-third of his time or thereabouts, and that he held them out to the world by his language or his conduct, or by both, as his wives, you should find him guilty.] [It is not necessary that the evidence should show that the defendant and these women, or either of them, occupied the same bed or slept in the same room; neither is it necessary that the evidence should show that, within the time mentioned, he had sexual intercourse with either of them.] I will state, the law presumes the defendant innocent until proven guilty beyond a reasonable doubt; that you are the judges of the credibility of the witnesses, the weight of the evidence and of the facts, and if you find the defendant guilty you will say in your verdict, `We, the jury, find the defendant guilty in manner and form as charged in the indictment;' and, if you find him not guilty, you will say, `We, the jury, find the defendant not guilty.'\" No further or other instructions were given to the jury.</p>\n<p>The defendant excepted to the parts of the instructions which are enclosed in brackets. He also submitted the following prayers for instructions, each of which was separately refused, followed by a separate exception:</p>\n<p>\"1. The offence charged is that defined in the third section <span class=\"star-pagination\">*67</span> of the act of Congress entitled `An Act to amend section 5352 of the Revised Statutes in reference to bigamy, and for other purposes,' approved March 22d, 1882, commonly known as the `Edmunds Act.'</p>\n<p>\"2. That section is applicable to Utah Territory, and provides that, if any male person here, since March 22d, 1882, has cohabited with more than one woman, he shall be deemed guilty of a misdemeanor.</p>\n<p>\"3. This section does not apply to male persons who have at successive periods cohabited with lawful wives, but only to contemporaneous cohabitation with two women.</p>\n<p>\"4. Cohabitation includes living together as members of one family, a consorting in social intercourse, and eating and lodging together. They need not occupy the same bed, but there must be an equivalent intimacy.</p>\n<p>\"5. The word `cohabit,' in this section, is to be understood in a technical or restricted sense. It does not apply to all persons who live with each other under one roof as members of one family, but only to adults of different sexes who live together in the manner that husbands and wives do, including the intimacy of occupying continuously or for recurrent periods the same bed.</p>\n<p>\"6. (Requested if the last refused.) The word `cohabit,' in this section, is to be understood in a technical or special sense. It does not apply to all persons of opposite sexes who live with each other under one roof as members of one family, but only to adults of different sexes living together in the manner that husbands and wives do. So understood, it must include a continuous or recurrent occupying of the same apartments, in the manner usual with persons of opposite sex who live in sexual intimacy.</p>\n<p>\"7. No case is within this section which does not include such association of a man with two women in their mode of living as to make it an example of immorality, by necessarily indicating an habitual intimacy with each of two or more women by mutual consent.</p>\n<p>\"8. The cohabitation which is made a misdemeanor by this section is an habitual residence or dwelling by a man with two or more women in intimate sexual relations.</p>\n<p><span class=\"star-pagination\">*68</span> \"9. The ingredients of this offence are, first, that the person charged be a male person; second, that he has lived or dwelt with two women, either continuously at the same time or with each in alternate periods of time; third, that he has so lived with each of two or more women in such personal intimacy as to indicate that he has had sexual intercourse with them, respectively, at his and their pleasure.</p>\n<p>\"10. The Court will interpret this Edmunds Act by its terms, and in view of the actual situation in this Territory, of which the Court is judicially cognizant, and thus deduce that Congress intended to apply a corrective to polygamy and the anomalous status produced by its long practice.</p>\n<p>\"11. The act is intended to prevent any future polygamous marriages, and to prevent the continued cohabitation of persons who are already in polygamy. The section making cohabitation a misdemeanor has special or primary application to a cohabitation with a plurality of wives. This obvious intention indicates the ingredients of the criminal cohabitation; that it is a living together in the sexual intimacy usual between persons united in the marital relation, immoral in example for not having the sanction of lawful marriage, and pernicious in producing an illegitimate offspring.</p>\n<p>\"This Act legitimizes all children born prior to January 1, 1883; it authorizes amnesty to all offenders prior to its enactment, and thus it is shown that the Act was passed in view of the long existence of polygamy in this Territory, and the multitudes of children born therein; it is merciful to those who have broken the laws against polygamy, and humane and paternal to the children born in polygamy.</p>\n<p>\"13. This Act does not command polygamous fathers to abandon their children nor to break off all communication with their mothers. Such fathers are at liberty, and under the strongest moral obligation, to support both. He may hold any friendly and familiar relations, other than sexual, naturally incident to the proper discharge of such duties. All his social familiarity with the mothers of such families, established prior to the passage of said Act, not shown to include all the particulars of cohabitation as the Court has defined it, <span class=\"star-pagination\">*69</span> should be considered by the jury with the legal presumption of innocence, and the failure to establish such cohabitation entitles the defendant to acquittal.</p>\n<p>\"14. The existence at the time of the passage of the Edmunds Act of a polygamous relation between the defendant and the women mentioned in the indictment, though an illegal relation, is not, and cannot be, made by the statute evidence of any fact necessary to, or tending to, a conviction for violating the third section. Any enactment intended for such a purpose would be <i>ex post facto</i> and void.</p>\n<p>\"15. The law presumes innocence, and, therefore, that all persons who were cohabiting when the Edmunds law took effect, contrary to the provisions of that act, then ceased to do so.</p>\n<p>\"16. No fact in the conduct of the defendant subsequent to the passage of the Edmunds Act can be made more significant of guilt in violating the section against cohabitation, by reason of the existence of the polygamous relation between him and the women mentioned in the indictment, prior to the passage of that statute.</p>\n<p>\"17. The defendant is entitled to show his marital and parental status at the time of the passage of the Edmunds Act, to explain his subsequent conduct toward the women mentioned in the indictment, and to show an innocent and laudable motive therefor.</p>\n<p>\"18. For this purpose, he may show that he had families of children by said women respectively, at and prior to the passage of said Act; that such women and their children had been and were still dependent on him for their support; that he has continued since to support them; that he has visited them for that purpose, and as the father of said children; and that he has not had sexual intercourse with such women since the passage of said Act; and no inference of cohabitation can be drawn from the fact of such relations, from the fact of furnishing support for such mothers and children without living with them, nor from the fact of visiting them, taking meals with them, nor from his living in a separate suite of rooms in the same house, belonging to himself, <i>as</i> that occupied by them, <span class=\"star-pagination\">*70</span> if they occupied separate apartments and habitually lived as a separate and distinct household; nor can such inference be drawn from all such facts. They do not, of themselves, constitute cohabitation.</p>\n<p>\"19. There is no evidence in this case tending to show that this defendant recognized Clara C. Cannon as his wife, or held her out to the world as such, since the passage of the Edmunds Bill, and within the dates named in the indictment, and without such proof the jury should acquit the defendant.</p>\n<p>\"20. If the jury find that the defendant has not held out to the world, and announced and recognized, as his wife, the Clara C. Cannon named in the indictment, since the passage of the Edmunds bill, and within the dates named in the indictment, then they should acquit the defendant.</p>\n<p>\"21. Sexual intercourse is a necessary element of the crime of cohabitation; and, if the jury find the defendant has not had sexual intercourse with both Clara C. and Amanda Cannon since the passage of the Edmunds bill, and within the dates named in the indictment, then they should acquit the defendant.</p>\n<p>\"22. In order to find the defendant guilty of the offence charged, it must appear that the defendant had gone through the forms of marriage with both of the women named in the indictment, Amanda and Clara C. Cannon; that, it not appearing in this case that he was ever married to Clara C. Cannon, the jury should acquit.</p>\n<p>\"23. If the jury find that there never was the form of marriage between Clara C. Cannon and the defendant, they should acquit.</p>\n<p>\"24. There can be no conviction under the indictment in this case, for the reason that there is no charge that the defendant was ever married to either Amanda or Clara C. Cannon, nor any charge that he held out either or both as his wives.\"</p>\n<p>From the judgment the defendant appealed to the Supreme Court of the Territory, which affirmed it, and he has brought the case to this court by a writ of error.</p>\n<p>The principal question argued at the bar was the proper <span class=\"star-pagination\">*71</span> construction of  3 of the act of 1882. That question depends on the meaning of the word \"cohabit\" in the section. The meaning contended for by the defendant is indicated by his offer to show by Clara C. Cannon non-access, and facts to rebut the presumption of sexual intercourse with her, and the actual absence of such intercourse; and by the requests for instructions to the jury, which are based on the view that the word \"cohabit\" necessarily includes the idea of having sexual intercourse. But we are of opinion that this is not the proper interpretation of the statute; and that the court properly charged the jury that the defendant was to be found guilty if he lived in the same house with the two women, and ate at their respective tables one-third of his time or thereabouts, and held them out to the world, by his language or conduct, or both, as his wives; and that it was not necessary it should be shown that he and the two women, or either of them, occupied the same bed or slept in the same room, or that he had sexual intercourse with either of them.</p>\n<p>This interpretation is deducible from the language of the statute throughout. It refers wholly to the relations between men and women founded on the existence of actual marriages, or on the holding out of their existence. Section 1 makes it an offence for a man or a woman, with a living wife or husband, to marry another, and calls such offence polygamy. Section 3 singles out the man, and makes it a misdemeanor for him to cohabit with more than one woman. Section 4 provides that counts for any or all of the offences named in  1 and 3 may be joined in the same information or indictment. This certainly has no tendency to show that the cohabitation referred to is one outside of a marital relation, actual or ostensible. So, in  5, bigamy, polygamy, and unlawful cohabitation are classed together, and it is provided, that, in any prosecution for any one of such offences, it shall be sufficient cause of challenge to a juror, that he has been living in the practice of bigamy, polygamy, or unlawful cohabitation with more than one woman, or has been guilty of an offence punishable by the preceding sections, or that he believes it to be right for a man to have more than one living and undivorced wife at the same <span class=\"star-pagination\">*72</span> time, or to live in the practice of cohabiting with more than one woman. It is the practice of unlawful cohabitation with more than one woman that is aimed at  a cohabitation classed with polygamy and having its outward semblance. It is not, on the one hand, meretricious unmarital intercourse with more than one woman. General legislation as to lewd practices is left to the Territorial government. Nor, on the other hand, does the statute pry into the intimacies of the marriage relation. But it seeks not only to punish bigamy and polygamy when direct proof of the existence of those relations can be made, but to prevent a man from flaunting in the face of the world the ostentation and opportunities of a bigamous household, with all the outward appearances of the continuance of the same relations which existed before the act was passed; and without reference to what may occur in the privacy of those relations. Compacts for sexual non-intercourse, easily made and as easily broken, when the prior marriage relations continue to exist, with the occupation of the same house and table and the keeping up of the same family unity, is not a lawful substitute for the monogamous family which alone the statute tolerates. In like manner, bigamy, polygamy, and unlawful cohabitation are classed together in  6 and 8 of the act. Section 6 authorizes the President to grant amnesty to persons guilty of bigamy, polygamy, or unlawful cohabitation before the passage of the act. Any unlawful cohabitation, under the laws of the United States, before that time, could only have been ostensibly marital cohabitation, for the only statute on the subject was  5352 of the Revised Statutes, in regard to bigamy. Section 8 excludes from voting every polygamist, bigamist, or person cohabiting with more than one woman, and every woman cohabiting with any polygamist, bigamist, or person cohabiting with more than one woman. This section was considered by this court in <i>Murphy</i> v. <i>Ramsey,</i> 114 U.S. 15, where Mr. Justice Matthews, speaking for the court, in construing the words \"bigamist\" and \"polygamist\" in that section, says: \"In our opinion, any man is a polygamist or bigamist, in the sense of this section of the act, who, having previously married one wife, still living, and having another at the time when he <span class=\"star-pagination\">*73</span> presents himself to claim registration as a voter, still maintains that relation to a plurality of wives, although, from the date of the passage of the act of March 22, 1882, until the day he offers to register and to vote, he may not in fact have cohabited with more than one woman. Without regard to the question whether, at the time he entered into such relation, it was a prohibited and punishable offence, or whether, by reason of lapse of time since its commission, a prosecution for it may not be barred, if he still maintains the relation, he is a bigamist or polygamist, because that is the status which the fixed habit and practice of his living has established. He has a plurality of wives, more than one woman whom he recognizes as a wife, of whose children he is the acknowledged father, and whom with their children he maintains as a family, of which he is the head. And this status as to several wives may well continue to exist, as a practical relation, although for a period he may not in fact cohabit with more than one; for that is quite consistent with the constant recognition of the same relation to many, accompanied with a possible intention to renew cohabitation with one or more of the others when it may be convenient. It is not, therefore, because the person has committed the offence of bigamy or polygamy, at some previous time, in violation of some existing statute, and as an additional punishment for its commission, that he is disfranchised by the act of Congress of March 22, 1882; nor because he is guilty of the offence, as defined and punished by the terms of that act; but because, having at some time entered into a bigamous or polygamous relation, by a marriage with a second or third wife, while the first was living, he still maintains it, and has not dissolved it, although for the time being he restricts actual cohabitation to but one. He might in fact abstain from actual cohabitation with all, and be still as much as ever a bigamist or a polygamist. He can only cease to be such when he has finally and fully dissolved in some effective manner, which we are not called on here to point out, the very relation of husband to several wives, which constitutes the forbidden status he has previously assumed. Cohabitation is but one of the many incidents to the marriage relation. It is <span class=\"star-pagination\">*74</span> not essential to it. One man, where such a system has been tolerated and practised, may have several establishments, each of which may be the home of a separate family, none of which he himself may dwell in or even visit. The statute makes an express distinction between bigamists and polygamists on the one hand, and those who cohabit with more than one woman on the other; whereas, if cohabitation with several wives was essential to the description of those who are bigamists or polygamists, those words in the statute would be superfluous and unnecessary. It follows, therefore, that any person having several wives is a bigamist or polygamist in the sense of the act of March 22, 1882, although since the date of its passage he may not have cohabited with more than one of them.\" p. 41. In the spirit of this interpretation, a man cohabits with more than one woman, in the sense of  3, 5 and 8 of the act, when, holding out to the world two women as his wives, by his language or conduct, or both, he lives in the house with them, and eats at the table of each a portion of his time, although he may not occupy the same bed or sleep in the same room with either of them, or actually have sexual intercourse with either of them. He holds two women out to the world as his wives, by his conduct, when, being the recognized and reputed husband of each, so understood to be by the two wives, and by the son of one of them, and by the son of a third reputed wife, he maintains the two wives and the children of each, all in the same house with himself, and regularly eats at the table of each, and acts as the head of the two families.</p>\n<p>This meaning of the phrase \"cohabit with more than one woman,\" in the statute, is in consonance with a recognized definition of the word \"cohabit.\" In Webster \"cohabit\" is defined thus: \"1. To dwell with; to inhabit or reside in company, or in the same place or country. 2. To dwell or live together as husband and wife.\" In Worcester it is defined thus: \"1. To dwell with another in the same place. 2. To live together as husband and wife.\" The word is never used in its first meaning, in a criminal statute; and its second meaning is that to which its use in this statute has relation. The context <span class=\"star-pagination\">*75</span> in which it is found, and the manifest evils which gave rise to the special enactments in regard to \"cohabitation,\" require that the word should have the meaning which we have assigned to it. Bigamy and polygamy might fail of proof, for want of direct evidence of any marriage, but cohabitation with more than one woman, in the sense proved in this case, was susceptible of the proof here given; and it was such offence as was here proved that section 3 of the act was intended to reach  the exhibition of all the indicia of a marriage, a household, and a family, twice repeated. However, in some divorce cases, and in reference to a question of the condonation of adultery, the word \"cohabit\" may have been used in the limited sense of sexual intercourse, or however its meaning may have been so limited by its context in other statutes, it has no such meaning in the statute before us.</p>\n<p>These views of the proper construction of section 3 show that the evidence which the court rejected was properly excluded, and that there was no error in the instructions given to the jury, or in refusing to give those asked, aside from those which were proper to have been given, but were covered by the instructions given. Nor is the charge given open to the objection that the paragraphs in it which follow the first are not confined to the time laid in the indictment.</p>\n<p>Objection is taken to the indictment because it does not allege that the defendant was a male person,  3 making the offence it specifies punishable only when committed by a male person. By the Criminal Procedure Act of the Territory of Utah, passed February 22d, 1878, and which was in force from and after March 10, 1878, Laws of 1878, p. 91, it is provided as follows:</p>\n<p>\"SEC. 148. All the forms of pleading in criminal actions, and the rules by which the sufficiency of pleadings is to be determined, are those prescribed by this Act.</p>\n<p>\"SEC. 149. The first pleading on the part of the people is the indictment.</p>\n<p>\"SEC. 150. The indictment must contain:</p>\n<p>1. The title of the action, specifying the name of the court to which the indictment is presented, and the names of the parties;</p>\n<p><span class=\"star-pagination\">*76</span> 2. A clear and concise statement of the acts or omissions constituting the offence, with such particulars of the time, place, person, and property as will enable the defendant to understand distinctly the character of the offence complained of and answer the indictment. It must be substantially in the following form:</p>\n<p>Territory of Utah.</p>\n<p>In the ____ Judicial District Court. The People of the Territory of Utah against A.B.</p>\n<p>A.B. is accused by the Grand Jury of this Court, by this indictment, of the crime of (giving its legal appellation, such as murder, arson, or the like, or designating it as felony or misdemeanor), committed as follows: The said A.B., on the  day of ____, A.D. eighteen ____, at the county of ____ (here set forth the act or omission charged as an offence).</p>\n<p>\"SEC. 151. It must be direct and certain as it regards:</p>\n<p>1. The party charged;</p>\n<p>2. The offence charged;</p>\n<p>3. The particular circumstances of the offence.</p>\n<p>\"SEC. 156. The words used in an indictment are construed in their usual acceptance in common language, except such words and phrases as are defined by law, which are construed according to their legal meaning.</p>\n<p>\"SEC. 157. Words used in a statute to define a public offence need not be strictly pursued in the indictment; but other words conveying the same meaning may be used.</p>\n<p>\"SEC. 158. The indictment is sufficient if it can be understood therefrom:</p>\n<p>1. That it is entitled in a court having authority to receive it, though the name of the court be not stated:</p>\n<p>2. That it was found by a grand jury of the district in which the court was held;</p>\n<p>3. That the defendant is named, or, if his name cannot be discovered, that he is described by a fictitious name, with a statement that his true name is to the jury unknown;</p>\n<p>4. That the offence committed was within the jurisdiction of the court, and is triable therein;</p>\n<p><span class=\"star-pagination\">*77</span> 5. That the offence was committed at some time prior to the time of finding the indictment;</p>\n<p>6. That the act or omission charged as the offence is clearly and distinctly set forth, without repetition, and in such a manner as to enable the court to understand what is intended; and</p>\n<p>To pronounce judgment upon a conviction, according to the right of the case.\"</p>\n<p>\"SEC. 190. The only pleading on the part of the defendant is either a demurrer or a plea.\"</p>\n<p>Section 192 provides that the defendant may demur to the indictment when it appears upon the face thereof that it does not substantially conform to the requirements of  150; or that the facts stated do not constitute a public offence.</p>\n<p>Section 200 provides that when the objections mentioned in  192 appear upon the face of the indictment, they can only be taken by demurrer, except that the objection that the facts stated do not constitute a public offence may be taken at the trial, under the plea of not guilty, or, after the trial, in arrest of judgment.</p>\n<p>\"SEC. 479. Neither a departure from the form or mode prescribed by this act in respect to any pleading or proceeding, nor an error or mistake therein, renders it invalid, unless it has actually prejudiced the defendant, or tended to his prejudice, in respect to a substantial right.\"</p>\n<p>Certainly, under these provisions, the defendant, having pleaded to the indictment and not demurred, must be held to have understood distinctly that the charge was against a male person, as guilty of the offence complained of, the offence being one which only a male person could commit; and the omission from the indictment of the allegation that he was a male person could not have prejudiced him, or tended to his prejudice, in respect to a substantial right.</p>\n<p>The same statutory provisions apply to the objection that the indictment contains merely a charge of unlawful cohabitation with more than one woman, and does not allege a cohabitation with the women as wives, or as persons held out as wives. The defendant, having pleaded and not demurred, it must be held, under  150, that the statement of the acts constituting the <span class=\"star-pagination\">*78</span> offence was such as to enable him to understand distinctly the character of the offence complained of, as that offence is now interpreted, and to answer the indictment. The objection now made cannot be regarded as an objection that the facts stated do not constitute a public offence, because the statement is in the words of the statute, and they, as is now held, have but one meaning; and there could not have been any prejudice to the defendant, or tendency to prejudice, in respect to a substantial right, in not alleging any more pointedly that he cohabited with the women as wives.</p>\n<p>In connection with these statutory rules,  3 of the act of Congress makes the offence a misdemeanor. In <i>United States</i> v. <i>Mills,</i> 7 Pet. 138, 142, it was said by this court: \"The general rule is, that, in indictments for misdemeanors created by statute, it is sufficient to charge the offence in the words of the statute... . But in all cases the offence must be set forth with clearness, and all necessary certainty to apprise the accused of the crime with which he stands charged.\" These principles were applied to a case of misdemeanor, in <i>United States</i> v. <i>Britton,</i> 107 U.S. 655, and an indictment was held sufficient because it embodied the language of the statute, and that language covered every element of the crime, and thus the offence created by the statute was set forth with sufficient certainty, so as to give the defendant clear notice of the charge he was called on to defend. That case was distinguished by the court from <i>United States</i> v. <i>Carll,</i> 105 U.S. 611, as this is distinguishable. In Carll's case, the statute made it an offence to pass a forged obligation of the United States with intent to defraud, and the punishment was a fine and imprisonment at hard labor. The question arose, on a motion in arrest of judgment, whether the indictment was sufficient, it setting forth the offence in the language of the statute, without further alleging that the defendant knew the instrument to be forged. This court held that the offence at which the statute was aimed was similar to the common-law offence of uttering a forged bill; that, therefore, knowledge that the instrument was forged was essential to make out the crime; and that the uttering, with intent to defraud, of an instrument in fact counterfeit, <span class=\"star-pagination\">*79</span> but supposed by the defendant to be genuine, though within the words of the statute, would not be within its meaning and object. The omitted allegation in that case  a knowledge of the forgery  was a separate, extrinsic fact, not forming part of the intent to defraud, or of the uttering, or of the fact of forgery; and, in the absence of that allegation, it was held that no crime was charged. In other words, the case was of the class provided for under the Utah statute, where the facts stated do not constitute a public offence. This, as has been shown, is not that case. The word \"cohabit\" has, in the statute, a definite meaning, including every element of the offence created, as before defined. The allegation of cohabiting with the two women as wives is not an extrinsic fact, but is covered by the allegation of cohabiting with them.</p>\n<p>A strong appeal was made, in argument, to this court, not to uphold the rulings of the trial court, because that would require a polygamous husband not only to cease living with his plural wives, but also to abandon the women themselves; and this court was asked to indicate what the conduct of the husband toward them must be in order to conform to the requirements of the law. It is sufficient to say, that, while what was done by the defendant in this case, after the passage of the act of Congress, was not lawful, no court can say, in advance, what particular state of things will be lawful, further than this, that he must not cohabit with more than one woman, in the sense of the word \"cohabit,\" as hereinbefore defined. While Congress has legitimated the issue of polygamous marriages, born before January 1, 1883, and thus given to such issue claims upon their father which the law will recognize and enforce, it has made no enactment in respect to any right or status of a bigamous or polygamous wife. It leaves the conduct of the man toward her to be regulated by considerations which, outside of  3, are not covered by the statute, and which must be dealt with judicially, when properly presented.</p>\n<p><i>Judgment affirmed.</i></p>\n<p>MILLER, J., with whom concurred MR. JUSTICE FIELD.</p>\n<p>I dissent from the judgment of the court in this case.</p>\n<p><span class=\"star-pagination\">*80</span> I think that the act of Congress, when prohibiting cohabitation with more than one woman, meant unlawful habitual sexual intercourse.</p>\n<p>It is, in my opinion, a strained construction of a highly penal statute to hold that a man can be guilty, under that statute, without the accompaniment of actual sexual connection.</p>\n<p>I know of no instance in which the word cohabitation has been used to describe a criminal offence where it did not imply sexual intercourse.</p>\n<p>MR. JUSTICE FIELD concurs with me.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">55</span></span> (1885)</b></center>\n<center><h1>CANNON<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 20, 23, 1885.</center>\n<center>Decided December 14, 1885.</center>\nERROR TO THE SUPREME COURT OF THE TERRITORY OF UTAH.\n<p><span class=\"star-pagination\">*56</span> <i>Mr. Franklin S. Richards</i> for plaintiff in error.</p>\n<p><i>Mr. Solicitor-General</i> for defendant in error.</p>\n<p>MR. JUSTICE BLATCHFORD delivered the opinion of the court.</p>\n<p>Angus M. Cannon was indicted by a grand jury in the District Court of the Third Judicial District in and for the Territory of Utah, in February, 1885, for a violation of  3 of the act of Congress, approved March 22d, 1882, ch. 47, entitled \"An Act to amend section fifty-three hundred and fifty-two of the Revised Statutes of the United States, in reference to bigamy and for other purposes.\" 22 Stat. 31. Section 1 of the act amends section 5352 of the Revised Statutes, which was a re-enactment of  1 of the act of July 1st, 1862, ch. 123, 12 Stat. 501; and, in order that the amendment may be understood, the original and new sections 5352 are here placed side by side, the parts in each which differ from the other being in italic:</p>\n<p></p>\n<pre>\n             <i>Original.</i>                            <i>New.</i>\n  \"Every person <i>having</i> a husband     | \"Every person <i>who has</i> a\n  or wife living, who marries        |  husband or wife living, who, <i>in</i>\n  another, whether married           |  <i>a Territory or other place over</i>\n  or single, in a Territory or       |  <i>which the United States have</i>\n  other place over which the         |  <i>exclusive jurisdiction, hereafter</i>\n  United States have exclusive       |  marries another, whether\n  jurisdiction, is guilty of <i>bigamy,</i> |  married or single, <i>and any man</i>\n  and shall be punished by a         |  <i>who hereafter simultaneously,</i>\n  fine of not more than five hundred |  <i>or on the same day, marries</i>\n  dollars, and by imprisonment       |  <i>more than one woman,</i> in a\n  for a term not more than           |  Territory or other place over\n  five years; but this section       |  which the United States have\n  shall not extend to any person     |  exclusive jurisdiction, is guilty\n  by reason of any former marriage   |  of <i>polygamy,</i> and shall be punished\n<span class=\"star-pagination\">*57</span>  whose husband or wife              |  by a fine of not more\n  by such marriage <i>is</i> absent for     |  than five hundred dollars, and\n  five successive years, and is not  |  by imprisonment for a term\n  known to such person to be         |  <i>of</i> not more than five years;\n  living; nor to any person by       |  but this section shall not extend\n  reason of any former marriage      |  to any person by reason\n  which <i>has</i> been dissolved by        |  of any former marriage whose\n  decree of a competent Court;       |  husband or wife by such marriage\n  nor to any person by reason of     |  <i>shall have been</i> absent for\n  any former marriage which          |  five successive years, and is not\n  <i>has</i> been pronounced void by        |  known to such person to be\n  decree of a competent Court,       |  living, <i>and is believed by such</i>\n  on the ground of nullity of the    |  <i>person to be dead,</i> nor to any\n  marriage contract.\"                |  person by reason of any former\n                                     |  marriage which <i>shall have</i> been\n                                     |  dissolved by <i>a valid</i> decree of\n                                     |  a competent Court, nor to any\n                                     |  person by reason of any former\n                                     |  marriage which <i>shall have</i> been\n                                     |  pronounced void by <i>a valid</i> decree\n                                     |  of a competent Court, on\n                                     |  the ground of nullity of the\n                                     |  marriage contract.\"\n</pre>\n<p>Sections 2 to 8 inclusive of the act of 1882 are as follows:</p>\n<p>\"SEC. 2. That the foregoing provisions shall not affect the prosecution or punishment of any offence already committed against the section amended by the first section of this Act.</p>\n<p>\"SEC. 3. That if any male person, in a Territory or other place over which the United States have exclusive jurisdiction, hereafter cohabits with more than one woman, he shall be deemed guilty of a misdemeanor, and on conviction thereof shall be punished by a fine of not more than three hundred dollars, or by imprisonment for not more than six months, or by both said punishments, in the discretion of the court.</p>\n<p>\"SEC. 4. That counts for any or all of the offences named in sections one and three of this Act may be joined in the same information or indictment.</p>\n<p><span class=\"star-pagination\">*58</span> \"SEC. 5. That in any prosecution for bigamy, polygamy, or unlawful cohabitation, under any statute of the United States, it shall be sufficient cause of challenge to any person drawn or summoned as a juryman or talesman, first, that he is or has been living in the practice of bigamy, polygamy, or unlawful cohabitation with more than one woman, or that he is or has been guilty of an offence punishable by either of the foregoing sections, or by section fifty-three hundred and fifty-two of the Revised Statutes of the United States, or the Act of July first, eighteen hundred and sixty-two, entitled `An Act to punish and prevent the practice of polygamy in the Territories of the United States and other places, and disapproving and annulling certain Acts of the Legislative Assembly of the Territory of Utah;' or, second, that he believes it right for a man to have more than one living and undivorced wife at the same time, or to live in the practice of cohabiting with more than one woman; and any person appearing or offered as a juror or talesman, and challenged on either of the foregoing grounds, may be questioned on his oath as to the existence of any such cause of challenge, and other evidence may be introduced bearing upon the question raised by such challenge; and this question shall be tried by the Court. But as to the first ground of challenge before mentioned, the person challenged shall not be bound to answer if he shall say upon his oath that he declines on the ground that his answer may tend to criminate himself; and if he shall answer as to said first ground, his answer shall not be given in evidence in any criminal prosecution against him for any offence named in sections one or three of this Act; but if he declines to answer on any ground, he shall be rejected as incompetent.</p>\n<p>\"SEC. 6. That the President is hereby authorized to grant amnesty to such classes of offenders guilty of bigamy, polygamy, or unlawful cohabitation, before the passage of this Act, on such conditions and under such limitations as he shall think proper; but no such amnesty shall have effect unless the conditions thereof shall be complied with.</p>\n<p>\"SEC. 7. That the issue of bigamous or polygamous marriages, known as Mormon marriages, in cases in which such marriages <span class=\"star-pagination\">*59</span> have been solemnized according to the ceremonies of the Mormon sect, in any Territory of the United States, and such issue shall have been born before the first day of January, Anno Domini eighteen hundred and eighty-three, are hereby legitimated.</p>\n<p>\"SEC. 8. That no polygamist, bigamist, or any person cohabiting with more than one woman, and no woman cohabiting with any of the persons described as aforesaid in this section, in any Territory or other place over which the United States have exclusive jurisdiction, shall be entitled to vote at any election held in such Territory or other place, or be eligible for election or appointment to or to be entitled to hold any office or place of public trust, honor, or emolument, in, under, or for any such Territory or place, or under the United States.\"</p>\n<p>Section 9 of the act contains provisions declaring vacant registration and election offices, and enacting that persons shall be appointed to execute those offices, by a board of five persons, which is directed to canvass votes to be returned to it for members of the legislative assembly, with the proviso, \"that said board of five persons shall not exclude any person otherwise eligible to vote from the polls on account of any opinion such person may entertain on the subject of bigamy or polygamy, nor shall they refuse to count any such vote on account of the opinion of the person casting it on the subject of bigamy or polygamy.\"</p>\n<p>The indictment against Cannon was as follows: \"The grand jury of the United States of America within and for the district aforesaid, in the Territory aforesaid, being duly empanelled and sworn, on their oaths do find and present, that Angus M. Cannon, late of said district, in the Territory aforesaid, to wit, on the first day of June, in the year of our Lord one thousand eight hundred and eighty-two, and on divers other days and continuously between the said first day of June, A.D. 1882, and the first day of February, A.D. 1885, at the county of Salt Lake and territory of Utah, did unlawfully cohabit with more than one woman, to wit, one Amanda Cannon and one Clara C. Mason, sometimes known as Clara C. Cannon, against the form of the statute of the said United <span class=\"star-pagination\">*60</span> States in such case made and provided, and against the peace and dignity of the same.\"</p>\n<p>The defendant pleaded not guilty, and the case was tried in April, 1885, resulting in a verdict of guilty, and a judgment imposing a fine of $300, imprisonment in the penitentiary for six months, and further imprisonment till the payment of the fine.</p>\n<p>After the jury was empanelled and sworn, and the prosecution had called a witness, the defendant objected to the giving of any evidence under the indictment, on the ground that the indictment was defective and did not charge any criminal offence, nor any offence under the statutes of the United States, nor the offence described in the statute, either in the statutory words or equivalent words, and, especially, did not show that the person charged was a male person, and was insufficient to warrant a verdict or support a judgment of conviction. The court overruled the objection, and the defendant excepted. The following proceedings then took place, as shown by the bill of exceptions:</p>\n<p>Clara C. Cannon, a witness called for the prosecution, was sworn, when the defendant renewed the said objection to the indictment, with a like ruling by the court and a like exception. The witness testified as follows: \"My full name is Clara C. Cannon. I know the defendant. I have been his wife. I was his wife. I was married to him about ten years ago, and have since lived at 246 First South Street, Salt Lake City. I live there now, and have lived in the same house since shortly after I was married. The defendant has lived in the same house part of the time, and in the same house during the past three years. I have one living child, which is a child of that marriage, born January 11, 1882. I have had two other children by that marriage, both born before the living one. In this house I occupy two rooms on the ground floor, a parlor and a dining-room, on the east side. My kitchen is back, not attached to my part of the house. I have occupied this part of the ground floor since I first went to live in the house. There is a hall running through the house on the ground floor, and the rooms I occupy on that floor are on the east side of the <span class=\"star-pagination\">*61</span> hall. I know Amanda Cannon. She has lived in the same house that I live in during the past three years. She has occupied, on the ground floor, two rooms on the west side of the hall, beside her kitchen, which is attached to the back of the main building, and is not the kitchen I use. I suppose Amanda Cannon is defendant's wife. I have heard him speak of her as his wife, as Mrs. Cannon, and she has lived in the house ever since I went to live there. She has nine children, I think. During the past three years, I think, all her children have been living there at home, but not all the time. My little child lives with me in my part of the house  I mean the child of this marriage. The children of Amanda Cannon live with her in her part of the house. During the past three years, and prior to the month of February in this year, the defendant has been in the habit of taking his meals with me, in my part of the house, a portion of the time, about one-third of the time. There were stated intervals; he took his meals with me every third day  with me and my children. I have a son and daughter grown up, and two orphan children. He took his meals with me and the child of this marriage and the other children every third day. He took his meals with Amanda Cannon and her family one-third of the time. He took all three of his meals with me every third day, on week days, and on Sunday morning he had breakfast at my house  that is, he took his meals with me two days of each week, and also his breakfast Sunday morning, which made one-third of the time. On Sunday he took his dinner at Sarah's, and his supper at Amanda's. There are four rooms on the second floor of the house used as bed-rooms, and a hall, with two of the rooms on either side of it. The rooms open into the hall. During the past three years I have occupied the bed-room in the northeast corner, and Amanda has occupied the one in the southwest corner of the house. The defendant has occupied the bed-room in the southeast corner. The room occupied by me as a bedroom, and the one occupied by the defendant as a bed-room, are on the same side of the hall, and there is no intervening room. The house I speak of is in Salt Lake County, Utah Territory. Cross-examined: My oldest daughter is twenty-three years old, <span class=\"star-pagination\">*62</span> and my son twenty. I have a little girl, Clara Hardy, twelve years old, and a little girl ten years old, who are orphans. Their mother was a niece of mine, and, when she died, she left them to me. These, with my little daughter Alice, three years old past, are the members of my family. My daughter Alice was three years old last January. The two orphan children have lived with me for the last five years. The two little girls and my oldest daughter and the youngest daughter have occupied my room with me. We have two beds, and have all slept in that room.</p>\n<p>Q. State whether that state of things and that relation with your children and the orphans continued until February last?</p>\n<p>Objected to by the prosecution on the ground that it is immaterial, irrelevant, and incompetent. The objection was argued, the prosecuting attorney announcing that the objection was on the relevancy, materiality, and competency of the evidence offered, and not on the ground it was not a proper subject of cross-examination or that the offer was out of order, but that any proof tending to show non-access was immaterial; and defendant's counsel admitted and stated to the court that the evidence was offered as tending to show, with other evidence to be given, non-access during the time charged in the indictment, and as tending to disprove any presumption of sexual intercourse which might be raised by testimony of the witness. The court sustained the objection, stating that the question presented by the objection had been deemed by both parties as being properly raised by the interrogatory objected to; and the defendant excepted.</p>\n<p>Q. Was Amanda Cannon married to defendant prior to the time you was married to him?</p>\n<p>Counsel for the prosecution objected to the question as irrelevant, incompetent, and immaterial. The court sustained the objection, and defendant excepted to the ruling. The following questions were severally propounded to the witness, counsel stating that the sole purpose for which the questions were asked was to establish sexual non-intercourse.</p>\n<p>Q. Did you hear and know of the passage of the act of <span class=\"star-pagination\">*63</span> Congress usually called the \"Edmunds Act,\" about the time it was passed?</p>\n<p>Q. What had been the habit of defendant prior to that time, as to his occupation of your room and bed, and the room and bed of Amanda Cannon?</p>\n<p>Q. About the time of the passage of that law did he say anything to you and the other members of the family in respect to his intention to not violate that law, and what did he say?</p>\n<p>Q. Did you assent to what he proposed?</p>\n<p>Q. After that did any change occur in his habit as to occupying your room and bed, and what, if any, was the change?</p>\n<p>Q. After March 22, 1882, has the defendant at any time occupied your room or bed, or has he had any sexual intercourse with you?</p>\n<p>To each of these questions the prosecuting attorney objected, on the ground that the evidence sought was irrelevant, immaterial, and incompetent, and the objections were based solely on these grounds, and not to the form of the questions, or time or manner of offering the evidence. The court sustained each objection, and to the ruling on each the defendant excepted.</p>\n<p>George M. Cannon, a witness sworn for the prosecution, testified: My father's name is Angus M. Cannon; he is the defendant here. My mother's name is Sarah M. Cannon. I have heard my father state he was married to Amanda Cannon.</p>\n<p>Q. Have you heard your father state he was married to Sarah Cannon?</p>\n<p>Defendant objected to the question on the ground it is immaterial; that Sarah Cannon is not named in the indictment, or any marriage with her charged.</p>\n<p>The prosecuting attorney explained that he intended to show that Sarah and Amanda Cannon were married to defendant by the same ceremony, and that he offered the evidence to show whom he had the right to call as a witness.</p>\n<p>The court overruled the objection and allowed the evidence for this purpose, and the defendant excepted to the ruling.</p>\n<p>Witness. I have heard my father say he was married to my mother and Amanda Cannon at one and the same time.</p>\n<p>Angus M. Cannon, Jr., sworn for the prosecution, testified: <span class=\"star-pagination\">*64</span> My father's name is Angus M. Cannon and my mother's name is Amanda Cannon. I have lived during the last three years in the same house with my father and mother. My mother has nine children; eight of them are living at home and have during this period. I took my meals there and slept there on my mother's side of the house. Have taken my meals at the same table with the rest of the family. My father has taken his meals about one-third of the time at Clara's, one-third of the time at Sarah's, and one-third of the time with my mother. About every third day he takes his meals with my mother and her children. There are four sleeping apartments in the second story of the house; two on each side of the hall-way which goes north and south, and the rooms on each side open into the hall. During the period mentioned Clara C. Cannon has occupied the northeast bed-room, my father has occupied the southeast, and my mother the southwest bed-room. Cross-examined: Clara Cannon has occupied the northeast bed-room to my knowledge five or six years.</p>\n<p>Q. Who occupied it with her?</p>\n<p>Objected to as immaterial, etc. Objection sustained and defendant excepted.</p>\n<p>My father has occupied the same house with Clara and Amanda Cannon. I have not been at home continuously for the past three or four years. I have been away probably between five and six months, and, with this exception, I have been there more than three years.</p>\n<p>Q. Do you know where your father during that time passed his nights.</p>\n<p>Objected to. Objection sustained, and defendant excepted to the ruling.</p>\n<p>The prosecution here rested.</p>\n<p>George M. Cannon recalled for further cross-examination: The substance of what my father said about his marriage to Sarah and Amanda Cannon was, that he married them at the same time. He said he married them prior to any act against polygamy, and when he considered it legal. He perhaps stated the year, but I don't at present recollect it. I am in my twenty-fourth year.</p>\n<p><span class=\"star-pagination\">*65</span> Clara C. Cannon recalled by the defendant and testified: I am a member of what is called the Church of Latter-day Saints, and I have been a member for twenty-four years. The defendant is also a member of that church. I don't know how long he has been a member, but it is ever since I first knew him. Mrs. Amanda Cannon is a member of the same church, and has been since I first knew her  that is, thirteen years.</p>\n<p>Q. Was Mrs. Amanda Cannon married to the defendant prior to your marriage to him?</p>\n<p>Objected to by counsel for prosecution as irrelevant and immaterial. Objection sustained, and defendant excepted to the ruling.\"</p>\n<p>Defendant's counsel then made the following offer of proofs: \"We offer to prove by this and other witnesses to be called, that Amanda Cannon was married to the defendant before the marriage with this witness; that, prior to the passage of the Edmunds law, he had alternately occupied the sleeping-room and bed of each; that each, with her family, occupied, and still occupies, separate apartments, including separate dining-rooms and kitchens; that, after the Edmunds law had passed both Houses of Congress, and before its approval by the President, the defendant announced to witness, Amanda, and their families, that he did not intend to violate that law, but should live within it so long as it should remain a law, and at the same time assigned his reasons for so doing, and thereafter, and during the times alleged in the indictment, he did not occupy the rooms or bed of, or have any sexual intercourse with, the witness, and to this extent, by mutual agreement, separated from the witness; that, during all the time mentioned in the indictment, the two families have taken their meals in their respective dining-rooms; that defendant has taken his meals with the witness and her family, in her dining-room, two or three days each week, has provided for the support of the witness and her family distinct from other family expenses, and allowed them to occupy separate apartments in the same house occupied by him and Amanda, and this is the extent of his relations with the witness; and, also, that the defendant was financially unable to provide a separate house for witness and her family; <span class=\"star-pagination\">*66</span> also, that the witness and family and Amanda and her family are dependent on the defendant for their support. To this offer and each paragraph thereof the prosecution objected, and the objection was sustained by the court, and the defendant excepted to the ruling.\"</p>\n<p>The foregoing was all the evidence given in the case. The court instructed the jury as follows: \"The indictment in this case charges that the defendant, on the first day of June, in the year of our Lord 1882, and on divers other days, continuously, between said first day of June, 1882, and the first day of February, 1885, did unlawfully cohabit with more than one woman, to wit, one Amanda Cannon and one Clara C. Mason, sometimes known as Clara C. Cannon. [If you believe from the evidence, gentlemen of the jury, beyond a reasonable doubt, that the defendant lived in the same house with Amanda Cannon and Clara C. Cannon, the women named in the indictment, and ate at their respective tables one-third of his time or thereabouts, and that he held them out to the world by his language or his conduct, or by both, as his wives, you should find him guilty.] [It is not necessary that the evidence should show that the defendant and these women, or either of them, occupied the same bed or slept in the same room; neither is it necessary that the evidence should show that, within the time mentioned, he had sexual intercourse with either of them.] I will state, the law presumes the defendant innocent until proven guilty beyond a reasonable doubt; that you are the judges of the credibility of the witnesses, the weight of the evidence and of the facts, and if you find the defendant guilty you will say in your verdict, `We, the jury, find the defendant guilty in manner and form as charged in the indictment;' and, if you find him not guilty, you will say, `We, the jury, find the defendant not guilty.'\" No further or other instructions were given to the jury.</p>\n<p>The defendant excepted to the parts of the instructions which are enclosed in brackets. He also submitted the following prayers for instructions, each of which was separately refused, followed by a separate exception:</p>\n<p>\"1. The offence charged is that defined in the third section <span class=\"star-pagination\">*67</span> of the act of Congress entitled `An Act to amend section 5352 of the Revised Statutes in reference to bigamy, and for other purposes,' approved March 22d, 1882, commonly known as the `Edmunds Act.'</p>\n<p>\"2. That section is applicable to Utah Territory, and provides that, if any male person here, since March 22d, 1882, has cohabited with more than one woman, he shall be deemed guilty of a misdemeanor.</p>\n<p>\"3. This section does not apply to male persons who have at successive periods cohabited with lawful wives, but only to contemporaneous cohabitation with two women.</p>\n<p>\"4. Cohabitation includes living together as members of one family, a consorting in social intercourse, and eating and lodging together. They need not occupy the same bed, but there must be an equivalent intimacy.</p>\n<p>\"5. The word `cohabit,' in this section, is to be understood in a technical or restricted sense. It does not apply to all persons who live with each other under one roof as members of one family, but only to adults of different sexes who live together in the manner that husbands and wives do, including the intimacy of occupying continuously or for recurrent periods the same bed.</p>\n<p>\"6. (Requested if the last refused.) The word `cohabit,' in this section, is to be understood in a technical or special sense. It does not apply to all persons of opposite sexes who live with each other under one roof as members of one family, but only to adults of different sexes living together in the manner that husbands and wives do. So understood, it must include a continuous or recurrent occupying of the same apartments, in the manner usual with persons of opposite sex who live in sexual intimacy.</p>\n<p>\"7. No case is within this section which does not include such association of a man with two women in their mode of living as to make it an example of immorality, by necessarily indicating an habitual intimacy with each of two or more women by mutual consent.</p>\n<p>\"8. The cohabitation which is made a misdemeanor by this section is an habitual residence or dwelling by a man with two or more women in intimate sexual relations.</p>\n<p><span class=\"star-pagination\">*68</span> \"9. The ingredients of this offence are, first, that the person charged be a male person; second, that he has lived or dwelt with two women, either continuously at the same time or with each in alternate periods of time; third, that he has so lived with each of two or more women in such personal intimacy as to indicate that he has had sexual intercourse with them, respectively, at his and their pleasure.</p>\n<p>\"10. The Court will interpret this Edmunds Act by its terms, and in view of the actual situation in this Territory, of which the Court is judicially cognizant, and thus deduce that Congress intended to apply a corrective to polygamy and the anomalous status produced by its long practice.</p>\n<p>\"11. The act is intended to prevent any future polygamous marriages, and to prevent the continued cohabitation of persons who are already in polygamy. The section making cohabitation a misdemeanor has special or primary application to a cohabitation with a plurality of wives. This obvious intention indicates the ingredients of the criminal cohabitation; that it is a living together in the sexual intimacy usual between persons united in the marital relation, immoral in example for not having the sanction of lawful marriage, and pernicious in producing an illegitimate offspring.</p>\n<p>\"This Act legitimizes all children born prior to January 1, 1883; it authorizes amnesty to all offenders prior to its enactment, and thus it is shown that the Act was passed in view of the long existence of polygamy in this Territory, and the multitudes of children born therein; it is merciful to those who have broken the laws against polygamy, and humane and paternal to the children born in polygamy.</p>\n<p>\"13. This Act does not command polygamous fathers to abandon their children nor to break off all communication with their mothers. Such fathers are at liberty, and under the strongest moral obligation, to support both. He may hold any friendly and familiar relations, other than sexual, naturally incident to the proper discharge of such duties. All his social familiarity with the mothers of such families, established prior to the passage of said Act, not shown to include all the particulars of cohabitation as the Court has defined it, <span class=\"star-pagination\">*69</span> should be considered by the jury with the legal presumption of innocence, and the failure to establish such cohabitation entitles the defendant to acquittal.</p>\n<p>\"14. The existence at the time of the passage of the Edmunds Act of a polygamous relation between the defendant and the women mentioned in the indictment, though an illegal relation, is not, and cannot be, made by the statute evidence of any fact necessary to, or tending to, a conviction for violating the third section. Any enactment intended for such a purpose would be <i>ex post facto</i> and void.</p>\n<p>\"15. The law presumes innocence, and, therefore, that all persons who were cohabiting when the Edmunds law took effect, contrary to the provisions of that act, then ceased to do so.</p>\n<p>\"16. No fact in the conduct of the defendant subsequent to the passage of the Edmunds Act can be made more significant of guilt in violating the section against cohabitation, by reason of the existence of the polygamous relation between him and the women mentioned in the indictment, prior to the passage of that statute.</p>\n<p>\"17. The defendant is entitled to show his marital and parental status at the time of the passage of the Edmunds Act, to explain his subsequent conduct toward the women mentioned in the indictment, and to show an innocent and laudable motive therefor.</p>\n<p>\"18. For this purpose, he may show that he had families of children by said women respectively, at and prior to the passage of said Act; that such women and their children had been and were still dependent on him for their support; that he has continued since to support them; that he has visited them for that purpose, and as the father of said children; and that he has not had sexual intercourse with such women since the passage of said Act; and no inference of cohabitation can be drawn from the fact of such relations, from the fact of furnishing support for such mothers and children without living with them, nor from the fact of visiting them, taking meals with them, nor from his living in a separate suite of rooms in the same house, belonging to himself, <i>as</i> that occupied by them, <span class=\"star-pagination\">*70</span> if they occupied separate apartments and habitually lived as a separate and distinct household; nor can such inference be drawn from all such facts. They do not, of themselves, constitute cohabitation.</p>\n<p>\"19. There is no evidence in this case tending to show that this defendant recognized Clara C. Cannon as his wife, or held her out to the world as such, since the passage of the Edmunds Bill, and within the dates named in the indictment, and without such proof the jury should acquit the defendant.</p>\n<p>\"20. If the jury find that the defendant has not held out to the world, and announced and recognized, as his wife, the Clara C. Cannon named in the indictment, since the passage of the Edmunds bill, and within the dates named in the indictment, then they should acquit the defendant.</p>\n<p>\"21. Sexual intercourse is a necessary element of the crime of cohabitation; and, if the jury find the defendant has not had sexual intercourse with both Clara C. and Amanda Cannon since the passage of the Edmunds bill, and within the dates named in the indictment, then they should acquit the defendant.</p>\n<p>\"22. In order to find the defendant guilty of the offence charged, it must appear that the defendant had gone through the forms of marriage with both of the women named in the indictment, Amanda and Clara C. Cannon; that, it not appearing in this case that he was ever married to Clara C. Cannon, the jury should acquit.</p>\n<p>\"23. If the jury find that there never was the form of marriage between Clara C. Cannon and the defendant, they should acquit.</p>\n<p>\"24. There can be no conviction under the indictment in this case, for the reason that there is no charge that the defendant was ever married to either Amanda or Clara C. Cannon, nor any charge that he held out either or both as his wives.\"</p>\n<p>From the judgment the defendant appealed to the Supreme Court of the Territory, which affirmed it, and he has brought the case to this court by a writ of error.</p>\n<p>The principal question argued at the bar was the proper <span class=\"star-pagination\">*71</span> construction of  3 of the act of 1882. That question depends on the meaning of the word \"cohabit\" in the section. The meaning contended for by the defendant is indicated by his offer to show by Clara C. Cannon non-access, and facts to rebut the presumption of sexual intercourse with her, and the actual absence of such intercourse; and by the requests for instructions to the jury, which are based on the view that the word \"cohabit\" necessarily includes the idea of having sexual intercourse. But we are of opinion that this is not the proper interpretation of the statute; and that the court properly charged the jury that the defendant was to be found guilty if he lived in the same house with the two women, and ate at their respective tables one-third of his time or thereabouts, and held them out to the world, by his language or conduct, or both, as his wives; and that it was not necessary it should be shown that he and the two women, or either of them, occupied the same bed or slept in the same room, or that he had sexual intercourse with either of them.</p>\n<p>This interpretation is deducible from the language of the statute throughout. It refers wholly to the relations between men and women founded on the existence of actual marriages, or on the holding out of their existence. Section 1 makes it an offence for a man or a woman, with a living wife or husband, to marry another, and calls such offence polygamy. Section 3 singles out the man, and makes it a misdemeanor for him to cohabit with more than one woman. Section 4 provides that counts for any or all of the offences named in  1 and 3 may be joined in the same information or indictment. This certainly has no tendency to show that the cohabitation referred to is one outside of a marital relation, actual or ostensible. So, in  5, bigamy, polygamy, and unlawful cohabitation are classed together, and it is provided, that, in any prosecution for any one of such offences, it shall be sufficient cause of challenge to a juror, that he has been living in the practice of bigamy, polygamy, or unlawful cohabitation with more than one woman, or has been guilty of an offence punishable by the preceding sections, or that he believes it to be right for a man to have more than one living and undivorced wife at the same <span class=\"star-pagination\">*72</span> time, or to live in the practice of cohabiting with more than one woman. It is the practice of unlawful cohabitation with more than one woman that is aimed at  a cohabitation classed with polygamy and having its outward semblance. It is not, on the one hand, meretricious unmarital intercourse with more than one woman. General legislation as to lewd practices is left to the Territorial government. Nor, on the other hand, does the statute pry into the intimacies of the marriage relation. But it seeks not only to punish bigamy and polygamy when direct proof of the existence of those relations can be made, but to prevent a man from flaunting in the face of the world the ostentation and opportunities of a bigamous household, with all the outward appearances of the continuance of the same relations which existed before the act was passed; and without reference to what may occur in the privacy of those relations. Compacts for sexual non-intercourse, easily made and as easily broken, when the prior marriage relations continue to exist, with the occupation of the same house and table and the keeping up of the same family unity, is not a lawful substitute for the monogamous family which alone the statute tolerates. In like manner, bigamy, polygamy, and unlawful cohabitation are classed together in  6 and 8 of the act. Section 6 authorizes the President to grant amnesty to persons guilty of bigamy, polygamy, or unlawful cohabitation before the passage of the act. Any unlawful cohabitation, under the laws of the United States, before that time, could only have been ostensibly marital cohabitation, for the only statute on the subject was  5352 of the Revised Statutes, in regard to bigamy. Section 8 excludes from voting every polygamist, bigamist, or person cohabiting with more than one woman, and every woman cohabiting with any polygamist, bigamist, or person cohabiting with more than one woman. This section was considered by this court in <i>Murphy</i> v. <i>Ramsey,</i> <span class=\"citation\" data-id=\"91339\"><a href=\"/opinion/91339/murphy-v-ramsey/\"><span class=\"volume\">114</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">15</span></a></span>, where Mr. Justice Matthews, speaking for the court, in construing the words \"bigamist\" and \"polygamist\" in that section, says: \"In our opinion, any man is a polygamist or bigamist, in the sense of this section of the act, who, having previously married one wife, still living, and having another at the time when he <span class=\"star-pagination\">*73</span> presents himself to claim registration as a voter, still maintains that relation to a plurality of wives, although, from the date of the passage of the act of March 22, 1882, until the day he offers to register and to vote, he may not in fact have cohabited with more than one woman. Without regard to the question whether, at the time he entered into such relation, it was a prohibited and punishable offence, or whether, by reason of lapse of time since its commission, a prosecution for it may not be barred, if he still maintains the relation, he is a bigamist or polygamist, because that is the status which the fixed habit and practice of his living has established. He has a plurality of wives, more than one woman whom he recognizes as a wife, of whose children he is the acknowledged father, and whom with their children he maintains as a family, of which he is the head. And this status as to several wives may well continue to exist, as a practical relation, although for a period he may not in fact cohabit with more than one; for that is quite consistent with the constant recognition of the same relation to many, accompanied with a possible intention to renew cohabitation with one or more of the others when it may be convenient. It is not, therefore, because the person has committed the offence of bigamy or polygamy, at some previous time, in violation of some existing statute, and as an additional punishment for its commission, that he is disfranchised by the act of Congress of March 22, 1882; nor because he is guilty of the offence, as defined and punished by the terms of that act; but because, having at some time entered into a bigamous or polygamous relation, by a marriage with a second or third wife, while the first was living, he still maintains it, and has not dissolved it, although for the time being he restricts actual cohabitation to but one. He might in fact abstain from actual cohabitation with all, and be still as much as ever a bigamist or a polygamist. He can only cease to be such when he has finally and fully dissolved in some effective manner, which we are not called on here to point out, the very relation of husband to several wives, which constitutes the forbidden status he has previously assumed. Cohabitation is but one of the many incidents to the marriage relation. It is <span class=\"star-pagination\">*74</span> not essential to it. One man, where such a system has been tolerated and practised, may have several establishments, each of which may be the home of a separate family, none of which he himself may dwell in or even visit. The statute makes an express distinction between bigamists and polygamists on the one hand, and those who cohabit with more than one woman on the other; whereas, if cohabitation with several wives was essential to the description of those who are bigamists or polygamists, those words in the statute would be superfluous and unnecessary. It follows, therefore, that any person having several wives is a bigamist or polygamist in the sense of the act of March 22, 1882, although since the date of its passage he may not have cohabited with more than one of them.\" p. 41. In the spirit of this interpretation, a man cohabits with more than one woman, in the sense of  3, 5 and 8 of the act, when, holding out to the world two women as his wives, by his language or conduct, or both, he lives in the house with them, and eats at the table of each a portion of his time, although he may not occupy the same bed or sleep in the same room with either of them, or actually have sexual intercourse with either of them. He holds two women out to the world as his wives, by his conduct, when, being the recognized and reputed husband of each, so understood to be by the two wives, and by the son of one of them, and by the son of a third reputed wife, he maintains the two wives and the children of each, all in the same house with himself, and regularly eats at the table of each, and acts as the head of the two families.</p>\n<p>This meaning of the phrase \"cohabit with more than one woman,\" in the statute, is in consonance with a recognized definition of the word \"cohabit.\" In Webster \"cohabit\" is defined thus: \"1. To dwell with; to inhabit or reside in company, or in the same place or country. 2. To dwell or live together as husband and wife.\" In Worcester it is defined thus: \"1. To dwell with another in the same place. 2. To live together as husband and wife.\" The word is never used in its first meaning, in a criminal statute; and its second meaning is that to which its use in this statute has relation. The context <span class=\"star-pagination\">*75</span> in which it is found, and the manifest evils which gave rise to the special enactments in regard to \"cohabitation,\" require that the word should have the meaning which we have assigned to it. Bigamy and polygamy might fail of proof, for want of direct evidence of any marriage, but cohabitation with more than one woman, in the sense proved in this case, was susceptible of the proof here given; and it was such offence as was here proved that section 3 of the act was intended to reach  the exhibition of all the indicia of a marriage, a household, and a family, twice repeated. However, in some divorce cases, and in reference to a question of the condonation of adultery, the word \"cohabit\" may have been used in the limited sense of sexual intercourse, or however its meaning may have been so limited by its context in other statutes, it has no such meaning in the statute before us.</p>\n<p>These views of the proper construction of section 3 show that the evidence which the court rejected was properly excluded, and that there was no error in the instructions given to the jury, or in refusing to give those asked, aside from those which were proper to have been given, but were covered by the instructions given. Nor is the charge given open to the objection that the paragraphs in it which follow the first are not confined to the time laid in the indictment.</p>\n<p>Objection is taken to the indictment because it does not allege that the defendant was a male person,  3 making the offence it specifies punishable only when committed by a male person. By the Criminal Procedure Act of the Territory of Utah, passed February 22d, 1878, and which was in force from and after March 10, 1878, Laws of 1878, p. 91, it is provided as follows:</p>\n<p>\"SEC. 148. All the forms of pleading in criminal actions, and the rules by which the sufficiency of pleadings is to be determined, are those prescribed by this Act.</p>\n<p>\"SEC. 149. The first pleading on the part of the people is the indictment.</p>\n<p>\"SEC. 150. The indictment must contain:</p>\n<p>1. The title of the action, specifying the name of the court to which the indictment is presented, and the names of the parties;</p>\n<p><span class=\"star-pagination\">*76</span> 2. A clear and concise statement of the acts or omissions constituting the offence, with such particulars of the time, place, person, and property as will enable the defendant to understand distinctly the character of the offence complained of and answer the indictment. It must be substantially in the following form:</p>\n<p>Territory of Utah.</p>\n<p>In the ____ Judicial District Court. The People of the Territory of Utah against A.B.</p>\n<p>A.B. is accused by the Grand Jury of this Court, by this indictment, of the crime of (giving its legal appellation, such as murder, arson, or the like, or designating it as felony or misdemeanor), committed as follows: The said A.B., on the  day of ____, A.D. eighteen ____, at the county of ____ (here set forth the act or omission charged as an offence).</p>\n<p>\"SEC. 151. It must be direct and certain as it regards:</p>\n<p>1. The party charged;</p>\n<p>2. The offence charged;</p>\n<p>3. The particular circumstances of the offence.</p>\n<p>\"SEC. 156. The words used in an indictment are construed in their usual acceptance in common language, except such words and phrases as are defined by law, which are construed according to their legal meaning.</p>\n<p>\"SEC. 157. Words used in a statute to define a public offence need not be strictly pursued in the indictment; but other words conveying the same meaning may be used.</p>\n<p>\"SEC. 158. The indictment is sufficient if it can be understood therefrom:</p>\n<p>1. That it is entitled in a court having authority to receive it, though the name of the court be not stated:</p>\n<p>2. That it was found by a grand jury of the district in which the court was held;</p>\n<p>3. That the defendant is named, or, if his name cannot be discovered, that he is described by a fictitious name, with a statement that his true name is to the jury unknown;</p>\n<p>4. That the offence committed was within the jurisdiction of the court, and is triable therein;</p>\n<p><span class=\"star-pagination\">*77</span> 5. That the offence was committed at some time prior to the time of finding the indictment;</p>\n<p>6. That the act or omission charged as the offence is clearly and distinctly set forth, without repetition, and in such a manner as to enable the court to understand what is intended; and</p>\n<p>To pronounce judgment upon a conviction, according to the right of the case.\"</p>\n<p>\"SEC. 190. The only pleading on the part of the defendant is either a demurrer or a plea.\"</p>\n<p>Section 192 provides that the defendant may demur to the indictment when it appears upon the face thereof that it does not substantially conform to the requirements of  150; or that the facts stated do not constitute a public offence.</p>\n<p>Section 200 provides that when the objections mentioned in  192 appear upon the face of the indictment, they can only be taken by demurrer, except that the objection that the facts stated do not constitute a public offence may be taken at the trial, under the plea of not guilty, or, after the trial, in arrest of judgment.</p>\n<p>\"SEC. 479. Neither a departure from the form or mode prescribed by this act in respect to any pleading or proceeding, nor an error or mistake therein, renders it invalid, unless it has actually prejudiced the defendant, or tended to his prejudice, in respect to a substantial right.\"</p>\n<p>Certainly, under these provisions, the defendant, having pleaded to the indictment and not demurred, must be held to have understood distinctly that the charge was against a male person, as guilty of the offence complained of, the offence being one which only a male person could commit; and the omission from the indictment of the allegation that he was a male person could not have prejudiced him, or tended to his prejudice, in respect to a substantial right.</p>\n<p>The same statutory provisions apply to the objection that the indictment contains merely a charge of unlawful cohabitation with more than one woman, and does not allege a cohabitation with the women as wives, or as persons held out as wives. The defendant, having pleaded and not demurred, it must be held, under  150, that the statement of the acts constituting the <span class=\"star-pagination\">*78</span> offence was such as to enable him to understand distinctly the character of the offence complained of, as that offence is now interpreted, and to answer the indictment. The objection now made cannot be regarded as an objection that the facts stated do not constitute a public offence, because the statement is in the words of the statute, and they, as is now held, have but one meaning; and there could not have been any prejudice to the defendant, or tendency to prejudice, in respect to a substantial right, in not alleging any more pointedly that he cohabited with the women as wives.</p>\n<p>In connection with these statutory rules,  3 of the act of Congress makes the offence a misdemeanor. In <i>United States</i> v. <i>Mills,</i> <span class=\"citation\" data-id=\"85819\"><a href=\"/opinion/85819/united-states-v-mills/\"><span class=\"volume\">7</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">138</span></a></span>, 142, it was said by this court: \"The general rule is, that, in indictments for misdemeanors created by statute, it is sufficient to charge the offence in the words of the statute... . But in all cases the offence must be set forth with clearness, and all necessary certainty to apprise the accused of the crime with which he stands charged.\" These principles were applied to a case of misdemeanor, in <i>United States</i> v. <i>Britton,</i> <span class=\"citation\" data-id=\"90805\"><a href=\"/opinion/90805/united-states-v-britton/\"><span class=\"volume\">107</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">655</span></a></span>, and an indictment was held sufficient because it embodied the language of the statute, and that language covered every element of the crime, and thus the offence created by the statute was set forth with sufficient certainty, so as to give the defendant clear notice of the charge he was called on to defend. That case was distinguished by the court from <i>United States</i> v. <i>Carll,</i> <span class=\"citation\" data-id=\"90615\"><a href=\"/opinion/90615/united-states-v-carll/\"><span class=\"volume\">105</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">611</span></a></span>, as this is distinguishable. In Carll's case, the statute made it an offence to pass a forged obligation of the United States with intent to defraud, and the punishment was a fine and imprisonment at hard labor. The question arose, on a motion in arrest of judgment, whether the indictment was sufficient, it setting forth the offence in the language of the statute, without further alleging that the defendant knew the instrument to be forged. This court held that the offence at which the statute was aimed was similar to the common-law offence of uttering a forged bill; that, therefore, knowledge that the instrument was forged was essential to make out the crime; and that the uttering, with intent to defraud, of an instrument in fact counterfeit, <span class=\"star-pagination\">*79</span> but supposed by the defendant to be genuine, though within the words of the statute, would not be within its meaning and object. The omitted allegation in that case  a knowledge of the forgery  was a separate, extrinsic fact, not forming part of the intent to defraud, or of the uttering, or of the fact of forgery; and, in the absence of that allegation, it was held that no crime was charged. In other words, the case was of the class provided for under the Utah statute, where the facts stated do not constitute a public offence. This, as has been shown, is not that case. The word \"cohabit\" has, in the statute, a definite meaning, including every element of the offence created, as before defined. The allegation of cohabiting with the two women as wives is not an extrinsic fact, but is covered by the allegation of cohabiting with them.</p>\n<p>A strong appeal was made, in argument, to this court, not to uphold the rulings of the trial court, because that would require a polygamous husband not only to cease living with his plural wives, but also to abandon the women themselves; and this court was asked to indicate what the conduct of the husband toward them must be in order to conform to the requirements of the law. It is sufficient to say, that, while what was done by the defendant in this case, after the passage of the act of Congress, was not lawful, no court can say, in advance, what particular state of things will be lawful, further than this, that he must not cohabit with more than one woman, in the sense of the word \"cohabit,\" as hereinbefore defined. While Congress has legitimated the issue of polygamous marriages, born before January 1, 1883, and thus given to such issue claims upon their father which the law will recognize and enforce, it has made no enactment in respect to any right or status of a bigamous or polygamous wife. It leaves the conduct of the man toward her to be regulated by considerations which, outside of  3, are not covered by the statute, and which must be dealt with judicially, when properly presented.</p>\n<p><i>Judgment affirmed.</i></p>\n<p>MILLER, J., with whom concurred MR. JUSTICE FIELD.</p>\n<p>I dissent from the judgment of the court in this case.</p>\n<p><span class=\"star-pagination\">*80</span> I think that the act of Congress, when prohibiting cohabitation with more than one woman, meant unlawful habitual sexual intercourse.</p>\n<p>It is, in my opinion, a strained construction of a highly penal statute to hold that a man can be guilty, under that statute, without the accompaniment of actual sexual connection.</p>\n<p>I know of no instance in which the word cohabitation has been used to describe a criminal offence where it did not imply sexual intercourse.</p>\n<p>MR. JUSTICE FIELD concurs with me.</p>\n</div>", "id": 91502, "judges": "Blatchford", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/91502/", "sha1": "c13d86327b5e58bfc02ab51ab011d377f3780f76", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:03:23"}