{"absolute_url": "/opinion/89755/pratt-v-pratt/", "blocked": false, "citation": {"case_name": "Pratt v. Pratt", "docket_number": null, "document_uris": ["/api/rest/v2/document/89755/"], "federal_cite_one": "96 U.S. 704", "federal_cite_three": null, "federal_cite_two": null, "id": 63257, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/63257/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1878-04-15", "date_modified": "2014-12-21T01:29:03.395857", "docket": "/api/rest/v2/docket/262788/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">96 U.S. 704</p>\n    <p class=\"case_cite\">24 L.Ed. 805</p>\n    <p class=\"parties\">PRATT<br>v.<br>PRATT.</p>\n    <p class=\"date\">October Term, 1877</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ERROR to the Circuit Court of the United States for the Northern District of Illinois.</p>\n      <p class=\"indent\">The facts are stated in the opinion of the court.</p>\n      <p class=\"indent\"><i>Mr. Jerome Carly</i> for the plaintiff in error.</p>\n      <p class=\"indent\">No counsel appeared for the defendant in error.</p>\n      <p class=\"indent\">MR. JUSTICE MILLER delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an action of ejectment in which plaintiff in error was plaintiff below. On the trial, he proved title in Isaac Speer in August, 1857, at which time he recovered a judgment against said Speer, under which the land in controversy was sold July 8, 1863, and a deed made to plaintiff, founded on that sale, Feb. 24, 1865. There does not seem to be any question but that this vested in the plaintiff the legal title to the land some our years before the date of the commencement of this action, which was the fifteenth day the May, 1869.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Defendant relied solely on the Statutes of Limitation of seven years as found in the acts of the Illinois legislature of 1835 and 1839, p. 675 of the Revised Statutes of 1874. We are not favored with any argument, oral or written, by the defendant in error, and have had to find out for ourselves on what he bases the defence of the court's ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It does not appear that the defence under the act of 1839 was established; but the court instructed the jury that if they believed certain facts were proved, which facts had reference to the seven years' possession under the act of 1835, their verdict should be for the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The law of 1835 provides that, 'No person who has or may have any right of entry into any lands, tenements, or hereditaments, of which any person may be possessed by actual residence thereon, having a connected title in law or equity, deducible of record from this State or the United States, or from any public officer or other person authorized by the laws of this State to sell such lands, for non-payment of taxes, or from any sheriff, marshal, or other person authroized to sell such land on execution, or under any order, judgment, or decree of any court of record, shall make any entry therein, except within seven years from the time of such possession being taken; but, when the possessor shall acquire such title after the time of taking such possession, the limitation shall begin to run from the time of acquiring title.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The defendant has, we think, brought himself within the language of this section by sufficient proof, so far as actual possession for seven years under a connected title in equity deducible of record from the United States could do so. And, on this proposition alone, the court told the jury to find for the defendant; but this instruction failed to give effect to other evidence before the jury and undisputed, which, we think, had an important bearing on the case.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Upon an examination of the plaintiff's title, it will be seen that he had no right of entry until Feb. 24, 1865. If the statute began to run against him at that time, it had not run seven years, but only a little over four, when the suit was brought. Nor was there a right of entry, or right of action, in any person against defendant during his entire possession, until the marshal's deed was made to the plaintiff; for the reason that the equitable title under which the defendant held possession was derived from Speer. That is to say, after the judgment of the plaintiff against Speer was rendered, and a lien on the land thereby established in favor of the plaintiff, Isaac Speer, the judgment debtor, conveyed the land to Thomas Speer, and Thomas Speer conveyed to Samuel Roberts, and Samuel Roberts to Charles L. Roberts. The defendant connected his possession with this title, by showing a contract of purchase from Charles L. Roberts. It is obvious, from this recital, that there was no one who could lawfully enter upon the land in the defendant's possession until the plaintiff's judgment lien had become perfected into a legal title by sale and conveyance.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Was it the purpose of this statute that the period of limitation should begin against one who had a lien of record on the land, but who was in no condition to make entry or bring suit, and when the person in privity with him, that could otherwise have made entry or brought suit, had parted with that right to the defednant?</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The very first words of the section describe the person against whom the act is directed as a person having a right of entry. While no such strict construction can be maintained as that this right of entry must be in the same person during the entire seven years that possession is running in favor of the defendant, it seems reasonable that this period of seven years is not be begin when there was no right of entry in any one who could oust the defednant. The principle on which the Statute of Limitations is founded is the l ches of the plaintiff in neglecting to assert his right. If, having the right of entry or the right of action, he fails to exercise it within the reasonable time fixed by the statute, he shall be for ever barred. But this necessarily presupposes the existence of the right of entry or the right to bring suit. There can be no laches in failing to bring an action, when no right of action exists. There can be no neglect in asserting a right to the possession of property held by another, when that other is in the rightful possession.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">But the possession then rightful may, by the termination of the right under which it is held, or by the creation (in some legal mode) of a superior title, cases to be rightful. The right of possession may, in some of these modes, come into another. It is then that laches begins, if the person who has thus acquired the better right neglects to assert it. And it is then that the principle of the limitation of actions for recovery of the land first applies; and, if uninterrupted for the prescribed period, becomes a perfect bar to the recovery of the rightful owner. There is nothing in this statute which appears to conflict with this view. The possession must be continuous, and connected with color of title, legal or equitable. There must be a right of entry in some one else to be tolled by this seven years' possession, and the possession must be adverse to this right of entry.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It is said that, under the decision of the courts of Illinois, such possession as that of the defedant in the present case is adverse to all the world. There is no doubt but the Supreme Court of Illinois has said this, and that, in a general sense, it is true.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The defendant, having purchased the land of the person who had the legal title, does undoubtedly hold adversely to everybody else. He admits no better right in any one. He is no man's tenant. The right by which he holds possession is superior to the right of all others. He asserts this, and he acts on it. His possession is, in this sense, adverse to the whole world. But it is not inconsistent with all this that there exists a lien on the land,&#8212;a lien which does not interfere with his possession, which cannot disturb it, but which may ripen into a title superior to that under which he holds, but which is yet in privity with it. In the just sense of the term, his possession is not adverse to this lien. There can be no adversary rights in regard to the possession under the lien, and under the defendant's purchase from the judgment debtor, until the lien is converted into a title conferring the right of possession. The defendant's possession after this is adverse to the title of plaintiff; and then, with the right of entry in plaintiff, the bar of the statute begins to run.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This is a question of the construction of the statutes of Illinois; and the case of <i>Martin</i> v. <i>Judd</i> (81 Ill. 488) is supposed to be in conflict with what we have here said. But we are unable to see any thing in that case to justify such a conclusion. It is ture that plaintiff in that case, as in this, asserted title under a judgment, a sale, and marshal's deed. The defendant asserted title under a judgment against the same party, and a sale and conveyance by the sheriff. The judgment under which plaintiff claimed was rendered July 14, 1854; sale, Sept. 1, 1856; and marshal's deed, June 28, 1858. The judgment under which defendant claimed was rendered March 4, 1858; sale, Nov. 7, 1859; sheriff's deed, Oct. 14, 1862. The defednant relied on the seven years' statute of limitation. The suit, however, was commenced April 7, 1873; and the plaintiff had his marshal's deed June 28, 1858, which was fifteen years before he brought his action. The plaintiff, therefore, had the right of entry and a right of action for fifteen years before he brought suit.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">During all this time, or at least during the last seven years of it, the defendant had a possession under a title which was in every sense adverse to that of plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In the case before us, plaintiff  ued within five vears after his lien became a title. Two of the seven years' possession on which defendant relies was at a time when plaintiff had no title, and consequently no right of action, and while none existed in those from whom he derive title. <i>Martin</i> v. <i>Judd</i> cannot therefore raise the only question there is in this case. The instruction of the court to the jury, and the comments in the opinion of the Supreme Court, show that the point in controversy in that case was whether the defendant had shown a continuous possession adverse to the plaintiff. That it was adverse, there can be no doubt; though it was insisted that it was otherwise, because held under a title derived from the same person that plaintiff's was. But it is very clear that, after the deed of the sheriff under the sale on the junior judgment, the possession held under that deed was a possession in conflict with and adverse to the title then held by plaintiff; namely, his deed under the senior judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The opinion in <i>Martin</i> v. <i>Judd</i> refers to, and cites with approbation, the opinion of the court in <i>Cook</i> v. <i>Norton et al.</i>, 48 Ill. 20. That case was twice before the Supreme Court of Illinois, and received (as is evident) a very careful consideration. It is reported in 43 Ill. 391, and in 48 id. 20. In that case, Ryan was the common source of title. A judgment was recovered against him, Aug. 14, 1845; and a sale under execution on that judgment was made April 8, 1846. No deed was made under this sale until July, 1860, more than fourteen years after the sale, though the certificate of sale was filed in the recorder's office when it was made. Ryan conveyed the property, in a few months after the judgment was rendered, to persons under whom the defendant held title and possession. The suit was commenced within the seven years after Cook abtained the sheriff's deed; but, as this was fourteen years after the sale, the question raised was when the statute began to run against Cook's title. A few extracts from the learned opinion of Mr. Justice Lawrence will show that the court is in accord with the views we have already expressed.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'Would any one deny,' he asks, 'that the purchaser in possession could protect himself, by proper proof, under the Statute of Limitations, if more than seven years had elapsed from the time when the prior purchaser has received or might have received his deed? . . . The defendant has never acknowledged a lessor, nor any title paramount to his own. It is true the Statute of Limitations did not begin to run in his favor until the expiration of fifteen months from the sheriff's sale; because until then there was no outstanding title upon which suit could be brought. But upon that day the purchaser at the sale was at liberty to take out his deed, clothe himself with the legal title, and demand possession; and from that day the statute began to run.' The fifteen months here alluded to was the time which was allowed after a sale under execution for the debtor, or any other judgment creditor of the debtor, to redeem the land, by paying the amount for which it sold, with interest. 'But,' continued the court, 'although the sheriff's deed made on that day would have divested the legal title from Clark and vested it in the purchaser, that fact would not have converted Clark into a tenant. From that moment he became a trespasser, and might have been sued as such.' Again, speaking of the defendant Clark, the court says: 'His possession began under his deed as a possession hostile to all other persons; and, though the Statute of Limitations did not begin to run until the expiration of fifteen months from the day of the sheriff's sale, it was not because there was no adverse possession in fact until that day, but because until then there was no person in being who could bring the suit. That the sheriff's deed must be considered as having been made when the right to it accrued, so far as the Statute of Limitations is concerned, is conceded by counsel for appellant.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">These very clearly  tated views of the Supreme Court of Illinois must control the present case. The plaintiff's right to the marshal's deed accrued July 8, 1863. The Statute of Limitation began to run on that day, and the bar of seven years would have become perfect on the 8th of July, 1870. This suit, however, was commenced on the 15th of May, 1869, more than a year before the statute bar was completed.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">If we are wrong in what we have supposed to be the law, it must follow that, in all cases in which the owner of real estate owes money which is a lien on the land in his hands, the Statute of Lomitation begins to run against tht lien as soon as he conveys the land with possession to some one else. It can make no difference in the principle asserted, whether the lien be created by a judgment or by a mortgage. Nor can it make any difference whether the debt secured by the lien be due when the conveyance is made, or has ten or twenty years to run before the lien can be enforced against the land. The principle asserted is applicable in all these cases; namely, that from the day of the conveyance, by the debtor, of the land on which the lien of the dobt exists to some third person, accompanied by transfer of possession, the possession of the purchaser is adverse to the lien-holder, and the limitation of seven years begins to run. If this be established to be the law, the owner of real estate may borrow money on ten years' time, to the value of that estate, and give a mortgage on it to secure payment; and by a sale and conveyance of the land to a third person, with delivery of possession week afterwards, the lien is utterly defeated. For, according to this doctrine, the Statute of Limitation begins to run against the mortgagee the moment the title and possession are vested in the purchaser, and the bar of the statute becomes perfect against all the world by seven years' possession; whereas the mortgagee can take no steps to foreclose his mortgage until his money comes due, three years later.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">And this doctrine is asserted in the face of the fact that there is a limitation law specially applicable to the enforcement of the judgment lien by sale under execution, and of the mortgage lien by foreclosure.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This question came before the Supreme Court of Pennsylvania in the case of <i>Coutler</i> v. <i>Phillips</i> (20 Pa. St. 155), and was fully discussed. We will close this opinion by giving <i>verbatim</i> the closing remarks of the court in that case, so perfectly applicable to the one before us. 'Lien creditors are subject to a limitation of five years; but the statute of limitations that concerns the action of ejectment has no relation to them. They have no estate in the land, no right of entry, no action to be affected by the statute. The statute bars the right of action, and protects the occupant, not for his merit (for he has none), but for the demerit of his antagonist in delaying his action beyond the period assigned for it. <i>Sailor</i> v. <i>Hertzogg</i>, 2 Barr, 185. But what right of action has a lien creditor to delay? His only remedy is by levy and sale. He then has an estate and a right of entry. The statute may then attach; before, it cannot.'</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The peremptory instruction of the Circuit Court to the jury, that the facts we have stated established a good defence, was erroneous, and the judgment must be reversed, and a new trial had; and it is</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\"><i>So ordered</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">MR. JUSTICE CLIFFORD dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">I dissent from the opinion of the court in this case, for two principal reasons: 1. Because it conflicts with the decisions of the State court upon the same subject. 2. Because the statute of limitations applicable to the case began to run when the defendant acquired the open, exclusive, adverse possession of the premises, by actual residence thereon, under claim and color of title: it appearing that he continued to reside there, without interruption, for the period of seven years prior to the commencement of the suit, having entered pursuant to a contract with the owner, who had a connected title to the same, dedu ible of record, from the United States; and that the defendant subsequently acquired the title to the premises, in pursuance of the contract, the rule being that such an adverse possession, if uninterrupted and continued for the period of seven years, is equivalent to an absolute title, when confirmed by a conveyance from the party having a connected title deducible of record, from the United States. Examined in the light of these suggestions, it is clear, in my opinion, that the case was properly submitted to the jury, and that the judgment founded on their verdict should be affirmed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>96 U.S. 704 (1877)</b></center>\n<center><h1>PRATT<br>\nv.<br>\nPRATT.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Mr. Jerome Carty for the plaintiff in error.</p>\n<p>No counsel appeared for the defendant in error.</p>\n<p>MR. JUSTICE MILLER delivered the opinion of the court.</p>\n<p>This is an action of ejectment in which plaintiff in error was plaintiff below. On the trial, he proved title in Isaac Speer in August, 1857, at which time he recovered a judgment against said Speer, under which the land in controversy was sold July 8, 1863, and a deed made to plaintiff, founded on that sale, Feb. 24, 1865. There does not seem to be any question but <span class=\"star-pagination\">*705</span> that this vested in the plaintiff the legal title to the land some four years before the date of the commencement of this action, which was the fifteenth day of May, 1869.</p>\n<p>Defendant relied solely on the Statutes of Limitation of seven years as found in the acts of the Illinois legislature of 1835 and 1839, p. 674 of the Revised Statutes of 1874. We are not favored with any argument, oral or written, by the defendant in error, and have had to find out for ourselves on what he bases the defence of the court's ruling.</p>\n<p>It does not appear that the defence under the act of 1839 was established; but the court instructed the jury that if they believed certain facts were proved, which facts had reference to the seven years' possession under the act of 1835, their verdict should be for the defendant.</p>\n<p>The law of 1835 provides that, \"No person who has or may have any right of entry into any lands, tenements, or hereditaments, of which any person may be possessed by actual residence thereon, having a connected title in law or equity, deducible of record from this State or the United States, or from any public officer or other person authorized by the laws of this State to sell such lands, for non-payment of taxes, or from any sheriff, marshal, or other person authorized to sell such land on execution, or under any order, judgment, or decree of any court of record, shall make any entry therein, except within seven years from the time of such possession being taken; but, when the possessor shall acquire such title after the time of taking such possession, the limitation shall begin to run from the time of acquiring title.\"</p>\n<p>The defendant has, we think, brought himself within the language of this section by sufficient proof, so far as actual possession for seven years under a connected title in equity deducible of record from the United States could do so. And, on this proposition alone, the court told the jury to find for the defendant; but this instruction failed to give effect to other evidence before the jury and undisputed, which, we think, had an important bearing on the case.</p>\n<p>Upon an examination of the plaintiff's title, it will be seen that he had no right of entry until Feb. 24, 1865. If the statute began to run against him at that time, it had not run seven <span class=\"star-pagination\">*706</span> years, but only a little over four, when the suit was brought. Nor was there a right of entry, or right of action, in any person against defendant during his entire possession, until the marshal's deed was made to the plaintiff; for the reason that the equitable title under which the defendant held possession was derived from Speer. That is to say, after the judgment of the plaintiff against Speer was rendered, and a lien on the land thereby established in favor of the plaintiff, Isaac Speer, the judgment debtor, conveyed the land to Thomas Speer, and Thomas Speer conveyed to Samuel Roberts, and Samuel Roberts to Charles L. Roberts. The defendant connected his possession with this title, by showing a contract of purchase from Charles L. Roberts. It is obvious, from this recital, that there was no one who could lawfully enter upon the land in the defendant's possession until the plaintiff's judgment lien had become perfected into a legal title by sale and conveyance.</p>\n<p>Was it the purpose of this statute that the period of limitation should begin against one who had a lien of record on the land, but who was in no condition to make entry or bring suit, and when the person in privity with him, that could otherwise have made entry or brought suit, had parted with that right to the defendant?</p>\n<p>The very first words of the section describe the person against whom the act is directed as a person having a right of entry. While no such strict construction can be maintained as that this right of entry must be in the same person during the entire seven years that possession is running in favor of the defendant, it seems reasonable that this period of seven years is not to begin when there was no right of entry in any one who could oust the defendant. The principle on which the Statute of Limitations is founded is the laches of the plaintiff in neglecting to assert his right. If, having the right of entry or the right of action, he fails to exercise it within the reasonable time fixed by the statute, he shall be for ever barred. But this necessarily presupposes the existence of the right of entry or the right to bring suit. There can be no laches in failing to bring an action, when no right of action exists. There can be no neglect in asserting a right to the possession of property held by another, when that other is in the rightful possession.</p>\n<p><span class=\"star-pagination\">*707</span> But the possession then rightful may, by the termination of the right under which it is held, or by the creation (in some legal mode) of a superior title, cease to be rightful. The right of possession may, in some of these modes, come into another. It is then that laches begins, if the person who has thus acquired the better right neglects to assert it. And it is then that the principle of the limitation of actions for recovery of the land first applies; and, if uninterrupted for the prescribed period, becomes a perfect bar to the recovery of the rightful owner. There is nothing in this statute which appears to conflict with this view. The possession must be continuous, and connected with color of title, legal or equitable. There must be a right of entry in some one else to be tolled by this seven years' possession, and the possession must be adverse to this right of entry.</p>\n<p>It is said that, under the decision of the courts of Illinois, such possession as that of the defendant in the present case is adverse to all the world. There is no doubt but the Supreme Court of Illinois has said this, and that, in a general sense, it is true.</p>\n<p>The defendant, having purchased the land of the person who had the legal title, does undoubtedly hold adversely to everybody else. He admits no better right in any one. He is no man's tenant. The right by which he holds possession is superior to the right of all others. He asserts this, and he acts on it. His possession is, in this sense, adverse to the whole world. But it is not inconsistent with all this that there exists a lien on the land,  a lien which does not interfere with his possession, which cannot disturb it, but which may ripen into a title superior to that under which he holds, but which is yet in privity with it. In the just sense of the term, his possession is not adverse to this lien. There can be no adversary rights in regard to the possession under the lien, and under the defendant's purchase from the judgment debtor, until the lien is converted into a title conferring the right of possession. The defendant's possession after this is adverse to the title of plaintiff; and then, with the right of entry in plaintiff, the bar of the statute begins to run.</p>\n<p>This is a question of the construction of the statutes of Illinois; <span class=\"star-pagination\">*708</span> and the case of Martin v. Judd (81 Ill. 488) is supposed to be in conflict with what we have here said. But we are unable to see any thing in that case to justify such a conclusion. It is true that plaintiff in that case, as in this, asserted title under a judgment, a sale, and marshal's deed. The defendant asserted title under a judgment against the same party, and a sale and conveyance by the sheriff. The judgment under which plaintiff claimed was rendered July 14, 1854; sale, Sept. 1, 1856; and marshal's deed, June 28, 1858. The judgment under which defendant claimed was rendered March 4, 1858; sale, Nov. 7, 1859; sheriff's deed, Oct. 14, 1862. The defendant relied on the seven years' statute of limitation. The suit, however, was commenced April 7, 1873; and the plaintiff had his marshal's deed June 28, 1858, which was fifteen years before he brought his action. The plaintiff, therefore, had the right of entry and a right of action for fifteen years before he brought suit.</p>\n<p>During all this time, or at least during the last seven years of it, the defendant had a possession under a title which was in every sense adverse to that of plaintiff.</p>\n<p>In the case before us, plaintiff sued within five years after his lien became a title. Two of the seven years' possession on which defendant relies was at a time when plaintiff had no title, and consequently no right of action, and while none existed in those from whom he derives title. Martin v. Judd cannot therefore raise the only question there is in this case. The instruction of the court to the jury, and the comments in the opinion of the Supreme Court, show that the point in controversy in that case was whether the defendant had shown a continuous possession adverse to the plaintiff. That it was adverse, there can be no doubt; though it was insisted that it was otherwise, because held under a title derived from the same person that plaintiff's was. But it is very clear that, after the deed of the sheriff under the sale on the junior judgment, the possession held under that deed was a possession in conflict with and adverse to the title then held by plaintiff; namely, his deed under the senior judgment.</p>\n<p>The opinion in Martin v. Judd refers to, and cites with approbation, the opinion of the court in Cook v. Norton et al., 48 Ill. 20. That case was twice before the Supreme Court of Illinois, <span class=\"star-pagination\">*709</span> and received (as is evident) a very careful consideration. It is reported in 43 Ill. 391, and in 48 id. 20. In that case, Ryan was the common source of title. A judgment was recovered against him, Aug. 14, 1845; and a sale under execution on that judgment was made April 8, 1846. No deed was made under this sale until July, 1860, more than fourteen years after the sale, though the certificate of sale was filed in the recorder's office when it was made. Ryan conveyed the property, in a few months after the judgment was rendered, to persons under whom the defendants held title and possession. The suit was commenced within the seven years after Cook obtained the sheriff's deed; but, as this was fourteen years after the sale, the question raised was when the statute began to run against Cook's title. A few extracts from the learned opinion of Mr. Justice Lawrence will show that the court is in accord with the views we have already expressed.</p>\n<p>\"Would any one deny,\" he asks, \"that the purchaser in possession could protect himself, by proper proof, under the Statute of Limitations, if more than seven years had elapsed from the time when the prior purchaser had received or might have received his deed? ... The defendant has never acknowledged a lessor, nor any title paramount to his own. It is true the Statute of Limitations did not begin to run in his favor until the expiration of fifteen months from the sheriff's sale; because until then there was no outstanding title upon which suit could be brought. But upon that day the purchaser at the sale was at liberty to take out his deed, clothe himself with the legal title, and demand possession; and from that day the statute began to run.\" The fifteen months here alluded to was the time which was allowed after a sale under execution for the debtor, or any other judgment creditor of the debtor, to redeem the land, by paying the amount for which it sold, with interest. \"But,\" continued the court, \"although the sheriff's deed made on that day would have divested the legal title from Clark and vested it in the purchaser, that fact would not have converted Clark into a tenant. From that moment he became a trespasser, and might have been sued as such.\" Again, speaking of the defendant Clark, the court says: \"His possession began under his deed as a possession hostile to all other persons; <span class=\"star-pagination\">*710</span> and, though the Statute of Limitations did not begin to run until the expiration of fifteen months from the day of the sheriff's sale, it was not because there was no adverse possession in fact until that day, but because until then there was no person in being who could bring the suit. That the sheriff's deed must be considered as having been made when the right to it accrued, so far as the Statute of Limitations is concerned, is conceded by counsel for appellant.\"</p>\n<p>These very clearly stated views of the Supreme Court of Illinois must control the present case. The plaintiff's right to the marshal's deed accrued July 8, 1863. The Statute of Limitation began to run on that day, and the bar of seven years would have become perfect on the 8th of July, 1870. This suit, however, was commenced on the 15th of May, 1869, more than a year before the statute bar was completed.</p>\n<p>If we are wrong in what we have supposed to be the law, it must follow that, in all cases in which the owner of real estate owes money which is a lien on the land in his hands, the Statute of Limitation begins to run against that lien as soon as he conveys the land with possession to some one else. It can make no difference in the principle asserted, whether the lien be created by a judgment or by a mortgage. Nor can it make any difference whether the debt secured by the lien be due when the conveyance is made, or has ten or twenty years to run before the lien can be enforced against the land. The principle asserted is applicable in all these cases; namely, that from the day of the conveyance, by the debtor, of the land on which the lien of the debt exists to some third person, accompanied by transfer of possession, the possession of the purchaser is adverse to the lien-holder, and the limitation of seven years begins to run. If this be established to be the law, the owner of real estate may borrow money on ten years' time, to the value of that estate, and give a mortgage on it to secure payment; and by a sale and conveyance of the land to a third person, with delivery of possession a week afterwards, the lien is utterly defeated. For, according to this doctrine, the Statute of Limitation begins to run against the mortgagee the moment the title and possession are vested in the purchaser, and the bar of the statute becomes perfect against all the world by seven years' possession; <span class=\"star-pagination\">*711</span> whereas the mortgagee can take no steps to foreclose his mortgage until his money comes due, three years later.</p>\n<p>And this doctrine is asserted in the face of the fact that there is a limitation law specially applicable to the enforcement of the judgment lien by sale under execution, and of the mortgage lien by foreclosure.</p>\n<p>This question came before the Supreme Court of Pennsylvania in the case of Coutler v. Phillips (20 Pa. St. 155), and was fully discussed. We will close this opinion by giving verbatim the closing remarks of the court in that case, so perfectly applicable to the one before us. \"Lien creditors are subject to a limitation of five years; but the statute of limitations that concerns the action of ejectment has no relation to them. They have no estate in the land, no right of entry, no action to be affected by the statute. The statute bars the right of action, and protects the occupant, not for his merit (for he has none), but for the demerit of his antagonist in delaying his action beyond the period assigned for it. Sailor v. Hertzogg, 2 Barr, 185. But what right of action has a lien creditor to delay? His only remedy is by levy and sale. He then has an estate and a right of entry. The statute may then attach; before, it cannot.\"</p>\n<p>The peremptory instruction of the Circuit Court to the jury, that the facts we have stated established a good defence, was erroneous, and the judgment must be reversed, and a new trial had; and it is</p>\n<p>So ordered.</p>\n<p>MR. JUSTICE CLIFFORD dissenting.</p>\n<p>I dissent from the opinion of the court in this case, for two principal reasons: 1. Because it conflicts with the decisions of the State court upon the same subject. 2. Because the statute of limitations applicable to the case began to run when the defendant acquired the open, exclusive, adverse possession of the premises, by actual residence thereon, under claim and color of title: it appearing that he continued to reside there, without interruption, for the period of seven years prior to the commencement of the suit, having entered pursuant to a contract with the owner, who had a connected title <span class=\"star-pagination\">*712</span> to the same, deducible of record, from the United States; and that the defendant subsequently acquired the title to the premises, in pursuance of the contract, the rule being that such an adverse possession, if uninterrupted and continued for the period of seven years, is equivalent to an absolute title, when confirmed by a conveyance from the party having a connected title deducible of record, from the United States. Examined in the light of these suggestions, it is clear, in my opinion, that the case was properly submitted to the jury, and that the judgment founded on their verdict should be affirmed.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">704</span></span> (1877)</b></center>\n<center><h1>PRATT<br>\nv.<br>\nPRATT.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Mr. Jerome Carty for the plaintiff in error.</p>\n<p>No counsel appeared for the defendant in error.</p>\n<p>MR. JUSTICE MILLER delivered the opinion of the court.</p>\n<p>This is an action of ejectment in which plaintiff in error was plaintiff below. On the trial, he proved title in Isaac Speer in August, 1857, at which time he recovered a judgment against said Speer, under which the land in controversy was sold July 8, 1863, and a deed made to plaintiff, founded on that sale, Feb. 24, 1865. There does not seem to be any question but <span class=\"star-pagination\">*705</span> that this vested in the plaintiff the legal title to the land some four years before the date of the commencement of this action, which was the fifteenth day of May, 1869.</p>\n<p>Defendant relied solely on the Statutes of Limitation of seven years as found in the acts of the Illinois legislature of 1835 and 1839, p. 674 of the Revised Statutes of 1874. We are not favored with any argument, oral or written, by the defendant in error, and have had to find out for ourselves on what he bases the defence of the court's ruling.</p>\n<p>It does not appear that the defence under the act of 1839 was established; but the court instructed the jury that if they believed certain facts were proved, which facts had reference to the seven years' possession under the act of 1835, their verdict should be for the defendant.</p>\n<p>The law of 1835 provides that, \"No person who has or may have any right of entry into any lands, tenements, or hereditaments, of which any person may be possessed by actual residence thereon, having a connected title in law or equity, deducible of record from this State or the United States, or from any public officer or other person authorized by the laws of this State to sell such lands, for non-payment of taxes, or from any sheriff, marshal, or other person authorized to sell such land on execution, or under any order, judgment, or decree of any court of record, shall make any entry therein, except within seven years from the time of such possession being taken; but, when the possessor shall acquire such title after the time of taking such possession, the limitation shall begin to run from the time of acquiring title.\"</p>\n<p>The defendant has, we think, brought himself within the language of this section by sufficient proof, so far as actual possession for seven years under a connected title in equity deducible of record from the United States could do so. And, on this proposition alone, the court told the jury to find for the defendant; but this instruction failed to give effect to other evidence before the jury and undisputed, which, we think, had an important bearing on the case.</p>\n<p>Upon an examination of the plaintiff's title, it will be seen that he had no right of entry until Feb. 24, 1865. If the statute began to run against him at that time, it had not run seven <span class=\"star-pagination\">*706</span> years, but only a little over four, when the suit was brought. Nor was there a right of entry, or right of action, in any person against defendant during his entire possession, until the marshal's deed was made to the plaintiff; for the reason that the equitable title under which the defendant held possession was derived from Speer. That is to say, after the judgment of the plaintiff against Speer was rendered, and a lien on the land thereby established in favor of the plaintiff, Isaac Speer, the judgment debtor, conveyed the land to Thomas Speer, and Thomas Speer conveyed to Samuel Roberts, and Samuel Roberts to Charles L. Roberts. The defendant connected his possession with this title, by showing a contract of purchase from Charles L. Roberts. It is obvious, from this recital, that there was no one who could lawfully enter upon the land in the defendant's possession until the plaintiff's judgment lien had become perfected into a legal title by sale and conveyance.</p>\n<p>Was it the purpose of this statute that the period of limitation should begin against one who had a lien of record on the land, but who was in no condition to make entry or bring suit, and when the person in privity with him, that could otherwise have made entry or brought suit, had parted with that right to the defendant?</p>\n<p>The very first words of the section describe the person against whom the act is directed as a person having a right of entry. While no such strict construction can be maintained as that this right of entry must be in the same person during the entire seven years that possession is running in favor of the defendant, it seems reasonable that this period of seven years is not to begin when there was no right of entry in any one who could oust the defendant. The principle on which the Statute of Limitations is founded is the laches of the plaintiff in neglecting to assert his right. If, having the right of entry or the right of action, he fails to exercise it within the reasonable time fixed by the statute, he shall be for ever barred. But this necessarily presupposes the existence of the right of entry or the right to bring suit. There can be no laches in failing to bring an action, when no right of action exists. There can be no neglect in asserting a right to the possession of property held by another, when that other is in the rightful possession.</p>\n<p><span class=\"star-pagination\">*707</span> But the possession then rightful may, by the termination of the right under which it is held, or by the creation (in some legal mode) of a superior title, cease to be rightful. The right of possession may, in some of these modes, come into another. It is then that laches begins, if the person who has thus acquired the better right neglects to assert it. And it is then that the principle of the limitation of actions for recovery of the land first applies; and, if uninterrupted for the prescribed period, becomes a perfect bar to the recovery of the rightful owner. There is nothing in this statute which appears to conflict with this view. The possession must be continuous, and connected with color of title, legal or equitable. There must be a right of entry in some one else to be tolled by this seven years' possession, and the possession must be adverse to this right of entry.</p>\n<p>It is said that, under the decision of the courts of Illinois, such possession as that of the defendant in the present case is adverse to all the world. There is no doubt but the Supreme Court of Illinois has said this, and that, in a general sense, it is true.</p>\n<p>The defendant, having purchased the land of the person who had the legal title, does undoubtedly hold adversely to everybody else. He admits no better right in any one. He is no man's tenant. The right by which he holds possession is superior to the right of all others. He asserts this, and he acts on it. His possession is, in this sense, adverse to the whole world. But it is not inconsistent with all this that there exists a lien on the land,  a lien which does not interfere with his possession, which cannot disturb it, but which may ripen into a title superior to that under which he holds, but which is yet in privity with it. In the just sense of the term, his possession is not adverse to this lien. There can be no adversary rights in regard to the possession under the lien, and under the defendant's purchase from the judgment debtor, until the lien is converted into a title conferring the right of possession. The defendant's possession after this is adverse to the title of plaintiff; and then, with the right of entry in plaintiff, the bar of the statute begins to run.</p>\n<p>This is a question of the construction of the statutes of Illinois; <span class=\"star-pagination\">*708</span> and the case of Martin v. Judd (81 Ill. 488) is supposed to be in conflict with what we have here said. But we are unable to see any thing in that case to justify such a conclusion. It is true that plaintiff in that case, as in this, asserted title under a judgment, a sale, and marshal's deed. The defendant asserted title under a judgment against the same party, and a sale and conveyance by the sheriff. The judgment under which plaintiff claimed was rendered July 14, 1854; sale, Sept. 1, 1856; and marshal's deed, June 28, 1858. The judgment under which defendant claimed was rendered March 4, 1858; sale, Nov. 7, 1859; sheriff's deed, Oct. 14, 1862. The defendant relied on the seven years' statute of limitation. The suit, however, was commenced April 7, 1873; and the plaintiff had his marshal's deed June 28, 1858, which was fifteen years before he brought his action. The plaintiff, therefore, had the right of entry and a right of action for fifteen years before he brought suit.</p>\n<p>During all this time, or at least during the last seven years of it, the defendant had a possession under a title which was in every sense adverse to that of plaintiff.</p>\n<p>In the case before us, plaintiff sued within five years after his lien became a title. Two of the seven years' possession on which defendant relies was at a time when plaintiff had no title, and consequently no right of action, and while none existed in those from whom he derives title. Martin v. Judd cannot therefore raise the only question there is in this case. The instruction of the court to the jury, and the comments in the opinion of the Supreme Court, show that the point in controversy in that case was whether the defendant had shown a continuous possession adverse to the plaintiff. That it was adverse, there can be no doubt; though it was insisted that it was otherwise, because held under a title derived from the same person that plaintiff's was. But it is very clear that, after the deed of the sheriff under the sale on the junior judgment, the possession held under that deed was a possession in conflict with and adverse to the title then held by plaintiff; namely, his deed under the senior judgment.</p>\n<p>The opinion in Martin v. Judd refers to, and cites with approbation, the opinion of the court in Cook v. Norton et al., 48 Ill. 20. That case was twice before the Supreme Court of Illinois, <span class=\"star-pagination\">*709</span> and received (as is evident) a very careful consideration. It is reported in <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">391</span></span>, and in 48 id. 20. In that case, Ryan was the common source of title. A judgment was recovered against him, Aug. 14, 1845; and a sale under execution on that judgment was made April 8, 1846. No deed was made under this sale until July, 1860, more than fourteen years after the sale, though the certificate of sale was filed in the recorder's office when it was made. Ryan conveyed the property, in a few months after the judgment was rendered, to persons under whom the defendants held title and possession. The suit was commenced within the seven years after Cook obtained the sheriff's deed; but, as this was fourteen years after the sale, the question raised was when the statute began to run against Cook's title. A few extracts from the learned opinion of Mr. Justice Lawrence will show that the court is in accord with the views we have already expressed.</p>\n<p>\"Would any one deny,\" he asks, \"that the purchaser in possession could protect himself, by proper proof, under the Statute of Limitations, if more than seven years had elapsed from the time when the prior purchaser had received or might have received his deed? ... The defendant has never acknowledged a lessor, nor any title paramount to his own. It is true the Statute of Limitations did not begin to run in his favor until the expiration of fifteen months from the sheriff's sale; because until then there was no outstanding title upon which suit could be brought. But upon that day the purchaser at the sale was at liberty to take out his deed, clothe himself with the legal title, and demand possession; and from that day the statute began to run.\" The fifteen months here alluded to was the time which was allowed after a sale under execution for the debtor, or any other judgment creditor of the debtor, to redeem the land, by paying the amount for which it sold, with interest. \"But,\" continued the court, \"although the sheriff's deed made on that day would have divested the legal title from Clark and vested it in the purchaser, that fact would not have converted Clark into a tenant. From that moment he became a trespasser, and might have been sued as such.\" Again, speaking of the defendant Clark, the court says: \"His possession began under his deed as a possession hostile to all other persons; <span class=\"star-pagination\">*710</span> and, though the Statute of Limitations did not begin to run until the expiration of fifteen months from the day of the sheriff's sale, it was not because there was no adverse possession in fact until that day, but because until then there was no person in being who could bring the suit. That the sheriff's deed must be considered as having been made when the right to it accrued, so far as the Statute of Limitations is concerned, is conceded by counsel for appellant.\"</p>\n<p>These very clearly stated views of the Supreme Court of Illinois must control the present case. The plaintiff's right to the marshal's deed accrued July 8, 1863. The Statute of Limitation began to run on that day, and the bar of seven years would have become perfect on the 8th of July, 1870. This suit, however, was commenced on the 15th of May, 1869, more than a year before the statute bar was completed.</p>\n<p>If we are wrong in what we have supposed to be the law, it must follow that, in all cases in which the owner of real estate owes money which is a lien on the land in his hands, the Statute of Limitation begins to run against that lien as soon as he conveys the land with possession to some one else. It can make no difference in the principle asserted, whether the lien be created by a judgment or by a mortgage. Nor can it make any difference whether the debt secured by the lien be due when the conveyance is made, or has ten or twenty years to run before the lien can be enforced against the land. The principle asserted is applicable in all these cases; namely, that from the day of the conveyance, by the debtor, of the land on which the lien of the debt exists to some third person, accompanied by transfer of possession, the possession of the purchaser is adverse to the lien-holder, and the limitation of seven years begins to run. If this be established to be the law, the owner of real estate may borrow money on ten years' time, to the value of that estate, and give a mortgage on it to secure payment; and by a sale and conveyance of the land to a third person, with delivery of possession a week afterwards, the lien is utterly defeated. For, according to this doctrine, the Statute of Limitation begins to run against the mortgagee the moment the title and possession are vested in the purchaser, and the bar of the statute becomes perfect against all the world by seven years' possession; <span class=\"star-pagination\">*711</span> whereas the mortgagee can take no steps to foreclose his mortgage until his money comes due, three years later.</p>\n<p>And this doctrine is asserted in the face of the fact that there is a limitation law specially applicable to the enforcement of the judgment lien by sale under execution, and of the mortgage lien by foreclosure.</p>\n<p>This question came before the Supreme Court of Pennsylvania in the case of Coutler v. Phillips (20 Pa. St. 155), and was fully discussed. We will close this opinion by giving verbatim the closing remarks of the court in that case, so perfectly applicable to the one before us. \"Lien creditors are subject to a limitation of five years; but the statute of limitations that concerns the action of ejectment has no relation to them. They have no estate in the land, no right of entry, no action to be affected by the statute. The statute bars the right of action, and protects the occupant, not for his merit (for he has none), but for the demerit of his antagonist in delaying his action beyond the period assigned for it. Sailor v. Hertzogg, 2 Barr, 185. But what right of action has a lien creditor to delay? His only remedy is by levy and sale. He then has an estate and a right of entry. The statute may then attach; before, it cannot.\"</p>\n<p>The peremptory instruction of the Circuit Court to the jury, that the facts we have stated established a good defence, was erroneous, and the judgment must be reversed, and a new trial had; and it is</p>\n<p>So ordered.</p>\n<p>MR. JUSTICE CLIFFORD dissenting.</p>\n<p>I dissent from the opinion of the court in this case, for two principal reasons: 1. Because it conflicts with the decisions of the State court upon the same subject. 2. Because the statute of limitations applicable to the case began to run when the defendant acquired the open, exclusive, adverse possession of the premises, by actual residence thereon, under claim and color of title: it appearing that he continued to reside there, without interruption, for the period of seven years prior to the commencement of the suit, having entered pursuant to a contract with the owner, who had a connected title <span class=\"star-pagination\">*712</span> to the same, deducible of record, from the United States; and that the defendant subsequently acquired the title to the premises, in pursuance of the contract, the rule being that such an adverse possession, if uninterrupted and continued for the period of seven years, is equivalent to an absolute title, when confirmed by a conveyance from the party having a connected title deducible of record, from the United States. Examined in the light of these suggestions, it is clear, in my opinion, that the case was properly submitted to the jury, and that the judgment founded on their verdict should be affirmed.</p>\n</div>", "id": 89755, "judges": "Miller", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/89755/", "sha1": "8f3712da0743f1aa05e286fc49d68524913f53ef", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:02:13"}