{"absolute_url": "/opinion/89824/railway-co-v-sayles/", "blocked": false, "citation": {"case_name": "Railway Co. v. Sayles", "docket_number": null, "document_uris": ["/api/rest/v2/document/89824/"], "federal_cite_one": "97 U.S. 554", "federal_cite_three": null, "federal_cite_two": null, "id": 63394, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/63394/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 19, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1878-11-18", "date_modified": "2014-12-21T01:29:04.214071", "docket": "/api/rest/v2/docket/3496/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">97 U.S. 554</p>\n    <p class=\"case_cite\">24 L.Ed. 1053</p>\n    <p class=\"parties\">RAILWAY COMPANY<br>v.<br>SAYLES.</p>\n    <p class=\"date\">October Term, 1878</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL from the Circuit Court of the United States for the Northern District of Illinois.</p>\n      <p class=\"indent\">Argued by <i>Mr. George Payson</i> for the appellant.</p>\n      <p class=\"indent\"><i>Contra</i>, by <i>Mr. Albert H. Walker</i> and <i>Mr. S. D. Cozzens</i>, the former on the question as to validity and accounting, and the latter on the question of infringement.</p>\n      <p class=\"indent\">The facts are stated in the opinion of the court.</p>\n      <p class=\"indent\">MR. JUSTICE BRADLEY delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This suit was commenced in the Circuit Court in December, 1861, by bill in equity filed by Thomas Sayles, the appellee, on letters-patent No. 9109, for an improvement in railroadcar brakes, issued on the sixth day of July, 1852, to Henry Tanner, as assignee of Lafayette F. Thompson and Asahel G. Bachelder. The bill charged that the Chicago and Northwestern Railway Company, from the 1st of June, 1859, to the time of filing the bill, infringed, and was still infringing, the said patent, of which the complainant had become the owner, and prayed for an injunction and an account of profits received by the defendant from the use of the invention patented.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The defendant answered, setting up prior invention and use by others of the improvement claimed, and denying infringement.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After proofs taken, a decree was rendered for the complainant in February, 1865, and a reference ordered. This decree was afterwards opened, and the defendant was allowed to introduce newly discovered evidence. A decree was again rendered for the complainant in July, 1871, and reference again ordered. The master reported profits received by the defendant, for the period of five years, from June 2, 1859, to June 2, 1864, to the amount of $63,638.40, being $41,280 for saving in wages of brakemen, and $22,358.40 for saving in car-wheels. A decree was rendered for the whole amount in December, 1873; but on a further rehearing in September, 1875, the item for saving on car-wheels was apparently thrown out, and the decree was reduced to the sum of $47,725. From this decree the present appeal is taken. The counsel for the appellee now concedes that, in the light of our decision in <i>Mowry</i> v. <i>Whitney</i>, 14 Wall. 620, the principle adopted by the master was not correct, and consents that the decree be further reduced to the sum of $24,768, with interest from the date of the report.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The evidence in the case is very voluminous, especially in reference to the question of priority of invention, and would be well calculated to present questions of much embarrassment and difficulty for our determination, if we felt obliged to pass upon the validity of the patent. But as we are satisfied that the Stevens brake used by the defendant is not an infringement of the plaintiff's patent, we are relieved from that unpleasant and difficult duty, involving the weight of evidence given by witnesses speaking to facts and occurrences long past, and often in direct conflict with each other.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At the time when the complainant alleges that Thompson and Bachelder completed the invention for which the letterspatent on which the suit is brought were granted, namely, in 1846 and 1847, double trucks under railroad cars had come into general use in the country, and it was a desideratum to have a brake, or system of brakes, which could be operated from either end of the car, upon the wheels of both trucks; and a number of inventors were in the field, contriving and testing their various devices. Like almost all other inventions, that of double brakes came when, in the progress of mechanical improvement, it was needed; and being sought by many minds, it is not wonderful that it was developed in different and independent forms, all original, and yet all bearing a somewhat general resemblance to each other. In such cases, if one inventor precedes all the rest, and strikes out something which includes and underlies all that they produce, he acquires a monopoly, and subjects them to tribute. But if the advance towards the thing desired is gradual, and proceeds step by step, so that no one can claim the complete whole, then each is entitled only to the specific form of device which he produces, and every other inventor is entitled to his own specific form, so long as it differs from those of his competitors, and does not include theirs. These general principles are so obvious, that they need no argument or illustration to support them. We think they are specially applicable to the case before us.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The patent sued on was granted on the sixth day of July, 1852. It was not the first patent granted for double car-brakes. A patent for such a brake had been granted to one Charles B. Turner, on the 14th of November, 1848; another to Nehemiah Hodge, Oct. 2, 1849; and a third to Francis A. Stevens, Nov. 25, 1851; and double-acting brakes had been constructed by other persons before any of these patents were issued. The patent granted to Tanner antedates the other patents referred to, by reason of its being issued upon an application for a patent made by Thompson and Bachelder, on the 29th of June, 1847. It is alleged by the complainant that Thompson and Bachelder completed their invention as early as the fall of 1846, and made a model of it in January, 1847, a copy of which is put in the case. The application filed by them in the Patent Office in June, 1847, is the first authentic evidence, of a public character, of what their invention was. A copy of this application and of the drawings and model by which it was accompanied have been exhibited in evidence, and necessarily constitute an important feature of the case. Being regarded as defective and insufficient by the Patent Office, no patent was granted at the time, and the application lay dormant and without alteration for the space of five years; when, being purchased by Tanner, and being considerably modified and changed, the letters-patent now in question were issued to him as assignee of Thompson and Bachelder. It is obvious that the original exhibit of the invention made by them, and remaining so long in the Patent Office unchanged, should possess great weight as to what their invention really was, and what they claimed it to be.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Of course their object was to connect the brakes of the two trucks together in such a manner as to make them operate together by the application of force at either end of the car. This force they proposed to apply either by hand at the windlass on the platform, or by the bumpers when the train was slowed and the cars came together. The latter seems to have been their favorite plan, and to effect it was one of the principal objects of their improvement.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The system of brakes attached to each truck was not materially changed by them. An upright lever in the centre of the truck was so connected with the brakes on both pair of wheels as to draw them tightly to the wheels when its upper extremity was forced inward towards the centre of the car. To this upper extremity of the lever the external force was applied when the brakes were to be put on. The inner end of the bumper being attached thereto, produced the desired effect when the bumper was pushed in by the adjoining car. The same effect was produced by winding up the windlass by hand, by means of a chain and pulley working from a point inside of the lever, that is, nearer to the centre of the car.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The next point was to communicate this movement of the brakes in one truck to those of the other, by some device that would cause the upper extremity of the lever, in the latter, to be drawn inward, towards the centre of the car, at the same time that the lever on the first truck was forced inward; a simple rod connecting them together would not do this, but it would have the contrary effect. The upper extremities of the two levers must be so connected that, upon the application of force, they would approach each other, each being forced inwardly towards the centre of the car. To effect this, Thompson and Bachelder proposed a device constructed substantially as follows: Under the centre of the car body they attached thereto, by a pivot, a vibrating horizontal lever, situated midway between the trucks, and arranged crosswise of the car. To the outer ends of this lever were attached connecting rods, one of which extended to and connected with the truck lever on one of the trucks; and the other extended to and connected with the truck lever on the other truck. By this arrangement, when one of the truck levers was forced inward, towards the centre of the car, it would push back the connecting rod attached to it, and cause the vibrating lever to revolve on its pivot, and thus draw the other connecting rod towards the centre from the other direction, and force the truck lever on the other truck inward at the same time. Thus, when the windlass was wound up at either end of the car, it had the effect of operating the brakes on both trucks, by pushing one connecting rod at the same time that it worked the truck lever, and simultaneously pulling the other connecting rod. The bumpers produced the same effect by having gains cut into their sides for receiving the upper arms of the truck levers, and thereby forcing them inward when driven inward themselves. A long iron rod extended the whole length of the car, which was provided with a device for forcing the truck levers out of the gains in the bumpers when it was desired to ease the brakes.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Such, substantially, was Thompson and Bachelder's brake, according to the description thereof deposited and left by them in the Patent Office. In the new application, filed in their name by Tanner in 1852, the bumper arrangement was left out entirely, and, as before stated, considerable modifications were introduced. The connecting rods were attached to the vibrating lever nearer to its pivot, and two additional rods were applied to the outer ends of this lever, extending respectively to the two windlasses at either end of the car, being used for the purpose of working the lever; and the parts were so arranged as to supply the power by drawing or pulling both of the connecting rods, instead of pushing one and pulling the other.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Now, in 1847, when Thompson and Bachelder filed their application for a patent, and in 1846, when it is said they completed their invention, double brakes were already in existence, formed as theirs was (though not in the same manner), by connecting together the movements of the two systems of truck brakes, so that one brakeman, at either end of a car, could apply the brakes to both trucks at the same time.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Without noticing those inventions, the dates of which are disputed, it is sufficient to refer to two instances in point, the existence of which before 1846 cannot be seriously controverted. We refer to those known as the Springfield brake and the Millholland brake. These brakes may not have been, and were not, so perfect as that of Thompson and Bachelder, and others constructed at a later period; but they were used, and used successfully; sufficiently so, at least, to have sustained patents for the inventions, had patents been applied for.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Springfield brake was made by one Harris, in 1842 or 1843, and placed on a long platform-car for carrying freight crates on the Western Railroad of Massachusetts. Each truck was provided with two levers, one to each of the brakes; and these levers were connected together by a rod which caused them both to be operated at the same time by the windlass which was connected by a short chain to the nearest one. A long rod connected one of the levers of the other truck to the same windlass by means of another chain, so that when the windlass was worked it wound up both chains, and operated the brakes on both trucks simultaneously. A like arrangement was connected with the windlass at the other end of the car. Each windlass could thus be made to operate the brakes of both trucks.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">This brake was used, as we gather from the evidence, for a year or two, until the car was broken up. It was undoubtedly attended with some inconveniences in its operation, especially in going around sharp curves; but this did not prevent it from being used; and on a straight track, or on a track having only slight curves, it operated very satisfactorily. In 1856 and 1857, when some difficulty arose about the right to use another brake, the employment of this Springfield brake was resumed for more than a year on the passenger cars of the same railroad, with only the slight and obvious modification of attaching the long connecting rod to a lever in each of the trucks, instead of attaching it to the windlass at one end of the car, and to a lever in the truck at the other end.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It is useless to argue that this brake was an imperfect one, or that it worked far less satisfactorily than the Tanner or other brakes. It did work; and under favorable circumstances worked as well as the most improved form of brakes.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The same brake, with only a single windlass, was applied to tenders (which require and admit of only one windlass) as early as 1841, and continued to be thus used to the time of this litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Millholland brake approached much nearer in its mode of operation to the Tanner brake than did the Springfield. According to the testimony, it was placed on a passenger car of the Baltimore and Susquehanna Railroad in or about the year 1843, and was continued in use for a considerable period,&#8212;one witnes says, a year or eighteen months. It was taken off because the brakemen were opposed to it, inasmuch as it had to be worked by hand by means of a windlass, whilst they were used to brakes that were operated by the foot. Whilst used, however, it worked with entire success. It is thus described by the inventor, James Millholland, in his testimony. He says: 'It broke upon all the eight wheels from either end of the car; the brakes were operated by means of a drum placed under the car, about the centre; there were connections running from this drum to the levers on each truck, and also from the drum to the windlasses of the car.' He then describes the manner in which the connecting rods were attached to the truck lever, and their mode of operation. It is apparent from this description that the drum performed almost precisely the same office which is performed by the vibrating lever in the Tanner brake, operating, by means of the connecting rods, upon the brakes in nearly the same manner.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In 1846, Millholland applied a double brake somewhat like the last named to car tenders, using a rock shaft with an arm on it instead of the drum as a means of connecting the brakes to the two trucks. This brake was continued in use for many years.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The subsequent invention of double brakes of improved and better forms superseded these early brakes, it is true; so that, excepting the modified forms in which they were applied to tenders, and excepting the temporary resuscitation of the Springfield brake in 1856, and again in 1871, they went entirely out of use. But their construction and use, though with limited success, are sufficient to show that Thompson and Bachelder were not the pioneers in this field of improvement, and that they were not the originators of the double brake, nor of the use of rods, chains, and similar appliances for connecting the brake systems of two trucks under a car. They invented a particular apparatus for doing the desired work; and they can only claim their particular apparatus, or that which is substantially the same.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This brings us to the question whether the apparatus used by the defendant, and known as the Stevens brake, for which letters-patent No. 8552 were issued to him Nov. 25, 1851, is substantially the same as Thompson and Bachelder's, or whether it contains in it any thing substantially the same.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Now, the Stevens brake has no vibrating lever between the trucks, as the Tanner brake has, for the purpose of reversing the motion communicated from one truck system to the other and causing the truck levers to move in opposite directions, that is, towards each other when the brakes are put on, and away from each other when the brakes are relieved. This is a marked feature in the Tanner brake, and one on which stress is laid in the original application. The parts particularly pointed out by Thompson and Bachelder as their improvements, exclusive of those connected with the bumpers, are only these three; namely, the vibrating lever, the two rods connected therewith, and their connection with the truck levers. They speak of their improvement as 'an improvement upon the car brake now in general use,' expressly disclaiming its original invention. This language is somewhat vague; but it sufficiently indicates that they regarded their improvement as consisting in their particular apparatus for effecting the desired result. The claim of the patent as finally issued to Tanner is only for so combining the brakes of the two trucks by means of the vibrating lever, or its equivalent, or mechanism essentially as specified (and no other is specified), as to enable the brakeman operating the windlass at either end of the car to simultaneously apply the brakes of both trucks.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Now, the apparatus for effecting the same purpose in the Stevens brake is essentially different from this. As before stated, it has no central vibrating lever at all, and, as we think, no equivalent of it. It connects the brakes of the two trucks by a single straight rod, extending from the truck lever connected with the outside brake of one truck to the lever connected with the outside brake of the other truck. This outside lever in each truck is connected, by a rod running across and under the axles of the truck, with a similar lever attached to the inner brake of the same truck; and that again is connected with the windlass by another rod running back over the axles of the truck; thus establishing a direct and continuous connection, from one windlass to the other, between all the brakes in both trucks, so that when either windlass is wound up (the other being held by a ratchet), it winds up and tightens the whole system of brakes on both trucks. In Stevens's arrangement, the separate trucks have two levers, it is true,&#8212;one attached to each brake; and it is contended by the complainant's counsel that one of these levers on each truck is equivalent to one-half of the vibrating lever in the Tanner brake. But this supposed equivalency is, in our judgment, too far fetched and imaginary. The levers referred to are no ways different, in form or mode of operation, from ordinary brake levers, and the use of two levers on a truck was not new, having been employed in much the same way in the Springfield brake. They belong to the trucks to which they are respectively attached, having no pivotal or fulcral connection with the body of the car, as Tanner's vibrating lever has. In a word, the construction and mode of operation of the Stevens brake are altogether so different from that of Thompson and Bachelder's, or Tanner's, that, considering the state of the art at the time when the latter was produced, and the necessary limits by which the Tanner patent must be circumscribed, we think that the two are to be regarded as independent inventions; each being limited and confined to the particular contrivance which constitutes its peculiarity.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Having come to this conclusion, it is unnecessary to consider the other questions in the cause.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">It will be observed that we have given particular attention to the original application, drawings, and models filed in the Patent Office by Thompson and Bachelder. We have deemed it proper to do this, because, if the amended application and model, filed by Tanner five years later, embodied any material addition to or variance from the original,&#8212;any thing new that was not comprised in that,&#8212;such addition or variance cannot be sustained on the original application. The law does not permit such enlargements of an original specification, which would interfere with other inventors who have entered the field in the mean time, any more than it does in the case of reissues of patents previously granted. Courts should regard with jealousy and disfavor any attempts to enlarge the scope of an application once filed, or of a patent once granted, the effect of which would be to enable the patentee to appropriate other inventions made prior to such alteration, or to appropriate that which has, in the mean time, gone into public use.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The decree of the Circuit Court will be reversed, and the cause remanded with directions to enter a decree dismissing the bill of complaint; and it is</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\"><i>So ordered</i>.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>97 U.S. 554 (____)</b></center>\n<center><h1>RAILWAY COMPANY<br>\nv.<br>\nSAYLES.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*555</span> Argued by Mr. George Payson for the appellant.</p>\n<p>Contra, by Mr. Albert H. Walker and Mr. S.D. Cozzens.</p>\n<p>MR. JUSTICE BRADLEY delivered the opinion of the court.</p>\n<p>This suit was commenced in the Circuit Court in December, 1861, by bill in equity filed by Thomas Sayles, the appellee, on letters-patent No. 9109, for an improvement in railroad-car brakes, issued on the sixth day of July, 1852, to Henry Tanner, as assignee of Lafayette F. Thompson and Asahel G. Bachelder. The bill charged that the Chicago and Northwestern Railway Company, from the 1st of June, 1859, to the time of filing the bill, infringed, and was still infringing, the said patent, of which the complainant had become the owner, and prayed for an injunction and an account of profits received by the defendant from the use of the invention patented.</p>\n<p>The defendant answered, setting up prior invention and use by others of the improvement claimed, and denying infringement.</p>\n<p>After proofs taken, a decree was rendered for the complainant in February, 1865, and a reference ordered. This decree was afterwards opened, and the defendant was allowed to introduce newly discovered evidence. A decree was again rendered for the complainant in July, 1871, and reference again ordered. The master reported profits received by the defendant, for the period of five years, from June 2, 1859, to June 2, 1864, to the <span class=\"star-pagination\">*556</span> amount of $63,638.40, being $41,280 for saving in wages of brakemen, and $22,358.40 for saving in car-wheels. A decree was rendered for the whole amount in December, 1873; but on a further rehearing in September, 1875, the item for saving on car-wheels was apparently thrown out, and the decree was reduced to the sum of $47,725. From this decree the present appeal is taken. The counsel for the appellee now concedes that, in the light of our decision in Mowry v. Whitney, 14 Wall. 620, the principle adopted by the master was not correct, and consents that the decree be further reduced to the sum of $24,768, with interest from the date of the report.</p>\n<p>The evidence in the case is very voluminous, especially in reference to the question of priority of invention, and would be well calculated to present questions of much embarrassment and difficulty for our determination, if we felt obliged to pass upon the validity of the patent. But as we are satisfied that the Stevens brake used by the defendant is not an infringement of the plaintiff's patent, we are relieved from that unpleasant and difficult duty, involving the weight of evidence given by witnesses speaking to facts and occurrences long past, and often in direct conflict with each other.</p>\n<p>At the time when the complainant alleges that Thompson and Bachelder completed the invention for which the letters-patent on which the suit is brought were granted, namely, in 1846 and 1847, double trucks under railroad cars had come into general use in the country, and it was a desideratum to have a brake, or system of brakes, which could be operated from either end of the car, upon the wheels of both trucks; and a number of inventors were in the field, contriving and testing their various devices. Like almost all other inventions, that of double brakes came when, in the progress of mechanical improvement, it was needed; and being sought by many minds, it is not wonderful that it was developed in different and independent forms, all original, and yet all bearing a somewhat general resemblance to each other. In such cases, if one inventor precedes all the rest, and strikes out something which includes and underlies all that they produce, he acquires a monopoly, and subjects them to tribute. But if the advance towards the thing desired is gradual, and proceeds step by step, <span class=\"star-pagination\">*557</span> so that no one can claim the complete whole, then each is entitled only to the specific form of device which he produces, and every other inventor is entitled to his own specific form, so long as it differs from those of his competitors, and does not include theirs. These general principles are so obvious, that they need no argument or illustration to support them. We think they are specially applicable to the case before us.</p>\n<p>The patent sued on was granted on the sixth day of July, 1852. It was not the first patent granted for double car-brakes. A patent for such a brake had been granted to one Charles B. Turner, on the 14th of November, 1848; another to Nehemiah Hodge, Oct. 2, 1849; and a third to Francis A. Stevens, Nov. 25, 1851; and double-acting brakes had been constructed by other persons before any of these patents were issued. The patent granted to Tanner antedates the other patents referred to, by reason of its being issued upon an application for a patent made by Thompson and Bachelder, on the 29th of June, 1847. It is alleged by the complainant that Thompson and Bachelder completed their invention as early as the fall of 1846, and made a model of it in January, 1847, a copy of which is put in the case. The application filed by them in the Patent Office in June, 1847, is the first authentic evidence, of a public character, of what their invention was. A copy of this application and of the drawings and model by which it was accompanied have been exhibited in evidence, and necessarily constitute an important feature of the case. Being regarded as defective and insufficient by the Patent Office, no patent was granted at the time, and the application lay dormant and without alteration for the space of five years; when, being purchased by Tanner, and being considerably modified and changed, the letters-patent now in question were issued to him as assignee of Thompson and Bachelder. It is obvious that the original exhibit of the invention made by them, and remaining so long in the Patent Office unchanged, should possess great weight as to what their invention really was, and what they claimed it to be.</p>\n<p>Of course their object was to connect the brakes of the two trucks together in such a manner as to make them operate together by the application of force at either end of the car. This force they proposed to apply either by hand at the windlass <span class=\"star-pagination\">*558</span> on the platform, or by the bumpers when the train was slowed and the cars came together. The latter seems to have been their favorite plan, and to effect it was one of the principal objects of their improvement.</p>\n<p>The system of brakes attached to each truck was not materially changed by them. An upright lever in the centre of the truck was so connected with the brakes on both pair of wheels as to draw them tightly to the wheels when its upper extremity was forced inward towards the centre of the car. To this upper extremity of the lever the external force was applied when the brakes were to be put on. The inner end of the bumper being attached thereto, produced the desired effect when the bumper was pushed in by the adjoining car. The same effect was produced by winding up the windlass by hand, by means of a chain and pulley working from a point inside of the lever, that is, nearer to the centre of the car.</p>\n<p>The next point was to communicate this movement of the brakes in one truck to those of the other, by some device that would cause the upper extremity of the lever, in the latter, to be drawn inward, towards the centre of the car, at the same time that the lever on the first truck was forced inward; a simple rod connecting them together would not do this, but it would have the contrary effect. The upper extremities of the two levers must be so connected that, upon the application of force, they would approach each other, each being forced inwardly towards the centre of the car. To effect this, Thompson and Bachelder proposed a device constructed substantially as follows: Under the centre of the car body they attached thereto, by a pivot, a vibrating horizontal lever, situated midway between the trucks, and arranged crosswise of the car. To the outer ends of this lever were attached connecting rods, one of which extended to and connected with the truck lever on one of the trucks; and the other extended to and connected with the truck lever on the other truck. By this arrangement, when one of the truck levers was forced inward, towards the centre of the car, it would push back the connecting rod attached to it, and cause the vibrating lever to revolve on its pivot, and thus draw the other connecting rod towards the centre from the other direction, and force the truck lever on the other truck <span class=\"star-pagination\">*559</span> inward at the same time. Thus, when the windlass was wound up at either end of the car, it had the effect of operating the brakes on both trucks, by pushing one connecting rod at the same time that it worked the truck lever, and simultaneously pulling the other connecting rod. The bumpers produced the same effect by having gains cut into their sides for receiving the upper arms of the truck levers, and thereby forcing them inward when driven inward themselves. A long iron rod extended the whole length of the car, which was provided with a device for forcing the truck levers out of the gains in the bumpers when it was desired to ease the brakes.</p>\n<p>Such, substantially, was Thompson and Bachelder's brake, according to the description thereof deposited and left by them in the Patent Office. In the new application, filed in their name by Tanner in 1852, the bumper arrangement was left out entirely, and, as before stated, considerable modifications were introduced. The connecting rods were attached to the vibrating lever nearer to its pivot, and two additional rods were applied to the outer ends of this lever, extending respectively to the two windlasses at either end of the car, being used for the purpose of working the lever; and the parts were so arranged as to supply the power by drawing or pulling both of the connecting rods, instead of pushing one and pulling the other.</p>\n<p>Now, in 1847, when Thompson and Bachelder filed their application for a patent, and in 1846, when it is said they completed their invention, double brakes were already in existence, formed as theirs was (though not in the same manner), by connecting together the movements of the two systems of truck brakes, so that one brakeman, at either end of a car, could apply the brakes to both trucks at the same time.</p>\n<p>Without noticing those inventions, the dates of which are disputed, it is sufficient to refer to two instances in point, the existence of which before 1846 cannot be seriously controverted. We refer to those known as the Springfield brake and the Millholland brake. These brakes may not have been, and were not, so perfect as that of Thompson and Bachelder, and others constructed at a later period; but they were used, and used successfully; sufficiently so, at least, to have sustained patents for the inventions, had patents been applied for.</p>\n<p><span class=\"star-pagination\">*560</span> The Springfield brake was made by one Harris, in 1842 or 1843, and placed on a long platform-car for carrying freight crates on the Western Railroad of Massachusetts. Each truck was provided with two levers, one to each of the brakes; and these levers were connected together by a rod which caused them both to be operated at the same time by the windlass which was connected by a short chain to the nearest one. A long rod connected one of the levers of the other truck to the same windlass by means of another chain, so that when the windlass was worked it wound up both chains, and operated the brakes on both trucks simultaneously. A like arrangement was connected with the windlass at the other end of the car. Each windlass could thus be made to operate the brakes of both trucks.</p>\n<p>This brake was used, as we gather from the evidence, for a year or two, until the car was broken up. It was undoubtedly attended with some inconveniences in its operation, especially in going around sharp curves; but this did not prevent it from being used; and on a straight track, or on a track having only slight curves, it operated very satisfactorily. In 1856 and 1857, when some difficulty arose about the right to use another brake, the employment of this Springfield brake was resumed for more than a year on the passenger cars of the same railroad, with only the slight and obvious modification of attaching the long connecting rod to a lever in each of the trucks, instead of attaching it to the windlass at one end of the car, and to a lever in the truck at the other end.</p>\n<p>It is useless to argue that this brake was an imperfect one, or that it worked far less satisfactorily than the Tanner or other brakes. It did work; and under favorable circumstances worked as well as the most improved form of brakes.</p>\n<p>The same brake, with only a single windlass, was applied to tenders (which require and admit of only one windlass) as early as 1841, and continued to be thus used to the time of this litigation.</p>\n<p>The Millholland brake approached much nearer in its mode of operation to the Tanner brake than did the Springfield. According to the testimony, it was placed on a passenger car of the Baltimore and Susquehanna Railroad in or about the year <span class=\"star-pagination\">*561</span> 1843, and was continued in use for a considerable period, 혰 one witness says, a year or eighteen months. It was taken off because the brakemen were opposed to it, inasmuch as it had to be worked by hand by means of a windlass, whilst they were used to brakes that were operated by the foot. Whilst used, however, it worked with entire success. It is thus described by the inventor, James Millholland, in his testimony. He says: \"It broke upon all the eight wheels from either end of the car; the brakes were operated by means of a drum placed under the car, about the center; there were connections running from this drum to the levers on each truck, and also from the drum to the windlasses of the car.\" He then describes the manner in which the connecting rods were attached to the truck lever, and their mode of operation. It is apparent from this description that the drum performed almost precisely the same office which is performed by the vibrating lever in the Tanner brake, operating, by means of the connecting rods, upon the brakes in nearly the same manner.</p>\n<p>In 1846, Millholland applied a double brake somewhat like the last named to car tenders, using a rock shaft with an arm on it instead of the drum as a means of connecting the brakes to the two trucks. This brake was continued in use for many years.</p>\n<p>The subsequent invention of double brakes of improved and better forms superseded these early brakes, it is true; so that, excepting the modified forms in which they were applied to tenders, and excepting the temporary resuscitation of the Springfield brake in 1856, and again in 1871, they went entirely out of use. But their construction and use, though with limited success, are sufficient to show that Thompson and Bachelder were not the pioneers in this field of improvement, and that they were not the originators of the double brake, nor of the use of rods, chains, and similar appliances for connecting the brake systems of two trucks under a car. They invented a particular apparatus for doing the desired work; and they can only claim their particular apparatus, or that which is substantially the same.</p>\n<p>This brings us to the question whether the apparatus used by the defendant, and known as the Stevens brake, for which letters-patent No. 8552 were issued to him Nov. 25, 1851, is substantially <span class=\"star-pagination\">*562</span> the same as Thompson and Bachelder's, or whether it contains in it any thing substantially the same.</p>\n<p>Now, the Stevens brake has no vibrating lever between the trucks, as the Tanner brake has, for the purpose of reversing the motion communicated from one truck system to the other and causing the truck levers to move in opposite directions, that is, towards each other when the brakes are put on, and away from each other when the brakes are relieved. This is a marked feature in the Tanner brake, and one on which stress is laid in the original application. The parts particularly pointed out by Thompson and Bachelder as their improvements, exclusive of those connected with the bumpers, are only these three; namely, the vibrating lever, the two rods connected therewith, and their connection with the truck levers. They speak of their improvement as \"an improvement upon the car brake now in general use,\" expressly disclaiming its original invention. This language is somewhat vague; but it sufficiently indicates that they regarded their improvement as consisting in their particular apparatus for effecting the desired result. The claim of the patent as finally issued to Tanner is only for so combining the brakes of the two trucks by means of the vibrating lever, or its equivalent, or mechanism essentially as specified (and no other is specified), as to enable the brakeman operating the windlass at either end of the car to simultaneously apply the brakes of both trucks.</p>\n<p>Now, the apparatus for effecting the same purpose in the Stevens brake is essentially different from this. As before stated, it has no central vibrating lever at all, and, as we think, no equivalent of it. It connects the brakes of the two trucks by a single straight rod, extending from the truck lever connected with the outside brake of one truck to the lever connected with the outside brake of the other truck. This outside lever in each truck is connected, by a rod running across and under the axles of the truck, with a similar lever attached to the inner brake of the same truck; and that again is connected with the windlass by another rod running back over the axles of the truck; thus establishing a direct and continuous connection, from one windlass to the other, between all the brakes in both trucks, so that when either windlass is wound up (the <span class=\"star-pagination\">*563</span> other being held by a ratchet), it winds up and tightens the whole system of brakes on both trucks. In Stevens's arrangement, the separate trucks have two levers, it is true, 혰 one attached to each brake; and it is contended by the complainant's counsel that one of these levers on each truck is equivalent to one-half of the vibrating lever in the Tanner brake. But this supposed equivalency is, in our judgment, too far fetched and imaginary. The levers referred to are no ways different, in form or mode of operation, from ordinary brake levers, and the use of two levers on a truck was not new, having been employed in much the same way in the Springfield brake. They belong to the trucks to which they are respectively attached, having no pivotal or fulcral connection with the body of the car, as Tanner's vibrating lever has. In a word, the construction and mode of operation of the Stevens brake are altogether so different from that of Thompson and Bachelder's, or Tanner's, that, considering the state of the art at the time when the latter was produced, and the necessary limits by which the Tanner patent must be circumscribed, we think that the two are to be regarded as independent inventions; each being limited and confined to the particular contrivance which constitutes its peculiarity.</p>\n<p>Having come to this conclusion, it is unnecessary to consider the other questions in the cause.</p>\n<p>It will be observed that we have given particular attention to the original application, drawings, and models filed in the Patent Office by Thompson and Bachelder. We have deemed it proper to do this, because, if the amended application and model, filed by Tanner five years later, embodied any material addition to or variance from the original, 혰 any thing new that was not comprised in that, 혰 such addition or variance cannot be sustained on the original application. The law does not permit such enlargements of an original specification, which would interfere with other inventors who have entered the field in the mean time, any more than it does in the case of reissues of patents previously granted. Courts should regard with jealousy and disfavor any attempts to enlarge the scope of an application once filed, or of a patent once granted, the effect of which would be to enable the patentee to appropriate <span class=\"star-pagination\">*564</span> other inventions made prior to such alteration, or to appropriate that which has, in the mean time, gone into public use.</p>\n<p>The decree of the Circuit Court will be reversed, and the cause remanded with directions to enter a decree dismissing the bill of complaint; and it is</p>\n<p>So ordered.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">554</span></span> (____)</b></center>\n<center><h1>RAILWAY COMPANY<br>\nv.<br>\nSAYLES.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*555</span> Argued by Mr. George Payson for the appellant.</p>\n<p>Contra, by Mr. Albert H. Walker and Mr. S.D. Cozzens.</p>\n<p>MR. JUSTICE BRADLEY delivered the opinion of the court.</p>\n<p>This suit was commenced in the Circuit Court in December, 1861, by bill in equity filed by Thomas Sayles, the appellee, on letters-patent No. 9109, for an improvement in railroad-car brakes, issued on the sixth day of July, 1852, to Henry Tanner, as assignee of Lafayette F. Thompson and Asahel G. Bachelder. The bill charged that the Chicago and Northwestern Railway Company, from the 1st of June, 1859, to the time of filing the bill, infringed, and was still infringing, the said patent, of which the complainant had become the owner, and prayed for an injunction and an account of profits received by the defendant from the use of the invention patented.</p>\n<p>The defendant answered, setting up prior invention and use by others of the improvement claimed, and denying infringement.</p>\n<p>After proofs taken, a decree was rendered for the complainant in February, 1865, and a reference ordered. This decree was afterwards opened, and the defendant was allowed to introduce newly discovered evidence. A decree was again rendered for the complainant in July, 1871, and reference again ordered. The master reported profits received by the defendant, for the period of five years, from June 2, 1859, to June 2, 1864, to the <span class=\"star-pagination\">*556</span> amount of $63,638.40, being $41,280 for saving in wages of brakemen, and $22,358.40 for saving in car-wheels. A decree was rendered for the whole amount in December, 1873; but on a further rehearing in September, 1875, the item for saving on car-wheels was apparently thrown out, and the decree was reduced to the sum of $47,725. From this decree the present appeal is taken. The counsel for the appellee now concedes that, in the light of our decision in Mowry v. Whitney, <span class=\"citation\" data-id=\"88550\"><a href=\"/opinion/88550/mowry-v-whitney/\"><span class=\"volume\">14</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">620</span></a></span>, the principle adopted by the master was not correct, and consents that the decree be further reduced to the sum of $24,768, with interest from the date of the report.</p>\n<p>The evidence in the case is very voluminous, especially in reference to the question of priority of invention, and would be well calculated to present questions of much embarrassment and difficulty for our determination, if we felt obliged to pass upon the validity of the patent. But as we are satisfied that the Stevens brake used by the defendant is not an infringement of the plaintiff's patent, we are relieved from that unpleasant and difficult duty, involving the weight of evidence given by witnesses speaking to facts and occurrences long past, and often in direct conflict with each other.</p>\n<p>At the time when the complainant alleges that Thompson and Bachelder completed the invention for which the letters-patent on which the suit is brought were granted, namely, in 1846 and 1847, double trucks under railroad cars had come into general use in the country, and it was a desideratum to have a brake, or system of brakes, which could be operated from either end of the car, upon the wheels of both trucks; and a number of inventors were in the field, contriving and testing their various devices. Like almost all other inventions, that of double brakes came when, in the progress of mechanical improvement, it was needed; and being sought by many minds, it is not wonderful that it was developed in different and independent forms, all original, and yet all bearing a somewhat general resemblance to each other. In such cases, if one inventor precedes all the rest, and strikes out something which includes and underlies all that they produce, he acquires a monopoly, and subjects them to tribute. But if the advance towards the thing desired is gradual, and proceeds step by step, <span class=\"star-pagination\">*557</span> so that no one can claim the complete whole, then each is entitled only to the specific form of device which he produces, and every other inventor is entitled to his own specific form, so long as it differs from those of his competitors, and does not include theirs. These general principles are so obvious, that they need no argument or illustration to support them. We think they are specially applicable to the case before us.</p>\n<p>The patent sued on was granted on the sixth day of July, 1852. It was not the first patent granted for double car-brakes. A patent for such a brake had been granted to one Charles B. Turner, on the 14th of November, 1848; another to Nehemiah Hodge, Oct. 2, 1849; and a third to Francis A. Stevens, Nov. 25, 1851; and double-acting brakes had been constructed by other persons before any of these patents were issued. The patent granted to Tanner antedates the other patents referred to, by reason of its being issued upon an application for a patent made by Thompson and Bachelder, on the 29th of June, 1847. It is alleged by the complainant that Thompson and Bachelder completed their invention as early as the fall of 1846, and made a model of it in January, 1847, a copy of which is put in the case. The application filed by them in the Patent Office in June, 1847, is the first authentic evidence, of a public character, of what their invention was. A copy of this application and of the drawings and model by which it was accompanied have been exhibited in evidence, and necessarily constitute an important feature of the case. Being regarded as defective and insufficient by the Patent Office, no patent was granted at the time, and the application lay dormant and without alteration for the space of five years; when, being purchased by Tanner, and being considerably modified and changed, the letters-patent now in question were issued to him as assignee of Thompson and Bachelder. It is obvious that the original exhibit of the invention made by them, and remaining so long in the Patent Office unchanged, should possess great weight as to what their invention really was, and what they claimed it to be.</p>\n<p>Of course their object was to connect the brakes of the two trucks together in such a manner as to make them operate together by the application of force at either end of the car. This force they proposed to apply either by hand at the windlass <span class=\"star-pagination\">*558</span> on the platform, or by the bumpers when the train was slowed and the cars came together. The latter seems to have been their favorite plan, and to effect it was one of the principal objects of their improvement.</p>\n<p>The system of brakes attached to each truck was not materially changed by them. An upright lever in the centre of the truck was so connected with the brakes on both pair of wheels as to draw them tightly to the wheels when its upper extremity was forced inward towards the centre of the car. To this upper extremity of the lever the external force was applied when the brakes were to be put on. The inner end of the bumper being attached thereto, produced the desired effect when the bumper was pushed in by the adjoining car. The same effect was produced by winding up the windlass by hand, by means of a chain and pulley working from a point inside of the lever, that is, nearer to the centre of the car.</p>\n<p>The next point was to communicate this movement of the brakes in one truck to those of the other, by some device that would cause the upper extremity of the lever, in the latter, to be drawn inward, towards the centre of the car, at the same time that the lever on the first truck was forced inward; a simple rod connecting them together would not do this, but it would have the contrary effect. The upper extremities of the two levers must be so connected that, upon the application of force, they would approach each other, each being forced inwardly towards the centre of the car. To effect this, Thompson and Bachelder proposed a device constructed substantially as follows: Under the centre of the car body they attached thereto, by a pivot, a vibrating horizontal lever, situated midway between the trucks, and arranged crosswise of the car. To the outer ends of this lever were attached connecting rods, one of which extended to and connected with the truck lever on one of the trucks; and the other extended to and connected with the truck lever on the other truck. By this arrangement, when one of the truck levers was forced inward, towards the centre of the car, it would push back the connecting rod attached to it, and cause the vibrating lever to revolve on its pivot, and thus draw the other connecting rod towards the centre from the other direction, and force the truck lever on the other truck <span class=\"star-pagination\">*559</span> inward at the same time. Thus, when the windlass was wound up at either end of the car, it had the effect of operating the brakes on both trucks, by pushing one connecting rod at the same time that it worked the truck lever, and simultaneously pulling the other connecting rod. The bumpers produced the same effect by having gains cut into their sides for receiving the upper arms of the truck levers, and thereby forcing them inward when driven inward themselves. A long iron rod extended the whole length of the car, which was provided with a device for forcing the truck levers out of the gains in the bumpers when it was desired to ease the brakes.</p>\n<p>Such, substantially, was Thompson and Bachelder's brake, according to the description thereof deposited and left by them in the Patent Office. In the new application, filed in their name by Tanner in 1852, the bumper arrangement was left out entirely, and, as before stated, considerable modifications were introduced. The connecting rods were attached to the vibrating lever nearer to its pivot, and two additional rods were applied to the outer ends of this lever, extending respectively to the two windlasses at either end of the car, being used for the purpose of working the lever; and the parts were so arranged as to supply the power by drawing or pulling both of the connecting rods, instead of pushing one and pulling the other.</p>\n<p>Now, in 1847, when Thompson and Bachelder filed their application for a patent, and in 1846, when it is said they completed their invention, double brakes were already in existence, formed as theirs was (though not in the same manner), by connecting together the movements of the two systems of truck brakes, so that one brakeman, at either end of a car, could apply the brakes to both trucks at the same time.</p>\n<p>Without noticing those inventions, the dates of which are disputed, it is sufficient to refer to two instances in point, the existence of which before 1846 cannot be seriously controverted. We refer to those known as the Springfield brake and the Millholland brake. These brakes may not have been, and were not, so perfect as that of Thompson and Bachelder, and others constructed at a later period; but they were used, and used successfully; sufficiently so, at least, to have sustained patents for the inventions, had patents been applied for.</p>\n<p><span class=\"star-pagination\">*560</span> The Springfield brake was made by one Harris, in 1842 or 1843, and placed on a long platform-car for carrying freight crates on the Western Railroad of Massachusetts. Each truck was provided with two levers, one to each of the brakes; and these levers were connected together by a rod which caused them both to be operated at the same time by the windlass which was connected by a short chain to the nearest one. A long rod connected one of the levers of the other truck to the same windlass by means of another chain, so that when the windlass was worked it wound up both chains, and operated the brakes on both trucks simultaneously. A like arrangement was connected with the windlass at the other end of the car. Each windlass could thus be made to operate the brakes of both trucks.</p>\n<p>This brake was used, as we gather from the evidence, for a year or two, until the car was broken up. It was undoubtedly attended with some inconveniences in its operation, especially in going around sharp curves; but this did not prevent it from being used; and on a straight track, or on a track having only slight curves, it operated very satisfactorily. In 1856 and 1857, when some difficulty arose about the right to use another brake, the employment of this Springfield brake was resumed for more than a year on the passenger cars of the same railroad, with only the slight and obvious modification of attaching the long connecting rod to a lever in each of the trucks, instead of attaching it to the windlass at one end of the car, and to a lever in the truck at the other end.</p>\n<p>It is useless to argue that this brake was an imperfect one, or that it worked far less satisfactorily than the Tanner or other brakes. It did work; and under favorable circumstances worked as well as the most improved form of brakes.</p>\n<p>The same brake, with only a single windlass, was applied to tenders (which require and admit of only one windlass) as early as 1841, and continued to be thus used to the time of this litigation.</p>\n<p>The Millholland brake approached much nearer in its mode of operation to the Tanner brake than did the Springfield. According to the testimony, it was placed on a passenger car of the Baltimore and Susquehanna Railroad in or about the year <span class=\"star-pagination\">*561</span> 1843, and was continued in use for a considerable period, 혰 one witness says, a year or eighteen months. It was taken off because the brakemen were opposed to it, inasmuch as it had to be worked by hand by means of a windlass, whilst they were used to brakes that were operated by the foot. Whilst used, however, it worked with entire success. It is thus described by the inventor, James Millholland, in his testimony. He says: \"It broke upon all the eight wheels from either end of the car; the brakes were operated by means of a drum placed under the car, about the center; there were connections running from this drum to the levers on each truck, and also from the drum to the windlasses of the car.\" He then describes the manner in which the connecting rods were attached to the truck lever, and their mode of operation. It is apparent from this description that the drum performed almost precisely the same office which is performed by the vibrating lever in the Tanner brake, operating, by means of the connecting rods, upon the brakes in nearly the same manner.</p>\n<p>In 1846, Millholland applied a double brake somewhat like the last named to car tenders, using a rock shaft with an arm on it instead of the drum as a means of connecting the brakes to the two trucks. This brake was continued in use for many years.</p>\n<p>The subsequent invention of double brakes of improved and better forms superseded these early brakes, it is true; so that, excepting the modified forms in which they were applied to tenders, and excepting the temporary resuscitation of the Springfield brake in 1856, and again in 1871, they went entirely out of use. But their construction and use, though with limited success, are sufficient to show that Thompson and Bachelder were not the pioneers in this field of improvement, and that they were not the originators of the double brake, nor of the use of rods, chains, and similar appliances for connecting the brake systems of two trucks under a car. They invented a particular apparatus for doing the desired work; and they can only claim their particular apparatus, or that which is substantially the same.</p>\n<p>This brings us to the question whether the apparatus used by the defendant, and known as the Stevens brake, for which letters-patent No. 8552 were issued to him Nov. 25, 1851, is substantially <span class=\"star-pagination\">*562</span> the same as Thompson and Bachelder's, or whether it contains in it any thing substantially the same.</p>\n<p>Now, the Stevens brake has no vibrating lever between the trucks, as the Tanner brake has, for the purpose of reversing the motion communicated from one truck system to the other and causing the truck levers to move in opposite directions, that is, towards each other when the brakes are put on, and away from each other when the brakes are relieved. This is a marked feature in the Tanner brake, and one on which stress is laid in the original application. The parts particularly pointed out by Thompson and Bachelder as their improvements, exclusive of those connected with the bumpers, are only these three; namely, the vibrating lever, the two rods connected therewith, and their connection with the truck levers. They speak of their improvement as \"an improvement upon the car brake now in general use,\" expressly disclaiming its original invention. This language is somewhat vague; but it sufficiently indicates that they regarded their improvement as consisting in their particular apparatus for effecting the desired result. The claim of the patent as finally issued to Tanner is only for so combining the brakes of the two trucks by means of the vibrating lever, or its equivalent, or mechanism essentially as specified (and no other is specified), as to enable the brakeman operating the windlass at either end of the car to simultaneously apply the brakes of both trucks.</p>\n<p>Now, the apparatus for effecting the same purpose in the Stevens brake is essentially different from this. As before stated, it has no central vibrating lever at all, and, as we think, no equivalent of it. It connects the brakes of the two trucks by a single straight rod, extending from the truck lever connected with the outside brake of one truck to the lever connected with the outside brake of the other truck. This outside lever in each truck is connected, by a rod running across and under the axles of the truck, with a similar lever attached to the inner brake of the same truck; and that again is connected with the windlass by another rod running back over the axles of the truck; thus establishing a direct and continuous connection, from one windlass to the other, between all the brakes in both trucks, so that when either windlass is wound up (the <span class=\"star-pagination\">*563</span> other being held by a ratchet), it winds up and tightens the whole system of brakes on both trucks. In Stevens's arrangement, the separate trucks have two levers, it is true, 혰 one attached to each brake; and it is contended by the complainant's counsel that one of these levers on each truck is equivalent to one-half of the vibrating lever in the Tanner brake. But this supposed equivalency is, in our judgment, too far fetched and imaginary. The levers referred to are no ways different, in form or mode of operation, from ordinary brake levers, and the use of two levers on a truck was not new, having been employed in much the same way in the Springfield brake. They belong to the trucks to which they are respectively attached, having no pivotal or fulcral connection with the body of the car, as Tanner's vibrating lever has. In a word, the construction and mode of operation of the Stevens brake are altogether so different from that of Thompson and Bachelder's, or Tanner's, that, considering the state of the art at the time when the latter was produced, and the necessary limits by which the Tanner patent must be circumscribed, we think that the two are to be regarded as independent inventions; each being limited and confined to the particular contrivance which constitutes its peculiarity.</p>\n<p>Having come to this conclusion, it is unnecessary to consider the other questions in the cause.</p>\n<p>It will be observed that we have given particular attention to the original application, drawings, and models filed in the Patent Office by Thompson and Bachelder. We have deemed it proper to do this, because, if the amended application and model, filed by Tanner five years later, embodied any material addition to or variance from the original, 혰 any thing new that was not comprised in that, 혰 such addition or variance cannot be sustained on the original application. The law does not permit such enlargements of an original specification, which would interfere with other inventors who have entered the field in the mean time, any more than it does in the case of reissues of patents previously granted. Courts should regard with jealousy and disfavor any attempts to enlarge the scope of an application once filed, or of a patent once granted, the effect of which would be to enable the patentee to appropriate <span class=\"star-pagination\">*564</span> other inventions made prior to such alteration, or to appropriate that which has, in the mean time, gone into public use.</p>\n<p>The decree of the Circuit Court will be reversed, and the cause remanded with directions to enter a decree dismissing the bill of complaint; and it is</p>\n<p>So ordered.</p>\n</div>", "id": 89824, "judges": "Bradley", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/89824/", "sha1": "261eeee16e1e623933db6f70672005299899d6d0", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:02:18"}