{"absolute_url": "/opinion/94354/united-states-v-gettysburg-electric-r-co/", "blocked": false, "citation": {"case_name": "United States v. Gettysburg Electric R. Co.", "docket_number": "Nos. 599 and 629", "document_uris": ["/api/rest/v2/document/94354/"], "federal_cite_one": "160 U.S. 668", "federal_cite_three": null, "federal_cite_two": null, "id": 78735, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/78735/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 43, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1896-01-27", "date_modified": "2014-12-21T01:32:21.103049", "docket": "/api/rest/v2/docket/2318028/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">160 U.S. 668</p>\n    <p class=\"case_cite\">16 S.Ct. 427</p>\n    <p class=\"case_cite\">40 L.Ed. 576</p>\n    <p class=\"parties\">UNITED STATES<br>v.<br>GETTYSBURG ELECTRIC RY. CO. (two cases).</p>\n    <p class=\"docket\">Nos. 599 and 629.</p>\n    <p class=\"date\">January 27, 1896.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">These are two writs of error to the circuit court of the United States for the Eastern district of Pennsylvania. They involve the same questions.</p>\n      <p class=\"indent\">By the act of congress approved August 1, 1888 (chapter 728), entitled 'An act to authorize condemnation of land for sites of public buildings and for other purposes,' it is provided 'that in every case in which the secretary of the treasury, or any other officer of the government, has been or hereafter shall be authorized to procure real estate for the erection of a public building or for any other public uses, he shall be and hereby is authorized to acquire the same for the United States by condemnation, under judicial process, whenever in his opinion it is necessary or advantageous to the government to do so.'</p>\n      <p class=\"indent\">By the act of congress approved March 3, 1893, generally called the 'Sundry Civil Appropriation Act,' it was provided, among other things, as follows: 'Monuments and Tablets at Gettysburg. For the purpose of preserving the lines of battle at Gettysburg, Pa., and for properly marking with tablets the positions occupied by the various commands of the armies of the Potomac and of Northern Virginia on that field, and for the opening and improving avenues along the positions occupied by troops upon those lines, and for fencing the same, and for determining the leading tactical positions of batteries, regiments, brigades, divisions, corps and other organizations, with reference to the study and correct understanding of the battle, and to mark the same with suitable tablets, each bearing a brief historical legend, compiled without praise and without censure, the sum of $25,000 to be expended under the direction of the secretary of war.'</p>\n      <p class=\"indent\">Subsequently to the passage of that act, and on the 6th of June, 1894, a joint resolution of congress was approved by the president, which, after reciting the passage of the act of 1893, and the appropriation of the sum of $25,000 thereby, contained the further recital that the sum of $50,000 was then under consideration by congress as an additional appropriation for the same purposes, and that it had been recently decided by the United States court, sitting in Pennsylvania, that authority had not been distinctly given necessary to enable the war department to necessary to enable the war departmetn to execute the purposes declared in the act of 1893, and that there was imminent danger that portions of the battlefield might be irreparably defaced by the construction of a railroad over the same, thereby making impracticable the execution of the provisions of the act of March 3, 1893. It was, therefore, 'Resolved, by the senate and house of representatives of the United States of America in congress assembled, that the secretary of war is authorized to acquire by purchase (or by condemnation) pursuant to the act of August 1, 1888, such lands, or interest in lands, upon or in the vicinity of said battlefield, as in the judgment of the secretary of war may be necessary for the complete execution of the act of March 3, 1893: provided, That no obligation or liability upon the part of the government shall be incurred under this resolution, nor any expenditure made except out of the appropriations already made and to be made during the present session of this congress.' A further appropriation of $50,000 was made for this purpose by the act of August 18, 1894, the same session of congress.</p>\n      <p class=\"indent\">Acting under the authority of these various statutes and joint resolution, the United States district attorney for the Eastern district of Pennsylvania, by direction of the attorney general, filed a petition in the name of the United States for the purpose of condemning certain lands therein described for the objects mentioned in the acts of congress.</p>\n      <p class=\"indent\">The petition in the first case recited the foregoing facts, and also stated the inability to agree with the owners upon the price of the land desired, and asked for the appointment of a jury, according to the law of the state of Pennsylvania in such case provided. The second section of the act of congress approved August 1, 1888, above mentioned, provides that the practice, pleadings, forms, and modes of proceedings are to conform, so far as may be, to those existing at the time in like causes in the courts of record of the state within which such circuit or district courts are held. The Gettysburg Electric Railway Company answered this petition, and set up the fact that it was a corporation existing under the laws of Pennsylvania, and that by virtue of its charter it had the power to build its road along a certain portion of the Gettysburg borough limits, described in the answer; that it had acquired, as a part of a route of one of the branches of its road, and for the purpose of using the same as a part of its right of way, the tract of land particularly mentioned and described in the petition, and which is the subject of the condemnation proceedings. It alleged that the effect of the condemnation of the strip of ground would be to cut off a particular branch railway or extension belonging to it, and destroy its continuity, and prevent its construction and operation. The company further answered that the greater part of the appropriation of $25,000 under the act of March 3, 1893, had already been expended for the purposes stated therein, and that the balance remaining to the credit of the appropriation was less than $10,000. The electric railway company afterwards filed a further or amended answer, and therein set forth that the entire balance remaining unexpended of the appropriation of $25,000, under the act of March 3, 1893, and of $50,000, which had been appropriated by the act approved August 18, 1894, were covered by contracts already made under the authority of the secretary of war, and that there was not, in point of fact, at that time, any part of either appropriation available for the purpose of paying any judgment which might be recovered by the company in these condemnation proceedings.</p>\n      <p class=\"indent\">Evidence was given on the question of the value of the land to be taken, and on the 5th of November, 1884, the jury filed a report awarding the sum of $30,000 as the value of the land proposed to be taken in the first or main proceeding. The Gettysburg Electric Railway Company duly filed exceptions to the award, and on the same day appealed therefrom. The United States also appealed. The case was argued, and in April, 1895, an order was entered that the first and second exceptions filed by the defendant be sustained, and that the petition of the United States be dismissed. 67 Fed. 869. Those two exceptions are as follows:</p>\n      <p class=\"indent\">'(1) The act of congress approved August 1, 1888, provides for the acquisition of real estate by the United States by condemnation only for the erection of public buildings, or for other public uses. It does not appear in the petition of Ellery P. Ingham, Esq., United States attorney, that the secretary of war has been authorized to procure the tract of land mentioned in the fifth paragraph thereof, belonging to the Gettysburg Electric Railway Company, for the erection of a public building, or for other public uses. The purposes named for the expenditure of the appropriation in the act of congress of March 3, 1893, are not such public uses as authorize the condemnation by the United States of the real estate of private persons.</p>\n      <p class=\"indent\">'(2) The purpose specified in the sixth paragraph of the said petition, namely, 'of preserving the lines of battle,' 'properly marking with tablets the positions occupied,' and 'determining the leading tactical positions of batteries, regiments, brigades, divisions, corps, and other organizations, with reference to the study and correct understanding of the battle, and to mark the same with suitable tablets,' are none of them public uses or purposes authorizing the condemnation by the United States of private property.'</p>\n      <p class=\"indent\">The second proceeding was taken for the purpose of condemning a certain other portion of land, containing a little over two acres. There was no trial in that matter, but the case was dismissed, under the motion made by the defendant to quash the proceedings, upon the same grounds stated in the main case.</p>\n      <p class=\"indent\">The substance of the holding of the circuit judge was that the intended use of the land was not that kind of a public use for which the United States had the constitutional power to condemn land. The district judge dissented from that view, and was of the opinion that the use was public, and that the United States had the power to condemn land for that purpose.</p>\n      <p class=\"indent\"><i>Atty. Gen. Harmon</i> and <i>Sol. Gen. Conrad,</i> for plaintiff in error.</p>\n      <p class=\"indent\"><i>Thomas Hart, Jr.,</i> for defendant in error.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 673-679 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice PECKHAM, after stating the facts in the foregoing language, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The really important question to be determined in these proceedings is whether the use to which the petitioner desires to put the land described in the petitions is of that kind of public use for which the government of the United States is authorized to condemn land.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">It has authority to do so whenever it is necessary or appropriate to use the land in the execution of any of the powers granted to it by the constitution. Kohl v. U. S., 91 U. S. 367; Cherokee Nation v. Southern Kansas Ry. Co., 135 U. S. 641-656, 10 Sup. Ct. 965; Chappell v. U. S., 160 U. S. 499, 16 Sup. Ct. 397.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Is the proposed use to which this land is to be put a public use, within this limitation? The purpose of the use is stated in the first act of congress, passed on the 3d day of March, 1893 (the appropriation act of 1893), and is quoted in the above statement of facts. The appropriation act of August 18, 1894, also contained the following: 'For continuing the work of surveying, locating and preserving the lines of battle at Gettysburg, Pa., and for purchasing, opening, constructing and improving avenues along the portions occupied by the various commands of the armies of the Potomac and Northern Virginia on that field, and for fencing the same; and for the purchase, at private sale or by condemnation, of such parcels of land as the secretary of war may deem necessary for the sites of tablets, and for the construction of the said avenues; for determining the leading tactical positions and properly marking the same with tablets of batteries, regiments, brigades, divisions, corps and other organizations with reference to the study and correct understanding of the battle, each tablet bearing a brief historical legend, compiled without praise and without censure; fifty thousand dollars, to be expended under the direction of the secretary of war.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In these acts of congress, and in the joint resolution, the intended use of this land is plainly set forth. It is stated in the second volume of Judge Dillon's work on Municipal Corporations (4th Ed. &#167; 600) that, when the legislature has declared the use or purpose to be a public one, its judgment will be respected by the courts, unless the use be palpably without reasonable foundation. Many authorities are cited in the note, and, indeed, the rule commends itself as a rational and proper one.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">As just compensation, which is the full value of the property taken, is to be paid, and the amount must be raised by taxation, where the land is taken by the government itself, there is not much ground to fear any abuse of the power. The responsibility of congress to the people will generally, if not always, result in a most conservative exercise of the right. It is quite a different view of the question which courts will take when this power is delegated to a private corporation. In that case the presumption that the intended use for which the corporation proposes to take the land is public is not so strong as where the government intends to use the land itself.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In examining an act of congress, it has been frequently said that every intendment is in favor of its constitutionality. Such act is presumed to be valid unless its invalidity is plain and apparent. No presumption of invalidity can be indulged in. It must be shown clearly and unmistakably. This rule has been stated and followed by this court from the foundation of the government.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Upon the question whether the proposed use of this land is public one, we think there can be no well-founded doubt. And also, in our judgment, the government has the constitutional power to condemn the land for the proposed use. It is, of course, not necessary that the power of condemnation for such purpose be expressly given by the constitution. The right to condemn at all is not so given. It results from the powers that are given, and it is implied because of its necessity, or because it is appropriate in exercising those powers. Congress has power to declare war, and to create and equip armies and navies. It has the great power of taxation, to be exercised for the common defense and general welfare. Having such powers, it has such other and implied ones as are necessary and appropriate for the purpose of carrying the powers expressly given into effect. Any act of congress which plainly and directly tends to enhance the respect and love of the citizen for the institutions of his country, and to quicken and strengthen his motives to defend them, and which is germane to, and intimately connected with, and appropriate to, the exercise of some one or all of the powers granted by congress, must be valid. This proposed use comes within such description. The provision comes within the rule laid down by Chief Justice Marshall in McCulloch v. Maryland, 4 Wheat. 421, in these words: 'Let the end be legitimate, let it be within the scope of the constitution, and all means which are appropriate, which are plainly adequate to that end, which are not prohibited but consistent with the letter and spirit of the constitution, are constitutional.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The end to be attained, by this proposed use, as provided for by the act of congress, is legitimate, and lies within the scope of the constitution. The battle of Gettysburg was one of the great battles of the world. The numbers contained in the opposing armies were great; the sacrifice of life was oreadful; while the bravery, and, indeed, heroism, displayed by both the contending forces, rank with the highest exhibition of those qualities ever made by man. The importance of the issue involved in the contest of which this great battle was a part cannot be overestimated. The existence of the government itself, and the perpetuity of our institutions, depended upon the result. Valuable lessons in the art of war can now be learned from an examination of this great battlefield, in connection with the history of the events which there took place. Can it be that the government is without power to preserve the land, and properly mark out the various sites upon which this struggle took place? Can it not erect the monuments provided for by these acts of congress, or even take possession of the field of battle, in the name and for the benefit of all the citizens of the country, for the present and for the future? Such a use seems necessarily not only a public use, but one so closely connected with the welfare of the republic itself as to be within the powers granted congress by the constitution for the purpose of protecting and preserving the whole country. It would be a great object lesson to all who looked upon the land thus cared for, and it would show a proper recognition of the great things that were done there on those momentous days. By this use the government manifests for the benefit of all its citizens the value put upon the services and exertions of the citizen soldiers of that period. Their successful effort to preserve the integrity and solidarity of the great republic of modern times is forcibly impressed upon every one who looks over the field. The value of the sacrifices then freely made is rendered plainer and more durable by the fact that the government of the United States, through its representatives in congress assembled, appreciates and endeavors to perpetuate it by this most suitable recognition. Such action on the part of congress touches the heart, and comes home to the imagination of every citizen, and greatly tends to enhance his love and respect for those institutions for which these heroic sacrifices were made. The greater the love of the citizen for the institutions of his country, the greater is the dependence properly to be placed upon him for their defense in time of necessity, and it is to such men that the country must look for its safety. The institutions of our country, which were saved at this enormous expenditure of life and property, ought to and will be regarded with proportionate affection. Here upon this battlefield is one of the proofs of that expenditure, and the sacrifices are rendered more obvious and more easily appreciated when such a battlefield is preserved by the government at the public expense. The right to take land for cemeteries for the burial of the deceased soldiers of the country rests on the same footing, and is connected with, and springs from, the same powers of the constitution. It seems very clear that the government has the right to bury its own soldiers, and to see to it that their graves shall not remain unknown or unhonored.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">No narrow view of the character of this proposed use should be taken. Its national character and importance, we think, are plain. The power to condemn for this purpose need not be plainly and unmistakably deduced from any one of the particularly specified powers. Any number of those powers may be grouped together, and an inference from them all may be drawn that the power claimed has been conferred.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It is needless to enlarge upon the subject, and the determination is arrived at without hesitation that the use intended, as set forth in the petition in this proceeding, is of that public nature which comes within the constitutional power of congress to provide for by the condemnation of land.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">2. It is objected that the appropriations made by the several acts of congress had been exhausted when the amended answers were put in, and that the proviso attached to the joint resolution above mentioned, prohibiting any expenditure other than such as might be appropriated in that session of congress, renders it impossible for the landowner to obtain payment, with any certainty, for his property that might be taken from him. Although it is set up in the answer of the electric company to the petition filed on the part of the United States, the fact that the fund appropriated has been exhausted does not appear by any evidence contained in either record. So far as this court can see from the record, there is an appropriation amounting to $75,000 for the purpose of obtaining land, a part of which has been found to be worth $30,000, and the other and much smaller portion is not valued. The proviso, therefore, would seem to be immaterial, as the appropriations were much larger than the value of the land to be taken. The mere fact that congress limited the amount to be appropriated for the purposes indicated does not render the law providing for the taking of the land invalid. Shoemaker v. U. S., 147 U. S. 282-302, 13 Sup. Ct. 361. Mr. Justice Shiras, in delivering the opinion of the court in the case cited, said: 'The validity of the law is further challenged because the aggregate amount to be expended in the purchase of land for the park is limited to the amount of $1,200,000. It is said that this is equivalent to condemning the lands and fixing their value by arbitrary enactment. But a glance at the act shows that the property holders are not affected by the limitation. The value of the land is to be agreed upon, or, in the absence of agreement, is to be found by appraisers to be appointed by the court. The intention expressed by congress, not to go beyond a certain expenditure, cannot be deemed a direction to the appraisers to keep within any given limit in valuing any particular piece of property. It is not unusual for congress, in making appropriations for the erection of public buildings, including the purchase of sites, to name a sum beyond which expenditure shall not be made, but nobody ever thought that such a limitation had anything to do with what the owners of property should have a right to receive in case proceedings to condemn had to be resorted to.' If it appeared by proof that the appropriation for the purpose indicated had been exhausted before the proceedings had been commenced to take the land in controversy, or during the hearing, then the provision in the joint resolution directing that no obligation or liability upon the part of the government should be incurred, or any expenditure made, except out of the appropriations already made, and to be made during the then session of congress, would give rise to a very serious question. It is not now presented. Congress has the power, even now, to appropriate moneys for this purpose in addition to that which it appropriated in the two acts of 1893 and 1894. This court cannot, therefore, upon the record as it stands, give judgment for the landowner on the ground that the appropriation for the land has been exhausted in other ways, and that congress prohibited the incurring of any obligation to a greater extent than the moneys then appropriated.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">3. Another objection taken in the court below, though not decided by that court, but which counsel for defendant in error now urges as an additional ground for the affirmance of the judgment, is that the land proposed to be taken in this proceeding was already devoted to another public use, to wit, that of the railroad company, and that it does not appear that it was the intention of congress to take land which was devoted to another public use. The defendant in error concedes, what is without doubt true, that this is a question of intention, simply. The power of congress to take land devoted to one public use for another and a different public use, upon making just compensation, cannot be disputed. Upon looking at the two acts of congress, and the joint resolution of June 6, 1894, above referred to, in the latter of which it is stated, 'There is imminent danger that portions of said battlefield may be irreparably defaced by the construction of a railway over the same, thereby making impracticable the execution of the provisions of the act of March 3, 1893,' we think it is plainly apparent that congress did intend to take this very land occupied and used by this company for its railroad.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Further elaboration is unnecessary. It is so plain to our minds that extended argument would be unprofitable.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">4. It is also objected that the exception below is valid, wherein it was stated that all the land of the railroad company ought to be taken, if any were to be taken. The use for which the land is to be taken having been determined to be a public use, the quantity which should be taken is a legislative, and not a judicial, question. Shoemaker v. U. S., 147 U. S.282-298, 13 Sup. Ct. 361. As to the effect of the taking upon the land remaining, that is more a question of the amount of compensation. If the part taken by the government is essential to enable the railroad corporation to perform its functions, or if the value of the remaining property is impaired, such facts might enter into the question of the amount of the compensation to be awarded. Monongahela Nav. Co. v. U. S., 148 U. S. 312, 333, 334, 13 Sup. Ct. 622.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">5. It is also objected that the petition does not allege that the secretary of war has decided it to be necessary to take this land. A perusal of the petition shows that the allegation therein contained upon this subject is not very clear. It might possibly be regarded as sufficiently alleged in an argumentative kind of way, but it certainly is not as plainly alleged as it ought to be. The petition, however, can be easily amended on application to the court below before further proceedings are taken.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This, we think, completes the review of the material questions presented by the record. The first and important question in regard to whether the proposed use is public or not, having been determined in favor of the United States, we are not disposed to take any very technical view of the other questions, which might be subject to amendment or to further proof upon the hearing below.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The judgment of the circuit court in each case must be reversed, and the record remitted to that court, with directions to grant a new trial in each.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>160 U.S. 668 (1896)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nGETTYSBURG ELECTRIC RAILWAY COMPANY. SAME<br>\nv.<br>\nSAME.<sup>[1]</sup></h1></center>\n<center>Nos. 599, 629.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 8, 9, 1896.</center>\n<center>Decided January 27, 1896.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE EASTERN DISTRICT OF PENNSYLVANIA.\n<p><span class=\"star-pagination\">*673</span> <i>Mr. Solicitor General</i> and <i>Mr. Attorney General</i> for the United States.</p>\n<p><i>Mr. Thomas Hart, Jr.,</i> for the Gettysburg Electric Railway Company. <i>Mr. Charles Heebner</i> was with him on the brief.</p>\n<p><span class=\"star-pagination\">*679</span> MR. JUSTICE PECKHAM, after stating the case, delivered the opinion of the court.</p>\n<p>The really important question to be determined in these proceedings is, whether the use to which the petitioner desires to put the land described in the petitions is of that kind of public use for which the government of the United States is authorized to condemn land.</p>\n<p>It has authority to do so whenever it is necessary or appropriate to use the land in the execution of any of the powers granted to it by the Constitution. <i>Kohl</i> v. <i>United States,</i> 91 U.S. 367; <i>Cherokee Nation</i> v. <i>Kansas Railway,</i> 135 U.S. 641, 656; <i>Chappell</i> v. <i>United States,</i> 160 U.S. 499.</p>\n<p>Is the proposed use, to which this land is to be put, a public use within this limitation?</p>\n<p>The purpose of the use is stated in the first act of Congress, passed on the 3d day of March, 1893, (the appropriation act of 1893,) and is quoted in the above statement of facts. The appropriation act of August 18, 1894, also contained the following: \"For continuing the work of surveying, locating and preserving the lines of battle at Gettysburg, Pennsylvania, and for purchasing, opening, constructing and improving avenues along the portions occupied by the various commands of the armies of the Potomac and Northern Virginia on that field, and for fencing the same; and for the purchase, at private sale or by condemnation, of such parcels of land as the Secretary <span class=\"star-pagination\">*680</span> of War may deem necessary for the sites of tablets, and for the construction of the said avenues; for determining the leading tactical positions and properly marking the same with tablets of batteries, regiments, brigades, divisions, corps and other organizations with reference to the study and correct understanding of the battle, each tablet bearing a brief historical legend, compiled without praise and without censure; fifty thousand dollars, to be expended under the direction of the Secretary of War.\"</p>\n<p>In these acts of Congress and in the joint resolution the intended use of this land is plainly set forth. It is stated in the second volume of Judge Dillon's work on Municipal Corporations, (4th ed. ยง 600,) that when the legislature has declared the use or purpose to be a public one, its judgment will be respected by the courts, unless the use be palpably without reasonable foundation. Many authorities are cited in the note, and, indeed, the rule commends itself as a rational and proper one.</p>\n<p>As just compensation, which is the full value of the property taken, is to be paid, and the amount must be raised by taxation where the land is taken by the government itself, there is not much ground to fear any abuse of the power. The responsibility of Congress to the people will generally, if not always, result in a most conservative exercise of the right. It is quite a different view of the question which courts will take when this power is delegated to a private corporation. In that case the presumption that the intended use for which the corporation proposes to take the land is public, is not so strong as where the government intends to use the land itself.</p>\n<p>In examining an act of Congress it has been frequently said that every intendment is in favor of its constitutionality. Such act is presumed to be valid unless its invalidity is plain and apparent; no presumption of invalidity can be indulged in; it must be shown clearly and unmistakably. This rule has been stated and followed by this court from the foundation of the government.</p>\n<p>Upon the question whether the proposed use of this land is a public one, we think there can be no well founded doubt. <span class=\"star-pagination\">*681</span> And also, in our judgment, the government has the constitutional power to condemn the land for the proposed use. It is, of course, not necessary that the power of condemnation for such purpose be expressly given by the Constitution. The right to condemn at all is not so given. It results from the powers that are given, and it is implied because of its necessity, or because it is appropriate in exercising those powers. Congress has power to declare war and to create and equip armies and navies. It has the great power of taxation to be exercised for the common defence and general welfare. Having such powers, it has such other and implied ones as are necessary and appropriate for the purpose of carrying the powers expressly given into effect. Any act of Congress which plainly and directly tends to enhance the respect and love of the citizen for the institutions of his country and to quicken and strengthen his motives to defend them, and which is germane to and intimately connected with and appropriate to the exercise of some one or all of the powers granted by Congress must be valid. This proposed use comes within such description. The provision comes within the rule laid down by Chief Justice Marshall, in <i>McCulloch</i> v. <i>Maryland,</i> 4 Wheat. 316, 421, in these words: \"Let the end be legitimate, let it be within the scope of the Constitution, and all means which are appropriate, which are plainly adequate to that end, which are not prohibited but consist with the letter and spirit of the Constitution, are constitutional.\"</p>\n<p>The end to be attained by this proposed use, as provided for by the act of Congress, is legitimate, and lies within the scope of the Constitution. The battle of Gettysburg was one of the great battles of the world. The numbers contained in the opposing armies were great; the sacrifice of life was dreadful; while the bravery and, indeed, heroism displayed by both the contending forces rank with the highest exhibition of those qualities ever made by man. The importance of the issue involved in the contest of which this great battle was a part cannot be overestimated. The existence of the government itself and the perpetuity of our institutions depended upon the result. Valuable lessons in the art of war can now be learned <span class=\"star-pagination\">*682</span> from an examination of this great battlefield in connection with the history of the events which there took place. Can it be that the government is without power to preserve the land, and properly mark out the various sites upon which this struggle took place? Can it not erect the monuments provided for by these acts of Congress, or even take possession of the field of battle in the name and for the benefit of all the citizens of the country for the present and for the future? Such a use seems necessarily not only a public use, but one so closely connected with the welfare of the republic itself as to be within the powers granted Congress by the Constitution for the purpose of protecting and preserving the whole country. It would be a great object lesson to all who looked upon the land thus cared for, and it would show a proper recognition of the great things that were done there on those momentous days. By this use the government manifests for the benefit of all its citizens the value put upon the services and exertions of the citizen soldiers of that period. Their successful effort to preserve the integrity and solidarity of the great republic of modern times is forcibly impressed upon every one who looks over the field. The value of the sacrifices then freely made is rendered plainer and more durable by the fact that the government of the United States, through its representatives in Congress assembled, appreciates and endeavors to perpetuate it by this most suitable recognition. Such action on the part of Congress touches the heart, and comes home to the imagination of every citizen, and greatly tends to enhance his love and respect for those institutions for which these heroic sacrifices were made. The greater the love of the citizen for the institutions of his country the greater is the dependence properly to be placed upon him for their defence in time of necessity, and it is to such men that the country must look for its safety. The institutions of our country which were saved at this enormous expenditure of life and property ought to and will be regarded with proportionate affection. Here upon this battlefield is one of the proofs of that expenditure, and the sacrifices are rendered more obvious and more easily appreciated when such a battlefield is preserved by the government <span class=\"star-pagination\">*683</span> at the public expense. The right to take land for cemeteries for the burial of the deceased soldiers of the country rests on the same footing and is connected with and springs from the same powers of the Constitution. It seems very clear that the government has the right to bury its own soldiers and to see to it that their graves shall not remain unknown or unhonored.</p>\n<p>No narrow view of the character of this proposed use should be taken. Its national character and importance, we think, are plain. The power to condemn for this purpose need not be plainly and unmistakably deduced from any one of the particularly specified powers. Any number of those powers may be grouped together, and an inference from them all may be drawn that the power claimed has been conferred.</p>\n<p>It is needless to enlarge upon the subject, and the determination is arrived at without hesitation that the use intended as set forth in the petition in this proceeding is of that public nature which comes within the constitutional power of Congress to provide for by the condemnation of land.</p>\n<p><i>Second.</i> It is objected that the appropriations made by the several acts of Congress had been exhausted when the amended answers were put in, and that the proviso attached to the joint resolution above mentioned, prohibiting any expenditure other than such as might be appropriated in that session of Congress, renders it impossible for the land owner to obtain payment with any certainty for his property that might be taken from him. Although it is set up in the answer of the electric company to the petition filed on the part of the United States, the fact that the fund appropriated has been exhausted does not appear by any evidence contained in either record. So far as this court can see from the record, there is an appropriation amounting to $75,000, for the purpose of obtaining land, a part of which has been found to be worth $30,000, and the other, and much smaller portion, is not valued. The proviso, therefore, would seem to be immaterial, as the appropriations were much larger than the value of the land to be taken. The mere fact that Congress limited the amount to be appropriated for the purposes indicated does not <span class=\"star-pagination\">*684</span> render the law providing for the taking of the land invalid. <i>Shoemaker</i> v. <i>United States,</i> 147 U.S. 282, 302. Mr. Justice Shiras, in delivering the opinion of the court in the case cited, said: \"The validity of the law is further challenged because the aggregate amount to be expended in the purchase of land for the park is limited to the amount of $1,200,000. It is said that this is equivalent to condemning the lands and fixing their value by arbitrary enactment. But a glance at the act shows that the property holders are not affected by the limitation. The value of the land is to be agreed upon, or, in the absence of agreement, is to be found by appraisers to be appointed by the court. The intention expressed by Congress, not to go beyond a certain expenditure, cannot be deemed a direction to the appraisers to keep within any given limit in valuing any particular piece of property. It is not unusual for Congress, in making appropriations for the erection of public buildings, including the purchase of sites, to name a sum beyond which expenditure shall not be made, but nobody ever thought that such a limitation had anything to do with what the owners of property should have a right to receive in case proceedings to condemn had to be resorted to.\" If it appeared by proof that the appropriation for the purpose indicated had been exhausted before the proceedings had been commenced to take the land in controversy, or during the hearing, then the provision in the joint resolution directing that no obligation or liability upon the part of the government should be incurred or any expenditure made except out of the appropriations already made and to be made during the then session of Congress, would give rise to a very serious question. It is not now presented. Congress has the power, even now, to appropriate moneys for this purpose in addition to that which it appropriated in the two acts of 1893 and 1894. This court cannot, therefore, upon the record as it stands give judgment for the land owner on the ground that the appropriation for the land has been exhausted in other ways, and that Congress prohibited the incurring of any obligation to a greater extent than the moneys then appropriated.</p>\n<p><i>Third.</i> Another objection taken in the court below, though <span class=\"star-pagination\">*685</span> not decided by that court, but which counsel for defendant in error now urges as an additional ground for the affirmance of the judgment, is that the land proposed to be taken in this proceeding was already devoted to another public use, to wit, that of the railroad company, and that it does not appear that it was the intention of Congress to take land which was devoted to another public use. The defendant in error concedes what is without doubt true, that this is a question of intention simply; the power of Congress to take land devoted to one public use for another and a different public use upon making just compensation cannot be disputed. Upon looking at the two acts of Congress and the joint resolution of June 6, 1894, above referred to, in the latter of which it is stated, \"There is imminent danger that portions of said battlefield may be irreparably defaced by the construction of a railway over the same, thereby making impracticable the execution of the provisions of the act of March 3, 1893,\" we think it is plainly apparent that Congress did intend to take this very land, occupied and used by this company for its railroad.</p>\n<p>Further elaboration is unnecessary. It is so plain to our minds that extended argument would be unprofitable.</p>\n<p><i>Fourth.</i> It is also objected that the exception below is valid, wherein it is stated that all the land of the railroad company ought to be taken, if any were to be taken. The use for which the land is to be taken having been determined to be a public use, the quantity which should be taken is a legislative and not a judicial question. <i>Shoemaker</i> v. <i>United States,</i> 147 U.S. 282, 298. As to the effect of the taking upon the land remaining, that is more a question of the amount of compensation. If the part taken by the government is essential to enable the railroad corporation to perform its functions, or if the value of the remaining property is impaired, such facts might enter into the question of the amount of the compensation to be awarded. <i>Monongahela Nav. Co.</i> v. <i>United States,</i> 148 U.S. 312, 333, 334.</p>\n<p><i>Fifth.</i> It is also objected that the petition does not allege that the Secretary of War has decided it to be necessary to take this land. A perusal of the petition shows that the <span class=\"star-pagination\">*686</span> allegation therein contained upon this subject is not very clear. It might possibly be regarded as sufficiently alleged in an argumentative kind of way, but it certainly is not as plainly alleged as it ought to be. The petition, however, can be easily amended on application to the court below before further proceedings are taken.</p>\n<p>This, we think, completes the review of the material questions presented by the record. The first and important question in regard to whether the proposed use is public or not, having been determined in favor of the United States, we are not disposed to take any very technical view of the other questions which might be subject to amendment or to further proof upon the hearing below.</p>\n<p><i>The judgment of the Circuit Court in each case must be reversed, and the record remitted to that court with directions to grant a new trial in each.</i></p>\n<h2>NOTES</h2>\n<p>[1]  The docket title of each of these cases was <i>United States</i> v. <i>A certain Tract of Land in Cumberland Township, Adams County, State of Pennsylvania.</i></p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></span> (1896)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nGETTYSBURG ELECTRIC RAILWAY COMPANY. SAME<br>\nv.<br>\nSAME.<sup>[1]</sup></h1></center>\n<center>Nos. 599, 629.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 8, 9, 1896.</center>\n<center>Decided January 27, 1896.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE EASTERN DISTRICT OF PENNSYLVANIA.\n<p><span class=\"star-pagination\">*673</span> <i>Mr. Solicitor General</i> and <i>Mr. Attorney General</i> for the United States.</p>\n<p><i>Mr. Thomas Hart, Jr.,</i> for the Gettysburg Electric Railway Company. <i>Mr. Charles Heebner</i> was with him on the brief.</p>\n<p><span class=\"star-pagination\">*679</span> MR. JUSTICE PECKHAM, after stating the case, delivered the opinion of the court.</p>\n<p>The really important question to be determined in these proceedings is, whether the use to which the petitioner desires to put the land described in the petitions is of that kind of public use for which the government of the United States is authorized to condemn land.</p>\n<p>It has authority to do so whenever it is necessary or appropriate to use the land in the execution of any of the powers granted to it by the Constitution. <i>Kohl</i> v. <i>United States,</i> 91 U.S. 367; <i>Cherokee Nation</i> v. <i>Kansas Railway,</i> <span class=\"citation\" data-id=\"92808\"><a href=\"/opinion/92808/cherokee-nation-v-southern-kansas-r-co/\"><span class=\"volume\">135</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">641</span></a></span>, 656; <i>Chappell</i> v. <i>United States,</i> 160 U.S. 499.</p>\n<p>Is the proposed use, to which this land is to be put, a public use within this limitation?</p>\n<p>The purpose of the use is stated in the first act of Congress, passed on the 3d day of March, 1893, (the appropriation act of 1893,) and is quoted in the above statement of facts. The appropriation act of August 18, 1894, also contained the following: \"For continuing the work of surveying, locating and preserving the lines of battle at Gettysburg, Pennsylvania, and for purchasing, opening, constructing and improving avenues along the portions occupied by the various commands of the armies of the Potomac and Northern Virginia on that field, and for fencing the same; and for the purchase, at private sale or by condemnation, of such parcels of land as the Secretary <span class=\"star-pagination\">*680</span> of War may deem necessary for the sites of tablets, and for the construction of the said avenues; for determining the leading tactical positions and properly marking the same with tablets of batteries, regiments, brigades, divisions, corps and other organizations with reference to the study and correct understanding of the battle, each tablet bearing a brief historical legend, compiled without praise and without censure; fifty thousand dollars, to be expended under the direction of the Secretary of War.\"</p>\n<p>In these acts of Congress and in the joint resolution the intended use of this land is plainly set forth. It is stated in the second volume of Judge Dillon's work on Municipal Corporations, (4th ed. ยง 600,) that when the legislature has declared the use or purpose to be a public one, its judgment will be respected by the courts, unless the use be palpably without reasonable foundation. Many authorities are cited in the note, and, indeed, the rule commends itself as a rational and proper one.</p>\n<p>As just compensation, which is the full value of the property taken, is to be paid, and the amount must be raised by taxation where the land is taken by the government itself, there is not much ground to fear any abuse of the power. The responsibility of Congress to the people will generally, if not always, result in a most conservative exercise of the right. It is quite a different view of the question which courts will take when this power is delegated to a private corporation. In that case the presumption that the intended use for which the corporation proposes to take the land is public, is not so strong as where the government intends to use the land itself.</p>\n<p>In examining an act of Congress it has been frequently said that every intendment is in favor of its constitutionality. Such act is presumed to be valid unless its invalidity is plain and apparent; no presumption of invalidity can be indulged in; it must be shown clearly and unmistakably. This rule has been stated and followed by this court from the foundation of the government.</p>\n<p>Upon the question whether the proposed use of this land is a public one, we think there can be no well founded doubt. <span class=\"star-pagination\">*681</span> And also, in our judgment, the government has the constitutional power to condemn the land for the proposed use. It is, of course, not necessary that the power of condemnation for such purpose be expressly given by the Constitution. The right to condemn at all is not so given. It results from the powers that are given, and it is implied because of its necessity, or because it is appropriate in exercising those powers. Congress has power to declare war and to create and equip armies and navies. It has the great power of taxation to be exercised for the common defence and general welfare. Having such powers, it has such other and implied ones as are necessary and appropriate for the purpose of carrying the powers expressly given into effect. Any act of Congress which plainly and directly tends to enhance the respect and love of the citizen for the institutions of his country and to quicken and strengthen his motives to defend them, and which is germane to and intimately connected with and appropriate to the exercise of some one or all of the powers granted by Congress must be valid. This proposed use comes within such description. The provision comes within the rule laid down by Chief Justice Marshall, in <i>McCulloch</i> v. <i>Maryland,</i> <span class=\"citation\" data-id=\"1320585\"><a href=\"/opinion/1320585/mcculloch-v-maryland/\"><span class=\"volume\">4</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">316</span></a></span>, 421, in these words: \"Let the end be legitimate, let it be within the scope of the Constitution, and all means which are appropriate, which are plainly adequate to that end, which are not prohibited but consist with the letter and spirit of the Constitution, are constitutional.\"</p>\n<p>The end to be attained by this proposed use, as provided for by the act of Congress, is legitimate, and lies within the scope of the Constitution. The battle of Gettysburg was one of the great battles of the world. The numbers contained in the opposing armies were great; the sacrifice of life was dreadful; while the bravery and, indeed, heroism displayed by both the contending forces rank with the highest exhibition of those qualities ever made by man. The importance of the issue involved in the contest of which this great battle was a part cannot be overestimated. The existence of the government itself and the perpetuity of our institutions depended upon the result. Valuable lessons in the art of war can now be learned <span class=\"star-pagination\">*682</span> from an examination of this great battlefield in connection with the history of the events which there took place. Can it be that the government is without power to preserve the land, and properly mark out the various sites upon which this struggle took place? Can it not erect the monuments provided for by these acts of Congress, or even take possession of the field of battle in the name and for the benefit of all the citizens of the country for the present and for the future? Such a use seems necessarily not only a public use, but one so closely connected with the welfare of the republic itself as to be within the powers granted Congress by the Constitution for the purpose of protecting and preserving the whole country. It would be a great object lesson to all who looked upon the land thus cared for, and it would show a proper recognition of the great things that were done there on those momentous days. By this use the government manifests for the benefit of all its citizens the value put upon the services and exertions of the citizen soldiers of that period. Their successful effort to preserve the integrity and solidarity of the great republic of modern times is forcibly impressed upon every one who looks over the field. The value of the sacrifices then freely made is rendered plainer and more durable by the fact that the government of the United States, through its representatives in Congress assembled, appreciates and endeavors to perpetuate it by this most suitable recognition. Such action on the part of Congress touches the heart, and comes home to the imagination of every citizen, and greatly tends to enhance his love and respect for those institutions for which these heroic sacrifices were made. The greater the love of the citizen for the institutions of his country the greater is the dependence properly to be placed upon him for their defence in time of necessity, and it is to such men that the country must look for its safety. The institutions of our country which were saved at this enormous expenditure of life and property ought to and will be regarded with proportionate affection. Here upon this battlefield is one of the proofs of that expenditure, and the sacrifices are rendered more obvious and more easily appreciated when such a battlefield is preserved by the government <span class=\"star-pagination\">*683</span> at the public expense. The right to take land for cemeteries for the burial of the deceased soldiers of the country rests on the same footing and is connected with and springs from the same powers of the Constitution. It seems very clear that the government has the right to bury its own soldiers and to see to it that their graves shall not remain unknown or unhonored.</p>\n<p>No narrow view of the character of this proposed use should be taken. Its national character and importance, we think, are plain. The power to condemn for this purpose need not be plainly and unmistakably deduced from any one of the particularly specified powers. Any number of those powers may be grouped together, and an inference from them all may be drawn that the power claimed has been conferred.</p>\n<p>It is needless to enlarge upon the subject, and the determination is arrived at without hesitation that the use intended as set forth in the petition in this proceeding is of that public nature which comes within the constitutional power of Congress to provide for by the condemnation of land.</p>\n<p><i>Second.</i> It is objected that the appropriations made by the several acts of Congress had been exhausted when the amended answers were put in, and that the proviso attached to the joint resolution above mentioned, prohibiting any expenditure other than such as might be appropriated in that session of Congress, renders it impossible for the land owner to obtain payment with any certainty for his property that might be taken from him. Although it is set up in the answer of the electric company to the petition filed on the part of the United States, the fact that the fund appropriated has been exhausted does not appear by any evidence contained in either record. So far as this court can see from the record, there is an appropriation amounting to $75,000, for the purpose of obtaining land, a part of which has been found to be worth $30,000, and the other, and much smaller portion, is not valued. The proviso, therefore, would seem to be immaterial, as the appropriations were much larger than the value of the land to be taken. The mere fact that Congress limited the amount to be appropriated for the purposes indicated does not <span class=\"star-pagination\">*684</span> render the law providing for the taking of the land invalid. <i>Shoemaker</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"93491\"><a href=\"/opinion/93491/shoemaker-v-united-states/\"><span class=\"volume\">147</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">282</span></a></span>, 302. Mr. Justice Shiras, in delivering the opinion of the court in the case cited, said: \"The validity of the law is further challenged because the aggregate amount to be expended in the purchase of land for the park is limited to the amount of $1,200,000. It is said that this is equivalent to condemning the lands and fixing their value by arbitrary enactment. But a glance at the act shows that the property holders are not affected by the limitation. The value of the land is to be agreed upon, or, in the absence of agreement, is to be found by appraisers to be appointed by the court. The intention expressed by Congress, not to go beyond a certain expenditure, cannot be deemed a direction to the appraisers to keep within any given limit in valuing any particular piece of property. It is not unusual for Congress, in making appropriations for the erection of public buildings, including the purchase of sites, to name a sum beyond which expenditure shall not be made, but nobody ever thought that such a limitation had anything to do with what the owners of property should have a right to receive in case proceedings to condemn had to be resorted to.\" If it appeared by proof that the appropriation for the purpose indicated had been exhausted before the proceedings had been commenced to take the land in controversy, or during the hearing, then the provision in the joint resolution directing that no obligation or liability upon the part of the government should be incurred or any expenditure made except out of the appropriations already made and to be made during the then session of Congress, would give rise to a very serious question. It is not now presented. Congress has the power, even now, to appropriate moneys for this purpose in addition to that which it appropriated in the two acts of 1893 and 1894. This court cannot, therefore, upon the record as it stands give judgment for the land owner on the ground that the appropriation for the land has been exhausted in other ways, and that Congress prohibited the incurring of any obligation to a greater extent than the moneys then appropriated.</p>\n<p><i>Third.</i> Another objection taken in the court below, though <span class=\"star-pagination\">*685</span> not decided by that court, but which counsel for defendant in error now urges as an additional ground for the affirmance of the judgment, is that the land proposed to be taken in this proceeding was already devoted to another public use, to wit, that of the railroad company, and that it does not appear that it was the intention of Congress to take land which was devoted to another public use. The defendant in error concedes what is without doubt true, that this is a question of intention simply; the power of Congress to take land devoted to one public use for another and a different public use upon making just compensation cannot be disputed. Upon looking at the two acts of Congress and the joint resolution of June 6, 1894, above referred to, in the latter of which it is stated, \"There is imminent danger that portions of said battlefield may be irreparably defaced by the construction of a railway over the same, thereby making impracticable the execution of the provisions of the act of March 3, 1893,\" we think it is plainly apparent that Congress did intend to take this very land, occupied and used by this company for its railroad.</p>\n<p>Further elaboration is unnecessary. It is so plain to our minds that extended argument would be unprofitable.</p>\n<p><i>Fourth.</i> It is also objected that the exception below is valid, wherein it is stated that all the land of the railroad company ought to be taken, if any were to be taken. The use for which the land is to be taken having been determined to be a public use, the quantity which should be taken is a legislative and not a judicial question. <i>Shoemaker</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"93491\"><a href=\"/opinion/93491/shoemaker-v-united-states/\"><span class=\"volume\">147</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">282</span></a></span>, 298. As to the effect of the taking upon the land remaining, that is more a question of the amount of compensation. If the part taken by the government is essential to enable the railroad corporation to perform its functions, or if the value of the remaining property is impaired, such facts might enter into the question of the amount of the compensation to be awarded. <i>Monongahela Nav. Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"93562\"><a href=\"/opinion/93562/monongahela-nav-co-v-united-states/\"><span class=\"volume\">148</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">312</span></a></span>, 333, 334.</p>\n<p><i>Fifth.</i> It is also objected that the petition does not allege that the Secretary of War has decided it to be necessary to take this land. A perusal of the petition shows that the <span class=\"star-pagination\">*686</span> allegation therein contained upon this subject is not very clear. It might possibly be regarded as sufficiently alleged in an argumentative kind of way, but it certainly is not as plainly alleged as it ought to be. The petition, however, can be easily amended on application to the court below before further proceedings are taken.</p>\n<p>This, we think, completes the review of the material questions presented by the record. The first and important question in regard to whether the proposed use is public or not, having been determined in favor of the United States, we are not disposed to take any very technical view of the other questions which might be subject to amendment or to further proof upon the hearing below.</p>\n<p><i>The judgment of the Circuit Court in each case must be reversed, and the record remitted to that court with directions to grant a new trial in each.</i></p>\n<h2>NOTES</h2>\n<p>[1]  The docket title of each of these cases was <i>United States</i> v. <i>A certain Tract of Land in Cumberland Township, Adams County, State of Pennsylvania.</i></p>\n\n</div>", "id": 94354, "judges": "Peckham, After Stating the Case", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/94354/", "sha1": "a9a6c7ec8701c132f2ba531d86b79814d6026f0e", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:22:25"}