{"absolute_url": "/opinion/86093/ex-parte-jesse-hoyt/", "blocked": false, "citation": {"case_name": "Ex Parte Jesse Hoyt", "docket_number": null, "document_uris": ["/api/rest/v2/document/86093/"], "federal_cite_one": "38 U.S. 279", "federal_cite_three": null, "federal_cite_two": null, "id": 53808, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/53808/", "scotus_early_cite": "13 Pet. 279", "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1839-03-18", "date_modified": "2014-12-21T01:24:42.423692", "docket": "/api/rest/v2/docket/229502/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">38 U.S. 279</p>\n    <p class=\"case_cite\">13 Pet. 279</p>\n    <p class=\"case_cite\">10 L.Ed. 161</p>\n    <p class=\"parties\">EX PARTE JESSE HOYT, COLLECTOR OF THE PORT OF NEW YORK.</p>\n    <p class=\"date\">January Term, 1839</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ON the 22d December, 1838, an information was filed by the district attorney, on behalf of the United States, in the District Court of the United States, for the southern district of New York, alleging that the goods therein described had been seized by the collector as forfeited to the use of the United States, for violation of the revenue laws, &amp;c. &amp;c.; and prayed the usual process and monition of the Court, and the condemnation of the said goods.</p>\n      <p class=\"indent\">By a standing rule of the Court, adopted on the 19th of October, 1801, it was ordered, 'that whenever the attorney of the district shall, in behalf of the United States, file a libel or information with the clerk of this Court, against any vessel, goods, or property seized as forfeited to the use of the United States, for breach of any act of the said United States, it shall be the duty of the clerk to cause, of course, a monition to issue to the marshal of the district, directing the said marshal to attach the said vessel, goods, or property, and to detain the same in his custody, until the further order of the Court in the premises; and to cause due notice to be given or published of such seizure.'</p>\n      <p class=\"indent\">Pursuant to this rule, and the uniform practice of the Court since its adoption, the clerk, on filing the information in this cause, issued a monition and warrant directing the marshal to attach the property specifically described in the information, and to detain the same in his custody until the further order of the Court respecting the same, and to give notice, &amp;c. &amp;c.</p>\n      <p class=\"indent\">The collector of New York. Mr. Hoyt, denying the authority of the marshal to execute such warrants in respect to seizures made by him, or by the officers of the customs, and to prevent the enforcement of the process issued in this case; filed, in the District Court. the following paper:</p>\n      <p class=\"indent\">The United States</p>\n      <p class=\"indent\">\n        <i>vs.</i>\n      </p>\n      <p class=\"indent\">Sundry packages of goods.</p>\n      <p class=\"indent\">Motion by Jesse Hoyt, collector of customs for the port of New York, that the clause of the monition issued in this cause, by which the marshal is directed to detain the goods, attached by virtue of said monition, in his custody, until the further order of the Court respecting the same, be quashed and stricken out, on the ground that the said clause is repugnant to the 69th section of the act 'to regulate the collection of duties on imports and tonnage,' approved March 2, 1799, and is, therefore, illegal and void; or that the said monition be so reformed and amended, that the said goods, &amp;c., remain in the custody of the said collector, or such person as he shall appoint for that purpose, until the proceedings commenced for the forfeiture of the said goods shall be determined, and it be judicially ascertained whether the same have been forfeited or not, as required by the said 69th section of the act above named.</p>\n      <p class=\"indent\">By the consent of Mr. Butler, the district attorney of New York, the motion was submitted to the District Court for its decision.</p>\n      <p class=\"indent\">The District Court, on the 8th of January, 1839, denied the motion of the collector.</p>\n      <p class=\"indent\">On the 17th of January, 1839, the following agreement was entered into by the collector of New York, and the marshal of the southern district, with the assent and approbation of the district judge:</p>\n      <p class=\"indent\">It is agreed that a motion for a mandamus, to be directed to the district judge of the United States, for the southern district of New York, commanding him&#8212;&#8212;</p>\n      <p class=\"indent\">1. To vacate the order entered in the said District Court on the eighth day of January, instant, denying the motion of the above named relator, referred to in the said order; and,</p>\n      <p class=\"indent\">2. To grant the prayer of said motion, or so much thereof and in such form as this Court shall adjudge and direct, be brought on to be argued in the Supreme Court of the United States, on any motion day when counsel can be heard; without any rule to show cause, or any application for such rule, on the facts stated in the opinion of the district judge, delivered on the eighth day of January, instant.</p>\n      <p class=\"indent\">Mr. Grundy, Attorney General, stated that this was, in point of fact, a controversy between the collector of the port of New York, and the marshal of the southern district; and as the United States had no interest in the question involved, except so far as their share of the proceeds of forfeited goods might be affected by it, in common with the parties entitled to the other shares, he would leave it to be presented by the counsel of the parties, for the consideration of the Court.</p>\n      <p class=\"indent\">Mr. Gilpin, counsel for Mr. Hoyt, the collector, moved for the mandamus, according to the agreement between the parties; and contended that the District Court for the southern district of New York, ought to have amended its process, by striking out that part of it which authorizes the marshal to take goods seized for a violation of the revenue laws into his custody, before it is ascertained whether they are forfeited or not.</p>\n      <p class=\"indent\">The question is one of general concern, and the practice ought to be settled by this tribunal, so that uniformity may exist thoughout all the ports of the United States; and the duties of two classes of responsible public functionaries be satisfactorily ascertained. But it is also a matter of individual concern to the collector and officers of the revenue. Their share of the proceeds of condemned goods is given to them as the reward of vigilance and fidelity. To guard the rights of the citizen, however, it can only be obtained after litigation; often protracted and expensive. It is always attended with the risk of incuring damages by improper or over-zealous conduct. Unnecessarily to diminish this share, is, therefore, a harship to the revenue officer, and contrary to the spirit of the revenue laws. Goods, thus seized, often lay for long periods before they are condemned. If they remain in the public warehouse, heavy charges are avoided; if delivered to the marshal, the cost of custody will, in many cases, exceed or equal the whole value of the property. Again, if the collector seizes the goods without just cause, he must return them to the owner; he is answerable for so doing; to remove them from his custody, is to add to his risk, if not to subject him to actual loss. This question, therefore, is one involving very important private interests; one that the collectors and revenue officers must desire to see settled by a tribunal from which there is no appeal.</p>\n      <p class=\"indent\">It is not a complicated question. It rests entirely on the proper construction of a few acts of Congress. It appears to have been the intention of Congress, as manifested in these acts, to leave all goods, wares, and merchandise in the custody of the revenue officers, until it was ascertained by a judicial judgment, whether they were forfeited or not.</p>\n      <p class=\"indent\">By the first collection act of 31st July, 1789, section twenty-six, (1 Story's Laws, 24,) the positive duty is imposed on collectors and revenue officers to seize vessels and goods liable to be forfeited for violating the revenue laws; and this provision is repeated in the subsequent laws of the 4th August, 1790, (1 Story's Laws, 148,) and of 2d March, 1799, (1 Story's Laws, 633,) the last of which is now in force. The same acts (1 Story's Laws, 28, 155, 653,) require the collector to cause suit to be instituted, immediately, in all such cases of seizure, and to have it prosecuted to effect, according to the mode prescribed by law. This mode is pointed out in the ninth section of the judiciary act of 24th September, 1789, (1 Story's Laws, 56,) which directs all seizures under laws of impost to be included in the admiralty and maritime jurisdiction of the District Court; and in the second section of the process act of 29th September, 1789, (1 Story's Laws, 67,) which directs that the forms and modes of proceeding in cases within the admiralty and maritime jurisdiction of the District Court, shall be according to the course of the civil law. This course is the filing of a libel, and the issuing, from the Court, the proper process for placing the goods under its cognizance; giving notice to claimants; and ascertaining the fact of such a violation of the laws as produces forfeiture. The particular officer in whose custody the goods are placed when under the cognizance of the Court, forms no part of the 'course of the civil law;' it may be one person or another, as usage, the rules of Court, or statute may prescribe. In this case it is not left to usage or judicial regulation; if it were, they would certainly sustain the right of the collector: for it appears to be unquestioned, that in all ports of the United States, goods seized for forfeiture are, and from the beginning of the government always have been, left in the public warehouse until condemnation or release; and that even in New York, where the clause now objected to is found in the process. The actual removal of the goods therefrom has not been required by the Court, or permitted in practice. But it is positively prescribed by law, and always has been a part of the revenue system, 'that all goods, wares, or merchandise, which shall be seized by virtue of the revenue laws, shall be put into and remain in the custody of the collector, or such other person as he shall appoint for that purpose, until the proceedings required by law are had to ascertain whether the same are forfeited or not.' This explicit enactment is found in the law of 31st July, 1789, (1 Story's Laws, 24,) in that of 4th August, 1790, (1 Story's Laws, 148,) and finally, in that of 2d March, 1799, (1 Story's Laws, 633;) from which time no provision whatever, in conflict with it, can be found. A point that is thus so clearly established by the positive words of the statute; which is so consonant with the whole revenue system and the interests of parties secured by that system; which is sanctioned by long, general, and unquestioned usage; would seem scarcely to need the added weight of judicial interpretation. This, however, is to be found in support of the right of the collector, but never to the contrary. It is decided by the Circuit Court of Massachusetts, in the case of Burke <i>vs.</i> Trevitt, (1 Mason, 100,) that 'by the act of 2d March, 1799, all goods seized under that act are to be put into and remain in the custody of the collector or his agent; that the goods are still in contemplation of law in the custody of the Court: and that the collector remains as much responsible to the Court for the property, and as much bound to obey its decrees and orders, as the marshal is as to property confided to his care; the collector is, quoad hoc, the mere official keeper for the Court.'</p>\n      <p class=\"indent\">In opposition to this series of statutory regulation, sanctioned by judicial decision, nothing is produced to sustain the right of the marshal to take the possession of the goods immediately after the institution of suit, except the words of the fourth section of the act of 8th May, 1792, (1 Story's Laws, 259,) which prescribes the fees and allowances to marshals. It says, that 'the marshal shall have the custody of all vessels and goods seized by any officer of the revenue, and shall be allowed such compensation therefor as the Court may judge reasonable.' Now, not to advert to this section, as having relation to the marshal's compensation, and to the custody of goods, which, as the executive officer of the Court, he is entitled to after it has been 'ascertained whether they are forfeited or not;' it is sufficient to remark, that this law was passed in 1792, and that the provision now relied on was made in 1799, and has never been since changed or interfered with. If the act of 1792 ever applied to the custody before judgment, it is unquestionably repealed.</p>\n      <p class=\"indent\">Mr. Wright, for the marshal of the southern district of New York, contended, that the District Court of New York had properly decided the question before that Court.</p>\n      <p class=\"indent\">The 69th section of the act of Congress of March 2, 1799, does not repeal the first clause of the fourth section of the act of the 8th of May, 1792. The words of the act of the 8th of May, 1792, are, 'That the marshal shall have the custody of all vessels and goods seized by any officer of the revenue, and shall be allowed such compensation therefor as the Court may judge reasonable.' Act for regulating process in the Courts of the United States, 2 Laws U. S. 301.</p>\n      <p class=\"indent\">The words of the act of 2d March, 1799 are, 'That all goods, wares, or merchandise, which shall be seized by virtue of this act, shall be put into, and remain in the custody of the collector, or such other person as he shall appoint for that purpose, until such proceedings shall be had as by this act are required, to ascertain whether the same have been forfeited or not;' 3 Laws U. S. 199. Section 69 of 'The act to regulate the collection of duties on imposts and tonnage.'</p>\n      <p class=\"indent\">The custody intended in these two statutes is different; and, properly understood, the one does not conflict with the other. The possession and custody of the marshal is a possession and custody obtained through the power and process of the Court, and not otherwise. The possession and custody of the collector is a possession and custody obtained through the power given to him, and the other officers of the revenue, 'or persons specially appointed,' by the collector, naval officer, or surveyor, to seize property imported in violation of the revenue laws. These seizures are always without process, unless it be the process of a search warrant.</p>\n      <p class=\"indent\">The act of 1799 is to regulate the collection of duties, &amp;c. See sec. 68 and 70. Also sec. 24 and 26 of act of 1789. Also sec. 48 and 50 of act of 1790. Also sec. 27 of act of 1793.</p>\n      <p class=\"indent\">The possession and custody of the collector is to continue 'until such proceedings shall be had as by his act (the act of 1799) are required, to ascertain whether the same (the property, whatever it may be) have been forfeited or not.'</p>\n      <p class=\"indent\">The first of these 'proceedings,' according to the uniform practice of the Court, is the preparation and filing of the libel. The second 'proceeding' is, the issuing of the monition and warrant of attachment, in pursuance of the prayer of the libel. The third is the delivery of the monition and warrant to the marshal; and the fourth 'proceeding' is, the service of this process by the marshal. And here the possession of the articles, the subject of the information, by the marshal begins, and that of the collector ends.</p>\n      <p class=\"indent\">Are the 'proceedings' to be carried to judgment of acquittal or condemnation, before the 'custody' of the collector can be discharged? Does the act itself permit this construction? 'And the collector, within whose district the seizure shall be made, or for feiture incurred, is hereby enjoined to cause suits for the same to be commenced without delay, and prosecuted to effect,' &amp;c. 3 Laws of U. S. 221. sec. 89. Can the collector do this without surrendering the articles proceeded against to the custody of the Court, and its officer&#8212;the 'custody' confided to him by the sixty-ninth section of the act of Congress? The act declares, section 89, 3 Laws U. S. 221; 'And all ships or vessels, goods, wares, or merchandise, which shall become forfeited in virtue of this act, shall be seized, libelled, and prosecuted, as aforesaid, in the proper Court having cognizance thereof; which Court shall cause fourteen days' notice to be given of such seizure and libel,' &amp;c. Will it be contended that the 'seizure' here directed, is any other than a seizure by process of law?</p>\n      <p class=\"indent\">The Court is authorized, at any time after the property has been seized and prosecuted, upon the application of a claimant, to appoint appraisers to value the property; to take from the claimant a bond with surety for the amount of the valuation; and to order the possession and custody of the property to be surrendered to him. This is to be done before judgment of acquittal or forfeiture, and this must terminate the custody of the collector.</p>\n      <p class=\"indent\">Again: The marshal is directed to sell the property at auction, and to pay the proceeds into Court, in case it has not been bonded; and judgment of forfeiture and condemnation shall pass against it. If the property is not in the custody of the marshal during the proceedings, how can he be held responsible for finding it to sell?</p>\n      <p class=\"indent\">If perishable property be seized, the power of the Court of order a sale, pendente lite, upon the application of the district attorney, and of the claimant, if any there be, and on the application of the district attorney alone, if no claimant appear; cannot be doubted or denied: and yet this could not be done without putting an end to the custody of the collector.</p>\n      <p class=\"indent\">Nor is the collector bound by a mere order of the Court, without notice, and an opportunity to show cause against its being obligatory upon him. He is not an officer of the Court. If he is the keeper pendente lite of the goods 'seized,' he is so by the force of the statute, not by the order of the Court, or by any process issued by it, or under its authority.</p>\n      <p class=\"indent\">Did Congress intend, by the passage of the 69th section of the act of 2d March, 1799, to repeal the first clause of the fourth section of the act of the 8th of May, 1792? The provision of the 25th section of the act of 1789 was identical with that now existing and in force in the sixty-ninth section of the act of 1799, except the words, 'or such other person as he shall appoint for that purpose.' That act read: 'That all goods, wares, and merchandise, which shall be seized by virtue of this act, shall be put into and remain in the custody of the collector, until,' &amp;c. 2 Laws U. S. 24. The act to regulate the collection of duties, &amp;c. passed July 31, 1789.</p>\n      <p class=\"indent\">The twenty-fifth section of the last named act was superseded by the forty-ninth section of that of 1790, which is perfectly identical with the sixty-ninth section of the act of 1799, which superseded this. Here the words, 'or such other person as he shall appoint for that purpose,' are first introduced; and the whole section is literally copied in the sixty-ninth section of the act of 1799. 2 Laws U. S. 163. Act of 4th Aug. 1790, 'To provide more effectually for the collection of duties.'</p>\n      <p class=\"indent\">Did the first clause of the fourth section of the act of 1792 repeal this forty-ninth section of the act of the 4th August, 1790? Would Congress have so legislated, intentionally, as to have repealed that section by this clause by implication, and then have repealed this clause by implication by the re-enactment of that? Was the marshal to have the custody before process? If the sixty-ninth section of the act of 1799 is to be construed as a repeal of the first clause of the fourth section of the act of 1792, who, between that time and the present has had the right to the 'custody' of 'vessels' seized?</p>\n      <p class=\"indent\">If it were necessary to avoid this inconvenient construction, would not the Court be justified in saying that, quoad the prosecution, the marshal is the 'other person' appointed by the collector to take the custody of the property. The collector is the prosecutor. It is, by the eighty-ninth section of this act, made his duty to prosecute 'without delay;' while the sixty-ninth section gives the custody of the property to him, 'or such other person as he shall appoint for that purpose.' If then the course of the 'proceedings' requires that the marshal shall have the 'custody' of the property by virtue of process, does he not, by the act of prosecution, quoad hoc, make him that 'other person?' Burke <i>vs.</i> Trevitt, 1 Mason's Rep. 96-100. Is it policy, further than is necessary, to continue property seized in this summary manner, in the hands, possession, and custody of a party in interest? The collector is such a party, he being entitled to a share of the proceeds if the property is forfeited.</p>\n      <p class=\"indent\">Mr. Gilpin, in reply:&#8212;&#8212;</p>\n      <p class=\"indent\">The argument against this motion does not deny the legal right of the collector to the custody of goods seized, but confines it to the custody merely incident to the seizure, and makes it expire with the commencement of proceedings for the condemnation.</p>\n      <p class=\"indent\">Such a construction is contrary to the plain language of the sixty-ninth section of the act of 1799. That act is the latest; subsequent to all others cited; its provisions are the actual law, no matter whether or not they conflict with any that are previous. If they are so clear as to leave no doubt, there is an end of the case. When the whole section is read together, there seems no room for doubt. 'All goods, wares, and merchandise, which shall be seized by virtue of this act, shall be put into and remain in the custody of the collector, or such other person as he shall appoint for that purpose, until such proceedings shall be had as by this act are required, to ascertain whether the same are forfeited or not; and if it shall be adjudged that they are not forfeited, they shall be forthwith restored to the owner or owners, claimant or claimants thereof; and if any person or persons shall conceal or buy any goods, wares, or merchandise, knowing them to be liable to seizure by this act, such person or persons shall, on conviction thereof, forfeit and pay a sum double the amount or value of the goods, wares, or merchandise, so concealed or purchased.' Is it not evident that this section is meant to provide for the custody of the goods from the moment they are seized, as liable for forfeiture, up to that when they are adjudged to be forfeited or restored? Had the law meant that the custody should be changed during this interval, would it not have been so stated in this section? It provides for their custody until 'proceedings are had to ascertain whether they are forfeited, and if they are adjudged not to be forfeited,' they are to be given up. Is it possible to construe the sentence otherwise than as saying that the judgment of the Court is the proceeding by which the forfeiture is to be ascertained? If the law of 1792 were not in existence, could any one doubt for an instant that this would be admitted without question? If so, it ought now to be admitted, for this is a subsequent statutory provision, to be ascertained from its express language; not by reference to a previous law, which cannot control or affect it.</p>\n      <p class=\"indent\">But the construction contended for is not only contrary to the language of the sixty-ninth section; it is contrary to the whole scope of the law of 1799. That law embraces all proceedings relative to imported goods. It provides for all cases that occur from the time of their arrival to the time of their final disposition, whether that be by their delivery to the importer, or by their sale as forfeited. The duties of the collector, of the various revenue officers, and of the Court, are particularly set forth. Is it possible the custody of goods seized and waiting adjudication should not be explicitly provided for? Yet the only provision is that which gives it to the collector. It is possible the law intended to give it to the marshal, when there is no provision to that effect? The duties of the collector in making seizure and instituting proceedings are minutely stated; the whole of these proceedings, whether by the Court, the clerk, or the claimant, are prescribed; the sale, if the goods are condemned, is, by the express words of the law, to be made by the marshal. There is no omission to assign explicitly specific duties to the several officers, in every successive stage, from the moment the goods are imported; or to provide for each contingency that may occur in regard to them. The law of 1799 is elaborately drawn for these purposes. Would it not then be a total violation of its whole scope, so to construe the sixty-ninth section as, in the first place, to prevent it from embracing, as its plain tenour would do, the custody of the goods up to the time of judgment; and then, having done this, to confer that custody on an officer to whom it is never given in the same law, although that law was evidently intended to provide for and assign the specific duties of every officer? Yet to this result the opposite argument necessarily leads.</p>\n      <p class=\"indent\">Nor is the construction contended for more opposed to the express language and general scope of these statutory provisions, than it is to the whole spirit of the revenue system of the United States, as regards imported goods subject to impost duties. The leading and distinct feature of that system is, to leave all goods, subject to duty, in the actual custody of the collector, until the duties are paid or secured. Up to that time the government, through its revenue officer, keeps its lien&#8212;holds its possession. The moment a vessel arrives within the waters of the United States, the collector, or his subordinate officer, takes possession of the goods; he ascertains the impost duties on them; he examines whether they are liable to forfeiture; he provides warehouses for their safe keeping; if they are seized for forfeiture, he has legal proceedings instituted; if delivered to the claimant on bond, he sees that additional bonds for the duties are taken; he sells them if the duties are not paid or secured within nine months; his permit is necessary for their delivery. To allow the marshal to take them from the public warehouse, pendente lite, is at direct variance with this whole system, and for no corresponding benefit. It deprives the government of its security for the duties; it substitutes an officer, having no connexion with the revenue, for him who is expressly charged with that duty, and with the preservation of the best security&#8212;the goods themselves&#8212;until that revenue is paid. The omission of this law to give to the collector the custody of vessels, as well as goods, confirms this view. It does not direct him to retain the custody of vessels seized, for they are not liable to impost duties; they are not articles affording a revenue; they do not come within the scope of the revenue system. It is true they are subject to payments for tonnage, called duties; but these are in fact mere port charges, in no way resembling impost duties, or requiring the same regulations. The very omission, therefore, to include vessels in the provisions of the act giving the custody of goods to the collector, would seem to show that those provisions were made with reference to the revenue system. If so, they can only be consistent with it, by construing them in the manner contended for by the collector.</p>\n      <p class=\"indent\">The argument in support of the opposite construction, and which goes to limit the custody of the collector to the mere possession incident to the seizure, does not controvert any of these grounds. It relies solely on an endeavour to show that other provisions of the act of 1799 are inconsistent with the custody of the collector after the institution of legal proceedings. One point of the opposite argument is, that the suit is to be 'prosecuted to effect;' and that this cannot be done without surrendering the goods to the custody of an officer of the Court; and that the collector is not an officer of the Court, or bound to obey its order. To this it may be answered, in the first place, that the custody of an officer of the Court is not necessary to the effectual prosecution of the proceedings for forfeiture; those proceedings consist in the ascertainment of certain facts independent entirely of the custody of the goods, until their restoration or sale is decreed by a judgment, when the law provides the officer and the mode of effectuating that judgment, whichever it may be; in the mean time it is sufficient if the law provides that the goods are safely kept by any person to answer to the judgment: but in the second place, the collector is an officer of the Court, and so constituted by this very law, so long as the proceedings are depending. In the words of the Circuit Court of Massachusetts in Burke <i>vs.</i> Trevitt, 1 Mason 100, the collector 'is the mere official keeper of the Court.' Another point of the argument is, that as notice must be given by the Court of the seizure of the goods, such seizure must be one made under process of the Court; the very words of the law cited to sustain this construction seem to controvert it, for they speak of the seizure of which notice is to be given as anterior to the libel; when it is admitted that the only seizure on the process of the Court must be subsequent to the libel; for on the allegations of the libel all its process is founded. Nor is it possible to sustain this distinction by reference to the words of the statute; it speaks constantly of seizure for forfeiture, but in every instance treats it as an act of the collector; never of the marshal. Besides the distinction is unnecessary to secure the rights of any persons for whose benefit the notice is to be given. Again, it is said that before judgment Court may direct the delivery of the goods on bond, or their sale if perishable; and that either of these acts ends the collector's custody. It is not apparent how either of these acts of the Court conflict with that custody, either to the injury of the collector, or of the security of the government; because in the first instance the act is expressly authorized and it is provided that full security both for the value of the goods and the amount of duties shall be previously given; in the other there is certainly no authority given to the Court by any law, but if it were exercised doubtless it would be attended with the same disposition of the proceeds of the sale. If therefore these acts do terminate the collector's custody, before judgment, it is only by the substitution of a security or other property equal in value, and as much under his control; this is not the case if the custody be taken from him by the preliminary process of the marshal's attachment. Nor does the provision of the law, which directs the sale after condemnation to be made by the marshal, seem to conflict with the construction contended for by the collector; on the contrary the express designation of the marshal, in this instance, and of the collector in the other, would seem to sanction his construction. But the sale is an executive act of the Court, and properly done by its executive officer, who is bound to make his return immediately; this is in no respect similar to the custody of the goods before condemnation.</p>\n      <p class=\"indent\">One point of the opposite argument remains to be noticed. It is said that if the act of 1799 is construed as a repeal of that of 1792, it will leave no provision for the custody of vessels; and also that the latter act must have been equally a repeal of those of 1789 and 1790, which would remove all provisions for the custody of goods before process&#8212;a construction, it is alleged, so inconvenient that it would justify the Court, if necessary, in order to obviate it, to consider the marshal as one of the 'other persons' to whom the collector might himself confide the custody. To this argument the answer is, that the act of 1799 is not a repeal of the act of 1792, nor was the latter a repeal of those of 1789 and 1790. The act of 1792 is an act generally explaining the duties and regulating the fees of the marshal; the others are acts elaborately arranging the revenue system; the clause in the act of 1792 is subsidiary to the others; it refers to such custody of goods as it may be necessary for the marshal to have as an executive officer of the Court, but not in conflict with the revenue system or arrangements. But even if the act of 1799 were a repeal of that of 1792, it would not, as is contended, leave no provision for the custody of vessels; because they are not included among the articles placed by the former act in charge of the collector, and therefore as to them the act of 1792 remains unrepealed, and gives the custody to the marshal.</p>\n      <p class=\"indent\">Mr. Justice STORY delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is the case of a motion made by the collector of New York for a mandamus to be directed to the district judge of the southern district of New York, under the following circumstances. The collector, on the 26th of December last, made a motion in a certain cause of seizure then depending before the said judge, that the clause of the common monition, issued in that cause, by which (according to the common practice in such cases,) the marshal is directed to detain the goods attached by virtue of the said monition in his custody, until the further order of the Court, be quashed and stricken out; on the ground that the said clause is repugnant to the sixty-ninth section of the act of 1799, ch. 128, entitled, 'An act to regulate the collection of duties on imports and tonnage;' or that the said monition be so reformed and amended, that the said goods remain in the custody of the said collector, or such person as he shall appoint for that purpose, until the proceedings commenced for the forfeiture of the said goods shall be determined, and it be judicially ascertained, whether the same have been forfeited or not, as required by the said sixty-ninth section of the act. The district judge after a full hearing pronounced an elaborate opinion, reviewing the whole series of laws on the subject, and refused to grant the motion. The present motion is for a mandamus to compel him to vacate the order denying the original motion of the collector.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We are of opinion that this is, in no just sense, a case for a writ of mandamus. This Court has authority given to it by the thirteenth section of the judiciary act of 1789, ch. 20 to issue writs of mandamus in cases warranted by the principles and usages of law to any Courts appointed under the authority of the United States. The present application is not warranted by any such principles and usages of law. It is neither more nor less than an application for an order to reverse the solemn judgment of the district judge, in a matter clearly within the jurisdiction of the Court, and to substitute another judgment in its stead. Now a writ of mandamus is not a proper process to correct an erroneous judgment or decree rendered in an inferior Court. That is properly matter which is examinable upon a writ of error or an appeal, (as the case may require,) to the proper appellate tribunal. Neither can this Court issue the writ upon the ground that it is necessary for the exercise of its own appellate jurisdiction; for the proper appellate jurisdiction, if any in this case, is direct and immediate to the Circuit Court for the southern district of New York. It has been repeatedly declared by this Court that it will not, by mandamus, direct a judge what judgment to enter in a suit; but only will require him to proceed to render judgment. The case of the Life and Fire Insurance of New York <i>vs.</i> Adams in 8 Peters' Rep. 291; and 9 Peters' Rep. 573, is directly in point.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">But, as there appears to have been some diversity of construction in the different districts of the United States, of the laws on this subject, and as it is a matter of general concern throughout all the commercial districts, and applicable to the daily practice of the Courts, and the point has been fully argued, we think it right to say, that we are of opinion that the construction of the laws of the United States, maintained by the district judge in his opinion, is the correct one, to wit, that by the sixty-ninth section of the collection act of 1799, ch. 128, the goods, wares, and merchandise seized under that act are to be put into and remain in the custody of the collector, or such other persons as he shall appoint for that purpose, no longer than until the proper proceedings are had under the eighty-ninth section of the same act to ascertain whether they are forfeited or not; and that as soon as the marshal seizes the same goods under the proper process of the Court, the marshal is entitled to the sole and exclusive custody thereof, subject to the future orders of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The motion for the mandamus is denied.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Mr. Justice BALDWIN concurred with the Court, in the opinion that this is not a case for a mandamus. The result of this is that the case is coram non judice. Any opinion which may be given on other points in the case cannot be binding in any case. He was not willing to decide a question, when it was not properly before the Court.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>38 U.S. 279 (1839)</b></center>\n<center><b>13 Pet. 279</b></center>\n<center><h1>EX PARTE JESSE HOYT, COLLECTOR OF THE PORT OF NEW YORK.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*289</span> Mr. Justice STORY delivered the opinion of the Court. </p>\n<p>This is the case of a motion made by the collector of New York for a mandamus to be directed to the district judge of the southern district of New York, under the following circumstances. The collector, on the 26th of December last, made a motion in a certain cause of seizure then depending before the said judge, that the clause of the common monition, issued in that cause, by which (according to the common practice in such cases,) the marshal is directed to detain the goods attached by virtue of the said monition in his custody, until the further order of the Court, be quashed and stricken out; on the ground that the said clause is repugnant to the sixty-ninth section of the act of 1799, ch. 128, entitled, \"An act to regulate the collection of duties on imports and tonnage;\" or that the said monition be so reformed and amended, that the said goods remain in the custody of the said collector, or such person as he shall appoint for <span class=\"star-pagination\">*290</span> that purpose, until the proceedings commenced for the forfeiture of the said goods shall be determined, and it be judicially ascertained, whether the same have been forfeited or not, as required by the said sixty-ninth section of the act. The district judge after a full hearing pronounced an elaborate opinion, reviewing the whole series of laws on the subject, and refused to grant the motion. The present motion is for a mandamus to compel him to vacate the order denying the original motion of the collector.</p>\n<p>We are of opinion that this is, in no just sense, a case for a writ of mandamus. This Court has authority given to it by the thirteenth section of the judiciary act of 1789, ch. 20 to issue writs of mandamus in cases warranted by the principles and usages of law to any Courts appointed under the authority of the United States. The present application is not warranted by any such principles and usages of law. It is neither more nor less than an application for an order to reverse the solemn judgment of the district judge, in a matter clearly within the jurisdiction of the Court, and to substitute another judgment in its stead. Now a writ of mandamus is not a proper process to correct an erroneous judgment or decree rendered in an inferior Court. That is properly matter which is examinable upon a writ of error or an appeal, (as the case may require,) to the proper appellate tribunal. Neither can this Court issue the writ upon the ground that it is necessary for the exercise of its own appellate jurisdiction; for the proper appellate jurisdiction, if any in this case, is direct and immediate to the Circuit Court for the southern district of New York. It has been repeatedly declared by this Court that it will not, by mandamus, direct a judge what judgment to enter in a suit; but only will require him to proceed to render judgment. The case of the Life and Fire Insurance of New York vs. Adams in 8 Peters' Rep. 291; and 9 Peters' Rep. 573, is directly in point.</p>\n<p>But, as there appears to have been some diversity of construction in the different districts of the United States, of the laws on this subject, and as it is a matter of general concern throughout all the commercial districts, and applicable to the daily practice of the Courts, and the point has been fully argued, we think it right to say, that we are of opinion that the construction of the laws of the United States, maintained by the district judge in his opinion, is the correct one, to wit, that by the sixty-ninth section of the collection act of 1799, ch. 128, the goods, wares, and merchandise seized under that act are to be put into and remain in the custody of the collector, or such other persons as he shall appoint for that purpose, no longer than until the proper proceedings are had under the eighty-ninth section of the same act to ascertain whether they are forfeited or not; and that as soon as the marshal seizes the same goods under the proper process of the Court, the marshal is entitled to the sole and exclusive custody thereof, subject to the future orders of the Court.</p>\n<p>The motion for the mandamus is denied.</p>\n<p><span class=\"star-pagination\">*291</span> Mr. Justice BALDWIN</p>\n<p>Concurred with the Court, in the opinion that this is not a case for a mandamus. The result of this is that the case is coram non judice. Any opinion which may be given on other points in the case cannot be binding in any case. He was not willing to decide a question, when it was not properly before the Court.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">279</span></span> (1839)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">279</span></span></b></center>\n<center><h1>EX PARTE JESSE HOYT, COLLECTOR OF THE PORT OF NEW YORK.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*289</span> Mr. Justice STORY delivered the opinion of the Court. </p>\n<p>This is the case of a motion made by the collector of New York for a mandamus to be directed to the district judge of the southern district of New York, under the following circumstances. The collector, on the 26th of December last, made a motion in a certain cause of seizure then depending before the said judge, that the clause of the common monition, issued in that cause, by which (according to the common practice in such cases,) the marshal is directed to detain the goods attached by virtue of the said monition in his custody, until the further order of the Court, be quashed and stricken out; on the ground that the said clause is repugnant to the sixty-ninth section of the act of 1799, ch. 128, entitled, \"An act to regulate the collection of duties on imports and tonnage;\" or that the said monition be so reformed and amended, that the said goods remain in the custody of the said collector, or such person as he shall appoint for <span class=\"star-pagination\">*290</span> that purpose, until the proceedings commenced for the forfeiture of the said goods shall be determined, and it be judicially ascertained, whether the same have been forfeited or not, as required by the said sixty-ninth section of the act. The district judge after a full hearing pronounced an elaborate opinion, reviewing the whole series of laws on the subject, and refused to grant the motion. The present motion is for a mandamus to compel him to vacate the order denying the original motion of the collector.</p>\n<p>We are of opinion that this is, in no just sense, a case for a writ of mandamus. This Court has authority given to it by the thirteenth section of the judiciary act of 1789, ch. 20 to issue writs of mandamus in cases warranted by the principles and usages of law to any Courts appointed under the authority of the United States. The present application is not warranted by any such principles and usages of law. It is neither more nor less than an application for an order to reverse the solemn judgment of the district judge, in a matter clearly within the jurisdiction of the Court, and to substitute another judgment in its stead. Now a writ of mandamus is not a proper process to correct an erroneous judgment or decree rendered in an inferior Court. That is properly matter which is examinable upon a writ of error or an appeal, (as the case may require,) to the proper appellate tribunal. Neither can this Court issue the writ upon the ground that it is necessary for the exercise of its own appellate jurisdiction; for the proper appellate jurisdiction, if any in this case, is direct and immediate to the Circuit Court for the southern district of New York. It has been repeatedly declared by this Court that it will not, by mandamus, direct a judge what judgment to enter in a suit; but only will require him to proceed to render judgment. The case of the Life and Fire Insurance of New York vs. Adams in 8 Peters' Rep. 291; and 9 Peters' Rep. 573, is directly in point.</p>\n<p>But, as there appears to have been some diversity of construction in the different districts of the United States, of the laws on this subject, and as it is a matter of general concern throughout all the commercial districts, and applicable to the daily practice of the Courts, and the point has been fully argued, we think it right to say, that we are of opinion that the construction of the laws of the United States, maintained by the district judge in his opinion, is the correct one, to wit, that by the sixty-ninth section of the collection act of 1799, ch. 128, the goods, wares, and merchandise seized under that act are to be put into and remain in the custody of the collector, or such other persons as he shall appoint for that purpose, no longer than until the proper proceedings are had under the eighty-ninth section of the same act to ascertain whether they are forfeited or not; and that as soon as the marshal seizes the same goods under the proper process of the Court, the marshal is entitled to the sole and exclusive custody thereof, subject to the future orders of the Court.</p>\n<p>The motion for the mandamus is denied.</p>\n<p><span class=\"star-pagination\">*291</span> Mr. Justice BALDWIN</p>\n<p>Concurred with the Court, in the opinion that this is not a case for a mandamus. The result of this is that the case is coram non judice. Any opinion which may be given on other points in the case cannot be binding in any case. He was not willing to decide a question, when it was not properly before the Court.</p>\n</div>", "id": 86093, "judges": "Story", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/86093/", "sha1": "a2bc2dfe2befcf9cdffa79f065bf3737cb8894a4", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:00:09"}