{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "461 U.S. 773", 
    "federal_cite_two": "103 S. Ct. 2187", 
    "specialty_cite_one": null, 
    "federal_cite_three": "76 L. Ed. 2d 312", 
    "lexis_cite": "1983 U.S. LEXIS 43", 
    "document_uris": [
      "/api/rest/v2/document/110945/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Bell v. New Jersey", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "81-2125", 
    "id": 95304, 
    "resource_uri": "/api/rest/v2/citation/95304/"
  }, 
  "id": 110945, 
  "blocked": false, 
  "judges": "O'Connor", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1983-05-31", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>461 U.S. 773 (1983)</b></center>\n<center><h1>BELL, SECRETARY OF EDUCATION<br>\nv.<br>\nNEW JERSEY ET AL.</h1></center>\n<center>No. 81-2125.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 18, 1983.</center>\n<center>Decided May 31, 1983.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE THIRD CIRCUIT\n<p><span class=\"star-pagination\">*774</span> <i>Deputy Solicitor General Geller</i> argued the cause for petitioner. With him on the briefs were <i>Solicitor General Lee, Assistant Attorney General McGrath, Harriet S. Shapiro, William Kanter,</i> and <i>Susan M. Chalker.</i></p>\n<p><i>Margaret Hunting,</i> Deputy Attorney General, argued the cause for respondent Commonwealth of Pennsylvania. With her on the brief were <i>LeRoy S. Zimmerman,</i> Attorney General, and <i>Emogene L. Trexel. Michael R. Cole,</i> Assistant Attorney General, argued the cause for respondent State of New Jersey. With him on the brief were <i>Irwin I. Kimmelman,</i> Attorney General, <i>Mary Ann Burgess,</i> Assistant <span class=\"star-pagination\">*775</span> Attorney General, and <i>Jaynee La Vecchia</i> and <i>Regina Murray Mahoney,</i> Deputy Attorneys General.<sup>[*]</sup></p>\n<p>Briefs of <i>amici curiae</i> urging affirmance were filed for the State of Maryland et al. by <i>Stephen H. Sachs,</i> Attorney General of Maryland, <i>Paul F. Strain,</i> Deputy Attorney General, <i>Diana G. Motz</i> and <i>Ellen M. Heller,</i> Assistant Attorneys General, and <i>E. Stephen Derby; William A. Allain,</i> Attorney General of Mississippi; <i>Gerald L. Baliles,</i> Attorney General of Virginia; <i>Paul G. Bardacke,</i> Attorney General of New Mexico; <i>Francis X. Bellotti,</i> Attorney General of Massachusetts; <i>Steven L. Beshear,</i> Attorney General of Kentucky; <i>Chauncey H. Browning,</i> Attorney General of West Virginia; <i>Paul L. Douglas,</i> Attorney General of Nebraska; <i>John J. Easton, Jr.,</i> Attorney General of Vermont; <i>Rufus L. Edmisten,</i> Attorney General of North Carolina; <i>Dave Frohnmayer,</i> Attorney General of Oregon; <i>Thomas M. Griffin; Neil F. Hartigan,</i> Attorney General of Illinois; <i>Tany S. Hong,</i> Attorney General of Hawaii; <i>James Mattox,</i> Attorney General of Texas; <i>Brian McKay,</i> Attorney General of Nevada; <i>Thomas J. Miller,</i> Attorney General of Iowa; <i>Charles M. Oberly III,</i> Attorney General of Delaware; <i>Linley E. Pearson,</i> Attorney General of Indiana; <i>Sheldon Elliott Steinbach; James E. Tierney,</i> Attorney General of Maine; <i>Michael C. Turpen,</i> Attorney General of Oklahoma; and <i>Robert O. Wefald,</i> Attorney General of North Dakota; for the National Association of Counties et al. by <i>Robert N. Sayler;</i> and for the College of the Sequoias et al.</p>\n<p>JUSTICE O'CONNOR delivered the opinion of the Court.</p>\n<p>In this case we consider both the rights of the Federal Government when a State misuses funds advanced as part of a federal grant-in-aid program under Title I of the Elementary and Secondary Education Act and the manner in which the Government may assert those rights. We hold that the Federal Government may recover misused funds, that the Department of Education may determine administratively the amount of the debt, and that the State may seek judicial review of the agency's determination.</p>\n<p></p>\n<h2>I</h2>\n<p>The respondents, New Jersey and Pennsylvania, received grants from the Federal Government under Title I of the Elementary <span class=\"star-pagination\">*776</span> and Secondary Education Act of 1965 (ESEA), Pub. L. 89-10, 79 Stat. 27, as amended, 20 U. S. C. § 2701 <i>et seq.</i> (1976 ed., Supp. V). Title I created a program designed to improve the educational opportunities available to disadvantaged children. § 102, 20 U. S. C. § 2702 (1976 ed., Supp. V). Local educational agencies obtain federal grants through state educational agencies, which in turn obtain grants from the Department of Education<sup>[1]</sup> upon providing assurances to the Secretary that the local educational agencies will spend the funds only on qualifying programs. § 182(a), 20 U. S. C. § 2832(a) (1976 ed., Supp. V).<sup>[2]</sup> In auditing New Jersey for the period September 1, 1970, through <span class=\"star-pagination\">*777</span> August 1973, and Pennsylvania for the period July 1, 1967, through June 30, 1973, to ensure compliance with ESEA and the regulations promulgated under ESEA, federal auditors determined that each State had misapplied funds. After review requested by the States, the Education Appeal Board (Board) modified the findings of the auditors and assessed a deficiency of $1,031,304 against New Jersey and a deficiency of $422,424.29 against Pennsylvania. The Secretary declined to review the orders establishing the deficiencies, and, after a period for comment, the orders became final. See App. to Pet. for Cert. 57a, 86a-87a. Both States filed timely petitions for review in the United States Court of Appeals for the Third Circuit, which consolidated the cases and held that the Department did not have the authority to issue the orders. <i>New Jersey Dept. of Education</i> v. <i>Hufstedler,</i> 662 F. 2d 208 (1981). It therefore did not reach New Jersey's arguments that the State had not in fact misapplied the funds, <i>id.,</i> at 209, or Pennsylvania's arguments challenging the agency's rulemaking procedures and its application of ESEA's limitations provision, <i>ibid.</i></p>\n<p></p>\n<h2>II</h2>\n<p>The threshold question in this case, one that need not detain us long, is whether the court below had jurisdiction. Since federal courts are courts of limited jurisdiction, the court below could hear the case only if authorized by statute. It premised its exercise of jurisdiction alternatively on § 195 of ESEA, 20 U. S. C. § 2851 (1976 ed., Supp. V), and on § 455 of the General Education Provisions Act (GEPA), as amended, Pub. L. 95-561, 92 Stat. 2350, 20 U. S. C. § 1234d (1976 ed., Supp. V). The first provision permits judicial review in the courts of appeals of the Secretary's final action with respect to audits, and the second permits judicial review in the courts of appeals of actions of the Board.<sup>[3]</sup> Although <span class=\"star-pagination\">*778</span> only § 195 explicitly requires \"final\" action, we think that a final order is necessary under either section. The strong presumption is that judicial review will be available only when agency action becomes final, <i>FPC</i> v. <i>Metropolitan Edison Co.,</i> 304 U. S. 375, 383-385 (1938); see generally 5 U. S. C. § 704 (1982 ed.); 16 C. Wright, A. Miller, E. Cooper, &amp; E. Gressman, Federal Practice and Procedure § 3942 (1977), and there is nothing in § 455 to overcome that presumption. Indeed, § 455 provides judicial review of decisions made under §§ 452, 453, and 454, 20 U. S. C. §§ 1234a, 1234b, 1234c (1976 ed., Supp. V), each of which includes a subsection dealing with finality and suggesting that only a \"decision\" of the Board is subject to review. See §§ 452(d), 453(d), 454(d), 20 U. S. C. §§ 1234a(d), 1234b(d), 1234c(d) (1976 ed., Supp. V). Consequently, we conclude that, at least in the absence of an appealable collateral order, <i>Mathews</i> v. <i>Eldridge,</i> 424 U. S. 319, 331, n. 11 (1976); <i>Cohen</i> v. <i>Beneficial Industrial Loan Corp,</i> 337 U. S. 541, 545-547 <span class=\"star-pagination\">*779</span> (1949), the federal courts may exercise jurisdiction only over a final order of the Department. We therefore must determine whether this case meets that requirement.</p>\n<p>The Board's order, which became the agency's decision, merely established the amount of the deficiency owed by the States to the Federal Government, leaving for further \"discussion\" the method of repayment.<sup>[4]</sup> See App. to Pet. for Cert. 88a, 90a. The possibility of further proceedings in the agency to determine the method of repayment does not, in our view, render the orders less than \"final.\" The situation here corresponds to the ordinary adjudication by a trial court that a plaintiff has a right to damages. Although the judgment in favor of the plaintiff is not self-executing and he may have to undertake further proceedings to collect the damages awarded, that possibility does not prevent appellate review of the decision, which is final. Our cases have interpreted pragmatically the requirement of administrative finality, focusing on whether judicial review at the time will disrupt the administrative process. See, <i>e. g., </i><i>FTC</i> v. <i>Standard Oil</i> <span class=\"star-pagination\">*780</span> <i>Co.,</i> 449 U. S. 232, 239 (1980); <i>Port of Boston Marine Terminal Assn.</i> v. <i>Rederiaktiebolaget Transatlantic,</i> 400 U. S. 62, 71 (1970). Review of the agency's decision at this time will not disrupt administrative proceedings any more than review of a trial court's award of damages interferes with its processes. Indeed, full review of the judgment may expedite the collection process, since the States know their ultimate liability with certainty. The agency's determination of the deficiency here represented a definitive statement of its position, determining the rights and obligations of the parties, see <i>Standard Oil Co., supra,</i> at 239 (explaining <i>Abbott Laboratories</i> v. <i>Gardner,</i> 387 U. S. 136 (1967)); <i>Port of Boston, supra,</i> at 71; <i>Pennsylvania R. Co.</i> v. <i>United States,</i> 363 U. S. 202, 205 (1960). Therefore, the Court of Appeals properly took jurisdiction of the case, and we too have jurisdiction to address the merits.</p>\n<p></p>\n<h2>III</h2>\n<p>Turning to the merits, the States first challenge the Secretary's order by asserting that, even if the Board properly determined that they misused the funds, the Federal Government cannot recover the amount misused. Thus, we must decide whether, assuming that a State has misused funds granted to it under Title I of ESEA, it becomes liable to the Federal Government for those funds. The Education Amendments of 1978 (1978 Amendments), Pub. L. 95-561, 92 Stat. 2143, 20 U. S. C. § 2701 <i>et seq.</i> (1976 ed., Supp. V), rendered explicit the authority of the Secretary to recover funds misspent by a recipient. § 185(b), 92 Stat. 2190, 20 U. S. C. § 2835(b) (1976 ed., Supp. V). Although the final determination of the Board in each of these appeals occurred after the enactment of the 1978 Amendments, the audits reviewed periods before 1978. Both States take the position that, before the 1978 Amendments, the Secretary's sole remedy for noncompliance was prospective: he could withhold funds from a State that did not comply, until the State brought its program into compliance, § 146, 20 U. S. C. § 241j, or he <span class=\"star-pagination\">*781</span> could deny applications for funds for noncomplying programs, § 142, 20 U. S. C. § 241f.<sup>[5]</sup> Further, they contend that the 1978 Amendments operated prospectively only.<sup>[6]</sup> The Secretary <span class=\"star-pagination\">*782</span> has argued both that the 1978 Amendments had retroactive effect and that the right of recovery existed in the pre-1978 version of ESEA. Since we are persuaded that the pre-1978 version contemplated that States misusing federal funds would incur a debt to the Federal Government for the amount misused, we need not address the possible retroactive effect of the 1978 Amendments.<sup>[7]</sup></p>\n<p>Section 207(a)(1) as added by ESEA, Pub. L. 89-10, 79 Stat. 32, originally provided:</p>\n<blockquote>\"The Commissioner shall, subject to the provisions of § 208 [dealing with inadequate appropriations], from time to time pay to each State, in advance or otherwise, the amount which the local educational agencies of that State are eligible to receive under this part. Such payments shall take into account the extent (if any) to which any previous payment to such State educational agency under this title (whether or not in the same fiscal year) was greater or less than the amount which should have been paid to it.\"</blockquote>\n<p><span class=\"star-pagination\">*783</span> This provision, which remained substantially unchanged as part of Title I until 1970, in our view, gives the Federal Government a right to the amount of any funds overpaid. The plain language of the statute recognizes the right,<sup>[8]</sup> and the legislative history supports that natural reading. The Senate Report explained: \"[S]ince the State is given no authority to retain excess sums paid to it under the title, any excess paid to a State would have to be returned or taken into account in making subsequent payments to the State.\" S. Rep. No. 146, 89th Cong, 1st Sess., 14 (1965). Indeed, the Committee obtained assurances from the Department that it would recapture these payments, and the debate on the floor termed those assurances \"an essential condition for enacting the proposed legislation.\" 111 Cong. Rec. 7690 (1965).<sup>[9]</sup></p>\n<p><span class=\"star-pagination\">*784</span> In 1970, Congress enacted GEPA, Pub. L. 91-230, 84 Stat. 164, the main function of which was to bring the general provisions of prior law together into a single title. See H. R. Conf. Rep. No. 91-937, p. 97 (1970). Its provisions apply to programs under Title I, 20 U. S. C. § 1221(b), and it was in force for some of the years at issue here. Section 415 of GEPA is substantially the same as the original § 207(a)(1) of Title I,<sup>[10]</sup> and its language likewise creates a right to impose liability on the States. In enacting GEPA, Congress again made clear its intention that States return misused funds. The Senate Committee explained: \"Even though there may be difficulties arising from recovery of improperly used funds, those exceptions must be enforced if the Congress is to carry out its responsibility to the taxpayer.\" S. Rep. No. 91-634, p. 84 (1970).<sup>[11]</sup></p>\n<p>Moreover, this interpretation of § 207(a)(1) and § 415 enjoys the support of later Congresses. Of course, the view of a later Congress does not establish definitively the meaning of an earlier enactment, but it does have persuasive value. <span class=\"star-pagination\">*785</span> See, <i>e. g., </i><i>Bowsher</i> v. <i>Merck &amp; Co.,</i> 460 U. S. 824, 837-838, n. 12 (1983). The discussion of the 1978 Amendments to ESEA reveals that Congress thought that recipients were already liable for any funds they misused. Representative Corrada explained:</p>\n<blockquote>\"[T]itle I, ESEA . . . and [the] regulations currently provide for two main enforcement mechanisms at the Federal level: First the withholding of title I funds from a State or local educational agency when a violation is discovered; and second, the repayment of misspent funds after an audit . . . .</blockquote>\n<blockquote>\"[The] repayment authority following an audit has been used in the last couple of years on a number of occasions and has been an effective measure . . . . Approximately one-third of these cases have reached final resolution and have required repayment.</blockquote>\n<blockquote>.....</blockquote>\n<blockquote>\"The proposed amendments would . . . solve the problems with the <i>existing</i> audit repayment . . . authority.\" 124 Cong. Rec. 20612 (1978) (emphasis added).</blockquote>\n<p>Later, in 1981, Senator DeConcini introduced an amendment that would have prevented collection of any debts arising from misuse of Title I funds before 1978. 127 Cong. Rec. 10643 (1981). The chair ultimately ruled the amendment out of order, <i>id.,</i> at 10646, 10658, but the discussion preceding the ruling clearly reflects the view of the participants that States were liable for misused funds. As Senator Stennis observed: \"It has to be paid back.\" <i>Id.,</i> at 10644; see <i>ibid.</i> (remarks of Sen. DeConcini). Not only have Members of Congress stated their views, but Congress has acted on those views.<sup>[12]</sup> In 1974, it enacted a provision <span class=\"star-pagination\">*786</span> limiting the liability of state and local educational agencies for refunds to those payments received by them within five years before the final written notice of liability. Pub. L. 93-380, § 106, 88 Stat. 512, 20 U. S. C. § 884.<sup>[13]</sup> Pennsylvania has argued that this provision has general applicability, and that Congress drafted it to cover other programs, which explicitly impose liability on recipients for misused funds. Brief for Respondent Pennsylvania 32. While the provision by its terms does apply to a number of programs administered by the Secretary, the State's argument fails, for both the statutory provision and the legislative history specifically refer to grants under Title I of ESEA, and the legislative history identifies the recent audits under Title I as the source of the Committee's concern. See H. R. Rep. No. 93-805, pp. 79, 156 (1974).</p>\n<p>The Department has long held our view of the statute, for it often sought repayment of misused funds. See, <i>e. g.,</i> Department of Education, ESEA Audit Files 09-20033 (refund requested October 6, 1975, for fiscal years 1970 and 1971, <span class=\"star-pagination\">*787</span> and received May 25, 1978), 05-90178 (refund requested September 3, 1971, for period September 1, 1966-August 31, 1967, and received by October 26, 1971), 04-10001 (refund requested January 29, 1973, for period July 1, 1965-June 30, 1969, and received by April 27, 1973); H. R. Rep. No. 93-805, <i>supra,</i> at 79 (discussing recent audits); Washington Research Project of the Southern Center for Studies in Public Policy &amp; NAACP Legal Defense and Educational Fund, Inc., Title I of ESEA: Is it Helping Poor Children? 52 (rev. 2d ed. 1969). Indeed, in the discussion of Senator DeConcini's proposed amendment, Senator Schmitt cited some 44 instances of repayments by recipients of misused Title I funds. 127 Cong. Rec. 10644-10645 (1981). Finally, it is worth noting that commentators on the pre-1978 version of ESEA assumed without discussion that the Department possessed the power to request refunds, although they frequently castigated the Department for its failure to exercise that power more often.<sup>[14]</sup></p>\n<p>Arguing against this consistent understanding of the pre-1978 ESEA, the States attempt to explain § 415 as a provision covering payments made \"accidentally.\" Tr. of Oral Arg. 36. Even accepting that interpretation, we remain convinced that the provision covers payments misused as the Board determined these to have been. Grants of misused funds result from the \"accident\" of the Secretary's reliance on assurances by the State that the recipient will use the funds in a program that complies with Title I, when in fact the recipient misuses the funds.<sup>[15]</sup></p>\n<p><span class=\"star-pagination\">*788</span> A more substantial argument against our interpretation of § 415 is suggested by the opinion of the Court of Appeals.<sup>[16]</sup> The 1978 Amendments make it crystal clear that, at least for any period governed by the Amendments, the recipient will be liable for misused funds. The Amendments included § 185(b), which provides:</p>\n<blockquote>\"The Secretary shall adopt procedures to assure timely and appropriate resolution of audit findings and recommendations arising out of audits . . . . Such procedures shall include timetables for each step of the audit resolution process and an audit appeals process. Where, under such procedures, the audit resolution process requires the repayment of Federal funds which were misspent or misapplied, the Secretary shall require the repayment of the amount of funds under this subchapter which have been finally determined through the audit resolution process to have been misspent or misapplied. Such repayment may be made from funds derived from non-Federal sources or from Federal funds no accountability of which is required to the Federal Government. Such repayments may be made in either a single payment or in installment payments over a period not to exceed three years.\" 20 U. S. C. § 2835(b) (1976 ed., Supp. V).</blockquote>\n<p>The Court of Appeals feared that interpreting the pre-1978 version of ESEA as providing liability for misused funds rendered § 185 \"plain[ly] redundan[t].\" 662 F. 2d, at 215. We share the reluctance of the Court of Appeals to construe a <span class=\"star-pagination\">*789</span> statute in a fashion that leaves some provisions superfluous, but we cannot agree that our construction presents that problem. Section 185 and the accompanying provisions of the 1978 Amendments were, in the words of the Senate Report, designed to \"<i>clarif[y]</i> HEW's legal authority and responsibility to audit applicant programs\" and to \"specif[y] certain minimum standards concerning the resolution of outstanding audits.\" S. Rep. No. 95-856, p. 137 (1978) (emphasis added); see H. R. Rep. No. 95-1137, p. 53 (describing the Amendments as requiring that the Secretary \"regularize\" the process). As the House Report explained: \"[N]othing in these new provisions should be interpreted as radically changing the present relationship of the Federal government to the States . . . . These amendments, rather, are meant merely to lay out responsibilities more clearly. . . .\" <i>Id.,</i> at 142. Section 185 itself requires the Secretary to set timetables for each step of the audit resolution process, and it requires an appeals process. Further, the provision requires that the Secretary demand repayment once liability is established, rather than leaving the method of collection entirely to his discretion from the beginning. And it limits the Secretary's discretion with regard to installment payments, imposing a maximum period of three years. Construing the pre-1978 ESEA to provide for liability, then, does not leave § 185 meaningless. On the contrary, § 185 plays an important role in specifying the procedures to be followed in the determination of the amount of the debt and in the collection of the debt. Thus, the enactment of the 1978 Amendments does not undermine our construction. Indeed, the legislative history of the 1978 Amendments strongly supports viewing the pre-1978 ESEA as we do. As we have discussed, <i>supra,</i> at 785, the debates in the House proceeded on the assumption that the liability existed. The House Report also identified as one of the problems with existing law the failure of the agency in many cases to seek restitution and to recover the funds misused. H. R. Rep. No. 95-1137, <i>supra,</i> at 50. In sum, not only does our conclusion give meaning to the efforts <span class=\"star-pagination\">*790</span> of the 95th Congress, it also gives meaning to their understanding of the law that they were amending. Accordingly, we adhere to our view that the pre-1978 version of ESEA requires that recipients be held liable for funds that they misuse.<sup>[17]</sup></p>\n<p></p>\n<h2>IV</h2>\n<p>New Jersey, relying on our decision in <i>National League of Cities</i> v. <i>Usery,</i> 426 U. S. 833 (1976), also urges that the imposition of liability for misused funds interferes with state sovereignty, in violation of the Tenth Amendment. It views our construction of the statute as presenting it with \"unpalatable\" alternatives: making a special appropriation to repay the misused funds, or cutting back its budget for education by the amount owed to the Federal Government. Brief for Respondent New Jersey 28-29. Either alternative, it asserts, infringes its sovereignty.</p>\n<p>We cannot agree. Requiring States to honor the obligations voluntarily assumed as a condition of federal funding before recognizing their ownership of funds simply does not intrude on their sovereignty. The State chose to participate in the Title I program and, as a condition of receiving the grant, freely gave its assurances that it would abide by the conditions of Title I. See generally <i>Pennhurst State School and Hospital</i> v. <i>Halderman,</i> 451 U. S. 1, 17 (1981); <i>Quern</i> v. <span class=\"star-pagination\">*791</span> <i>Mandley,</i> 436 U. S. 725, 734 (1978); <i>Rosado</i> v. <i>Wyman,</i> 397 U. S. 397, 408 (1970); <i>Oklahoma</i> v. <i>CSC,</i> 330 U. S. 127, 143-144 (1947); 1 R. Cappalli, Federal Grants and Cooperative Agreements § 1:09 (1982). As we must assume at this stage of the litigation, the State failed to fulfill those assurances, and it therefore became liable for the funds misused, as the grant specified. New Jersey has not challenged the program itself as intruding unduly on its sovereignty, see Brief for Respondent New Jersey 19-20, but challenges only the requirement that it account for funds that it accepted under admittedly valid conditions with which it failed to comply. If the conditions were valid, the State had no sovereign right to retain funds without complying with those conditions.</p>\n<p></p>\n<h2>V</h2>\n<p>Once we have established the right of the Federal Government to recover funds misused by the States, we are confronted with the question how, under the statutory scheme, the Federal Government must assert its rights. Again, we agree with the Secretary's view that the initial determination is to be made administratively. The statute clearly assigned to the agency the duty of auditing grant recipients, see GEPA, § 437, 20 U. S. C. § 1232f, and it is in the auditing process that the misuse of funds, and its magnitude, will surface. Further, the provision that supports the Secretary's right to recover funds, § 415 of GEPA, 20 U. S. C. § 1226a-1 (1976 ed., Supp. V), refers to adjustments to be made for overpayments \"as the Secretary may determine.\" Consequently, we conclude that the determination of the existence and amount of the liability is committed to the agency, in the first instance.</p>\n<p>The States, of course, had an opportunity to present their view of the facts and any justifications for their expenditures to the agency. After the initial determination by the auditors, the Department provided the States an opportunity for review before the Board, see App. 137-138, 144-145, 158-165, <span class=\"star-pagination\">*792</span> and, once that body rendered its decision, the Department invited the States to submit comments before the Board's decision became the final decision of the Secretary, App. to Pet. for Cert. 57a, 86a-87a. Also, the agency's decision is subject to judicial review. The 1978 Amendments explicitly provide for review in the courts of appeals. Even without an explicit provision for judicial review, review was also available under the pre-1978 version of ESEA, for in the absence of strong indications that a statute commits a decision irrevocably to agency discretion, 5 U. S. C. §§ 701(a), 702, 704 (1982 ed.); <i>Abbott Laboratories</i> v. <i>Gardner,</i> 387 U. S. 136 (1967), the propriety of the agency's action presents a federal question cognizable in the district courts, see n. 3, <i>supra.</i> Review of the Education Appeal Board lies in the courts of appeals, ESEA § 195, 20 U. S. C. § 2851 (1976 ed., Supp. V); GEPA § 455, 20 U. S. C. § 1234d (1976 ed., Supp. V), so, in cases like the present ones, which began before the Title I Audit Board and which were transferred to the Education Appeal Board, judicial review is available in the courts of appeals. See <i>Hallowell</i> v. <i>Commons,</i> 239 U. S. 506, 508 (1916) (change of forum can be applied retroactively); n. 3, <i>supra.</i> Thus, the States have an opportunity to litigate in the courts of appeals whether the findings of the Secretary are supported by substantial evidence and reflect application of the proper legal standards. § 455(c), 20 U. S. C. § 1234d(c) (1976 ed., Supp. V); 5 U. S. C. § 706(1982 ed.).</p>\n<p></p>\n<h2>VI</h2>\n<p>In this case, then, we conclude that the Secretary has followed the proper procedures. He has administratively determined the amount of the debt owed by each State to the Federal Government, see n. 4, <i>supra,</i> as he is empowered to do. Whether that determination is supported by substantial evidence and by the application of the proper legal standards is a question for the courts, if the affected parties seek judicial review. Here, New Jersey and Pennsylvania sought that review, and we remand to the Court of Appeals to permit <span class=\"star-pagination\">*793</span> it to undertake to review the challenges raised by each State to the Secretary's determination. Accordingly, the judgment is reversed, and the case is remanded for further proceedings consistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>JUSTICE WHITE, concurring.</p>\n<p>The Court holds that the \"plain language\" of § 207(a)(1) of the Elementary and Secondary Education Act of 1965, Pub. L. 89-10, 79 Stat. 32, and its successor provision, § 415 of the General Education Provisions Act, 20 U. S. C. § 1226a-1 (1976 ed., Supp. V), expressly grants the Secretary of Education (1) the right to require States to repay misspent Title I funds, and (2) the right to make an administrative adjudication of the question whether funds have in fact been misspent, with the result that such adjudication is subject to judicial review only on a limited, \"substantial evidence\" basis. <i>Ante,</i> at 782-792. The Secretary will no doubt be pleased with today's holding, but I note that he must have thought the authorizing language of this provision was not so \"plain,\" since his lawyers deemed it worthy of no more than passing mention in his brief. See Brief for Petitioner 7, 20.</p>\n<p>I join the Court's opinion, although I would have preferred to decide the case on a different basis, one that has been thoroughly briefed. Specifically, I would have held that the 1978 Amendments, see 20 U. S. C. §§ 1234, 2835(b) (1976 ed., Supp. V), which unequivocally state that the Secretary may administratively recoup misspent Title I funds, should be applied retroactively. A federal court or administrative agency must \"apply the law in effect at the the time it renders its decision, unless doing so would result in manifest injustice or there is statutory direction or legislative history to the contrary.\" <i>Bradley</i> v. <i>Richmond School Board,</i> 416 U. S. 696, 711 (1974). Accord, <i>Gulf Offshore Co.</i> v. <i>Mobil Oil Corp.,</i> 453 U. S. 473, 486, n. 16 (1981). Here, nothing in the 1978 Amendments or the legislative history suggests that the Amendments were not intended to be applied retroactively, <span class=\"star-pagination\">*794</span> and their application to this case would not result in manifest injustice. The States entered into contractual-type agreements with the United States to disburse the moneys in accordance with specified conditions. The States had no legitimate claim to a right to be able to breach these agreements with impunity. In the absence of any contrary congressional intent, agreements such as these are surely enforceable in a court of law. Therefore, at most, the 1978 Amendments merely changed the appropriate forum for litigating the Federal Government's claims that the agreements had been breached from a court of competent jurisdiction to an administrative tribunal. Because there is no manifest injustice in a simple change of forum, see <i>ante,</i> at 777-778, n. 3; <i>Hallowell</i> v. <i>Commons,</i> 239 U. S. 506, 508 (1916), there is no bar to the retroactive application of the 1978 Amendments, and this case more preferably should have been decided on this basis.</p>\n<p>In closing, I also note that this case does <i>not</i> involve any question as to the substantive standard by which a claim that a recipient has violated its Title I commitments is to be judged. Rather, it concerns the abstract question whether the Secretary has the right to recover Title I funds under any circumstances. In my view, there is a significant issue whether a State can be required to repay if it has committed no more than a technical violation of the agreement or if the claim of violation rests on a new regulation or construction of the statute issued after the State entered the program and had its plan approved.</p>\n<h2>NOTES</h2>\n<p>[*]  <i>Richard C. Dinkelspiel, William L. Robinson, Beatrice Rosenberg,</i> and <i>Norman J. Chachkin</i> filed a brief for the Lawyers' Committee for Civil Rights Under Law as <i>amicus curiae</i> urging reversal.</p>\n<p>[1]  The Department of Education was not created until 1980. Pub. L. 96-88, 93 Stat. 668, 20 U. S. C. § 3401 <i>et seq.</i> (1976 ed., Supp. V). The agency involved in many of the events relevant to this litigation was the predecessor, the Office of Education, and the official involved was the Commissioner of Education. For simplicity, unless the distinction is significant, we will refer to both the Office of Education and the Department of Education as the Department of Education and to both the Commissioner of Education and the Secretary of Education as the Secretary of Education. Similarly, we refer to both the Title I Audit Hearing Board and its successor, the Education Appeal Board, as the Education Appeal Board. By a regulation, 44 Fed. Reg. 30528, 43807 (1979), the Department transferred to the Education Appeal Board appeals pending before the Title I Audit Hearing Board when the Education Appeal Board was created. See 20 U. S. C. § 1234(f) (1976 ed., Supp. V).</p>\n<p>[2]  Section 182(a), as set forth in 20 U. S. C. § 2832(a) (1976 ed., Supp. V), provides in part:\n</p>\n<p>\"The Secretary shall not approve an application . . . until he has made specific findings in writing . . . that he is satisfied that the assurances in such application and the assurances contained in its general application under section 435 of the General Education Provisions Act [20 U. S. C. 1232d] (where applicable) will be carried out.\"</p>\n<p>Section 435(b), 20 U. S. C. § 1232d(b) (1976 ed., Supp. V), requires assurances \"that each program will be administered in accordance with all applicable statutes, regulations, program plans, and applications.\"</p>\n<p>Section 182 was added in 1978, Pub. L. 95-561, 92 Stat. 2188, but a substantially similar provision was in effect from the date of the enactment of ESEA. See § 206, 79 Stat. 31.</p>\n<p>[3]  Both provisions were originally enacted as part of the Education Amendments of 1978 (1978 Amendments), Pub. L. 95-561, §§ 195, 1232, 92 Stat. 2196-2197, 2350. We agree with the Court of Appeals that those provisions apply retroactively, though we pretermit the question whether the substantive provisions of the 1978 Amendments also apply retroactively, see <i>infra,</i> at 782. Under the pre-1978 version of ESEA, there was no explicit provision for judicial review of decisions of the Title I Audit Hearing Board. The presumption that review is available, see 5 U. S. C. §§ 701(a), 702, 704 (1982 ed.); <i>Abbott Laboratories</i> v. <i>Gardner,</i> 387 U. S. 136, 140 (1967), coupled with the absence of any indication in the statute that the decision is committed wholly to the discretion of the agency or that review is otherwise precluded, see 5 U. S. C. § 701(a) (1982 ed.) leads to the conclusion that the district courts would have had jurisdiction under the general grant of jurisdiction over cases involving federal questions, 28 U. S. C. § 1331 (1976 ed., Supp. V). See generally 4 K. Davis, Administrative Law § 23:5, p. 135 (2d ed. 1983); C. Wright, Law of Federal Courts § 103 (3d ed. 1976). Once the Department transferred the cases of the Title I Audit Hearing Board to the Education Appeal Board, 44 Fed. Reg. 30528, 43807 (1979); see § 451, 20 U. S. C. § 1234(f) (1976 ed., Supp. V) (authorizing transfer), the effect of the 1978 Amendments was merely to change the forum for review. As Justice Holmes explained for the Court in <i>Hallowell</i> v. <i>Commons,</i> 239 U. S. 506, 508 (1916), a change of forum \"takes away no substantive right\" and thus can apply retroactively.</p>\n<p>[4]  New Jersey seems to take the view that the Secretary has settled the method of collection by demanding repayment. See Brief for Respondent New Jersey 16, n. 10, 28, n. 15, 33-34. In fact, the record shows that each State received notice of the Board's decision, stating: \"[The State] should refund [the amount] to the Department of Education. Appropriate authorities within the Department will be in touch with you at an early date to discuss the method of repayment of the funds in question.\" App. to Pet. for Cert. 88a, 90a.\n</p>\n<p>New Jersey has reproduced as an appendix to its brief a letter demanding immediate repayment, App. to Brief for Respondent New Jersey 1a-2a, suggesting that the Secretary has already determined the manner of collection. That letter is not part of the record, and we are inclined, in any event, to view it as an initial proposal of a means of collection. Cf. 4 CFR § 102.2 (1983) (regulation under Federal Claims Collection Act, Pub. L. 89-508, § 3, 80 Stat. 309, 31 U. S. C. § 952, requiring agency to make written demand for repayment in attempting collection of claims). Moreover, the Secretary, who is the petitioner, has not asked us to decide what means of collection are available to him, but only whether he is a creditor. Since the case does not present the issue of available remedies, we do not address it.</p>\n<p>[5]  New Jersey explains now that it does not object to what it characterizes as a \"setoff\" by the Secretary but that the Secretary did not request that remedy in the Court of Appeals. Brief for Respondent New Jersey 16, n. 10. That is, if the Secretary properly determined that New Jersey misused funds, he could, in New Jersey's view, withhold part of the funds that the State would otherwise be entitled to receive under Title I of ESEA in future years, and the State would undertake a smaller Title I program in those years. New Jersey's proposal does not, however, amount to a \"recovery\" by the Federal Government. Ordinarily, a State would obtain a certain sum in Title I funds by giving its assurances that it would expend <i>that sum</i> for Title I programs. § 142(a)(1), 20 U. S. C. § 241f(a)(1). New Jersey, however, proposes that it receive a smaller amount of money that it would otherwise be eligible to receive and that it give assurances that it would use only that smaller amount for Title I programs. See Brief for Respondent New Jersey 16, n. 10, 28, n. 15, 34; Tr. of Oral Arg. 48. In other words, the Federal Government would pay itself back by cutting back on the Title I program at no cost to New Jersey. The Secretary does not view this form of \"setoff\" as satisfactory. <i>Id.,</i> at 13-14. Thus, despite New Jersey's assertion that there is no longer any dispute between it and the Secretary over the availability of some remedy, Brief for Respondent New Jersey 17, n. 10, a controversy remains.</p>\n<p>[6]  Pennsylvania has suggested that the Education Consolidation and Improvements Act of 1981 (ECIA) governs this case. Brief for Respondent Pennsylvania 44. It does not, however, seek the application of anything but the substantive standards introduced by that Act for determining compliance. On the contrary, it explicitly argues for the application of the procedures and remedies of the pre-1978 ESEA. <i>Id.,</i> at 42.\n</p>\n<p>In any event, even if we misapprehend Pennsylvania's argument and it seeks full retroactivity of ECIA, our result would not differ, for the remedies of the ECIA clearly include a repayment remedy. See § 452(e), as added by Pub. L. 95-561, 92 Stat. 2348, 20 U. S. C. § 1234a(e) (1976 ed., Supp. V), made applicable to ECIA by § 400(b), 20 U. S. C. § 1221(b); see also 47 Fed. Reg. 52348 (1982) (to be codified in 34 CFR § 200.57(a)(2)) (requiring repayment of funds misused under ECIA). We decide here only whether the States can be held liable for the misuse of funds, and we leave for the Court of Appeals on remand the question whether the substantive standards of the ECIA or the 1978 Amendments can apply to grants approved and paid under the pre-1978 ESEA.</p>\n<p>[7]  To the extent that the 1978 Amendments merely changed the forum for assertion of a pre-existing right, we have already decided that they do have retroactive effect. See n. 3, <i>supra.</i> The pre-existing right, of course, arises from the pre-1978 version of ESEA.\n</p>\n<p>Relying on the pre-1978 version of ESEA also permits us to pretermit decision on the alternative argument offered by the Secretary \u0097 that the Government has a common-law right to recover funds any time the recipient of a grant fails to comply with the conditions of the grant. Compare 2 R. Cappalli, Federal Grants and Cooperative Agreements §§ 8:12, 8:15 (1982) (suggesting statutory or regulatory authorization necessary); Willcox, The Function and Nature of Grants, 22 Ad. L. Rev. 125, 131 (1969) (same), with <i>Mount Sinai Hospital</i> v. <i>Weinberger,</i> 517 F. 2d 329 (CA5 1975) (suggesting that authority exists in the absence of statutory provision to the contrary), cert. denied, 425 U. S. 935 (1976); <i>West Virginia</i> v. <i>Secretary of Education,</i> 667 F. 2d 417 (CA4 1981) <i>(per curiam)</i> (specific statutory authority unnecessary). Cf. <i>California</i> v. <i>Block,</i> 663 F. 2d 855 (CA9 1981) (regulation requiring repayment of misspent funds invalid where statute required repayment of funds misspent with \"gross negligence\"). See generally <i>Milwaukee</i> v. <i>Illinois,</i> 451 U. S. 304 (1981); <i>United States</i> v. <i>Wurts,</i> 303 U. S. 414 (1938).</p>\n<p>[8]  The only other remotely plausible reading is that suggested by New Jersey, see n. 5, <i>supra</i> \u0097 that the Secretary is to reduce grants below the amount that the State would otherwise be eligible to receive, and the State is to undertake a less extensive Title I program, so that the Federal Government recovers nothing: it pays less, but it receives correspondingly less in the way of Title I programs. Under that reading, the State would have no liability to the Federal Government for misspent funds.\n</p>\n<p>That reading is no more than remotely plausible. First, it is hardly likely that Congress intended disadvantaged children to suffer twice: once when the State misspent the funds and once when the State cancels an otherwise eligible program because of the Secretary's refusal to fund it. Second, § 207 required the Secretary to use as his starting point the amount \"the local educational agencies of that State are <i>eligible</i> to receive\" and to adjust that amount for past misuses. But a State only becomes \"eligible\" by giving its assurances that it will expend the grant on Title I programs. See S. Rep. No. 146, 89th Cong., 1st Sess., 14 (1965); § 142(a)(1), 20 U. S. C. § 241f(a)(1). Section 207, then, must contemplate that the Federal Government will receive the same amount in Title I programs but will pay the State something less than that amount \u0097 a net recovery.</p>\n<p>[9]  The debates in the House also suggested such a concern and a desire to hold the States accountable in every way possible:\n</p>\n<p>\"It would seem . . . that <i>insofar as the Congress can accomplish this end,</i> rules of accountability, economy, and efficiency will be insisted upon, so that no Federal funds are improperly or wastefully used or diverted to uses not permitted by the act.\" 111 Cong. Rec. 6147 (1965) (emphasis added).</p>\n<p>[10]  Section 415 reads:\n</p>\n<p>\"Payments pursuant to grants or contracts under any applicable program may be made in installments, and in advance or by way of reimbursement, with necessary adjustments on account of overpayments or underpayments, as the Secretary may determine.\" 20 U. S. C. § 1226a-1 (1976 ed., Supp. V).</p>\n<p>Section 415 was originally numbered § 425.</p>\n<p>[11]  The quoted language comes from the Senate Committee's discussion of \"Sections 422, 423, and 425 [since renumbered as § 415].\" The Court of Appeals concluded that the heading reflected a typographical error, and that the discussion referred to §§ 422, 423, and 424. See <i>New Jersey Dept. of Education</i> v. <i>Hufstedler,</i> 662 F. 2d 208, 214-215 (1981). It does seem likely that the intended reference was § 424, but we fail to see why that feature should, as New Jersey argues, render this language any less relevant. Section 424 required certain types of recordkeeping of recipients and gave the Secretary power to audit. Auditing the required records would reveal whether or not the Secretary had overpaid a recipient, and the Senate Committee clearly thought that overpayments would lead to a recovery, as provided by the former § 425.</p>\n<p>[12]  \"Here we have Congress at its most authoritative, adding complex and sophisticated amendments to an already complex and sophisticated act. Congress is not merely expressing an opinion . . . but is acting on what it understands its own prior acts to mean.\" <i>Mount Sinai Hospital</i> v. <i>Weinberger,</i> 517 F. 2d, at 343.</p>\n<p>[13]  This aspect of the provision was eliminated in the 1978 Amendments, by Pub. L. 95-561, § 901(b), 92 Stat. 2305.\n</p>\n<p>The Senate version of the 1974 bill included a new remedy: specific performance. The bill provided that, as long as the recipient retained funds, the Secretary could seek specific performance of the grant \"contract\" in the federal courts. See S. 1539, 93d Cong., 2d Sess., § 434(c)(2) (1974). Although the Conference Committee eventually eliminated the provision, H. R. Conf. Rep. No. 93-1211, p. 184 (1974), the Senate approved the remedy because it gave the Secretary a means of inducing compliance without the interruption of Title I programs involved in applying the withholding remedy. S. Rep. No. 93-763, pp. 63, 211 (1974). The Senate's version addresses a different question than does § 415. The concern addressed by the proposed § 434(c)(2) was that beneficiaries not lose services in the future because of the failure of the recipient of the grant to live up to its duties. Once the beneficiaries have <i>already</i> lost the services because of past misuse of funds, as opposed to current noncompliance, the Senate Committee's discussion of remedies is no longer applicable. Particularly in the light of the contemporaneous enactment of § 884, we view the Senate's version of the 1974 bill as complementing, rather than undermining, our construction of § 415.</p>\n<p>[14]  Washington Research Project of the Southern Center for Studies in Public Policy &amp; NAACP Legal Defense and Educational Fund, Inc., Title I of ESEA: Is it Helping Poor Children? 52 (rev. 2d ed. 1969); Comment, Federal Aid to Education: Title I at the Operational Level, 1971 Law &amp; Soc. Order 324, 350; see Berke &amp; Kirst, The Federal Role in American School Finance: A Fiscal and Administrative Analysis, 61 Geo. L. J. 927, 944, and n. 71 (1973); Murphy, Title I of ESEA: The Politics of Implementing Federal Education Reform, 41 Harv. Educ. Rev. 35, 44-45 (1971).</p>\n<p>[15]  Pennsylvania also suggests that \"overpayment\" means only funds that are not expended but remain in the State's treasury. Brief for Respondent Pennsylvania 31. We see no indication of such a limitation in the statutory language or in the legislative history, and, indeed, we would find it difficult to believe that Congress meant to permit States to obtain good title to funds otherwise owing to the Federal Government by the simple expedient of spending them.</p>\n<p>[16]  The Court of Appeals relied on the argument in deciding that § 424 of GEPA, now renumbered as § 437, did not recognize the liability of the States to refund misused funds. The argument applies equally to § 415.</p>\n<p>[17]  The States have also argued that <i>Pennhurst State School and Hospital</i> v. <i>Halderman,</i> 451 U. S. 1 (1981), requires a different view of the effect of the pre-1978 version of the statute. <i>Pennhurst</i> required that Congress act \"unambiguously\" when it intends to impose a condition on the grant of federal money. <i>Id.,</i> at 17. The States argue that Congress did not speak unambiguously before 1978 in imposing liability and it therefore was not effective in imposing liability. We disagree. As our discussion shows, we think that the plain language of the statute is sufficiently clear, and ESEA meets <i>Pennhurst</i>'s requirement of legislative clarity. Moreover, <i>Pennhurst</i> arose in the context of imposing an unexpected condition for compliance \u0097 a new obligation for participating States \u0097 while here our concern is with the remedies available against a noncomplying State.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:12:50", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">773</span></span> (1983)</b></center>\n<center><h1>BELL, SECRETARY OF EDUCATION<br>\nv.<br>\nNEW JERSEY ET AL.</h1></center>\n<center>No. 81-2125.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 18, 1983.</center>\n<center>Decided May 31, 1983.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE THIRD CIRCUIT\n<p><span class=\"star-pagination\">*774</span> <i>Deputy Solicitor General Geller</i> argued the cause for petitioner. With him on the briefs were <i>Solicitor General Lee, Assistant Attorney General McGrath, Harriet S. Shapiro, William Kanter,</i> and <i>Susan M. Chalker.</i></p>\n<p><i>Margaret Hunting,</i> Deputy Attorney General, argued the cause for respondent Commonwealth of Pennsylvania. With her on the brief were <i>LeRoy S. Zimmerman,</i> Attorney General, and <i>Emogene L. Trexel. Michael R. Cole,</i> Assistant Attorney General, argued the cause for respondent State of New Jersey. With him on the brief were <i>Irwin I. Kimmelman,</i> Attorney General, <i>Mary Ann Burgess,</i> Assistant <span class=\"star-pagination\">*775</span> Attorney General, and <i>Jaynee La Vecchia</i> and <i>Regina Murray Mahoney,</i> Deputy Attorneys General.<sup>[*]</sup></p>\n<p>Briefs of <i>amici curiae</i> urging affirmance were filed for the State of Maryland et al. by <i>Stephen H. Sachs,</i> Attorney General of Maryland, <i>Paul F. Strain,</i> Deputy Attorney General, <i>Diana G. Motz</i> and <i>Ellen M. Heller,</i> Assistant Attorneys General, and <i>E. Stephen Derby; William A. Allain,</i> Attorney General of Mississippi; <i>Gerald L. Baliles,</i> Attorney General of Virginia; <i>Paul G. Bardacke,</i> Attorney General of New Mexico; <i>Francis X. Bellotti,</i> Attorney General of Massachusetts; <i>Steven L. Beshear,</i> Attorney General of Kentucky; <i>Chauncey H. Browning,</i> Attorney General of West Virginia; <i>Paul L. Douglas,</i> Attorney General of Nebraska; <i>John J. Easton, Jr.,</i> Attorney General of Vermont; <i>Rufus L. Edmisten,</i> Attorney General of North Carolina; <i>Dave Frohnmayer,</i> Attorney General of Oregon; <i>Thomas M. Griffin; Neil F. Hartigan,</i> Attorney General of Illinois; <i>Tany S. Hong,</i> Attorney General of Hawaii; <i>James Mattox,</i> Attorney General of Texas; <i>Brian McKay,</i> Attorney General of Nevada; <i>Thomas J. Miller,</i> Attorney General of Iowa; <i>Charles M. Oberly III,</i> Attorney General of Delaware; <i>Linley E. Pearson,</i> Attorney General of Indiana; <i>Sheldon Elliott Steinbach; James E. Tierney,</i> Attorney General of Maine; <i>Michael C. Turpen,</i> Attorney General of Oklahoma; and <i>Robert O. Wefald,</i> Attorney General of North Dakota; for the National Association of Counties et al. by <i>Robert N. Sayler;</i> and for the College of the Sequoias et al.</p>\n<p>JUSTICE O'CONNOR delivered the opinion of the Court.</p>\n<p>In this case we consider both the rights of the Federal Government when a State misuses funds advanced as part of a federal grant-in-aid program under Title I of the Elementary and Secondary Education Act and the manner in which the Government may assert those rights. We hold that the Federal Government may recover misused funds, that the Department of Education may determine administratively the amount of the debt, and that the State may seek judicial review of the agency's determination.</p>\n<p></p>\n<h2>I</h2>\n<p>The respondents, New Jersey and Pennsylvania, received grants from the Federal Government under Title I of the Elementary <span class=\"star-pagination\">*776</span> and Secondary Education Act of 1965 (ESEA), Pub. L. 89-10, 79 Stat. 27, as amended, 20 U. S. C. § 2701 <i>et seq.</i> (1976 ed., Supp. V). Title I created a program designed to improve the educational opportunities available to disadvantaged children. § 102, 20 U. S. C. § 2702 (1976 ed., Supp. V). Local educational agencies obtain federal grants through state educational agencies, which in turn obtain grants from the Department of Education<sup>[1]</sup> upon providing assurances to the Secretary that the local educational agencies will spend the funds only on qualifying programs. § 182(a), 20 U. S. C. § 2832(a) (1976 ed., Supp. V).<sup>[2]</sup> In auditing New Jersey for the period September 1, 1970, through <span class=\"star-pagination\">*777</span> August 1973, and Pennsylvania for the period July 1, 1967, through June 30, 1973, to ensure compliance with ESEA and the regulations promulgated under ESEA, federal auditors determined that each State had misapplied funds. After review requested by the States, the Education Appeal Board (Board) modified the findings of the auditors and assessed a deficiency of $1,031,304 against New Jersey and a deficiency of $422,424.29 against Pennsylvania. The Secretary declined to review the orders establishing the deficiencies, and, after a period for comment, the orders became final. See App. to Pet. for Cert. 57a, 86a-87a. Both States filed timely petitions for review in the United States Court of Appeals for the Third Circuit, which consolidated the cases and held that the Department did not have the authority to issue the orders. <i>New Jersey Dept. of Education</i> v. <i>Hufstedler,</i> 662 F. 2d 208 (1981). It therefore did not reach New Jersey's arguments that the State had not in fact misapplied the funds, <i>id.,</i> at 209, or Pennsylvania's arguments challenging the agency's rulemaking procedures and its application of ESEA's limitations provision, <i>ibid.</i></p>\n<p></p>\n<h2>II</h2>\n<p>The threshold question in this case, one that need not detain us long, is whether the court below had jurisdiction. Since federal courts are courts of limited jurisdiction, the court below could hear the case only if authorized by statute. It premised its exercise of jurisdiction alternatively on § 195 of ESEA, 20 U. S. C. § 2851 (1976 ed., Supp. V), and on § 455 of the General Education Provisions Act (GEPA), as amended, Pub. L. 95-561, 92 Stat. 2350, 20 U. S. C. § 1234d (1976 ed., Supp. V). The first provision permits judicial review in the courts of appeals of the Secretary's final action with respect to audits, and the second permits judicial review in the courts of appeals of actions of the Board.<sup>[3]</sup> Although <span class=\"star-pagination\">*778</span> only § 195 explicitly requires \"final\" action, we think that a final order is necessary under either section. The strong presumption is that judicial review will be available only when agency action becomes final, <i>FPC</i> v. <i>Metropolitan Edison Co.,</i> 304 U. S. 375, 383-385 (1938); see generally 5 U. S. C. § 704 (1982 ed.); 16 C. Wright, A. Miller, E. Cooper, &amp; E. Gressman, Federal Practice and Procedure § 3942 (1977), and there is nothing in § 455 to overcome that presumption. Indeed, § 455 provides judicial review of decisions made under §§ 452, 453, and 454, 20 U. S. C. §§ 1234a, 1234b, 1234c (1976 ed., Supp. V), each of which includes a subsection dealing with finality and suggesting that only a \"decision\" of the Board is subject to review. See §§ 452(d), 453(d), 454(d), 20 U. S. C. §§ 1234a(d), 1234b(d), 1234c(d) (1976 ed., Supp. V). Consequently, we conclude that, at least in the absence of an appealable collateral order, <i>Mathews</i> v. <i>Eldridge,</i> 424 U. S. 319, 331, n. 11 (1976); <i>Cohen</i> v. <i>Beneficial Industrial Loan Corp,</i> 337 U. S. 541, 545-547 <span class=\"star-pagination\">*779</span> (1949), the federal courts may exercise jurisdiction only over a final order of the Department. We therefore must determine whether this case meets that requirement.</p>\n<p>The Board's order, which became the agency's decision, merely established the amount of the deficiency owed by the States to the Federal Government, leaving for further \"discussion\" the method of repayment.<sup>[4]</sup> See App. to Pet. for Cert. 88a, 90a. The possibility of further proceedings in the agency to determine the method of repayment does not, in our view, render the orders less than \"final.\" The situation here corresponds to the ordinary adjudication by a trial court that a plaintiff has a right to damages. Although the judgment in favor of the plaintiff is not self-executing and he may have to undertake further proceedings to collect the damages awarded, that possibility does not prevent appellate review of the decision, which is final. Our cases have interpreted pragmatically the requirement of administrative finality, focusing on whether judicial review at the time will disrupt the administrative process. See, <i>e. g., </i><i>FTC</i> v. <i>Standard Oil</i> <span class=\"star-pagination\">*780</span> <i>Co.,</i> 449 U. S. 232, 239 (1980); <i>Port of Boston Marine Terminal Assn.</i> v. <i>Rederiaktiebolaget Transatlantic,</i> 400 U. S. 62, 71 (1970). Review of the agency's decision at this time will not disrupt administrative proceedings any more than review of a trial court's award of damages interferes with its processes. Indeed, full review of the judgment may expedite the collection process, since the States know their ultimate liability with certainty. The agency's determination of the deficiency here represented a definitive statement of its position, determining the rights and obligations of the parties, see <i>Standard Oil Co., supra,</i> at 239 (explaining <i>Abbott Laboratories</i> v. <i>Gardner,</i> 387 U. S. 136 (1967)); <i>Port of Boston, supra,</i> at 71; <i>Pennsylvania R. Co.</i> v. <i>United States,</i> 363 U. S. 202, 205 (1960). Therefore, the Court of Appeals properly took jurisdiction of the case, and we too have jurisdiction to address the merits.</p>\n<p></p>\n<h2>III</h2>\n<p>Turning to the merits, the States first challenge the Secretary's order by asserting that, even if the Board properly determined that they misused the funds, the Federal Government cannot recover the amount misused. Thus, we must decide whether, assuming that a State has misused funds granted to it under Title I of ESEA, it becomes liable to the Federal Government for those funds. The Education Amendments of 1978 (1978 Amendments), Pub. L. 95-561, 92 Stat. 2143, 20 U. S. C. § 2701 <i>et seq.</i> (1976 ed., Supp. V), rendered explicit the authority of the Secretary to recover funds misspent by a recipient. § 185(b), 92 Stat. 2190, 20 U. S. C. § 2835(b) (1976 ed., Supp. V). Although the final determination of the Board in each of these appeals occurred after the enactment of the 1978 Amendments, the audits reviewed periods before 1978. Both States take the position that, before the 1978 Amendments, the Secretary's sole remedy for noncompliance was prospective: he could withhold funds from a State that did not comply, until the State brought its program into compliance, § 146, 20 U. S. C. § 241j, or he <span class=\"star-pagination\">*781</span> could deny applications for funds for noncomplying programs, § 142, 20 U. S. C. § 241f.<sup>[5]</sup> Further, they contend that the 1978 Amendments operated prospectively only.<sup>[6]</sup> The Secretary <span class=\"star-pagination\">*782</span> has argued both that the 1978 Amendments had retroactive effect and that the right of recovery existed in the pre-1978 version of ESEA. Since we are persuaded that the pre-1978 version contemplated that States misusing federal funds would incur a debt to the Federal Government for the amount misused, we need not address the possible retroactive effect of the 1978 Amendments.<sup>[7]</sup></p>\n<p>Section 207(a)(1) as added by ESEA, Pub. L. 89-10, 79 Stat. 32, originally provided:</p>\n<blockquote>\"The Commissioner shall, subject to the provisions of § 208 [dealing with inadequate appropriations], from time to time pay to each State, in advance or otherwise, the amount which the local educational agencies of that State are eligible to receive under this part. Such payments shall take into account the extent (if any) to which any previous payment to such State educational agency under this title (whether or not in the same fiscal year) was greater or less than the amount which should have been paid to it.\"</blockquote>\n<p><span class=\"star-pagination\">*783</span> This provision, which remained substantially unchanged as part of Title I until 1970, in our view, gives the Federal Government a right to the amount of any funds overpaid. The plain language of the statute recognizes the right,<sup>[8]</sup> and the legislative history supports that natural reading. The Senate Report explained: \"[S]ince the State is given no authority to retain excess sums paid to it under the title, any excess paid to a State would have to be returned or taken into account in making subsequent payments to the State.\" S. Rep. No. 146, 89th Cong, 1st Sess., 14 (1965). Indeed, the Committee obtained assurances from the Department that it would recapture these payments, and the debate on the floor termed those assurances \"an essential condition for enacting the proposed legislation.\" 111 Cong. Rec. 7690 (1965).<sup>[9]</sup></p>\n<p><span class=\"star-pagination\">*784</span> In 1970, Congress enacted GEPA, Pub. L. 91-230, 84 Stat. 164, the main function of which was to bring the general provisions of prior law together into a single title. See H. R. Conf. Rep. No. 91-937, p. 97 (1970). Its provisions apply to programs under Title I, 20 U. S. C. § 1221(b), and it was in force for some of the years at issue here. Section 415 of GEPA is substantially the same as the original § 207(a)(1) of Title I,<sup>[10]</sup> and its language likewise creates a right to impose liability on the States. In enacting GEPA, Congress again made clear its intention that States return misused funds. The Senate Committee explained: \"Even though there may be difficulties arising from recovery of improperly used funds, those exceptions must be enforced if the Congress is to carry out its responsibility to the taxpayer.\" S. Rep. No. 91-634, p. 84 (1970).<sup>[11]</sup></p>\n<p>Moreover, this interpretation of § 207(a)(1) and § 415 enjoys the support of later Congresses. Of course, the view of a later Congress does not establish definitively the meaning of an earlier enactment, but it does have persuasive value. <span class=\"star-pagination\">*785</span> See, <i>e. g., </i><i>Bowsher</i> v. <i>Merck &amp; Co.,</i> 460 U. S. 824, 837-838, n. 12 (1983). The discussion of the 1978 Amendments to ESEA reveals that Congress thought that recipients were already liable for any funds they misused. Representative Corrada explained:</p>\n<blockquote>\"[T]itle I, ESEA . . . and [the] regulations currently provide for two main enforcement mechanisms at the Federal level: First the withholding of title I funds from a State or local educational agency when a violation is discovered; and second, the repayment of misspent funds after an audit . . . .</blockquote>\n<blockquote>\"[The] repayment authority following an audit has been used in the last couple of years on a number of occasions and has been an effective measure . . . . Approximately one-third of these cases have reached final resolution and have required repayment.</blockquote>\n<blockquote>.....</blockquote>\n<blockquote>\"The proposed amendments would . . . solve the problems with the <i>existing</i> audit repayment . . . authority.\" 124 Cong. Rec. 20612 (1978) (emphasis added).</blockquote>\n<p>Later, in 1981, Senator DeConcini introduced an amendment that would have prevented collection of any debts arising from misuse of Title I funds before 1978. 127 Cong. Rec. 10643 (1981). The chair ultimately ruled the amendment out of order, <i>id.,</i> at 10646, 10658, but the discussion preceding the ruling clearly reflects the view of the participants that States were liable for misused funds. As Senator Stennis observed: \"It has to be paid back.\" <i>Id.,</i> at 10644; see <i>ibid.</i> (remarks of Sen. DeConcini). Not only have Members of Congress stated their views, but Congress has acted on those views.<sup>[12]</sup> In 1974, it enacted a provision <span class=\"star-pagination\">*786</span> limiting the liability of state and local educational agencies for refunds to those payments received by them within five years before the final written notice of liability. Pub. L. 93-380, § 106, 88 Stat. 512, 20 U. S. C. § 884.<sup>[13]</sup> Pennsylvania has argued that this provision has general applicability, and that Congress drafted it to cover other programs, which explicitly impose liability on recipients for misused funds. Brief for Respondent Pennsylvania 32. While the provision by its terms does apply to a number of programs administered by the Secretary, the State's argument fails, for both the statutory provision and the legislative history specifically refer to grants under Title I of ESEA, and the legislative history identifies the recent audits under Title I as the source of the Committee's concern. See H. R. Rep. No. 93-805, pp. 79, 156 (1974).</p>\n<p>The Department has long held our view of the statute, for it often sought repayment of misused funds. See, <i>e. g.,</i> Department of Education, ESEA Audit Files 09-20033 (refund requested October 6, 1975, for fiscal years 1970 and 1971, <span class=\"star-pagination\">*787</span> and received May 25, 1978), 05-90178 (refund requested September 3, 1971, for period September 1, 1966-August 31, 1967, and received by October 26, 1971), 04-10001 (refund requested January 29, 1973, for period July 1, 1965-June 30, 1969, and received by April 27, 1973); H. R. Rep. No. 93-805, <i>supra,</i> at 79 (discussing recent audits); Washington Research Project of the Southern Center for Studies in Public Policy &amp; NAACP Legal Defense and Educational Fund, Inc., Title I of ESEA: Is it Helping Poor Children? 52 (rev. 2d ed. 1969). Indeed, in the discussion of Senator DeConcini's proposed amendment, Senator Schmitt cited some 44 instances of repayments by recipients of misused Title I funds. 127 Cong. Rec. 10644-10645 (1981). Finally, it is worth noting that commentators on the pre-1978 version of ESEA assumed without discussion that the Department possessed the power to request refunds, although they frequently castigated the Department for its failure to exercise that power more often.<sup>[14]</sup></p>\n<p>Arguing against this consistent understanding of the pre-1978 ESEA, the States attempt to explain § 415 as a provision covering payments made \"accidentally.\" Tr. of Oral Arg. 36. Even accepting that interpretation, we remain convinced that the provision covers payments misused as the Board determined these to have been. Grants of misused funds result from the \"accident\" of the Secretary's reliance on assurances by the State that the recipient will use the funds in a program that complies with Title I, when in fact the recipient misuses the funds.<sup>[15]</sup></p>\n<p><span class=\"star-pagination\">*788</span> A more substantial argument against our interpretation of § 415 is suggested by the opinion of the Court of Appeals.<sup>[16]</sup> The 1978 Amendments make it crystal clear that, at least for any period governed by the Amendments, the recipient will be liable for misused funds. The Amendments included § 185(b), which provides:</p>\n<blockquote>\"The Secretary shall adopt procedures to assure timely and appropriate resolution of audit findings and recommendations arising out of audits . . . . Such procedures shall include timetables for each step of the audit resolution process and an audit appeals process. Where, under such procedures, the audit resolution process requires the repayment of Federal funds which were misspent or misapplied, the Secretary shall require the repayment of the amount of funds under this subchapter which have been finally determined through the audit resolution process to have been misspent or misapplied. Such repayment may be made from funds derived from non-Federal sources or from Federal funds no accountability of which is required to the Federal Government. Such repayments may be made in either a single payment or in installment payments over a period not to exceed three years.\" 20 U. S. C. § 2835(b) (1976 ed., Supp. V).</blockquote>\n<p>The Court of Appeals feared that interpreting the pre-1978 version of ESEA as providing liability for misused funds rendered § 185 \"plain[ly] redundan[t].\" 662 F. 2d, at 215. We share the reluctance of the Court of Appeals to construe a <span class=\"star-pagination\">*789</span> statute in a fashion that leaves some provisions superfluous, but we cannot agree that our construction presents that problem. Section 185 and the accompanying provisions of the 1978 Amendments were, in the words of the Senate Report, designed to \"<i>clarif[y]</i> HEW's legal authority and responsibility to audit applicant programs\" and to \"specif[y] certain minimum standards concerning the resolution of outstanding audits.\" S. Rep. No. 95-856, p. 137 (1978) (emphasis added); see H. R. Rep. No. 95-1137, p. 53 (describing the Amendments as requiring that the Secretary \"regularize\" the process). As the House Report explained: \"[N]othing in these new provisions should be interpreted as radically changing the present relationship of the Federal government to the States . . . . These amendments, rather, are meant merely to lay out responsibilities more clearly. . . .\" <i>Id.,</i> at 142. Section 185 itself requires the Secretary to set timetables for each step of the audit resolution process, and it requires an appeals process. Further, the provision requires that the Secretary demand repayment once liability is established, rather than leaving the method of collection entirely to his discretion from the beginning. And it limits the Secretary's discretion with regard to installment payments, imposing a maximum period of three years. Construing the pre-1978 ESEA to provide for liability, then, does not leave § 185 meaningless. On the contrary, § 185 plays an important role in specifying the procedures to be followed in the determination of the amount of the debt and in the collection of the debt. Thus, the enactment of the 1978 Amendments does not undermine our construction. Indeed, the legislative history of the 1978 Amendments strongly supports viewing the pre-1978 ESEA as we do. As we have discussed, <i>supra,</i> at 785, the debates in the House proceeded on the assumption that the liability existed. The House Report also identified as one of the problems with existing law the failure of the agency in many cases to seek restitution and to recover the funds misused. H. R. Rep. No. 95-1137, <i>supra,</i> at 50. In sum, not only does our conclusion give meaning to the efforts <span class=\"star-pagination\">*790</span> of the 95th Congress, it also gives meaning to their understanding of the law that they were amending. Accordingly, we adhere to our view that the pre-1978 version of ESEA requires that recipients be held liable for funds that they misuse.<sup>[17]</sup></p>\n<p></p>\n<h2>IV</h2>\n<p>New Jersey, relying on our decision in <i>National League of Cities</i> v. <i>Usery,</i> 426 U. S. 833 (1976), also urges that the imposition of liability for misused funds interferes with state sovereignty, in violation of the Tenth Amendment. It views our construction of the statute as presenting it with \"unpalatable\" alternatives: making a special appropriation to repay the misused funds, or cutting back its budget for education by the amount owed to the Federal Government. Brief for Respondent New Jersey 28-29. Either alternative, it asserts, infringes its sovereignty.</p>\n<p>We cannot agree. Requiring States to honor the obligations voluntarily assumed as a condition of federal funding before recognizing their ownership of funds simply does not intrude on their sovereignty. The State chose to participate in the Title I program and, as a condition of receiving the grant, freely gave its assurances that it would abide by the conditions of Title I. See generally <i>Pennhurst State School and Hospital</i> v. <i>Halderman,</i> 451 U. S. 1, 17 (1981); <i>Quern</i> v. <span class=\"star-pagination\">*791</span> <i>Mandley,</i> 436 U. S. 725, 734 (1978); <i>Rosado</i> v. <i>Wyman,</i> 397 U. S. 397, 408 (1970); <i>Oklahoma</i> v. <i>CSC,</i> 330 U. S. 127, 143-144 (1947); 1 R. Cappalli, Federal Grants and Cooperative Agreements § 1:09 (1982). As we must assume at this stage of the litigation, the State failed to fulfill those assurances, and it therefore became liable for the funds misused, as the grant specified. New Jersey has not challenged the program itself as intruding unduly on its sovereignty, see Brief for Respondent New Jersey 19-20, but challenges only the requirement that it account for funds that it accepted under admittedly valid conditions with which it failed to comply. If the conditions were valid, the State had no sovereign right to retain funds without complying with those conditions.</p>\n<p></p>\n<h2>V</h2>\n<p>Once we have established the right of the Federal Government to recover funds misused by the States, we are confronted with the question how, under the statutory scheme, the Federal Government must assert its rights. Again, we agree with the Secretary's view that the initial determination is to be made administratively. The statute clearly assigned to the agency the duty of auditing grant recipients, see GEPA, § 437, 20 U. S. C. § 1232f, and it is in the auditing process that the misuse of funds, and its magnitude, will surface. Further, the provision that supports the Secretary's right to recover funds, § 415 of GEPA, 20 U. S. C. § 1226a-1 (1976 ed., Supp. V), refers to adjustments to be made for overpayments \"as the Secretary may determine.\" Consequently, we conclude that the determination of the existence and amount of the liability is committed to the agency, in the first instance.</p>\n<p>The States, of course, had an opportunity to present their view of the facts and any justifications for their expenditures to the agency. After the initial determination by the auditors, the Department provided the States an opportunity for review before the Board, see App. 137-138, 144-145, 158-165, <span class=\"star-pagination\">*792</span> and, once that body rendered its decision, the Department invited the States to submit comments before the Board's decision became the final decision of the Secretary, App. to Pet. for Cert. 57a, 86a-87a. Also, the agency's decision is subject to judicial review. The 1978 Amendments explicitly provide for review in the courts of appeals. Even without an explicit provision for judicial review, review was also available under the pre-1978 version of ESEA, for in the absence of strong indications that a statute commits a decision irrevocably to agency discretion, 5 U. S. C. §§ 701(a), 702, 704 (1982 ed.); <i>Abbott Laboratories</i> v. <i>Gardner,</i> 387 U. S. 136 (1967), the propriety of the agency's action presents a federal question cognizable in the district courts, see n. 3, <i>supra.</i> Review of the Education Appeal Board lies in the courts of appeals, ESEA § 195, 20 U. S. C. § 2851 (1976 ed., Supp. V); GEPA § 455, 20 U. S. C. § 1234d (1976 ed., Supp. V), so, in cases like the present ones, which began before the Title I Audit Board and which were transferred to the Education Appeal Board, judicial review is available in the courts of appeals. See <i>Hallowell</i> v. <i>Commons,</i> 239 U. S. 506, 508 (1916) (change of forum can be applied retroactively); n. 3, <i>supra.</i> Thus, the States have an opportunity to litigate in the courts of appeals whether the findings of the Secretary are supported by substantial evidence and reflect application of the proper legal standards. § 455(c), 20 U. S. C. § 1234d(c) (1976 ed., Supp. V); 5 U. S. C. § 706(1982 ed.).</p>\n<p></p>\n<h2>VI</h2>\n<p>In this case, then, we conclude that the Secretary has followed the proper procedures. He has administratively determined the amount of the debt owed by each State to the Federal Government, see n. 4, <i>supra,</i> as he is empowered to do. Whether that determination is supported by substantial evidence and by the application of the proper legal standards is a question for the courts, if the affected parties seek judicial review. Here, New Jersey and Pennsylvania sought that review, and we remand to the Court of Appeals to permit <span class=\"star-pagination\">*793</span> it to undertake to review the challenges raised by each State to the Secretary's determination. Accordingly, the judgment is reversed, and the case is remanded for further proceedings consistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>JUSTICE WHITE, concurring.</p>\n<p>The Court holds that the \"plain language\" of § 207(a)(1) of the Elementary and Secondary Education Act of 1965, Pub. L. 89-10, 79 Stat. 32, and its successor provision, § 415 of the General Education Provisions Act, 20 U. S. C. § 1226a-1 (1976 ed., Supp. V), expressly grants the Secretary of Education (1) the right to require States to repay misspent Title I funds, and (2) the right to make an administrative adjudication of the question whether funds have in fact been misspent, with the result that such adjudication is subject to judicial review only on a limited, \"substantial evidence\" basis. <i>Ante,</i> at 782-792. The Secretary will no doubt be pleased with today's holding, but I note that he must have thought the authorizing language of this provision was not so \"plain,\" since his lawyers deemed it worthy of no more than passing mention in his brief. See Brief for Petitioner 7, 20.</p>\n<p>I join the Court's opinion, although I would have preferred to decide the case on a different basis, one that has been thoroughly briefed. Specifically, I would have held that the 1978 Amendments, see 20 U. S. C. §§ 1234, 2835(b) (1976 ed., Supp. V), which unequivocally state that the Secretary may administratively recoup misspent Title I funds, should be applied retroactively. A federal court or administrative agency must \"apply the law in effect at the the time it renders its decision, unless doing so would result in manifest injustice or there is statutory direction or legislative history to the contrary.\" <i>Bradley</i> v. <i>Richmond School Board,</i> 416 U. S. 696, 711 (1974). Accord, <i>Gulf Offshore Co.</i> v. <i>Mobil Oil Corp.,</i> 453 U. S. 473, 486, n. 16 (1981). Here, nothing in the 1978 Amendments or the legislative history suggests that the Amendments were not intended to be applied retroactively, <span class=\"star-pagination\">*794</span> and their application to this case would not result in manifest injustice. The States entered into contractual-type agreements with the United States to disburse the moneys in accordance with specified conditions. The States had no legitimate claim to a right to be able to breach these agreements with impunity. In the absence of any contrary congressional intent, agreements such as these are surely enforceable in a court of law. Therefore, at most, the 1978 Amendments merely changed the appropriate forum for litigating the Federal Government's claims that the agreements had been breached from a court of competent jurisdiction to an administrative tribunal. Because there is no manifest injustice in a simple change of forum, see <i>ante,</i> at 777-778, n. 3; <i>Hallowell</i> v. <i>Commons,</i> 239 U. S. 506, 508 (1916), there is no bar to the retroactive application of the 1978 Amendments, and this case more preferably should have been decided on this basis.</p>\n<p>In closing, I also note that this case does <i>not</i> involve any question as to the substantive standard by which a claim that a recipient has violated its Title I commitments is to be judged. Rather, it concerns the abstract question whether the Secretary has the right to recover Title I funds under any circumstances. In my view, there is a significant issue whether a State can be required to repay if it has committed no more than a technical violation of the agreement or if the claim of violation rests on a new regulation or construction of the statute issued after the State entered the program and had its plan approved.</p>\n<h2>NOTES</h2>\n<p>[*]  <i>Richard C. Dinkelspiel, William L. Robinson, Beatrice Rosenberg,</i> and <i>Norman J. Chachkin</i> filed a brief for the Lawyers' Committee for Civil Rights Under Law as <i>amicus curiae</i> urging reversal.</p>\n<p>[1]  The Department of Education was not created until 1980. Pub. L. 96-88, 93 Stat. 668, 20 U. S. C. § 3401 <i>et seq.</i> (1976 ed., Supp. V). The agency involved in many of the events relevant to this litigation was the predecessor, the Office of Education, and the official involved was the Commissioner of Education. For simplicity, unless the distinction is significant, we will refer to both the Office of Education and the Department of Education as the Department of Education and to both the Commissioner of Education and the Secretary of Education as the Secretary of Education. Similarly, we refer to both the Title I Audit Hearing Board and its successor, the Education Appeal Board, as the Education Appeal Board. By a regulation, 44 Fed. Reg. 30528, 43807 (1979), the Department transferred to the Education Appeal Board appeals pending before the Title I Audit Hearing Board when the Education Appeal Board was created. See 20 U. S. C. § 1234(f) (1976 ed., Supp. V).</p>\n<p>[2]  Section 182(a), as set forth in 20 U. S. C. § 2832(a) (1976 ed., Supp. V), provides in part:\n</p>\n<p>\"The Secretary shall not approve an application . . . until he has made specific findings in writing . . . that he is satisfied that the assurances in such application and the assurances contained in its general application under section 435 of the General Education Provisions Act [20 U. S. C. 1232d] (where applicable) will be carried out.\"</p>\n<p>Section 435(b), 20 U. S. C. § 1232d(b) (1976 ed., Supp. V), requires assurances \"that each program will be administered in accordance with all applicable statutes, regulations, program plans, and applications.\"</p>\n<p>Section 182 was added in 1978, Pub. L. 95-561, 92 Stat. 2188, but a substantially similar provision was in effect from the date of the enactment of ESEA. See § 206, 79 Stat. 31.</p>\n<p>[3]  Both provisions were originally enacted as part of the Education Amendments of 1978 (1978 Amendments), Pub. L. 95-561, §§ 195, 1232, 92 Stat. 2196-2197, 2350. We agree with the Court of Appeals that those provisions apply retroactively, though we pretermit the question whether the substantive provisions of the 1978 Amendments also apply retroactively, see <i>infra,</i> at 782. Under the pre-1978 version of ESEA, there was no explicit provision for judicial review of decisions of the Title I Audit Hearing Board. The presumption that review is available, see 5 U. S. C. §§ 701(a), 702, 704 (1982 ed.); <i>Abbott Laboratories</i> v. <i>Gardner,</i> 387 U. S. 136, 140 (1967), coupled with the absence of any indication in the statute that the decision is committed wholly to the discretion of the agency or that review is otherwise precluded, see 5 U. S. C. § 701(a) (1982 ed.) leads to the conclusion that the district courts would have had jurisdiction under the general grant of jurisdiction over cases involving federal questions, 28 U. S. C. § 1331 (1976 ed., Supp. V). See generally 4 K. Davis, Administrative Law § 23:5, p. 135 (2d ed. 1983); C. Wright, Law of Federal Courts § 103 (3d ed. 1976). Once the Department transferred the cases of the Title I Audit Hearing Board to the Education Appeal Board, 44 Fed. Reg. 30528, 43807 (1979); see § 451, 20 U. S. C. § 1234(f) (1976 ed., Supp. V) (authorizing transfer), the effect of the 1978 Amendments was merely to change the forum for review. As Justice Holmes explained for the Court in <i>Hallowell</i> v. <i>Commons,</i> 239 U. S. 506, 508 (1916), a change of forum \"takes away no substantive right\" and thus can apply retroactively.</p>\n<p>[4]  New Jersey seems to take the view that the Secretary has settled the method of collection by demanding repayment. See Brief for Respondent New Jersey 16, n. 10, 28, n. 15, 33-34. In fact, the record shows that each State received notice of the Board's decision, stating: \"[The State] should refund [the amount] to the Department of Education. Appropriate authorities within the Department will be in touch with you at an early date to discuss the method of repayment of the funds in question.\" App. to Pet. for Cert. 88a, 90a.\n</p>\n<p>New Jersey has reproduced as an appendix to its brief a letter demanding immediate repayment, App. to Brief for Respondent New Jersey 1a-2a, suggesting that the Secretary has already determined the manner of collection. That letter is not part of the record, and we are inclined, in any event, to view it as an initial proposal of a means of collection. Cf. 4 CFR § 102.2 (1983) (regulation under Federal Claims Collection Act, Pub. L. 89-508, § 3, 80 Stat. 309, 31 U. S. C. § 952, requiring agency to make written demand for repayment in attempting collection of claims). Moreover, the Secretary, who is the petitioner, has not asked us to decide what means of collection are available to him, but only whether he is a creditor. Since the case does not present the issue of available remedies, we do not address it.</p>\n<p>[5]  New Jersey explains now that it does not object to what it characterizes as a \"setoff\" by the Secretary but that the Secretary did not request that remedy in the Court of Appeals. Brief for Respondent New Jersey 16, n. 10. That is, if the Secretary properly determined that New Jersey misused funds, he could, in New Jersey's view, withhold part of the funds that the State would otherwise be entitled to receive under Title I of ESEA in future years, and the State would undertake a smaller Title I program in those years. New Jersey's proposal does not, however, amount to a \"recovery\" by the Federal Government. Ordinarily, a State would obtain a certain sum in Title I funds by giving its assurances that it would expend <i>that sum</i> for Title I programs. § 142(a)(1), 20 U. S. C. § 241f(a)(1). New Jersey, however, proposes that it receive a smaller amount of money that it would otherwise be eligible to receive and that it give assurances that it would use only that smaller amount for Title I programs. See Brief for Respondent New Jersey 16, n. 10, 28, n. 15, 34; Tr. of Oral Arg. 48. In other words, the Federal Government would pay itself back by cutting back on the Title I program at no cost to New Jersey. The Secretary does not view this form of \"setoff\" as satisfactory. <i>Id.,</i> at 13-14. Thus, despite New Jersey's assertion that there is no longer any dispute between it and the Secretary over the availability of some remedy, Brief for Respondent New Jersey 17, n. 10, a controversy remains.</p>\n<p>[6]  Pennsylvania has suggested that the Education Consolidation and Improvements Act of 1981 (ECIA) governs this case. Brief for Respondent Pennsylvania 44. It does not, however, seek the application of anything but the substantive standards introduced by that Act for determining compliance. On the contrary, it explicitly argues for the application of the procedures and remedies of the pre-1978 ESEA. <i>Id.,</i> at 42.\n</p>\n<p>In any event, even if we misapprehend Pennsylvania's argument and it seeks full retroactivity of ECIA, our result would not differ, for the remedies of the ECIA clearly include a repayment remedy. See § 452(e), as added by Pub. L. 95-561, 92 Stat. 2348, 20 U. S. C. § 1234a(e) (1976 ed., Supp. V), made applicable to ECIA by § 400(b), 20 U. S. C. § 1221(b); see also 47 Fed. Reg. 52348 (1982) (to be codified in 34 CFR § 200.57(a)(2)) (requiring repayment of funds misused under ECIA). We decide here only whether the States can be held liable for the misuse of funds, and we leave for the Court of Appeals on remand the question whether the substantive standards of the ECIA or the 1978 Amendments can apply to grants approved and paid under the pre-1978 ESEA.</p>\n<p>[7]  To the extent that the 1978 Amendments merely changed the forum for assertion of a pre-existing right, we have already decided that they do have retroactive effect. See n. 3, <i>supra.</i> The pre-existing right, of course, arises from the pre-1978 version of ESEA.\n</p>\n<p>Relying on the pre-1978 version of ESEA also permits us to pretermit decision on the alternative argument offered by the Secretary \u0097 that the Government has a common-law right to recover funds any time the recipient of a grant fails to comply with the conditions of the grant. Compare 2 R. Cappalli, Federal Grants and Cooperative Agreements §§ 8:12, 8:15 (1982) (suggesting statutory or regulatory authorization necessary); Willcox, The Function and Nature of Grants, 22 Ad. L. Rev. 125, 131 (1969) (same), with <i>Mount Sinai Hospital</i> v. <i>Weinberger,</i> 517 F. 2d 329 (CA5 1975) (suggesting that authority exists in the absence of statutory provision to the contrary), cert. denied, 425 U. S. 935 (1976); <i>West Virginia</i> v. <i>Secretary of Education,</i> 667 F. 2d 417 (CA4 1981) <i>(per curiam)</i> (specific statutory authority unnecessary). Cf. <i>California</i> v. <i>Block,</i> 663 F. 2d 855 (CA9 1981) (regulation requiring repayment of misspent funds invalid where statute required repayment of funds misspent with \"gross negligence\"). See generally <i>Milwaukee</i> v. <i>Illinois,</i> 451 U. S. 304 (1981); <i>United States</i> v. <i>Wurts,</i> 303 U. S. 414 (1938).</p>\n<p>[8]  The only other remotely plausible reading is that suggested by New Jersey, see n. 5, <i>supra</i> \u0097 that the Secretary is to reduce grants below the amount that the State would otherwise be eligible to receive, and the State is to undertake a less extensive Title I program, so that the Federal Government recovers nothing: it pays less, but it receives correspondingly less in the way of Title I programs. Under that reading, the State would have no liability to the Federal Government for misspent funds.\n</p>\n<p>That reading is no more than remotely plausible. First, it is hardly likely that Congress intended disadvantaged children to suffer twice: once when the State misspent the funds and once when the State cancels an otherwise eligible program because of the Secretary's refusal to fund it. Second, § 207 required the Secretary to use as his starting point the amount \"the local educational agencies of that State are <i>eligible</i> to receive\" and to adjust that amount for past misuses. But a State only becomes \"eligible\" by giving its assurances that it will expend the grant on Title I programs. See S. Rep. No. 146, 89th Cong., 1st Sess., 14 (1965); § 142(a)(1), 20 U. S. C. § 241f(a)(1). Section 207, then, must contemplate that the Federal Government will receive the same amount in Title I programs but will pay the State something less than that amount \u0097 a net recovery.</p>\n<p>[9]  The debates in the House also suggested such a concern and a desire to hold the States accountable in every way possible:\n</p>\n<p>\"It would seem . . . that <i>insofar as the Congress can accomplish this end,</i> rules of accountability, economy, and efficiency will be insisted upon, so that no Federal funds are improperly or wastefully used or diverted to uses not permitted by the act.\" 111 Cong. Rec. 6147 (1965) (emphasis added).</p>\n<p>[10]  Section 415 reads:\n</p>\n<p>\"Payments pursuant to grants or contracts under any applicable program may be made in installments, and in advance or by way of reimbursement, with necessary adjustments on account of overpayments or underpayments, as the Secretary may determine.\" 20 U. S. C. § 1226a-1 (1976 ed., Supp. V).</p>\n<p>Section 415 was originally numbered § 425.</p>\n<p>[11]  The quoted language comes from the Senate Committee's discussion of \"Sections 422, 423, and 425 [since renumbered as § 415].\" The Court of Appeals concluded that the heading reflected a typographical error, and that the discussion referred to §§ 422, 423, and 424. See <i>New Jersey Dept. of Education</i> v. <i>Hufstedler,</i> 662 F. 2d 208, 214-215 (1981). It does seem likely that the intended reference was § 424, but we fail to see why that feature should, as New Jersey argues, render this language any less relevant. Section 424 required certain types of recordkeeping of recipients and gave the Secretary power to audit. Auditing the required records would reveal whether or not the Secretary had overpaid a recipient, and the Senate Committee clearly thought that overpayments would lead to a recovery, as provided by the former § 425.</p>\n<p>[12]  \"Here we have Congress at its most authoritative, adding complex and sophisticated amendments to an already complex and sophisticated act. Congress is not merely expressing an opinion . . . but is acting on what it understands its own prior acts to mean.\" <i>Mount Sinai Hospital</i> v. <i>Weinberger,</i> 517 F. 2d, at 343.</p>\n<p>[13]  This aspect of the provision was eliminated in the 1978 Amendments, by Pub. L. 95-561, § 901(b), 92 Stat. 2305.\n</p>\n<p>The Senate version of the 1974 bill included a new remedy: specific performance. The bill provided that, as long as the recipient retained funds, the Secretary could seek specific performance of the grant \"contract\" in the federal courts. See S. 1539, 93d Cong., 2d Sess., § 434(c)(2) (1974). Although the Conference Committee eventually eliminated the provision, H. R. Conf. Rep. No. 93-1211, p. 184 (1974), the Senate approved the remedy because it gave the Secretary a means of inducing compliance without the interruption of Title I programs involved in applying the withholding remedy. S. Rep. No. 93-763, pp. 63, 211 (1974). The Senate's version addresses a different question than does § 415. The concern addressed by the proposed § 434(c)(2) was that beneficiaries not lose services in the future because of the failure of the recipient of the grant to live up to its duties. Once the beneficiaries have <i>already</i> lost the services because of past misuse of funds, as opposed to current noncompliance, the Senate Committee's discussion of remedies is no longer applicable. Particularly in the light of the contemporaneous enactment of § 884, we view the Senate's version of the 1974 bill as complementing, rather than undermining, our construction of § 415.</p>\n<p>[14]  Washington Research Project of the Southern Center for Studies in Public Policy &amp; NAACP Legal Defense and Educational Fund, Inc., Title I of ESEA: Is it Helping Poor Children? 52 (rev. 2d ed. 1969); Comment, Federal Aid to Education: Title I at the Operational Level, 1971 Law &amp; Soc. Order 324, 350; see Berke &amp; Kirst, The Federal Role in American School Finance: A Fiscal and Administrative Analysis, 61 Geo. L. J. 927, 944, and n. 71 (1973); Murphy, Title I of ESEA: The Politics of Implementing Federal Education Reform, 41 Harv. Educ. Rev. 35, 44-45 (1971).</p>\n<p>[15]  Pennsylvania also suggests that \"overpayment\" means only funds that are not expended but remain in the State's treasury. Brief for Respondent Pennsylvania 31. We see no indication of such a limitation in the statutory language or in the legislative history, and, indeed, we would find it difficult to believe that Congress meant to permit States to obtain good title to funds otherwise owing to the Federal Government by the simple expedient of spending them.</p>\n<p>[16]  The Court of Appeals relied on the argument in deciding that § 424 of GEPA, now renumbered as § 437, did not recognize the liability of the States to refund misused funds. The argument applies equally to § 415.</p>\n<p>[17]  The States have also argued that <i>Pennhurst State School and Hospital</i> v. <i>Halderman,</i> 451 U. S. 1 (1981), requires a different view of the effect of the pre-1978 version of the statute. <i>Pennhurst</i> required that Congress act \"unambiguously\" when it intends to impose a condition on the grant of federal money. <i>Id.,</i> at 17. The States argue that Congress did not speak unambiguously before 1978 in imposing liability and it therefore was not effective in imposing liability. We disagree. As our discussion shows, we think that the plain language of the statute is sufficiently clear, and ESEA meets <i>Pennhurst</i>'s requirement of legislative clarity. Moreover, <i>Pennhurst</i> arose in the context of imposing an unexpected condition for compliance \u0097 a new obligation for participating States \u0097 while here our concern is with the remedies available against a noncomplying State.</p>\n\n</div>", 
  "sha1": "f65705e1b37520f04be4754d9f1959402db16c9b", 
  "date_modified": "2015-04-10T09:26:16.015560", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/110945/bell-v-new-jersey/", 
  "citation_count": 123, 
  "supreme_court_db_id": "1982-091", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/45906/", 
  "html": "<p class=\"case_cite\">461 U.S. 773</p>\n    <p class=\"case_cite\">103 S.Ct. 2187</p>\n    <p class=\"case_cite\">76 L.Ed.2d 312</p>\n    <p class=\"parties\">Terrel H. BELL, Secretary of Education, Petitioner<br>v.<br>NEW JERSEY AND PENNSYLVANIA.</p>\n    <p class=\"docket\">No. 81-2125.</p>\n    <p class=\"date\">Argued April 18, 1983.</p>\n    <p class=\"date\">Decided May 31, 1983.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">\n        <i>Syllabus</i>\n      </p>\n      <p class=\"indent\">Respondent States received funds as part of the federal grant-in-aid program under Title I of the Elementary and Secondary Education Act of 1965 (ESEA), a program designed to improve the educational opportunities available to disadvantaged children. Subsequently, federal auditors determined that each State had misapplied the funds.  The Education Appeal Board (Board) while modifying the auditors' findings, assessed deficiencies against both States.  The Secretary of Education (Secretary) declined to review the orders establishing the deficiencies, and, after a period for comment, the orders became final.  Both States filed petitions for review in the Court of Appeals, which consolidated the cases and held that the Department of Education did not have the authority to issue the orders.</p>\n      <p class=\"indent\">\n        <i>Held:</i>\n      </p>\n      <p class=\"indent\">1. The Court of Appeals had jurisdiction of the cases under both &#167; 195 of ESEA&#8212;which permits judicial review in the courts of appeals of the Secretary's final action with respect to audits&#8212;and &#167; 455 of the General Education Provisions Act (GEPA)&#8212;which permits such review of actions of the Board.  In the absence of an appealable collateral order, federal courts may exercise jurisdiction only over a final order of the Department of Education.  Here, the fact that the Board's order merely established the amount of the deficiencies, leaving for further \"discussion\" the method of repayment, did not render the orders less than \"final.\"  The agency's determination of the deficiencies represented a definitive statement of its position, determining the rights and obligations of the parties.  Pp. 777-780.</p>\n      <p class=\"indent\">2. The provisions of &#167; 207(a)(1) of ESEA and &#167; 415 of GEPA which required payments of federal grants to States under ESEA to take into account or make adjustments for any overpayments or underpayments in previous grants&#8212;in effect during the periods in which the audits in these cases were conducted gave the Government the right to recover misused funds granted to a State under Title I of ESEA.  Pp. 780-790.</p>\n      <p class=\"indent\">(a) The plain language of the statutes recognized this right, and the legislative history supports this reading.  Pp. 782-787.</p>\n      <p class=\"indent\">(b) Even if &#167; 415 were interpreted to cover payments made \"accidently,\" it covers misused payments.  Grants of misused funds result from the \"accident\" of the Secretary's reliance on assurances by the State that it will use the funds in a program that complies with Title I, when in fact the recipient misuses the funds.  P.787.</p>\n      <p class=\"indent\">(c) To construe &#167;&#167; 207(a)(1) and 415 to provide for liability does not leave meaningless &#167; 185 of the Education Amendments of 1978, which was enacted after the audits here occurred and makes explicit the Secretary's authority to recover funds misspent by the recipient State.  On the contrary, &#167; 185 plays an important role in specifying the procedures to be followed in determining the amount of the deficiency and in collecting it.  Pp. 788-790.</p>\n      <p class=\"indent\">3. Imposition of liability for misused funds does not interfere with state sovereignty in violation of the Tenth Amendment.  Requiring States to honor the obligations voluntarily assumed as a condition of federal funding before recognizing their ownership of the funds does not intrude on their sovereignty.  If the conditions for receiving the funds are valid, the State has no sovereign right to retain the funds without complying with those conditions.  Pp.790-791</p>\n      <p class=\"indent\">4. The initial determination of the existence and amount of the liability for funds misused by a State are to be made administratively by the Department of Education.  And the State may seek judicial review of such determination in the courts of appeals as to whether the Secretary's findings are supported by substantial evidence and reflect application of the proper legal standards.  Pp. 791-792.</p>\n      <p class=\"indent\">662 F.2d 208 (3 Cir., 1981), reversed and remanded.</p>\n      <p class=\"indent\">Kenneth S. Geller, Washington, D.C., for petitioner.</p>\n      <p class=\"indent\">Margaret Hunting, Harrisburg, Pa., for respondent Com. of Pennsylvania.</p>\n      <p class=\"indent\">Michael R. Cole, Trenton, N.J., for respondent State of N.J.</p>\n      <p class=\"indent\">Justice O'CONNOR delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this case we consider both the rights of the Federal Government when a State misuses funds advanced as part of a federal grant-in-aid program under Title I of the Elementary and Secondary Education Act and the manner in which the Government may assert those rights.  We hold that the Federal Government may recover misused funds, that the Department of Education may determine administratively the amount of the debt, and that the State may seek judicial review of the agency's determination.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* The respondents, New Jersey and Pennsylvania, received grants from the Federal Government under Title I of the Elementary and Secondary Education Act of 1965 (ESEA), Pub. 89-10, 79 Stat. 27, as amended, 20 U.S.C. &#167; 2701 <i>et seq.</i> (1976 ed. Supp. V). Title I created a program designed to improve the educational opportunities available to disadvantaged children.  &#167; 102, 20 U.S.C. &#167; 2702 (1976 ed. Supp. V).  Local educational agencies obtain federal grants through state educational agencies, which in turn obtain grants from the Department of Education<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> upon providing assurances to the Secretary that the local educational agencies will spend the funds only on qualifying programs.  &#167; 182(a), 20 U.S.C. &#167; 2832 (1976 ed. Supp. V).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In auditing New Jersey for the period September 1, 1970 through August 1973, and Pennsylvania for the period July 1, 1967 through June 30, 1973, to ensure compliance with ESEA and the regulations promulgated under ESEA, federal auditors determined that each State had misapplied funds.  After review requested by the States, the Education Appeal Board (the Board) modified the findings of the auditors and assessed a deficiency of $1,031,304 against New Jersey and a deficiency of $422,424.29 against Pennsylvania.  The Secretary declined to review the orders establishing the deficiencies, and, after a period for comment, the orders became final.  See App. to Pet. for Cert. 57a, 86a-87a.  Both States filed timely petitions for review in the United States Court of Appeals for the Third Circuit, which consolidated the cases and held that the Department did not have the authority to issue the orders, 662 F.2d 208.  It therefore did not reach New Jersey's arguments that the State had not in fact misapplied the funds, App. to Pet. for Cert. 3a, or Pennsylvania's arguments challenging the agency's rulemaking procedures and its application of ESEA's limitations provision, <i>ibid.</i></p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The threshold question in this case, one that need not detain us long, is whether the court below had jurisdiction.  Since federal courts are courts of limited jurisdiction, the court below could hear the case only if authorized by statute.  It premised its exercise of jurisdiction alternatively on &#167; 195 of ESEA, 20 U.S.C. &#167; 2851 (1976 ed. Supp. V), and on &#167; 455 of the General Education Provisions Act (GEPA), Pub. 95-561, 92 Stat. 2350, 20 U.S.C. &#167; 1234d (1976 ed. Supp. V).  The first provision permits judicial review in the courts of appeal of the Secretary's final action with respect to audits, and the second permits judicial review in the courts of appeal of actions of the Board.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Although only &#167; 195 explicitly requires \"final\" action, we think that a final order is necessary under either section.  The strong presumption is that judicial review will be available only when agency action becomes final, <i>FPC v. Metropolitan Edison,</i> 304 U.S. 375, 383-385, 58 S.Ct. 963, 966-967, 82 L.Ed. 1408 (1938);  see generally 5 U.S.C. &#167; 704;  16 C. Wright, A. Miller, E. Cooper &amp; E. Gressman, Federal Practice and Procedure &#167; 3942 (1977), and there is nothing in &#167; 455 to overcome that presumption.  Indeed, &#167; 455 provides judicial review of decisions made under &#167;&#167; 452, 453, and 454, 20 U.S.C. &#167;&#167; 1234a, 1234b, 1234c (1976 ed. Supp. V), each of which includes a subsection dealing with finality and suggesting that only a \"decision\" of the Board is subject to review.  See &#167;&#167; 452(d), 453(d), 454)d, 20 U.S.C. &#167;&#167; 1234a(d), 1234b(d), 1234c(d) (1976 ed. Supp. V).  Consequently, we conclude that, at least in the absence of an appealable collateral order, <i>Mathews v. Eldridge,</i> 424 U.S. 319, 331, n. 11, 96 S.Ct. 893, 901, n. 11, 47 L.Ed.2d 18 (1976);  <i>Cohen v. Beneficial Finance Corp.,</i> 337 U.S. 541, 545-547, 69 S.Ct. 1221, 1225-1226, 93 L.Ed. 1528 (1949), the federal courts may exercise jurisdiction only over a final order of the Department.  We therefore must determine whether this case meets that requirement.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Board's order, which became the agency's decision, merely established the amount of the deficiency owed by the States to the Federal Government, leaving for further \"discussion\" the method of repayment.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  See App. to Pet. for Cert. 88a, 90a.  The possibility of further proceedings in the agency to determine the method of repayment does not, in our view, render the orders less than \"final.\"  The situation here corresponds to the ordinary adjudication by a trial court that a plaintiff has a right to damages.  Although the judgment in favor of the plaintiff is not self-executing and he may have to undertake further proceedings to collect the damages awarded, that possibility does not prevent appellate review of the decision, which is final.  Our cases have interpreted pragmatically the requirement of administrative finality, focusing on whether judicial review at the time will disrupt the administrative process.  See, e.g., FTC v. Standard Oil <i>Co.,</i> 449 U.S. 232, 239, 101 S.Ct. 488, 493, 66 L.Ed.2d 416 (1980); <i>Port of Boston Marine Terminal Assn. v. Rederiaktiebolaget Transatlantic,</i> 400 U.S. 62, 71, 91 S.Ct. 203, 209-210, 27 L.Ed.2d 203 (1970).  Review of the agency's decision at this time will not disrupt administrative proceedings any more than review of a trial court's award of damages interferes with its processes.  Indeed, full review of the judgment may expedite the collection process, since the States know their ultimate liability with certainty. The agency's determination of the deficiency here represented a definitive statement of its position, determining the rights and obligations of the parties, see <i>Standard Oil Co., supra,</i> 449 U.S., at 239, 101 S.Ct., at 493 (explaining <i>Abbott Laboratories v. Gardner,</i> 387 U.S. 136, 87 S.Ct. 1507, 18 L.Ed.2d 681 (1967)); <i>Port of Boston, supra,</i> 400 U.S., at 71, 91 S.Ct., at 209-210; <i>Pennsylvania R. Co. v. United States,</i> 363 U.S. 202, 205, 80 S.Ct. 1131, 1133, 4 L.Ed.2d 1165 (1960).  Therefore, the Court of Appeals properly took jurisdiction of the case, and we too have jurisdiction to address the merits.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Turning to the merits, the States first challenge the Secretary's order by asserting that, even if the Board properly determined that they misused the funds, the Federal Government cannot recover the amount misused.  Thus, we must decide whether, assuming that a State has misused funds granted to it under Title I of ESEA, it becomes liable to the Federal Government for those funds.  The Education Amendments of 1978 (1978 amendments), Pub. 95-561, 92 Stat. 2143, 20 U.S.C. &#167;&#167; 2701 <i>et seq.</i> (1976 ed. Supp. V), rendered explicit the authority of the Secretary to recover funds misspent by a recipient.  &#167; 185, 92 Stat. 2190, 20 U.S.C. &#167; 2835(b) (1976 ed. Supp. V).  Although the final determination of the Board in each of these appeals occurred after the enactment of the 1978 amendments, the audits reviewed periods before 1978. Both States take the position that, before the 1978 amendments, the Secretary's sole remedy for noncompliance was prospective:  he could withhold funds from a State that did not comply, until the State brought its program into compliance, &#167; 146, 20 U.S.C. &#167; 241j, or he could deny applications for funds for noncomplying programs, &#167; 142, 20 U.S.C. &#167; 241f.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Further, they contend that the 1978 amendments operated prospectively only.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The Secretary has argued both that the 1978 amendments had retroactive effect and that the right of recovery existed in the pre-1978 version of ESEA.  Since we are persuaded that the pre-1978 version contemplated that States misusing federal funds would incur a debt to the Federal Government for the amount misused, we need not address the possible retroactive effect of the 1978 amendments.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Section 207(a)(1) of ESEA, Pub. 89-10, 79 Stat. 27, 32, originally provided:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">\"The Commissioner shall, subject to the provisions of &#167; 208      [dealing with inadequate appropriations], from time to time      pay to each State, in advance or otherwise, the amount which      the local educational agencies of that State are eligible to      receive under this part.  Such payments shall take into      account the extent (if any) to which any previous payment to      such State educational agency under this title (whether or      not in the same fiscal year) was greater or less than the      amount which should have been paid to it.\" This provision, which remained substantially unchanged as part of Title I until 1970, in our view, gives the Federal Government a right to the amount of any funds overpaid.  The plain language of the statute recognizes the right,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> and the legislative history supports that natural reading.  The Senate Report explained, \"Since the State is given no authority to retain excess sums paid to it under the title, any excess paid to a State would have to be returned or taken into account in making subsequent payments to the State.\"  S.Rep. No. 146, 89th Cong., 1st Sess., 14 (1965), U.S.Code Cong. &amp; Admin.News 1965, pp. 1446, 1459-60. Indeed, the Committee obtained assurances from the Department that it would recapture these payments, and the debate on the floor termed those assurances \"an essential condition for enacting the proposed legislation.\"  111 Cong.Rec. 7690 (1965).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In 1970, Congress enacted GEPA, Pub. 91-230, 84 Stat. 164, the main function of which was to bring the general provisions of prior law together into a single title.  See H.R.Conf.Rep. No. 91-937, p. 97 (1970), U.S.Code Cong. &amp; Admin.News 1970, p. 2768. Its provisions apply to programs under Title I, 20 U.S.C. &#167; 1221(b), and it was in force for some of the years at issue here. Section 415 of GEPA is substantially the same as the original &#167; 207(a)(1) of Title I,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> and its language likewise creates a right to impose liability on the States.  In enacting GEPA, Congress again made clear its intention that States return misused funds. The Senate Committee explained, \"Even though there may be difficulties arising from recovery of improperly used funds, those exceptions must be enforced if the Congress is to carry out its responsibility to the taxpayer.\"  S.Rep. No. 91-634, p. 84 (1970),<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> U.S.Code Cong. &amp; Admin.News 1970, pp. 2768, 2827.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Moreover, this interpretation of &#167; 207(a)(1) and &#167; 415 enjoys the support of later Congresses.  Of course, the view of a later Congress does not establish definitively the meaning of an earlier enactment, but it does have persuasive value. See, <i>e.g., Bowsher v. Merck,</i> --- U.S. ----, ----, n. 12, 103 S.Ct. 1587, 1595, n. 12, 75 L.Ed.2d 580 (1983).  The discussion of the 1978 amendments to ESEA reveals that Congress thought that recipients were already liable for any funds they misused.  Rep. Corrada explained:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">\"[T]itle I, ESEA . . . and [the] regulations currently      provide for two main enforcement mechanisms at the Federal      level:  First the withholding of title I funds from a State      or local educational agency when a violation is discovered;      and second, the repayment of misspent funds after an audit.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">*          *          *          *          *</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">\"[The] repayment authority has been used in the last couple      of years on a number of occasions and has been an effective      measure. . . .  Approximately one-third of these cases have      reached final resolution and have required repayment.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">*          *          *          *          *</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">\"The proposed amendments would . . . solve the problems with      the <i>existing</i> audit repayment . . . authority.\"  124 Cong.Rec.      20612 (1978) (emphasis added).\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Later, in 1981, Senator DeConcini introduced an amendment that would have prevented collection of any debts arising from misuse of Title I funds before 1978.  127 Cong.Rec. S5427 (May 21, 1981).  The chair ultimately ruled the amendment out of order, <i>id.,</i> at S5430, S5442, but the discussion preceding the ruling clearly reflects the view of the participants that States were liable for misused funds.  As Senator Stennis observed, \"It has to be paid back.\"  <i>Id.,</i> at S5428;  see <i>id.,</i> at S5427 (remarks of Sen. DeConcini).  Not only have members of Congress stated their views, but Congress has acted on those views.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  In 1974, it enacted a provision limiting the liability of state and local educational agencies for refunds to those payments received by them within five years before the final written notice of liability.  Pub. 93-380, &#167; 106, 88 Stat. 512, 20 U.S.C. &#167; 884.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Pennsylvania has argued that this provision has general applicability, and that Congress drafted it to cover other programs, which explicitly impose liability on recipients for misused funds.  Brief for Respondent Pennsylvania 32.  While the provision by its terms does apply to a number of programs administered by the Secretary, the State's argument fails, for both the statutory provision and the legislative history specifically refer to grants under Title I of ESEA, and the legislative history identifies the recent audits under Title I as the source of the Committee's concern.  See H.R.Rep. No. 93-805, pp. 79, 156 (1974), U.S.Code Cong. &amp; Admin.News 1974, p. 4093.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Department has long held our view of the statute, for it often sought repayment of misused funds.  See, <i>e.g.,</i> Department of Education, ESEA Audit Files 09-20033 (refund requested October 6, 1975 for fiscal years 1970 and 1971, and received May 25, 1978), 05-90178 (refund requested September 3, 1971 for period September 1, 1966-August 31, 1967, and received by October 26, 1971), 04-10001 (refund requested January 29, 1973 for period July 1, 1965-June 30, 1969, and received by April 27, 1973);  H.R.Rep. No. 93-805, <i>supra,</i> p. 79 (discussing recent audits);  Washington Research Project of the Southern Center for Studies in Public Policy &amp; NAACP Defense and Educational Fund, Inc., Title I of ESEA:  Is it Helping Poor Children?  52 (rev. ed. 1969).  Indeed, in the discussion of Senator DeConcini's proposed amendment, Senator Schmitt cited some 44 instances of repayments by recipients of misused Title I funds.  127 Cong.Rec. at S5428-S5429 (May 21, 1981).  Finally, it is worth noting that commentators on the pre-1978 version of ESEA assumed without discussion that the Department possessed the power to request refunds, although they frequently castigated the Department for its failure to exercise that power more often.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Arguing against this consistent understanding of the pre-1978 ESEA, the States attempt to explain &#167; 415 as a provision covering payments made \"accidentally.\"  Tr. of Oral Arg. 36.  Even accepting that interpretation, we remain convinced that the provision covers payments misused as the Board determined these to have been.  Grants of misused funds result from the \"accident\" of the Secretary's reliance on assurances by the State that the recipient will use the funds in a program that complies with Title I, when in fact the recipient misuses the funds.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">A more substantial argument against our interpretation of &#167; 415 is suggested by the opinion of the Court of Appeals.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a>  The 1978 amendments make it crystal clear that, at least for any period governed by the amendments, the recipient will be liable for misused funds.  The amendments included &#167; 185(b), which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">\"The Commissioner shall adopt procedures to assure timely and      appropriate resolution of audit findings and recommendations      arising out of audits. . . .  Such procedures shall include      timetables for each step of the audit resolution process and      an audit appeals process.  Where, under such procedures, the      audit resolution process requires the repayment of Federal      funds which were misspent or misapplied, the Commissioner      shall require the repayment of the amount of funds under this      subchapter which have been finally determined through the      audit resolution process to have been misspent or misapplied.      Such repayment may be made from funds derived from      non-Federal sources or from Federal funds no accountability      of which is required to the Federal Government.  Such      repayments may be made in either a single payment or in      installment payments over a period not to exceed three      years.\"  20 U.S.C. &#167; 2835 (1976 ed. Supp. IV).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The Court of Appeals feared that interpreting the pre-1978 version of ESEA as providing liability for misused funds rendered &#167; 185 \"plain[ly] redundan[t].\"  App. to Pet. for Cert. 18a.  We share the reluctance of the Court of Appeals to construe a statute in a fashion that leaves some provisions superfluous, but we cannot agree that our construction presents that problem. Section 185 and the accompanying provisions of the 1978 amendments were, in the words of the Senate Report, designed to \"<i>clarif[y]</i> HEW's legal authority and responsibility to audit applicant programs\" and to \"specif[y] certain minimum standards concerning the resolution of outstanding audits.\"  S.Rep. No. 95-856, p. 137 (1978) (emphasis added);  see H.R.Rep. No. 95-1137, p. 53, U.S.Code Cong. &amp; Admin.News 1978, p. 4971 (describing the amendments as requiring that the Secretary \"regularize\" the process).  As the House Report explained, \"[N]othing in these new provisions should be interpreted as radically changing the present relationship of the Federal government to the States. . . .  These amendments, rather, are meant merely to lay out responsibilities more clearly. . . .\"  <i>Id.,</i> at 142, U.S.Code Cong. &amp; Admin.News 1978, p. 5112.  Section 185 itself requires the Secretary to set timetables for each step of the audit resolution process, and it requires an appeals process.  Further, the provision requires that the Secretary demand repayment once liability is established, rather than leaving the method of collection entirely to his discretion from the beginning.  And it limits the Secretary's discretion with regard to installment payments, imposing a maximum period of 3 years.  Construing the pre-1978 ESEA to provide for liability, then, does not leave &#167; 185 meaningless.  On the contrary, &#167; 185 plays an important role in specifying the procedures to be followed in the determination of the amount of the debt and in the collection of the debt.  Thus, the enactment of the 1978 amendments does not undermine our construction. Indeed, the legislative history of the 1978 amendments strongly supports viewing the pre-1978 ESEA as we do.  As we have discussed, <i>supra,</i> at 10-11, the debates in the House proceeded on the assumption that the liability existed.  The House Report also identified as one of the problems with existing law the failure of the agency in many cases to seek restitution and to recover the funds misused.  H.R.Rep. No. 95-1137, <i>supra,</i> p. 50.  In sum, not only does our conclusion give meaning to the efforts of the 95th Congress, it gives meaning to their understanding of the law that they were amending.  Accordingly, we adhere to our view that the pre-1978 version of ESEA requires that recipients be held liable for funds that they misuse.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">New Jersey, relying on our decision in <i>National League of Cities v. Usery,</i> 426 U.S. 833, 96 S.Ct. 2465, 49 L.Ed.2d 245 (1976), also urges that the imposition of liability for misused funds interferes with state sovereignty, in violation of the Tenth Amendment.  It views our construction of the statute as presenting it with \"unpalatable\" alternatives:  making a special appropriation to repay the misused funds, or cutting back its budget for education by the amount owed to the Federal Government. Brief for Respondent New Jersey 28-29.  Either alternative, it asserts, infringes its sovereignty.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We cannot agree.  Requiring States to honor the obligations voluntarily assumed as a condition of federal funding before recognizing their ownership of funds simply does not intrude on their sovereignty.  The State chose to participate in the Title I program and, as a condition of receiving the grant, freely gave its assurances that it would abide by the conditions of Title I. See generally <i>Pennhurst State School v. Halderman,</i> 451 U.S. 1, 17, 101 S.Ct. 1531, 1539, 67 L.Ed.2d 694 (1981);  Quern v. <i>Mandley,</i> 436 U.S. 725, 734, 98 S.Ct. 2068, 2074, 56 L.Ed.2d 658 (1978);  <i>Rosado v. Wyman,</i> 397 U.S. 397, 408, 90 S.Ct. 1207, 1215, 25 L.Ed.2d 442 (1970);  <i>Oklahoma v. United States Civil Service Comm'n,</i> 330 U.S. 127, 143-144, 67 S.Ct. 544, 553, 91 L.Ed. 794 (1947);  1 R. Cappalli, Federal Grants and Cooperative Agreements &#167; 1:09 (1982).  As we must assume at this stage of the litigation, the State failed to fulfill those assurances, and it therefore became liable for the funds misused, as the grant specified.  New Jersey has not challenged the program itself as intruding unduly on its sovereignty, see Brief for Respondent New Jersey 19-20, but challenges only the requirement that it account for funds that it accepted under admittedly valid conditions with which it failed to comply.  If the conditions were valid, the State had no sovereign right to retain funds without complying with those conditions.</p>\n    </div>\n    <p>V</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Once we have established the right of the Federal Government to recover funds misused by the States, we are confronted with the question how, under the statutory scheme, the Federal Government must assert its rights.  Again, we agree with the Secretary's view that the initial determination is to be made administratively. The statute clearly assigned to the agency the duty of auditing grant recipients, see GEPA &#167; 437, 20 U.S.C. &#167; 1232f, and it is in the auditing process that the misuse of funds, and its magnitude, will surface.  Further, the provision that supports the Secretary's right to recover funds, &#167; 415 of GEPA, 20 U.S.C. &#167; 1226a-1 (1976 ed. Supp. V), refers to adjustments to be made for overpayments \"as the Secretary may determine.\"  Consequently, we conclude that the determination of the existence and amount of the liability are committed to the agency, in the first instance.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The States, of course, had an opportunity to present their view of the facts and any justifications for their expenditures to the agency.  After the initial determination by the auditors, the Department provided the States an opportunity for review before the Board, see App. 137-138, 144-145, 158165, and, once that body rendered its decision, the Department invited the States to submit comments before the Board's decision became the final decision of the Secretary, App. to Pet. for Cert. 57a, 86a-87a.  Also, the agency's decision is subject to judicial review.  The 1978 amendments explicitly provide for review in the courts of appeal.  Even without an explicit provision for judicial review, review was also available under the pre-1978 version of ESEA, for in the absence of strong indications that a statute commits a decision irrevocably to agency discretion, 5 U.S.C. &#167;&#167; 701(a), 702, 704;  <i>Abbott Laboratories v. Gardner, supra,</i> 387 U.S. 136, 87 S.Ct. 1507, 18 L.Ed.2d 681, the propriety of the agency's action presents a federal question cognizable in the district courts, see n. 3, <i>supra.</i>  Review of the Education Appeal Board lies in the courts of appeal, ESEA &#167; 195, 20 U.S.C. &#167; 2851 (1976 ed. Supp. V);  GEPA &#167; 455, 20 U.S.C. &#167; 1234d (1976 ed. Supp. V), so, in cases like the present ones, which began before the Title I Audit Board and which were transferred to the Education Appeal Board, judicial review is available in the courts of appeal.  See <i>Hallowell v. Commons,</i> 239 U.S. 506, 508, 36 S.Ct. 202, 203, 60 L.Ed. 409 (1916) (change of forum can be applied retroactively); n. 3, <i>supra.</i>  Thus, the States have an opportunity to litigate in the courts of appeal whether the findings of the Secretary are supported by substantial evidence and reflect application of the proper legal standards.  &#167; 455, 20 U.S.C. &#167; 1234d(c);  5 U.S.C. &#167; 706.</p>\n    </div>\n    <p>VI</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In these cases, then, we conclude that the Secretary has followed the proper procedures.  He has administratively determined the amount of the debt owed by each State to the Federal Government, see n. 4, <i>supra,</i> as he is empowered to do. Whether that determination is supported by substantial evidence and by the application of the proper legal standards is a question for the courts, if the affected parties seek judicial review. Here, New Jersey and Pennsylvania sought that review, and we remand to the Court of Appeals to permit it to undertake to review the challenges raised by each State to the Secretary's determination.  Accordingly, the case is reversed and remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Justice WHITE, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The Court holds that the \"plain language\" of &#167; 207(a)(1) of the Elementary and Secondary Education Act, Pub.L. 89-10, 79 Stat. 27, 32 (1965), and its successor provision, &#167; 415 of the General Education Provisions Act, 20 U.S.C. &#167; 1226a-1 (Supp. V 1976), expressly grants the Secretary of Education 1) the right to require States to repay misspent Title I funds, and 2) the right to make an administrative adjudication of the question whether funds have in fact been misspent, with the result of such adjudication being subject to judicial review only on a limited, \"substantial evidence\" basis.  <i>Ante,</i> at 782-792.  The Secretary will no doubt be pleased with today's holding, but I note that he must have thought the authorizing language of this provision was not so \"plain,\" since his lawyers deemed it worthy of no more than passing mention in his brief.  See Brief for Petitioner 7, 20.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">I join the Court's opinion, although I would have preferred to decide the case on a different basis, one that has been thoroughly briefed.  Specifically, I would have held that the 1978 amendments, see 20 U.S.C. &#167;&#167; 1234, 2835(b) (Supp. V 1976), which unequivocally state that the Secretary may administratively recoup misspent Title I funds, should be applied retroactively.  A federal court or administrative agency must \"apply the law in effect at the time it renders its decision, unless doing so would result in manifest injustice or there is statutory direction or legislative history to the contrary.\"  <i>Bradley v. Richmond School Board,</i> 416 U.S. 696, 711, 94 S.Ct. 2006, 2016, 40 L.Ed.2d 476 (1974).  Accord, <i>Gulf Offshore Co. v. Mobil Oil Corp.,</i> 453 U.S. 473, 486, n. 16, 101 S.Ct. 2870, 2879, 69 L.Ed.2d 784 (1981). Here, nothing in the 1978 amendments or the legislative history suggests that the amendments were not intended to be applied retroactively, and their application to these cases would not result in manifest injustice.  The States entered into contractual-type agreements with the United States to disburse the monies in accordance with specified conditions.  The States had no legitimate claim to a right to be able to breach these agreements with impunity.  In the absence of any contrary congressional intent, agreements such as these are surely enforceable in a court of law.  Therefore, at most, the 1978 amendments merely changed the appropriate forum for litigating the Federal Government's claims that the agreements had been breached from a court of competent jurisdiction to an administrative tribunal.  Because there is no manifest injustice in a simple change of forum, see <i>ante,</i> at 777-778, n. 3;  <i>Hallowell v. Commons,</i> 239 U.S. 506, 508, 36 S.Ct. 202, 203, 60 L.Ed. 409 (1916), there is no bar to the retroactive application of the 1978 amendments, and these cases more preferably should have been decided on this basis.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In closing, I also note that these cases do <i>not</i> involve any question as to the substantive standard by which a claim that a recipient has violated its Title I commitments is to be judged. Rather, they concern the abstract question whether the Secretary has the right to recover Title I funds under any circumstances. In my view, there is a significant issue whether a State can be required to repay if it has committed no more than a technical violation of the agreement or if the claim of violation rests on a new regulation or construction of the statute issued after the state entered the program and had its plan approved.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Department of Education was not created until 1980. Pub. 96-88, 93 Stat. 668, 20 U.S.C. &#167;&#167; 3401 <i>et seq.</i> (1976 ed. Supp. IV).  The agency involved in many of the events relevant to this litigation was the predecessor, the Office of Education, and the official involved was the Commissioner of Education.  For simplicity, unless the distinction is significant, we will refer to both the Office of Education and the Department of Education as the Department of Education and to both the Commissioner of Education and the Secretary of Education as the Secretary of Education.  Similarly, we refer to both the Title I Audit Hearing Board and its successor, the Education Appeal Board, as the Education Appeal Board.  By a regulation, 44 Fed.Reg. 30528, 43807 (1979), specifically authorized by statute, 20 U.S.C. &#167; 1234(f) (1976 ed. Supp. V), the Department transferred to the Education Appeal Board appeals pending before the Title I Audit Hearing Board when the Education Appeal Board was created.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 182(a) provides in part:</p>\n        <p>\"The Secretary shall not approve an application . . . until he has made specific findings in writing . . . that he is satisfied that the assurances in such application and the assurances contained in its general application under section 435 of the General Education Provisions Act (where applicable) will be carried out.\"</p>\n        <p>Section 435(b), 20 U.S.C. &#167; 1232d(b) (1976 ed. Supp. V) requires assurances \"that each program will be administered in accordance with all applicable statutes, regulations, program plans, and applications.\"</p>\n        <p>Section 182 was added in 1978, Pub. 95-561, 92 Stat. 2188, but a substantially similar provision was in effect from the date of the enactment of ESEA.  See &#167; 206, 79 Stat. 31.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Both provisions were originally enacted as part of the Education Amendments of 1978 (1978 amendments), Pub. 95-561, &#167;&#167; 195, 1232, 92 Stat. 2143, 2196-2197, 2350.  We agree with the Court of Appeals that those provisions apply retroactively, though we pretermit the question whether the substantive provisions of the 1978 amendments also apply retroactively, see <i>infra,</i> at 8. Under the pre-1978 version of ESEA, there was no explicit provision for judicial review of decisions of the Title I Audit Hearing Board.  The presumption that review is available, see 5 U.S.C. &#167;&#167; 701(a), 702, 704;  <i>Abbott Laboratories v. Gardner,</i> 387 U.S. 136, 140, 87 S.Ct. 1507, 1511, 18 L.Ed.2d 681 (1967), coupled with the absence of any indication in the statute that the decision is committed wholly to the discretion of the agency or that review is otherwise precluded, see 5 U.S.C. &#167; 701(a), leads to the conclusion that the district courts would have had jurisdiction under the general grant of jurisdiction over cases involving federal questions, 28 U.S.C. &#167; 1331 (1976 ed. Supp. V). See generally 4 K. Davis, Administrative Law Treatise &#167; 23:5 at 135 (1983);  C. Wright, Law of Federal Courts &#167; 103 (3d ed. 1976). Once the Department transferred the cases of the Title I Audit Hearing Board to the Education Appeal Board, 44 Fed.Reg. 30528, 43807 (1979);  see &#167; 451, 20 U.S.C. &#167; 1234(f) (1976 ed. Supp. V) (authorizing transfer),</p>\n        <p>the effect of the 1978 amendments was merely to change the forum for review.  As Justice Holmes explained for the Court in <i>Hallowell v. Commons,</i> 239 U.S. 506, 508, 36 S.Ct. 202, 203, 60 L.Ed. 409 (1916), a change of forum \"takes away no substantive right\" and thus can apply retroactively.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> New Jersey seems to take the view that the Secretary has settled the method of collection by demanding repayment.  See Brief for Respondent New Jersey 16, n. 1, 28, n. 15, 33-34.  In fact, the record shows that each State received notice of the Board's decision, stating, \"[The State] should refund [the amount] to the Department of Education.  Appropriate authorities within the Department will be in touch with you at an early date to discuss the method of repayment of the funds in question.\"  App. to Pet. for Cert. 88a, 90a.</p>\n        <p>New Jersey has reproduced as an appendix to its brief a letter demanding immediate repayment, App. to Brief of Respondent New Jersey 1a-2a, suggesting that the Secretary has already determined the manner of collection.  That letter is not part of the record, and we are inclined, in any event, to view it as an initial proposal of a means of collection.  Cf. 4 CFR &#167; 102.2 (1983) (regulation under Federal Claims Collection Act, Pub. 89-508, 80 Stat. 309, 31 U.S.C. &#167; 952, requiring agency to make written demand for repayment in attempting collection of claims). Moreover, the Secretary, who is the petitioner, has not asked us to decide what means of collection are available to him, but only whether he is a creditor.  Since the case does not present the issue of available remedies, we do not address it.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> New Jersey explains now that it does not object to what it characterizes as a \"setoff\" by the Secretary but that the Secretary did not request that remedy in the Court of Appeals. Brief for Respondent New Jersey 16, n. 10.  That is, if the Secretary properly determined that New Jersey misused funds, he could, in New Jersey's view, withhold part of the funds that the State would otherwise be entitled to receive under Title I of ESEA in future years, and the State would undertake a smaller Title I program in those years.  New Jersey's proposal does not, however, amount to a \"recovery\" by the Federal Government.  Ordinarily, a State would obtain a certain sum in Title I funds by giving its assurances that it would expend <i>that sum</i> for Title I programs.  &#167; 142(a)(1), 20 U.S.C. &#167; 241f(a)(1).  New Jersey, however, proposes that it receive a smaller amount of money than it would otherwise be eligible to receive and that it give assurances that it would use only that smaller amount for Title I programs.  See Brief for Resp. New Jersey at 16, n. 10, 28, n. 15, 34, Tr. of Oral Arg. 48. In other words, the Federal Government would pay itself back by cutting back on the Title I program at no cost to New Jersey.  The Secretary does not view this form of \"setoff\" as satisfactory. <i>Id.,</i> at 13-14.  Thus, despite New Jersey's assertion that there is no longer any dispute between it and the Secretary over the availability of some remedy, Brief for Respondent New Jersey 17, n. 10, a controversy remains.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Pennsylvania has suggested that the Education Consolidation and Improvements Act of 1981 (ECIA) governs this case.  Brief for Respondent Pennsylvania at 44.  It does not, however, seek the application of anything but the substantive standards introduced by that Act for determining compliance.  On the contrary, it explicitly argues for the application of the procedures and remedies of the pre-1978 ESEA.  <i>Id.,</i> at 42.</p>\n        <p>In any event, even if we misapprehend Pennsylvania's argument and it seeks full retroactivity of ECIA, our result would not differ, for the remedies of the ECIA clearly include a repayment remedy.  See Pub. 95-561 &#167; 452(e), 92 Stat. 2348, 20 U.S.C. &#167; 1234a(e) (1976 ed. Supp. V), made applicable to ECIA by &#167; 400(b), 20 U.S.C. &#167; 1221(b);  see also 47 Fed.Reg. 52348 (1982) (requiring repayment of funds misused under ECIA).  We decide here only whether the States can be held liable for the misuse of funds, and we leave for the Court of Appeals on remand the question whether the substantive standards of the ECIA or the 1978 amendments can apply to grants approved and paid under the pre-1978 ESEA.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> To the extent that the 1978 amendments merely changed the forum for assertion of a pre-existing right, we have already decided that they do have retroactive effect.  See <i>supra,</i> n. 3. The pre-existing right, of course, arises from the pre-1978 version of ESEA.</p>\n        <p>Relying on the pre-1978 version of ESEA also permits us to pretermit decision on the alternative argument offered by the Secretary&#8212;that the Government has a common law right to recover funds any time the recipient of a grant fails to comply with the conditions of the grant.  Compare 2 R. Cappalli, Federal Grants and Cooperative Agreements &#167;&#167; 8:12, 8:15 (1982) (suggesting statutory or regulatory authorization necessary);  Willcox, The Function and Nature of Grants, 22 Ad.L.Rev. 125, 131 (1970) (same), with <i>Mount Sinai Hospital v. Weinberger,</i> 517 F.2d 329 (CA5 1975) (suggesting that authority exists in the absence of statutory provision to the contrary), cert. denied, 425 U.S. 935, 96 S.Ct. 1665, 48 L.Ed.2d 176 (1976);  <i>West Virginia v. Secretary of Education,</i> 667 F.2d 417 (CA4 1981) (per curiam) (specific statutory authority unnecessary).  <i>Cf. California v. Block,</i> 663 F.2d 855 (CA9 1981) (regulation requiring repayment of misspent funds invalid where statute required repayment of funds misspent with \"gross negligence\").  See generally <i>Milwaukee v. Illinois,</i> 451 U.S. 304, 101 S.Ct. 1784, 68 L.Ed.2d 114 (1981);  <i>United States v. Wurts,</i> 303 U.S. 414, 58 S.Ct. 637, 82 L.Ed. 932 (1938).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The only other remotely plausible reading is that suggested by New Jersey, see n. 5, <i>supra</i> &#8212;that the Secretary is to reduce grants below the amount that the State would otherwise be eligible to receive, and the State is to undertake a less extensive Title I program, so that the Federal Government recovers nothing:  it pays less, but it receives correspondingly less in the way of Title I programs.  Under that reading, the State would have no liability to the Federal Government for misspent funds.</p>\n        <p>That reading is no more than remotely plausible.  First, it is hardly likely that Congress intended disadvantaged children to suffer twice:  once when the State misspent the funds and once when the State cancels an otherwise eligible program because of the Secretary's refusal to fund it.  Second, &#167; 207 required the Secretary to use as his starting point the amount \"the local educational agencies of that State are <i>eligible</i> to receive\" and to adjust that amount for past misuses.  But a State only becomes \"eligible\" by giving its assurances that it will expend the grant on Title I programs.  See S.Rep. No. 146, 89th Cong., 1st Sess., 14 (1965);  142(a)(1), 20 U.S.C. &#167; 241f(a)(1).  Section 207, then, must contemplate that the Federal Government will receive the same amount in Title I programs but will pay the State something less than that amount&#8212;a net recovery.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The debates in the House also suggested such a concern and a desire to hold the States accountable in every way possible:</p>\n        <p>\"It would seem . . . that <i>insofar as the Congress can accomplish this end,</i> rules of accountability, economy, and efficiency will be insisted upon, so that no Federal funds are improperly or wastefully used or diverted to uses not permitted by the act.\"  111 Cong.Rec. 6146 (1965) (emphasis added).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Section 415 reads:</p>\n        <p>\"Payments pursuant to grants or contracts under any applicable program may be made in installments, and in advance or by way of reimbursement, with necessary adjustments on account of overpayments or underpayments, as the Secretary may determine.\" 20 U.S.C. &#167; 1226a-1 (1976 ed. Supp. IV).</p>\n        <p>Section 415 was originally numbered &#167; 425.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The quoted language comes from the Senate Committee's discussion of \"Sections 422, 423, and 425 [since renumbered as &#167; 415].\"  The Court of Appeals concluded that the heading reflected a typographical error, and that the discussion referred to &#167;&#167; 422, 423, and 424.  See App. to Pet. 15a-16a.  It does seem likely that the intended reference was &#167; 424, but we fail to see why that feature should, as New Jersey argues, render this language any less relevant.  Section 424 required certain types of recordkeeping of recipients and gave the Secretary power to audit. Auditing the required records would reveal whether or not the Secretary had overpaid a recipient, and the Senate Committee clearly thought that overpayments would lead to a recovery, as provided by the former &#167; 425.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> \"Here we have Congress at its most authoritative, adding complex and sophisticated amendments to an already complex and sophisticated act.  Congress is not merely expressing an opinion . . . but is acting on what it understands its own prior acts to mean.\"  <i>Mount Sinai Hosp. v. Weinberger, supra,</i> 517 F.2d, at 343.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> This aspect of the provision was eliminated in the 1978 amendments, by Pub. 95-561, &#167; 901(b), 92 Stat. 2305.</p>\n        <p>The Senate version of the 1974 bill included a new remedy: specific performance.  The bill provided that, as long as the recipient retained funds, the Secretary could seek specific performance of the grant \"contract\" in the federal courts.  See S. 1539, 93d Cong., 2d Sess., &#167; 434(c)(2) (1974).  Although the Conference Committee eventually eliminated the provision, H.R.Rep. No. 93-1211, p. 184 (1974), the Senate approved the remedy because it gave the Secretary a means of inducing compliance without the interruption of Title I programs involved in applying the withholding remedy.  S.Rep. N. 93-763, pp. 63, 211 (1974).  The Senate's version addresses a different question than does &#167; 415. The concern addressed by the proposed &#167; 434(c)(2) was that beneficiaries not lose services in the future because of the failure of the recipient of the grant to live up to its duties. Once the beneficiaries have <i>already</i> lost the services because of past misuse of funds, as opposed to current noncompliance, the Senate Committee's discussion of remedies is no longer applicable. Particularly in the light of the contemporaneous enactment of &#167; 884, we view the Senate's version of the 1974 bill as complementing, rather than undermining, our construction of &#167; 415.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Washington Research Project of the Southern Center for Studies in Public Policy &amp; NAACP Defense and Educational Fund, Inc., Title I of ESEA:  Is it Helping Poor Children?  52 (rev. ed. 1969);  Comment, Federal Aid to Education:  Title I at the Operational Level, 1971 L. &amp; Soc. Order 324, 350;  see Berke &amp; Kirst, The Federal Role in American School Finance:  A Fiscal and Administrative Analysis, 61 Geo.L.J. 927, 944, and n. 71 (1973); Murphy, Title I of ESEA:  The Politics of Implementing Federal Education Reform, 41 Harv.Educ.Rev. 35, 44-45 (1971).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Pennsylvania also suggests that \"overpayment\" means only funds that are not expended but remain in the State's treasury. Brief for Respondent Pennsylvania at 31.  We see no indication of such a limitation in the statutory language or in the legislative history, and, indeed, we would find it difficult to believe that Congress meant to permit States to obtain good title to funds otherwise owing to the Federal Government by the simple expedient of spending them.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> The Court of Appeals relied on the argument in deciding that &#167; 424 of GEPA, now renumbered as &#167; 437, did not recognize the liability of the States to refund misused funds.  The argument applies equally to &#167; 415.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> The States have also argued that <i>Pennhurst State School v. Halderman,</i> 451 U.S. 1, 101 S.Ct. 1531, 67 L.Ed.2d 694 (1981), requires a different view of the effect of the pre-1978 version of the statute.   <i>Pennhurst</i> required that Congress act \"unambiguously\" when it intends to impose a condition on the grant of federal money.  <i>Id.,</i> at 17, 101 S.Ct., at 1539.  The States argue that Congress did not speak unambiguously before 1978 in imposing liability and it therefore was not effective in imposing liability.  We disagree.  As our discussion shows, we think that the plain language of the statute is sufficiently clear, and ESEA meets <i>Pennhurst</i>'s requirement of legislative clarity.  Moreover, <i>Pennhurst</i> arose in the context of imposing an unexpected condition for compliance&#8212;a new obligation for participating States while here our concern is with the remedies available against a noncomplying State.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/110945/"
}