{"absolute_url": "/opinion/110960/chappell-v-wallace/", "blocked": false, "citation": {"case_name": "Chappell v. Wallace", "docket_number": "82-167", "document_uris": ["/api/rest/v2/document/110960/"], "federal_cite_one": "462 U.S. 296", "federal_cite_three": "76 L. Ed. 2d 586", "federal_cite_two": "103 S. Ct. 2362", "id": 95319, "lexis_cite": "1983 U.S. LEXIS 55", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/95319/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 340, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1983-06-13", "date_modified": "2015-05-28T05:49:22.759600", "docket": "/api/rest/v2/docket/437159/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">462 U.S. 296</p>\n    <p class=\"case_cite\">103 S.Ct. 2362</p>\n    <p class=\"case_cite\">76 L.Ed.2d 586</p>\n    <p class=\"parties\">George C. CHAPPELL, et al., Petitioners<br>v.<br>Vernon WALLACE et al.</p>\n    <p class=\"docket\">No. 82-167.</p>\n    <p class=\"date\">Argued April 26, 1983.</p>\n    <p class=\"date\">Decided June 13, 1983.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">\n        <i>Syllabus</i>\n      </p>\n      <p class=\"indent\">Respondent Navy enlisted men brought an action for damages and other relief in Federal District Court against petitioner superior officers, alleging that petitioners in making duty assignments and performance evaluations and in imposing penalties had discriminated against respondents because of their race in violation of their constitutional rights.  The District Court dismissed the complaint on the grounds that the actions complained of were nonreviewable military decisions, that petitioners were entitled to immunity, and that respondents had failed to exhaust their administrative remedies.  The Court of Appeals reversed.</p>\n      <p class=\"indent\"><i>Held:</i>  Enlisted military personnel may not maintain a suit to recover damages from a superior officer for alleged constitutional violations.  The special status of the military has required, the Constitution contemplated, Congress has created, and this Court has long recognized two systems of justice:  one for civilians and one for military personnel.  The need for unhesitating and decisive action by military officers and equally disciplined responses by enlisted personnel would be undermined by a judicially created remedy exposing officers to personal liability at the hands of those they are charged to command.  Moreover, Congress, the constitutionally authorized source of authority over the military system of justice, has not provided a damages remedy for claims by military personnel that constitutional rights have been violated by superior officers.  Any action to provide a judicial response by way of such a remedy would be inconsistent with Congress' authority.  Taken together, the unique disciplinary structure of the military establishment and Congress' activity in the field constitute \"special factors\" which dictate that it would be inappropriate to provide enlisted military personnel a <i>Bivens</i>-type remedy against their superior officers.  Pp. 298-305.</p>\n      <p class=\"indent\">661 F.2d 729 (9th Cir., 1981), reversed and remanded.</p>\n      <p class=\"indent\">J. Paul McGrath, Washington, D.C., for petitioners.</p>\n      <p class=\"indent\">John Murcko, San Francisco, Cal., for respondents.</p>\n      <p class=\"indent\">Chief Justice BURGER delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">We granted certiorari to determine whether enlisted military personnel may maintain suits to recover damages from superior officers for injuries sustained as a result of violations of constitutional rights in the course of military service.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* Respondents are five enlisted men who serve in the United States Navy on board a combat naval vessel.  Petitioners are the Commanding Officer of the vessel, four lieutenants and three noncommissioned officers.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Respondents brought action against these officers seeking damages, declaratory judgment, and injunctive relief.  Respondents alleged that because of their minority race petitioners failed to assign them desirable duties, threatened them, gave them low performance evaluations, and imposed penalties of unusual severity.  App. 5-16.  Respondents claimed, <i>inter alia,</i> that the actions complained of \"deprived [them] of [their] rights under the Constitution and laws of the U ited States, including the right not to be discriminated against because of [their] race, color or previous condition of servitude. . . .\"  App. 7, 9, 11, 13, 15. Respondents also alleged a conspiracy among petitioners to deprive them of rights in violation of 42 U.S.C. &#167; 1985.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The United States District Court for the Southern District of California dismissed the complaint on the grounds that the actions respondents complained of were nonreviewable military decisions, that petitioners were entitled to immunity and that respondents had failed to exhaust their administrative remedies.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The United States Court of Appeals for the Ninth Circuit reversed.  661 F.2d 729 (CA9 1981).  The Court of Appeals assumed that <i>Bivens v. Six Unknown Named Agents of Federal Bureau of Narcotics,</i> 403 U.S. 388, 91 S.Ct. 1999, 29 L.Ed.2d 619 (1971), authorized the award of damages for the constitutional violations alleged in their complaint, unless the actions complained of were either not reviewable or petitioners were immune from suit.  The Court of Appeals set out certain tests for determining whether the actions at issue are reviewable by a civilian court and, if so, whether petitioners are nonetheless immune from suit.  The case was remanded to the District Court for application of these tests.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We granted certiorari, --- U.S. ----, 103 S.Ct. 292, 75 L.Ed.2d ---- (1982), and we reverse.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This Court's holding in <i>Bivens v. Six Unknown Named Agents of Federal Bureau of Narcotics, supra,</i> authorized a suit for damages against federal officials whose actions violated an individual's constitutional rights, even though Congress had not expressly authorized such suits.  The Court, in <i>Bivens</i> and its progeny, has expressly cautioned, however, that such a remedy will not be available when \"special factors counselling hesitation\" are present.  <i>Id.,</i> at 396, 91 S.Ct., at 2005.  See also <i>Carlson v. Green,</i> 446 U.S. 14, 18, 100 S.Ct. 1468, 1471, 64 L.Ed.2d 15 (1980).  Before a <i>Bivens</i> remedy may be fashioned, therefore, a court must take into account any \"special factors counselling hesitation.\"  See <i>Bush v. Lucas,</i> --- U.S. ----, ----, 103 S.Ct. 2404, 2411, 75 L.Ed.2d --- (1983).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The \"special factors\" that bear on the propriety of respondents' <i>Bivens</i> action also formed the basis of this Court's decision in <i>Feres v. United States,</i> 340 U.S. 135, 71 S.Ct. 153, 95 L.Ed. 152 (1950).  There the Court addressed the question \"whether the Federal Tort Claims Act extends its remedy to one sustaining 'incident to [military] service' what under other circumstances would be an actionable wrong.\"  <i>Id.,</i> at 138, 71 S.Ct., at 155.  The Court held that, even assuming the Act might be read literally to allow tort actions against the United States for injuries suffered by a soldier in service, Congress did not intend to subject the Government to such claims by a member of the armed forces.  The Court acknowledged \"that if we consider relevant only a part of the circumstances and ignore the status of both the wronged and the wrongdoer in these cases,\" <i>id.,</i> at 142, 71 S.Ct., at 157, the Government would have waived its sovereign immunity under the Act and would be subject to liability.  But the <i>Feres</i> Court was acutely aware that it was resolving the question of whether soldiers could maintain tort suits against the government for injuries arising out of their military service.  The Court focused on the unique relationship between the government and military personnel&#8212;noting that no such liability existed before the Federal Tort Claims Act&#8212;and held that Congress did not intend to create such liability.  The Court also took note of the various \"enactments by Congress which provide systems of simple, certain, and uniform compensation for injuries or death of those in the armed services.\"  <i>Id.,</i> at 144, 71 S.Ct., at 158.  As the Court has since recognized, \"[i]n the last analysis, <i>Feres</i> seems best explained by the 'pecu iar and special relationship of the soldier to his superiors, [and] the effects on the maintenance of such suits on discipline . . . .' \"  <i>United States v. Muniz,</i> 374 U.S. 150, 162, 83 S.Ct. 1850, 1858, 10 L.Ed.2d 805 (1963), quoting <i>United States v. Brown,</i> 348 U.S. 110, 112, 75 S.Ct. 141, 143, 99 L.Ed. 139 (1954).  See also <i>Parker v. Levy,</i> 417 U.S. 733, 743-744, 94 S.Ct. 2547, 2555-2556, 41 L.Ed.2d 439 (1974);  <i>Stencel Aero Engineering Corp. v. United States,</i> 431 U.S. 666, 673, 97 S.Ct. 2054, 2058-2059, 52 L.Ed.2d 665 (1977). Although this case concerns the limitations on the type of nonstatutory damage remedy recognized in <i>Bivens,</i> rather than Congress' intent in enacting the Federal Tort Claims Act, the Court's analysis in <i>Feres</i> guides our analysis in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The need for special regulations in relation to military discipline, and the consequent need and justification for a special and exclusive system of military justice, is too obvious to require extensive discussion;  no military organization can function without strict discipline and regulation that would be unacceptable in a civilian setting.  See <i>Parker v. Levy, supra,</i> 417 U.S., at 743-744, 94 S.Ct., at 2555-2556;  <i>Orloff v. Willoughby,</i> 345 U.S. 83, 94, 73 S.Ct. 534, 540, 97 L.Ed. 842 (1953).  In the civilian life of a democracy many command few;  in the military, however, this is reversed, for military necessity makes demands on its personnel \"without counterpart in civilian life.\"  <i>Schlesinger v. Councilman,</i> 420 U.S. 738, 757, 95 S.Ct. 1300, 1313, 43 L.Ed.2d 591 (1975).  The inescapable demands of military discipline and obedience to orders cannot be taught on battlefields;  the habit of immediate compliance with military procedures and orders must be virtually reflex with no time for debate or reflection.  The Court has often noted \"the peculiar and special relationship of the soldier to his superiors,\" <i>United States v. Brown, supra,</i> 348 U.S., at 112, 75 S.Ct., at 143;  see <i>In re Grimley,</i> 137 U.S. 147, 153, 11 S.Ct. 54, 55, 34 L.Ed. 636 (1890), and has acknowledged that \"the rights of men in the armed forces must perforce be conditioned to meet certain overriding demands of discipline and duty. . . .\"  <i>Burns v. Wilson,</i> 346 U.S. 137, 140, 73 S.Ct. 1045, 1048, 97 L.Ed. 1508 (1953) (plurality opinion).  This becomes imperative in combat, but conduct in combat inevitably reflects the training that precedes combat;  for that reason, centuries of experience has developed a hierarchical structure of discipline and obedience to command, unique in its application to the military establishment and wholly different from civilian patterns.  Civilian courts must, at the very least, hesitate long before entertaining a suit which asks the court to tamper with the established relationship between enlisted military personnel and their superior officers;  that relationship is at the heart of the necessarily unique structure of the military establishment.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Many of the Framers of the Constitution had recently experienced the rigors of military life and were well aware of the differences between it and civilian life.  In drafting the Constitution they anticipated the kinds of issues raised in this case.  Their response was an explicit grant of plenary authority to Congress \"To raise and support Armies\";  \"To provide and maintain a Navy\";  and \"To make Rules for the Government and Regulation of the land and naval Forces.\"  Art. I, &#167; 8, cls. 12-14.  It is clear that the Constitution contemplated that the Legislative Branch has plenary control over rights, duties, and responsibilities in the framework of the military establishment, including regulations, procedures and remedies related to military discipline;  and Congress and the courts have acted in conformity with that view.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Congress' authority in this area, and the distance between military and civilian life, was summed up by the Court in <i>Orloff v. Willoughby, supra,</i> 345 U.S.,  t 93-94, 73 S.Ct., at 540:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">\"[J]udges are not given the task of running the Army.  The      responsibility for setting up channels through which . . .      grievances can be considered and fairly settled rests upon      the Congress and upon the President of the United States and      his subordinates.  The military constitutes a specialized      community governed by a separate discipline from that of the      civilian.  Orderly government requires that the judiciary be      as scrupulous not to interfere with legitimate Army matters      as the Army must be scrupulous not to intervene in judicial      matters.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Only recently we restated this principle in <i>Rostker v. Goldberg,</i> 453 U.S. 57, 64-65, 101 S.Ct. 2646, 2651, 69 L.Ed.2d 478 (1981):</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">\"The case arises in the context of Congress' authority over      national defense and military affairs, and perhaps in no      other area has the Court accorded Congress greater      deference.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In <i>Gilligan v. Morgan,</i> 413 U.S. 1, 93 S.Ct. 2440, 37 L.Ed.2d 407 (1973), we addressed the question of whether Congress' analogous power over the militia, granted by Art. I, &#167; 8, cl. 16, would be impermissibly compromised by a suit seeking to have a Federal District Court examine the \"pattern of training, weaponry and orders\" of a state's National Guard.  In denying relief we stated:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">\"It would be difficult to think of a clearer example of the      type of governmental action that was intended by the      Constitution to be left to the political branches directly      responsible&#8212;as the Judicial Branch is not&#8212;to the electoral      process.  Moreover, it is difficult to conceive of an area of      governmental activity in which the courts have less      competence.  The complex, subtle, and professional decisions      as to the composition, training, equipping, and control of a      military force are essentially professional military      judgments, subject <i>always</i> to civilian control of the      Legislative and Executive Branches.  The ultimate      responsibility for these decisions is appropriately vested in      branches of the government which are periodically subject to      electoral accountability.\"  <i>Id.,</i> at 10, 93 S.Ct., at 2446      (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Congress has exercised its plenary constitutional authority over the military, has enacted statutes regulating military life, and has established a comprehensive internal system of justice to regulate military life, taking into account the special patterns that define the military structure.  The resulting system provides for the review and remedy of complaints and grievances such as those presented by respondents.  Military personnel, for example, may avail themselves of the procedures and remedies created by Congress in Article 138 of the Uniform Code of Military Justice, 10 U.S.C. &#167; 938, which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">\"Any member of the armed forces who believes himself wronged      by his commanding officer, and who, upon due application to      that commanding officer, is refused redress, may complain to      any superior commissioned officer, who shall forward the      complaint to the officer exercising general court-martial      jurisdiction over the officer against whom it is made.  The      officer exercising general court-martial jurisdiction shall examine into the      complaint and take proper measures for redressing the wrong      complained of;  and he shall, as soon as possible, send to      the Secretary concerned a true statement of that complaint,      with the proceedings had thereon.\"</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Board for the Correction of Naval Records, composed of civilians appointed by the Secretary of the Navy, provides another means with which an aggrieved member of the military \"may correct any military record . . . when [the Secretary of the Navy acting through the Board] considers it necessary to correct an error or remove an injustice.\"  10 U.S.C. &#167; 1552(a).  Respondents' allegations concerning performance evaluations and promotions, for example, could readily have been challenged within the framework of this intramilitary administrative procedure.  Under the Board's procedures, one  ggrieved as respondents claim may request a hearing;  if the claims are denied without a hearing, the Board is required to provide a statement of its reasons.  32 CFR &#167;&#167; 723.3(e)(2), (4), (5), 723.4, 723.5.  The Board is empowered to order retroactive back pay and retroactive promotion.  10 U.S.C. &#167; 1552(c).  Board decisions are subject to judicial review and can be set aside if they are arbitrary, capricious or not based on substantial evidence.  See <i>Grieg v. United States,</i> 640 F.2d 1261 (Ct.Cl.1981), cert. denied, 455 U.S. 907, 102 S.Ct. 1251, 71 L.Ed.2d 444 (1982);  <i>Sanders v. United States,</i> 594 F.2d 804 (Ct.Cl.1979).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The special status of the military has required, the Constitution contemplated, Congress has created and this Court has long recognized two systems of justice, to some extent parallel:  one for civilians and one for military personnel. <i>Burns v. Wilson, supra,</i> 346 U.S., at 140, 73 S.Ct., at 1047-1048. The special nature of military life, the need for unhesitating and decisive action by military officers and equally disciplined responses by enlisted personnel, would be undermined by a judicially created remedy exposing officers to personal liability at the hands of those they are charged to command.  Here, as in <i>Feres,</i> we must be \"concern[ed] with the disruption of '[t]he peculiar and special relationship of the soldier to his superiors' that might result if the soldier were allowed to hale his superiors into court,\" <i>Stencel Aero Engineering Corp. v. United States, supra,</i> 431 U.S., at 676, 97 S.Ct., at 2060 (MARSHALL, J., dissenting), quoting <i>United States v. Brown, supra,</i> 348 U.S., at 112, 75 S.Ct., at 143.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Also, Congress, the constitutionally authorized source of authority over the military system of justice, has not provided a damage remedy for claims by military personnel that constitutional rights have been violated by superior officers.  Any action to provide a judicial response by way of such a remedy would be plainly inconsistent with Congress' authority in this field.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Taken together, the unique disciplinary structure of the military establishment and Congress' activity in the field constitute \"special factors\" which dictate that it would be inappropriate to provide enlisted military personnel a <i>Bivens</i>-type remedy against their superior officers.  See <i>Bush v. Lucas, supra.</i></p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Chief Justice Warren had occasion to note that \"our citizens in uniform may not be stripped of basic rights simply because they have doffed their civilian clothes.\"  E. Warren, The Bill of Rights and the Military, 37 N.Y.U.L.Rev. 181, 188 (1962).  This Court has never held, nor do we now hold, that military personnel are barred from all redress in civilian courts for constitutional wrongs suffered in the course of military service.  See, <i>e.g., Brown v. Glines,</i> 444 U.S. 348, 100 S.Ct. 609, 62 L.Ed.2d 540 (1980);  <i>Parker v. Levy,</i> 417 U.S. 733, 94 S.Ct. 2547, 41 L.Ed.2d 439 (1974);  Frontiero v. <i>Richardson,</i> 411 U.S. 677, 93 S.Ct. 1764, 36 L.Ed.2d 583 (1973). But the special relationships that define military life have \"supported the military establishment's power to deal with its own personnel.  The most obvious reason is that courts are ill-equipped to determine the impact upon discipline that any particular intrusion upon military authority might have.\"  E. Warren, <i>supra,</i> 37 N.Y.U.L.Rev., at 187.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We hold that enlisted military personnel may not maintain a suit to re over damages from a superior officer for alleged constitutional violations.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The judgment of the Court of Appeals is reversed and the case is remanded for further proceedings consistent with this opinion.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">\n        <i>Reversed and Remanded.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The record shows that one of the respondents availed himself of his remedy before the Board for the Correction of Naval Records by filing an Application for Correction of Naval Records. The request for relief was denied by the Board based on a failure to exhaust administrative remedies and to present sufficient relevant evidence.  App. 67.  The applicant was informed of his right to pursue an appeal from this decision, <i>ibid,</i> and the record does not reflect whether any further action was taken.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Respondents and the Court of Appeals rely on <i>Wilkes v. Dinsman,</i> 7 How. 89 (1849), 12 How. 389, 12 L.Ed. 618 (1851). <i>Wilkes,</i> however, is inapposite because it involved a well-recognized common law cause of action by a marine against his commanding officer for damages suffered as a result of punishment and did not ask the Court to imply a new kind of cause of action. Also, since the time of <i>Wilkes,</i> significant changes have been made establishing a comprehensive system of military justice.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We leave it for the Court of Appeals to decide on remand whether the portion of respondents' suit seeking damages flowing from an alleged conspiracy among petitioners in violation of 42 U.S.C. &#167; 1985(3) can be maintained.  This issue was not adequately addressed either by the Court of Appeals or in the briefs and oral argument before this Court.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>462 U.S. 296 (1983)</b></center>\n<center><h1>CHAPPELL ET AL.<br>\nv.<br>\nWALLACE ET AL.</h1></center>\n<center>No. 82-167.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 26, 1983</center>\n<center>Decided June 13, 1983</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE NINTH CIRCUIT\n<p><i>Assistant Attorney General McGrath</i> argued the cause for petitioners. With him on the briefs were <i>Solicitor General Lee, Deputy Solicitor General Geller, David A. Strauss, Robert E. Kopp,</i> and <i>John F. Cordes.</i></p>\n<p><span class=\"star-pagination\">*297</span> <i>John Murcko,</i> by appointment of the Court, 459 U. S. 1068, argued the cause and filed a brief for respondents.<sup>[*]</sup></p>\n<p>Briefs of <i>amici curiae</i> urging affirmance were filed by <i>Nanette Dembitz</i> and <i>Burt Neuborne</i> for the American Civil Liberties Union; by <i>Leonard B. Boudin</i> for the Bill of Rights Foundation, Inc.; by <i>Barry Sullivan</i> for the Lawyers' Committee for Civil Rights Under Law; and by <i>Jack Greenberg, James M. Nabritt III, Steven L. Winter,</i> and <i>Steven J. Phillips</i> for the NAACP Legal Defense and Educational Fund, Inc.</p>\n<p>CHIEF JUSTICE BURGER delivered the opinion of the Court.</p>\n<p>We granted certiorari to determine whether enlisted military personnel may maintain suits to recover damages from superior officers for injuries sustained as a result of violations of constitutional rights in the course of military service.</p>\n<p></p>\n<h2>I</h2>\n<p>Respondents are five enlisted men who serve in the United States Navy on board a combat naval vessel. Petitioners are the commanding officer of the vessel, four lieutenants, and three noncommissioned officers.</p>\n<p>Respondents brought action against these officers seeking damages, declaratory judgment, and injunctive relief. Respondents alleged that because of their minority race petitioners failed to assign them desirable duties, threatened them, gave them low performance evaluations, and imposed penalties of unusual severity. App. 5-16. Respondents claimed, <i>inter alia,</i> that the actions complained of \"deprived [them] of [their] rights under the Constitution and laws of the United States, including the right not to be discriminated against because of [their] race, color or previous condition of servitude . . . .\" <i>Id.,</i> at 7, 9, 11, 13, 15. Respondents also alleged a conspiracy among petitioners to deprive them of rights in violation of 42 U. S. C. § 1985.</p>\n<p><span class=\"star-pagination\">*298</span> The United States District Court for the Southern District of California dismissed the complaint on the grounds that the actions respondents complained of were nonreviewable military decisions, that petitioners were entitled to immunity, and that respondents had failed to exhaust their administrative remedies.</p>\n<p>The United States Court of Appeals for the Ninth Circuit reversed. 661 F. 2d 729 (1981). The Court of Appeals assumed that <i>Bivens</i> v. <i>Six Unknown Fed. Narcotics Agents,</i> 403 U. S. 388 (1971), authorized the award of damages for the constitutional violations alleged in their complaint, unless either the actions complained of were not reviewable or petitioners were immune from suit. The Court of Appeals set out certain tests for determining whether the actions at issue are reviewable by a civilian court and, if so, whether petitioners are nonetheless immune from suit. The case was remanded to the District Court for application of these tests.</p>\n<p>We granted certiorari, 459 U. S. 966 (1982), and we reverse.</p>\n<p></p>\n<h2>II</h2>\n<p>This Court's holding in <i>Bivens</i> v. <i>Six Unknown Fed. Narcotics Agents, supra</i><i>,</i> authorized a suit for damages against federal officials whose actions violated an individual's constitutional rights, even though Congress had not expressly authorized such suits. The Court, in <i>Bivens</i> and its progeny, has expressly cautioned, however, that such a remedy will not be available when \"special factors counselling hesitation\" are present. <i>Id.,</i> at 396. See also <i>Carlson</i> v. <i>Green,</i> 446 U. S. 14, 18 (1980). Before a <i>Bivens</i> remedy may be fashioned, therefore, a court must take into account any \"special factors counselling hesitation.\" See <i>Bush</i> v. <i>Lucas, post,</i> at 378.</p>\n<p>The \"special factors\" that bear on the propriety of respondents' <i>Bivens</i> action also formed the basis of this Court's decision in <i>Feres</i> v. <i>United States,</i> 340 U. S. 135 (1950). There <span class=\"star-pagination\">*299</span> the Court addressed the question \"whether the [Federal] Tort Claims Act extends its remedy to one sustaining `incident to [military] service' what under other circumstances would be an actionable wrong.\" <i>Id.,</i> at 138. The Court held that, even assuming the Act might be read literally to allow tort actions against the United States for injuries suffered by a soldier in service, Congress did not intend to subject the Government to such claims by a member of the Armed Forces. The Court acknowledged \"that if we consider relevant only a part of the circumstances and ignore the status of both the wronged and the wrongdoer in these cases,\" <i>id.,</i> at 142, the Government would have waived its sovereign immunity under the Act and would be subject to liability. But the <i>Feres</i> Court was acutely aware that it was resolving the question of whether soldiers could maintain tort suits against the Government for injuries arising out of their military service. The Court focused on the unique relationship between the Government and military personnel  noting that no such liability existed before the Federal Tort Claims Act  and held that Congress did not intend to create such liability. The Court also took note of the various \"enactments by Congress which provide systems of simple, certain, and uniform compensation for injuries or death of those in the armed services.\" <i>Id.,</i> at 144. As the Court has since recognized, \"[i]n the last analysis, <i>Feres</i> seems best explained by the `peculiar and special relationship of the soldier to his superiors, [and] the effects of the maintenance of such suits on discipline. . . .' \" <i>United States</i> v. <i>Muniz,</i> 374 U. S. 150, 162 (1963), quoting <i>United States</i> v. <i>Brown,</i> 348 U. S. 110, 112 (1954). See also <i>Parker</i> v. <i>Levy,</i> 417 U. S. 733, 743-744 (1974); <i>Stencel Aero Engineering Corp.</i> v. <i>United States,</i> 431 U. S. 666, 673 (1977). Although this case concerns the limitations on the type of nonstatutory damages remedy recognized in <i>Bivens,</i> rather than Congress' intent in enacting the Federal Tort Claims Act, the Court's analysis in <i>Feres</i> guides our analysis in this case.</p>\n<p><span class=\"star-pagination\">*300</span> The need for special regulations in relation to military discipline, and the consequent need and justification for a special and exclusive system of military justice, is too obvious to require extensive discussion; no military organization can function without strict discipline and regulation that would be unacceptable in a civilian setting. See <i>Parker</i> v. <i>Levy, supra,</i> at 743-744; <i>Orloff</i> v. <i>Willoughby,</i> 345 U. S. 83, 94 (1953). In the civilian life of a democracy many command few; in the military, however, this is reversed, for military necessity makes demands on its personnel \"without counterpart in civilian life.\" <i>Schlesinger</i> v. <i>Councilman,</i> 420 U. S. 738, 757 (1975). The inescapable demands of military discipline and obedience to orders cannot be taught on battlefields; the habit of immediate compliance with military procedures and orders must be virtually reflex with no time for debate or reflection. The Court has often noted \"the peculiar and special relationship of the soldier to his superiors,\" <i>United States</i> v. <i>Brown, supra,</i> at 112; see <i>In re Grimley,</i> 137 U. S. 147, 153 (1890), and has acknowledged that \"the rights of men in the armed forces must perforce be conditioned to meet certain overriding demands of discipline and duty . . . .\" <i>Burns</i> v. <i>Wilson,</i> 346 U. S. 137, 140 (1953) (plurality opinion). This becomes imperative in combat, but conduct in combat inevitably reflects the training that precedes combat; for that reason, centuries of experience have developed a hierarchical structure of discipline and obedience to command, unique in its application to the military establishment and wholly different from civilian patterns. Civilian courts must, at the very least, hesitate long before entertaining a suit which asks the court to tamper with the established relationship between enlisted military personnel and their superior officers; that relationship is at the heart of the necessarily unique structure of the Military Establishment.</p>\n<p>Many of the Framers of the Constitution had recently experienced the rigors of military life and were well aware of the differences between it and civilian life. In drafting the <span class=\"star-pagination\">*301</span> Constitution they anticipated the kinds of issues raised in this case. Their response was an explicit grant of plenary authority to Congress \"To raise and support Armies\"; \"To provide and maintain a Navy\"; and \"To make Rules for the Government and Regulation of the land and naval Forces.\" Art. I, § 8, cls. 12-14. It is clear that the Constitution contemplated that the Legislative Branch have plenary control over rights, duties, and responsibilities in the framework of the Military Establishment, including regulations, procedures, and remedies related to military discipline; and Congress and the courts have acted in conformity with that view.</p>\n<p>Congress' authority in this area, and the distance between military and civilian life, was summed up by the Court in <i>Orloff</i> v. <i>Willoughby, supra,</i> at 93-94:</p>\n<blockquote>\"[J]udges are not given the task of running the Army. The responsibility for setting up channels through which. . . grievances can be considered and fairly settled rests upon the Congress and upon the President of the United States and his subordinates. The military constitutes a specialized community governed by a separate discipline from that of the civilian. Orderly government requires that the judiciary be as scrupulous not to interfere with legitimate Army matters as the Army must be scrupulous not to intervene in judicial matters.\"</blockquote>\n<p>Only recently we restated this principle in <i>Rostker</i> v. <i>Goldberg,</i> 453 U. S. 57, 64-65 (1981):</p>\n<blockquote>\"The case arises in the context of Congress' authority over national defense and military affairs, and perhaps in no other area has the Court accorded Congress greater deference.\"</blockquote>\n<p>In <i>Gilligan</i> v. <i>Morgan,</i> 413 U. S. 1, 4 (1973), we addressed the question of whether Congress' analogous power over the militia, granted by Art. I, § 8, cl. 16, would be impermissibly compromised by a suit seeking to have a Federal District Court examine the \"pattern of training, weaponry and orders\" <span class=\"star-pagination\">*302</span> of a State's National Guard. In denying relief we stated:</p>\n<blockquote>\"It would be difficult to think of a clearer example of the type of governmental action that was intended by the Constitution to be left to the political branches directly responsible  as the Judicial Branch is not  to the electoral process. Moreover, it is difficult to conceive of an area of governmental activity in which the courts have less competence. The complex, subtle, and professional decisions as to the composition, training, equipping, and control of a military force are essentially professional military judgments, subject <i>always</i> to civilian control of the Legislative and Executive Branches. The ultimate responsibility for these decisions is appropriately vested in branches of the government which are periodically subject to electoral accountability.\" <i>Id.,</i> at 10 (emphasis in original).</blockquote>\n<p>Congress has exercised its plenary constitutional authority over the military, has enacted statutes regulating military life, and has established a comprehensive internal system of justice to regulate military life, taking into account the special patterns that define the military structure. The resulting system provides for the review and remedy of complaints and grievances such as those presented by respondents. Military personnel, for example, may avail themselves of the procedures and remedies created by Congress in Art. 138 of the Uniform Code of Military Justice, 10 U. S. C. § 938, which provides:</p>\n<blockquote>\"Any member of the armed forces who believes himself wronged by his commanding officer, and who, upon due application to that commanding officer, is refused redress, may complain to any superior commissioned officer, who shall forward the complaint to the officer exercising general court-martial jurisdiction over the officer against whom it is made. The officer exercising <span class=\"star-pagination\">*303</span> general court-martial jurisdiction shall examine into the complaint and take proper measures for redressing the wrong complained of; and he shall, as soon as possible, send to the Secretary concerned a true statement of that complaint, with the proceedings had thereon.\"</blockquote>\n<p>The Board for Correction of Naval Records, composed of civilians appointed by the Secretary of the Navy, provides another means with which an aggrieved member of the military \"may correct any military record . . . when [the Secretary of the Navy acting through the Board] considers it necessary to correct an error or remove an injustice.\" 10 U. S. C. § 1552(a). Respondents' allegations concerning performance evaluations and promotions, for example, could readily have been made within the framework of this intramilitary administrative procedure. Under the Board's procedures, one aggrieved as respondents claim may request a hearing; if the claims are denied without a hearing, the Board is required to provide a statement of its reasons. 32 CFR §§ 723.3(e)(2), (4), (5), 723.4, 723.5 (1982). The Board is empowered to order retroactive backpay and retroactive promotion. 10 U. S. C. § 1552(c). Board decisions are subject to judicial review and can be set aside if they are arbitrary, capricious, or not based on substantial evidence. See <i>Grieg</i> v. <i>United States,</i> 226 Ct. Cl. 258, 640 F. 2d 1261 (1981), cert. denied, 455 U. S. 907 (1982); <i>Sanders</i> v. <i>United States,</i> 219 Ct. Cl. 285, 594 F. 2d 804 (1979).<sup>[1]</sup></p>\n<p>The special status of the military has required, the Constitution has contemplated, Congress has created, and this Court has long recognized two systems of justice, to some extent <span class=\"star-pagination\">*304</span> parallel: one for civilians and one for military personnel. <i>Burns</i> v. <i>Wilson,</i> 346 U. S., at 140. The special nature of military life  the need for unhesitating and decisive action by military officers and equally disciplined responses by enlisted personnel  would be undermined by a judicially created remedy exposing officers to personal liability at the hands of those they are charged to command. Here, as in <i>Feres,</i> we must be \"concern[ed] with the disruption of `[t]he peculiar and special relationship of the soldier to his superiors' that might result if the soldier were allowed to hale his superiors into court,\" <i>Stencel Aero Engineering Corp.</i> v. <i>United States,</i> 431 U. S., at 676 (MARSHALL, J., dissenting), quoting <i>United States</i> v. <i>Brown,</i> 348 U. S., at 112.</p>\n<p>Also, Congress, the constitutionally authorized source of authority over the military system of justice, has not provided a damages remedy for claims by military personnel that constitutional rights have been violated by superior officers. Any action to provide a judicial response by way of such a remedy would be plainly inconsistent with Congress' authority in this field.</p>\n<p>Taken together, the unique disciplinary structure of the Military Establishment and Congress' activity in the field constitute \"special factors\" which dictate that it would be inappropriate to provide enlisted military personnel a <i>Bivens</i>-type remedy against their superior officers. See <i>Bush</i> v. <i>Lucas, post,</i> p. 367.</p>\n<p></p>\n<h2>III</h2>\n<p>Chief Justice Warren had occasion to note that \"our citizens in uniform may not be stripped of basic rights simply because they have doffed their civilian clothes.\" Warren, The Bill of Rights and the Military, 37 N. Y. U. L. Rev. 181, 188 (1962). This Court has never held, nor do we now hold, that military personnel are barred from all redress in civilian courts for constitutional wrongs suffered in the course of military service. See, <i>e. g., </i><i>Brown</i> v. <i>Glines,</i> 444 U. S. 348 (1980); <i>Parker</i> v. <i>Levy,</i> 417 U. S. 733 (1974); <i>Frontiero</i> v. <span class=\"star-pagination\">*305</span> <i>Richardson,</i> 411 U. S. 677 (1973). But the special relationships that define military life have \"supported the military establishment's broad power to deal with its own personnel. The most obvious reason is that courts are ill-equipped to determine the impact upon discipline that any particular intrusion upon military authority might have.\" Warren, <i>supra,</i> at 187.</p>\n<p>We hold that enlisted military personnel may not maintain a suit to recover damages from a superior officer for alleged constitutional violations.<sup>[2]</sup> The judgment of the Court of Appeals is reversed, and the case is remanded for further proceedings consistent with this opinion.<sup>[3]</sup></p>\n<p><i>Reversed and remanded.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Briefs of <i>amici curiae</i> urging reversal were filed by <i>Mitchell L. Lathrop</i> and <i>Terrence L. Bingman</i> for the Naval Reserve Association; and by <i>Daniel J. Popeo, Paul D. Kamenar,</i> and <i>Nicholas E. Calio</i> for the Washington Legal Foundation.</p>\n<p>[1]  The record shows that one of the respondents availed himself of his remedy before the Board for Correction of Naval Records by filing an application for correction of naval records. The request for relief was denied by the Board based on a failure to exhaust administrative remedies and to present sufficient relevant evidence. App. 67. The applicant was informed of his right to pursue an appeal from this decision, <i>ibid.,</i> and the record does not reflect whether any further action was taken.</p>\n<p>[2]  Respondents and the Court of Appeals rely on <i>Wilkes</i> v. <i>Dinsman,</i> 7 How. 89 (1849), after remand, <i>Dinsman</i> v. <i>Wilkes,</i> 12 How. 390 (1852). <i>Wilkes,</i> however, is inapposite because it involved a well-recognized common-law cause of action by a marine against his commanding officer for damages suffered as a result of punishment and did not ask the Court to imply a new kind of cause of action. Also, since the time of <i>Wilkes,</i> significant changes have been made establishing a comprehensive system of military justice.</p>\n<p>[3]  We leave it for the Court of Appeals to decide on remand whether the portion of respondents' suit seeking damages flowing from an alleged conspiracy among petitioners in violation of 42 U. S. C. § 1985(3) can be maintained. This issue was not adequately addressed either by the Court of Appeals or in the briefs and oral argument before this Court.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">296</span></span> (1983)</b></center>\n<center><h1>CHAPPELL ET AL.<br>\nv.<br>\nWALLACE ET AL.</h1></center>\n<center>No. 82-167.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 26, 1983</center>\n<center>Decided June 13, 1983</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE NINTH CIRCUIT\n<p><i>Assistant Attorney General McGrath</i> argued the cause for petitioners. With him on the briefs were <i>Solicitor General Lee, Deputy Solicitor General Geller, David A. Strauss, Robert E. Kopp,</i> and <i>John F. Cordes.</i></p>\n<p><span class=\"star-pagination\">*297</span> <i>John Murcko,</i> by appointment of the Court, 459 U. S. 1068, argued the cause and filed a brief for respondents.<sup>[*]</sup></p>\n<p>Briefs of <i>amici curiae</i> urging affirmance were filed by <i>Nanette Dembitz</i> and <i>Burt Neuborne</i> for the American Civil Liberties Union; by <i>Leonard B. Boudin</i> for the Bill of Rights Foundation, Inc.; by <i>Barry Sullivan</i> for the Lawyers' Committee for Civil Rights Under Law; and by <i>Jack Greenberg, James M. Nabritt III, Steven L. Winter,</i> and <i>Steven J. Phillips</i> for the NAACP Legal Defense and Educational Fund, Inc.</p>\n<p>CHIEF JUSTICE BURGER delivered the opinion of the Court.</p>\n<p>We granted certiorari to determine whether enlisted military personnel may maintain suits to recover damages from superior officers for injuries sustained as a result of violations of constitutional rights in the course of military service.</p>\n<p></p>\n<h2>I</h2>\n<p>Respondents are five enlisted men who serve in the United States Navy on board a combat naval vessel. Petitioners are the commanding officer of the vessel, four lieutenants, and three noncommissioned officers.</p>\n<p>Respondents brought action against these officers seeking damages, declaratory judgment, and injunctive relief. Respondents alleged that because of their minority race petitioners failed to assign them desirable duties, threatened them, gave them low performance evaluations, and imposed penalties of unusual severity. App. 5-16. Respondents claimed, <i>inter alia,</i> that the actions complained of \"deprived [them] of [their] rights under the Constitution and laws of the United States, including the right not to be discriminated against because of [their] race, color or previous condition of servitude . . . .\" <i>Id.,</i> at 7, 9, 11, 13, 15. Respondents also alleged a conspiracy among petitioners to deprive them of rights in violation of 42 U. S. C. § 1985.</p>\n<p><span class=\"star-pagination\">*298</span> The United States District Court for the Southern District of California dismissed the complaint on the grounds that the actions respondents complained of were nonreviewable military decisions, that petitioners were entitled to immunity, and that respondents had failed to exhaust their administrative remedies.</p>\n<p>The United States Court of Appeals for the Ninth Circuit reversed. 661 F. 2d 729 (1981). The Court of Appeals assumed that <i>Bivens</i> v. <i>Six Unknown Fed. Narcotics Agents,</i> 403 U. S. 388 (1971), authorized the award of damages for the constitutional violations alleged in their complaint, unless either the actions complained of were not reviewable or petitioners were immune from suit. The Court of Appeals set out certain tests for determining whether the actions at issue are reviewable by a civilian court and, if so, whether petitioners are nonetheless immune from suit. The case was remanded to the District Court for application of these tests.</p>\n<p>We granted certiorari, 459 U. S. 966 (1982), and we reverse.</p>\n<p></p>\n<h2>II</h2>\n<p>This Court's holding in <i>Bivens</i> v. <i>Six Unknown Fed. Narcotics Agents, supra</i><i>,</i> authorized a suit for damages against federal officials whose actions violated an individual's constitutional rights, even though Congress had not expressly authorized such suits. The Court, in <i>Bivens</i> and its progeny, has expressly cautioned, however, that such a remedy will not be available when \"special factors counselling hesitation\" are present. <i>Id.,</i> at 396. See also <i>Carlson</i> v. <i>Green,</i> 446 U. S. 14, 18 (1980). Before a <i>Bivens</i> remedy may be fashioned, therefore, a court must take into account any \"special factors counselling hesitation.\" See <i>Bush</i> v. <i>Lucas, post,</i> at 378.</p>\n<p>The \"special factors\" that bear on the propriety of respondents' <i>Bivens</i> action also formed the basis of this Court's decision in <i>Feres</i> v. <i>United States,</i> 340 U. S. 135 (1950). There <span class=\"star-pagination\">*299</span> the Court addressed the question \"whether the [Federal] Tort Claims Act extends its remedy to one sustaining `incident to [military] service' what under other circumstances would be an actionable wrong.\" <i>Id.,</i> at 138. The Court held that, even assuming the Act might be read literally to allow tort actions against the United States for injuries suffered by a soldier in service, Congress did not intend to subject the Government to such claims by a member of the Armed Forces. The Court acknowledged \"that if we consider relevant only a part of the circumstances and ignore the status of both the wronged and the wrongdoer in these cases,\" <i>id.,</i> at 142, the Government would have waived its sovereign immunity under the Act and would be subject to liability. But the <i>Feres</i> Court was acutely aware that it was resolving the question of whether soldiers could maintain tort suits against the Government for injuries arising out of their military service. The Court focused on the unique relationship between the Government and military personnel  noting that no such liability existed before the Federal Tort Claims Act  and held that Congress did not intend to create such liability. The Court also took note of the various \"enactments by Congress which provide systems of simple, certain, and uniform compensation for injuries or death of those in the armed services.\" <i>Id.,</i> at 144. As the Court has since recognized, \"[i]n the last analysis, <i>Feres</i> seems best explained by the `peculiar and special relationship of the soldier to his superiors, [and] the effects of the maintenance of such suits on discipline. . . .' \" <i>United States</i> v. <i>Muniz,</i> 374 U. S. 150, 162 (1963), quoting <i>United States</i> v. <i>Brown,</i> 348 U. S. 110, 112 (1954). See also <i>Parker</i> v. <i>Levy,</i> 417 U. S. 733, 743-744 (1974); <i>Stencel Aero Engineering Corp.</i> v. <i>United States,</i> 431 U. S. 666, 673 (1977). Although this case concerns the limitations on the type of nonstatutory damages remedy recognized in <i>Bivens,</i> rather than Congress' intent in enacting the Federal Tort Claims Act, the Court's analysis in <i>Feres</i> guides our analysis in this case.</p>\n<p><span class=\"star-pagination\">*300</span> The need for special regulations in relation to military discipline, and the consequent need and justification for a special and exclusive system of military justice, is too obvious to require extensive discussion; no military organization can function without strict discipline and regulation that would be unacceptable in a civilian setting. See <i>Parker</i> v. <i>Levy, supra,</i> at 743-744; <i>Orloff</i> v. <i>Willoughby,</i> 345 U. S. 83, 94 (1953). In the civilian life of a democracy many command few; in the military, however, this is reversed, for military necessity makes demands on its personnel \"without counterpart in civilian life.\" <i>Schlesinger</i> v. <i>Councilman,</i> 420 U. S. 738, 757 (1975). The inescapable demands of military discipline and obedience to orders cannot be taught on battlefields; the habit of immediate compliance with military procedures and orders must be virtually reflex with no time for debate or reflection. The Court has often noted \"the peculiar and special relationship of the soldier to his superiors,\" <i>United States</i> v. <i>Brown, supra,</i> at 112; see <i>In re Grimley,</i> 137 U. S. 147, 153 (1890), and has acknowledged that \"the rights of men in the armed forces must perforce be conditioned to meet certain overriding demands of discipline and duty . . . .\" <i>Burns</i> v. <i>Wilson,</i> 346 U. S. 137, 140 (1953) (plurality opinion). This becomes imperative in combat, but conduct in combat inevitably reflects the training that precedes combat; for that reason, centuries of experience have developed a hierarchical structure of discipline and obedience to command, unique in its application to the military establishment and wholly different from civilian patterns. Civilian courts must, at the very least, hesitate long before entertaining a suit which asks the court to tamper with the established relationship between enlisted military personnel and their superior officers; that relationship is at the heart of the necessarily unique structure of the Military Establishment.</p>\n<p>Many of the Framers of the Constitution had recently experienced the rigors of military life and were well aware of the differences between it and civilian life. In drafting the <span class=\"star-pagination\">*301</span> Constitution they anticipated the kinds of issues raised in this case. Their response was an explicit grant of plenary authority to Congress \"To raise and support Armies\"; \"To provide and maintain a Navy\"; and \"To make Rules for the Government and Regulation of the land and naval Forces.\" Art. I, § 8, cls. 12-14. It is clear that the Constitution contemplated that the Legislative Branch have plenary control over rights, duties, and responsibilities in the framework of the Military Establishment, including regulations, procedures, and remedies related to military discipline; and Congress and the courts have acted in conformity with that view.</p>\n<p>Congress' authority in this area, and the distance between military and civilian life, was summed up by the Court in <i>Orloff</i> v. <i>Willoughby, supra,</i> at 93-94:</p>\n<blockquote>\"[J]udges are not given the task of running the Army. The responsibility for setting up channels through which. . . grievances can be considered and fairly settled rests upon the Congress and upon the President of the United States and his subordinates. The military constitutes a specialized community governed by a separate discipline from that of the civilian. Orderly government requires that the judiciary be as scrupulous not to interfere with legitimate Army matters as the Army must be scrupulous not to intervene in judicial matters.\"</blockquote>\n<p>Only recently we restated this principle in <i>Rostker</i> v. <i>Goldberg,</i> 453 U. S. 57, 64-65 (1981):</p>\n<blockquote>\"The case arises in the context of Congress' authority over national defense and military affairs, and perhaps in no other area has the Court accorded Congress greater deference.\"</blockquote>\n<p>In <i>Gilligan</i> v. <i>Morgan,</i> 413 U. S. 1, 4 (1973), we addressed the question of whether Congress' analogous power over the militia, granted by Art. I, § 8, cl. 16, would be impermissibly compromised by a suit seeking to have a Federal District Court examine the \"pattern of training, weaponry and orders\" <span class=\"star-pagination\">*302</span> of a State's National Guard. In denying relief we stated:</p>\n<blockquote>\"It would be difficult to think of a clearer example of the type of governmental action that was intended by the Constitution to be left to the political branches directly responsible  as the Judicial Branch is not  to the electoral process. Moreover, it is difficult to conceive of an area of governmental activity in which the courts have less competence. The complex, subtle, and professional decisions as to the composition, training, equipping, and control of a military force are essentially professional military judgments, subject <i>always</i> to civilian control of the Legislative and Executive Branches. The ultimate responsibility for these decisions is appropriately vested in branches of the government which are periodically subject to electoral accountability.\" <i>Id.,</i> at 10 (emphasis in original).</blockquote>\n<p>Congress has exercised its plenary constitutional authority over the military, has enacted statutes regulating military life, and has established a comprehensive internal system of justice to regulate military life, taking into account the special patterns that define the military structure. The resulting system provides for the review and remedy of complaints and grievances such as those presented by respondents. Military personnel, for example, may avail themselves of the procedures and remedies created by Congress in Art. 138 of the Uniform Code of Military Justice, 10 U. S. C. § 938, which provides:</p>\n<blockquote>\"Any member of the armed forces who believes himself wronged by his commanding officer, and who, upon due application to that commanding officer, is refused redress, may complain to any superior commissioned officer, who shall forward the complaint to the officer exercising general court-martial jurisdiction over the officer against whom it is made. The officer exercising <span class=\"star-pagination\">*303</span> general court-martial jurisdiction shall examine into the complaint and take proper measures for redressing the wrong complained of; and he shall, as soon as possible, send to the Secretary concerned a true statement of that complaint, with the proceedings had thereon.\"</blockquote>\n<p>The Board for Correction of Naval Records, composed of civilians appointed by the Secretary of the Navy, provides another means with which an aggrieved member of the military \"may correct any military record . . . when [the Secretary of the Navy acting through the Board] considers it necessary to correct an error or remove an injustice.\" 10 U. S. C. § 1552(a). Respondents' allegations concerning performance evaluations and promotions, for example, could readily have been made within the framework of this intramilitary administrative procedure. Under the Board's procedures, one aggrieved as respondents claim may request a hearing; if the claims are denied without a hearing, the Board is required to provide a statement of its reasons. 32 CFR §§ 723.3(e)(2), (4), (5), 723.4, 723.5 (1982). The Board is empowered to order retroactive backpay and retroactive promotion. 10 U. S. C. § 1552(c). Board decisions are subject to judicial review and can be set aside if they are arbitrary, capricious, or not based on substantial evidence. See <i>Grieg</i> v. <i>United States,</i> <span class=\"citation no-link\"><span class=\"volume\">226</span> <span class=\"reporter\">Ct. Cl.</span> <span class=\"page\">258</span></span>, 640 F. 2d 1261 (1981), cert. denied, 455 U. S. 907 (1982); <i>Sanders</i> v. <i>United States,</i> <span class=\"citation no-link\"><span class=\"volume\">219</span> <span class=\"reporter\">Ct. Cl.</span> <span class=\"page\">285</span></span>, 594 F. 2d 804 (1979).<sup>[1]</sup></p>\n<p>The special status of the military has required, the Constitution has contemplated, Congress has created, and this Court has long recognized two systems of justice, to some extent <span class=\"star-pagination\">*304</span> parallel: one for civilians and one for military personnel. <i>Burns</i> v. <i>Wilson,</i> 346 U. S., at 140. The special nature of military life  the need for unhesitating and decisive action by military officers and equally disciplined responses by enlisted personnel  would be undermined by a judicially created remedy exposing officers to personal liability at the hands of those they are charged to command. Here, as in <i>Feres,</i> we must be \"concern[ed] with the disruption of `[t]he peculiar and special relationship of the soldier to his superiors' that might result if the soldier were allowed to hale his superiors into court,\" <i>Stencel Aero Engineering Corp.</i> v. <i>United States,</i> 431 U. S., at 676 (MARSHALL, J., dissenting), quoting <i>United States</i> v. <i>Brown,</i> 348 U. S., at 112.</p>\n<p>Also, Congress, the constitutionally authorized source of authority over the military system of justice, has not provided a damages remedy for claims by military personnel that constitutional rights have been violated by superior officers. Any action to provide a judicial response by way of such a remedy would be plainly inconsistent with Congress' authority in this field.</p>\n<p>Taken together, the unique disciplinary structure of the Military Establishment and Congress' activity in the field constitute \"special factors\" which dictate that it would be inappropriate to provide enlisted military personnel a <i>Bivens</i>-type remedy against their superior officers. See <i>Bush</i> v. <i>Lucas, post,</i> p. 367.</p>\n<p></p>\n<h2>III</h2>\n<p>Chief Justice Warren had occasion to note that \"our citizens in uniform may not be stripped of basic rights simply because they have doffed their civilian clothes.\" Warren, The Bill of Rights and the Military, 37 N. Y. U. L. Rev. 181, 188 (1962). This Court has never held, nor do we now hold, that military personnel are barred from all redress in civilian courts for constitutional wrongs suffered in the course of military service. See, <i>e. g., </i><i>Brown</i> v. <i>Glines,</i> 444 U. S. 348 (1980); <i>Parker</i> v. <i>Levy,</i> 417 U. S. 733 (1974); <i>Frontiero</i> v. <span class=\"star-pagination\">*305</span> <i>Richardson,</i> 411 U. S. 677 (1973). But the special relationships that define military life have \"supported the military establishment's broad power to deal with its own personnel. The most obvious reason is that courts are ill-equipped to determine the impact upon discipline that any particular intrusion upon military authority might have.\" Warren, <i>supra,</i> at 187.</p>\n<p>We hold that enlisted military personnel may not maintain a suit to recover damages from a superior officer for alleged constitutional violations.<sup>[2]</sup> The judgment of the Court of Appeals is reversed, and the case is remanded for further proceedings consistent with this opinion.<sup>[3]</sup></p>\n<p><i>Reversed and remanded.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Briefs of <i>amici curiae</i> urging reversal were filed by <i>Mitchell L. Lathrop</i> and <i>Terrence L. Bingman</i> for the Naval Reserve Association; and by <i>Daniel J. Popeo, Paul D. Kamenar,</i> and <i>Nicholas E. Calio</i> for the Washington Legal Foundation.</p>\n<p>[1]  The record shows that one of the respondents availed himself of his remedy before the Board for Correction of Naval Records by filing an application for correction of naval records. The request for relief was denied by the Board based on a failure to exhaust administrative remedies and to present sufficient relevant evidence. App. 67. The applicant was informed of his right to pursue an appeal from this decision, <i>ibid.,</i> and the record does not reflect whether any further action was taken.</p>\n<p>[2]  Respondents and the Court of Appeals rely on <i>Wilkes</i> v. <i>Dinsman,</i> <span class=\"citation\" data-id=\"86467\"><a href=\"/opinion/86467/wilkes-v-dinsman/\"><span class=\"volume\">7</span> <span class=\"reporter\">How.</span> <span class=\"page\">89</span></a></span> (1849), after remand, <i>Dinsman</i> v. <i>Wilkes,</i> <span class=\"citation\" data-id=\"86704\"><a href=\"/opinion/86704/dinsman-v-wilkes/\"><span class=\"volume\">12</span> <span class=\"reporter\">How.</span> <span class=\"page\">390</span></a></span> (1852). <i>Wilkes,</i> however, is inapposite because it involved a well-recognized common-law cause of action by a marine against his commanding officer for damages suffered as a result of punishment and did not ask the Court to imply a new kind of cause of action. Also, since the time of <i>Wilkes,</i> significant changes have been made establishing a comprehensive system of military justice.</p>\n<p>[3]  We leave it for the Court of Appeals to decide on remand whether the portion of respondents' suit seeking damages flowing from an alleged conspiracy among petitioners in violation of 42 U. S. C. § 1985(3) can be maintained. This issue was not adequately addressed either by the Court of Appeals or in the briefs and oral argument before this Court.</p>\n\n</div>", "id": 110960, "judges": "Burger", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/110960/", "sha1": "69252693fbb57b8976107b2da6dc1848202ae976", "source": "LR", "supreme_court_db_id": "1982-104", "time_retrieved": "2010-04-28T10:12:50"}