{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "462 U.S. 1017", 
    "federal_cite_two": "103 S. Ct. 2817", 
    "specialty_cite_one": null, 
    "federal_cite_three": "77 L. Ed. 2d 387", 
    "lexis_cite": "1983 U.S. LEXIS 81", 
    "document_uris": [
      "/api/rest/v2/document/110986/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Idaho Ex Rel. Evans v. Oregon", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "67 ORIG", 
    "id": 95345, 
    "resource_uri": "/api/rest/v2/citation/95345/"
  }, 
  "id": 110986, 
  "blocked": false, 
  "judges": "Blackmun", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1983-06-23", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>462 U.S. 1017 (1983)</b></center>\n<center><h1>IDAHO EX REL. EVANS, GOVERNOR OF IDAHO, ET AL.<br>\nv.<br>\nOREGON ET AL.</h1></center>\n<center>No. 67, Orig.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 23, 1983</center>\n<center>Decided June 23, 1983</center>\nON EXCEPTIONS TO FINAL REPORT OF SPECIAL MASTER\n<p><span class=\"star-pagination\">*1018</span> <i>Jim Jones,</i> Attorney General of Idaho, argued the cause for plaintiffs. With him on the briefs were <i>David H. Leroy,</i> former Attorney General, <i>Stephen V. Goddard,</i> Deputy Attorney General, and <i>Don Olowinski.</i></p>\n<p><i>Edward B. MacKie,</i> Chief Deputy Attorney General, argued the cause for defendant State of Washington. With him on the brief were <i>Kenneth O. Eikenberry,</i> Attorney General, and <i>James Johnson,</i> Senior Assistant Attorney General.</p>\n<p>JUSTICE BLACKMUN delivered the opinion of the Court.</p>\n<p>In this action invoking the Court's original jurisdiction, the State of Idaho seeks an equitable apportionment against the States of Oregon and Washington of the anadromous fish that migrate between the Pacific Ocean and spawning grounds in Idaho. The Special Master has filed his final report on the merits and recommends that the action be dismissed without prejudice. We have before us Idaho's exceptions to that report.</p>\n<p></p>\n<h2>I</h2>\n<p>Although somewhat repetitive of the Court's prior writings in this litigation, 444 U. S. 380 (1980), we feel it worthwhile to outline once again the facts of the case and the Court's prior rulings. The dispute concerns fish, one of the valuable <span class=\"star-pagination\">*1019</span> natural resources of the Columbia-Snake River system in the Pacific Northwest. That system covers portions of Wyoming, Idaho, Washington, Oregon, and British Columbia. From its origin in northwest Wyoming, the Snake River flows westerly across southern Idaho until it reaches the Idaho and Oregon border. At that point, the river winds northward to form the border between those States for approximately 165 miles, and then the border between Washington and Idaho for another 30 miles. Next, it turns abruptly westward and flows through eastern Washington for approximately 100 miles, finally joining the Columbia River. The Columbia, before this rendezvous, flows southward from British Columbia through eastern Washington. After it is supplemented by the Snake, the Columbia continues westward 270 miles to the Pacific Ocean. For most of the distance, it forms the boundary between Washington and Oregon.</p>\n<p></p>\n<h2>A</h2>\n<p>Among the various species of fish that thrive in the Columbia-Snake River system, anadromous fish \u0097 in this case, chinook salmon and steelhead trout \u0097 lead remarkable and not completely understood lives. These fish begin life in the upstream gravel bars of the Columbia and Snake and their respective tributaries. Shortly after hatching, the fish emerge from the bars as fry and begin to forage around their hatch areas for food. They grow into fingerlings and then into smolt; the latter generally are at least six inches long and weigh no more than a tenth of a pound. The period the young fish spend in the hatching areas varies with the species and can last from six months to well over a year.</p>\n<p>At the end of this period, the smolts swim down river toward the Pacific.<sup>[1]</sup> In the estuary of the Columbia, the <span class=\"star-pagination\">*1020</span> young fish linger for a time in order to grow accustomed to the chemical cues of the water. A. Netboy, The Columbia River Salmon and Steelhead Trout 44 (1980). It is believed that they pick up the river's scent so that in their twilight years they can return to their original home. Tr. of Oral Arg. 19. Even under the best of conditions, only a small fraction of the smolts that set out from the gravel bars ever reach the ocean.</p>\n<p>Once in the ocean, the smolts grow into adults, averaging between 12 and 17 pounds. They spend several years traveling on precise, and possibly genetically predetermined, routes. See A. Netboy, <i>supra,</i> at 46-49. At the end of their ocean ventures, the mature fish ascend the river. They travel in groups called runs, distinguishable both by species and by the time of year. All the fish return to their original hatching area, where they spawn and then die. At issue in this case are the runs of spring chinook between February and May, the runs of summer chinook in June and July, and the runs of summer steelhead trout in August and September.</p>\n<p></p>\n<h2>B</h2>\n<p>Since 1938, the already arduous voyages of these fish have been complicated by the construction of eight dams on the Columbia and Snake Rivers.<sup>[2]</sup> First, interdicting the flow of the Snake River in Washington are the Lower Granite (constructed in 1969), the Little Goose (1968), and the Lower Monumental (1967) Dams. The Ice Harbor Dam (1961) sits astride the Snake just above its confluence with the Columbia. Four more dams interrupt the Columbia on its way to the Pacific: the McNary (1953), the John Day (1968), the Dalles (1957), and the original dam, the Bonneville (1938).</p>\n<p><span class=\"star-pagination\">*1021</span> In order to produce electrical power, these dams divert a flow of water through large turbines that have devastating effect on young smolts descending to the Pacific. Spillways have been constructed to permit the smolts to detour around the turbines.<sup>[3]</sup> The dams also present great obstacles to the adults. Fish ladders \u0097 water-covered steps \u0097 enable the returning adults to climb over the dams; in addition, the ladders provide an opportunity for compiling statistics.<sup>[4]</sup> Varying water conditions and the demand for power can increase the mortality of both descending smolts and ascending adults. The mortality rate for oceanbound smolts averages approximately 95%. Report of Special Master 7. Their adult counterparts die at a rate of 15% at each dam. Only 25% to 30% of the adults passing over the first dam, the Bonneville, succeed in running the gauntlet to traverse the Lower Granite Dam and enter Idaho. <i>Ibid.</i><sup>[5]</sup></p>\n<p><span class=\"star-pagination\">*1022</span> Another factor depleting the anadromous fish population is fishing, sometimes referred to as \"harvesting.\" In 1918, Oregon and Washington, with the consent of Congress, Act of Apr. 8, 1918, ch. 47, 40 Stat. 515, formed the Oregon-Washington Columbia River Fish Compact to ensure uniformity in state regulation of Columbia River anadromous fish. Idaho has sought entry into the Compact on several occasions, but has been rebuffed. Under the Compact, Oregon and Washington have divided the lower Columbia into six commercial fishery zones: zones one through five cover the Columbia from its mouth to the Bonneville Dam; zone six stretches from the Bonneville Dam to the McNary Dam below the confluence with the Snake. Each year, authorities from both States estimate the size of the runs to determine the length of a fishing season the runs can support. The States do not permit commercial harvests of chinook salmon or steelhead trout in any of their Columbia River tributaries; they do, however, permit sport fishing in most locations.</p>\n<p>Pursuant to treaties ratified in 1859, several Indian Tribes have \"the right of taking fish at all usual and accustomed places.\" <i>Sohappy</i> v. <i>Smith,</i> 302 F. Supp. 899, 904 (Ore. 1969). In 1977, after lengthy litigation over Indian treaty rights,<sup>[6]</sup> Oregon and Washington agreed with the Indians to preserve zone six solely for Indian fishing. They also agreed <span class=\"star-pagination\">*1023</span> to limit commercial harvests in zones one through five to an amount that permits sufficient numbers of fish to pass over the Bonneville Dam to provide an equitable share for the Indians and to leave enough fish to replenish the runs. Under the plan, escapement goals \u0097 the number of fish passing the Bonneville \u0097 are set for each run. When the estimated size of the run exceeds the escapement goal by a specified amount, the surplus is allocated between non-Indian fishers below the Bonneville and Indian fishers above that dam. Two Indian Tribes recently have withdrawn from the agreement, however, casting its future effectiveness into doubt.</p>\n<p>Although the parties disagree as to the causes, runs of all the relevant species since 1973 have been significantly lower. See Report of Special Master 46-51 (tables). Since that year, Oregon and Washington have not permitted commercial harvests of summer chinook; in both States, steelhead trout are now designated game fish and may not be harvested commercially. Harvests of spring chinook have been permitted only in 1974 and 1977. In the years since 1973, there has been some sport fishing of all three runs.</p>\n<p></p>\n<h2>C</h2>\n<p>In 1976, the Court granted Idaho leave to file its complaint requesting an equitable apportionment of anadromous fish in the Columbia-Snake River system. 429 U. S. 163. The matter was referred to a Special Master, the Honorable Jean S. Breitenstein, Senior Judge for the United States Court of Appeals for the Tenth Circuit. See 431 U. S. 952 (1977). The Special Master initially recommended that the suit be dismissed without prejudice for failure to join an indispensable party, the United States. That recommendation was not accepted, and the case was remanded for trial. 444 U. S. 380 (1980). The Court stated that Idaho \"must shoulder the burden of proving that the [non-Indian] fisheries in [Oregon and Washington] have adversely and unfairly affected the number of fish arriving in Idaho.\" <i>Id.,</i> at 392.</p>\n<p><span class=\"star-pagination\">*1024</span> After trial and oral argument, the Special Master issued his final report on the merits. He has recommended that the action be dismissed without prejudice, apparently for two distinct reasons. First, he found that Idaho has not demonstrated that it has suffered any injury at the hands of Oregon and Washington. Second, even assuming that it has suffered such an injury, he found it impossible to fashion a decree to apportion the fish fairly among the parties. Idaho has filed exceptions to the report.<sup>[7]</sup></p>\n<p></p>\n<h2>II</h2>\n<p></p>\n<h2>A</h2>\n<p>As an initial matter, the Special Master correctly concluded that the doctrine of equitable apportionment is applicable to this dispute. Although that doctrine has its roots in water rights litigation, see <i>Kansas</i> v. <i>Colorado,</i> 206 U. S. 46, 98 (1907), the natural resource of anadromous fish is sufficiently similar to make equitable apportionment an appropriate mechanism for resolving allocative disputes.<sup>[8]</sup> The anadromous fish at issue travel through several States during their lifetime. Much as in a water dispute, a State that over-fishes a run downstream deprives an upstream State of the fish it otherwise would receive. A dispute over the water flowing through the Columbia-Snake River system would be resolved by the equitable apportionment doctrine; we see no reason to accord different treatment to a controversy over a similar natural resource of that system.</p>\n<p><span class=\"star-pagination\">*1025</span> The doctrine of equitable apportionment is neither dependent on nor bound by existing legal rights to the resource being apportioned. The fact that no State has a pre-existing legal right of ownership in the fish, <i>Hughes</i> v. <i>Oklahoma,</i> 441 U. S. 322, 329-336 (1979), does not prevent an equitable apportionment. Conversely, although existing legal entitlements are important factors in formulating an equitable decree, such legal rights must give way in some circumstances to broader equitable considerations. See <i>Colorado</i> v. <i>New Mexico,</i> 459 U. S. 176, 184 (1982); <i>id.,</i> at 195 (O'CONNOR, J., concurring); <i>Nebraska</i> v. <i>Wyoming,</i> 325 U. S. 589, 618 (1945); <i>Connecticut</i> v. <i>Massachusetts,</i> 282 U. S. 660, 670-671 (1931).</p>\n<p>At the root of the doctrine is the same principle that animates many of the Court's Commerce Clause cases: a State may not preserve solely for its own inhabitants natural resources located within its borders. See <i>Philadelphia</i> v. <i>New Jersey,</i> 437 U. S. 617, 627 (1978); see also <i>New England Power Co.</i> v. <i>New Hampshire,</i> 455 U. S. 331, 338 (1982); <i>Hughes</i> v. <i>Oklahoma,</i> 441 U. S., at 330. Consistent with this principle, States have an affirmative duty under the doctrine of equitable apportionment to take reasonable steps to conserve and even to augment the natural resources within their borders for the benefit of other States. <i>Colorado</i> v. <i>New Mexico,</i> 459 U. S., at 185; <i>Wyoming</i> v. <i>Colorado,</i> 259 U. S. 419, 484 (1922). Even though Idaho has no legal right to the anadromous fish hatched in its waters, it has an equitable right to a fair distribution of this important resource.</p>\n<p></p>\n<h2>B</h2>\n<p>Because apportionment is based on broad and flexible equitable concerns rather than on precise legal entitlements, see <i>Colorado</i> v. <i>New Mexico,</i> 459 U. S., at 183; <i>Nebraska</i> v. <i>Wyoming,</i> 325 U. S., at 618, a decree is not intended to compensate for prior legal wrongs. Rather, a decree prospectively ensures that a State obtains its equitable share of a resource. <span class=\"star-pagination\">*1026</span> A decree may not always be mathematically precise or based on definite present and future conditions. Uncertainties about the future, however, do not provide a basis for declining to fashion a decree. Reliance on reasonable predictions of future conditions is necessary to protect the equitable rights of a State.</p>\n<p>To the extent that the Special Master found that the formulation of a workable decree is impossible, we must disagree. See <i>Washington</i> v. <i>Fishing Vessel Assn.,</i> 443 U. S. 658, 663 (1979) (regular habits of anadromous fish make it possible to forecast size of runs). Idaho's proposed formula for apportioning the fish is one possible basis for a decree.<sup>[9]</sup> It relies on the number of jackfish \u0097 reproductively precocious male fish, which return a year ahead of other members of their age group \u0097 passing over the Bonneville and the Ice Harbor Dams to predict the size of the run the following year and the percentage of fish in the run that originate in Idaho.<sup>[10]</sup><span class=\"star-pagination\">*1027</span> Although the computation is complicated and somewhat technical, that fact does not prevent the issuance of an equitable decree. See 444 U. S., at 390; <i>Nebraska</i> v. <i>Wyoming,</i> 325 U. S., at 616-617. Nothing in the record undermines the assumption supporting Idaho's formula that there is a definite relationship between the number of jackfish and the total number of fish in a particular run the following year. Thus, if Idaho suffers from the injury it alleges, we see no reason why that injury could not be remedied by an equitable decree.</p>\n<p></p>\n<h2>C</h2>\n<p>The Special Master also found, however, that Idaho has not demonstrated sufficient injury to justify an equitable decree. A State seeking equitable apportionment under our original jurisdiction must prove by clear and convincing evidence some real and substantial injury or damage. <i>Colorado</i> v. <i>New Mexico,</i> 459 U. S., at 187-188, n. 13; <i>Connecticut</i> v. <i>Massachusetts,</i> 282 U. S., at 672; see <i>New Jersey</i> v. <i>New York,</i> 283 U. S. 336, 344-345 (1931). In reaching his conclusion, the Special Master stated that the determination should be based on present conditions. Report of Special Master 25-26. He therefore focused on the most recent time period, 1975 through 1980, during which all the dams and various conservation programs were in operation.</p>\n<p>We approve this approach. The Special Master found that, due to the operation of the dams, the fish runs have been depressed since 1970. <i>Id.,</i> at 26, 34. It is highly unlikely that the dams will be removed or the number of deadly turbines reduced; all parties must live with these conditions in the determinable future.<sup>[11]</sup> Although Oregon and Washington <span class=\"star-pagination\">*1028</span> may have harvested a disproportionate share of anadromous fish over the long run,<sup>[12]</sup> Idaho took 58.72% of the total harvest in the period from 1975 through 1980. <i>Id.,</i> at 44. Equitable apportionment is directed at ameliorating present harm and preventing future injuries to the complaining State, not at compensating that State for prior injury. We agree with the Special Master that these figures do not demonstrate that Oregon and Washington are now injuring Idaho by overfishing the Columbia or that they will do so in the future.</p>\n<p>Moreover, Idaho has not proved that Oregon and Washington have mismanaged the resource and will continue to mismanage. The two States in 1974 did permit some over-fishing <span class=\"star-pagination\">*1029</span> of the Columbia.<sup>[13]</sup> Idaho, however, has produced no concrete evidence of other mismanagement, and the Special Master concluded that \"[t]he record shows no repetition or threatened repetition of [prior mismanagement].\"<sup>[14]</sup><i>Id.,</i> at 32. Although it is possible that Washington and Oregon will mismanage this resource in the future, Idaho has not carried its burden of demonstrating a substantial likelihood of injury.</p>\n<p></p>\n<h2>III</h2>\n<p>For the foregoing reasons, we adopt the Special Master's recommendation and dismiss the action without prejudice to the right of Idaho to bring new proceedings whenever it shall appear that it is being deprived of its equitable share of anadromous fish.</p>\n<p><i>It is so ordered.</i></p>\n<p>JUSTICE O'CONNOR, with whom JUSTICE BRENNAN and JUSTICE STEVENS join, dissenting.</p>\n<p>The Special Master reasoned that Idaho was entitled to a \"fair share\" of the anadromous fish that are the subject of this dispute. Without quantifying that share, however, he rejected the claim that Washington and Oregon had mismanaged the fishery, Report of Special Master 30-34, concluding instead that they had acted in good faith, <i>id.,</i> at 35, and that the relief requested by Idaho was unworkable, <i>ibid.</i> <span class=\"star-pagination\">*1030</span> In reaching that conclusion, he refused to consider any evidence pertaining to years earlier than 1975 or to future developments. <i>Id.,</i> at 25-26, 27.</p>\n<p>The Court today overrules the exceptions to the report of the Special Master. I see substantial merit to several of the points raised by Idaho and am persuaded that they require a remand to the Special Master for further proceedings. Accordingly, I dissent.</p>\n<p></p>\n<h2>I</h2>\n<p>The Master properly concluded that \"Idaho is entitled to its fair share of the fish.\" <i>Id.,</i> at 25. No one owns an individual fish until he reduces that fish to possession, <i>Pierson</i> v. <i>Post,</i> 2 Am. Dec. 264 (N. Y. 1805), and, indeed, even the States do not have full-fledged \"property\" interests in the wildlife within their boundaries, see, <i>e. g., </i><i>Douglas</i> v. <i>Seacoast Products, Inc.,</i> 431 U. S. 265, 284 (1977); <i>Missouri</i> v. <i>Holland,</i> 252 U. S. 416, 434 (1920). Nonetheless, courts have long recognized the <i>opportunity</i> to fish as an interest of sufficient dignity and importance to warrant certain protections. See, <i>e. g., </i><i>Union Oil Co.</i> v. <i>Oppen,</i> 501 F. 2d 558 (CA9 1974); <i>Louisiana ex rel. Guste</i> v. <i>M/V Testbank,</i> 524 F. Supp. 1170 (ED La. 1981); <i>Weld</i> v. <i>Hornby,</i> 7 East 195 (K. B. 1806); J. Gould, Law of Waters §§ 186, 187 (1883); 3 J. Kent, Commentaries 411 (5th ed. 1844); cf. <i>New Jersey</i> v. <i>New York,</i> 283 U. S. 336, 345 (1931) (considering the effect on oysterbeds in apportioning water); <i>Douglas, supra,</i> at 287-288 (REHNQUIST, J., concurring in part and dissenting in part) (although State has no ownership in wildlife in the conventional sense, it has a \"substantial proprietary interest\"). See generally <i>United States</i> v. <i>Washington,</i> 520 F. 2d 676 (CA9 1975), cert. denied, 423 U. S. 1086 (1976). Indeed, in recent years, as the runs of anadromous fish have diminished and no longer satisfy fully the demands of all fishermen, the federal courts frequently find themselves confronted with disputes over the management and conservation of the resource. Faced with these problems, the courts, including <span class=\"star-pagination\">*1031</span> this Court, have not hesitated to recognize that various claimants do possess protectible rights in the runs of fish, whether or not those claimants ultimately manage to land and reduce particular specimens to possession and full ownership. See, <i>e. g., </i><i>Washington Game Dept.</i> v. <i>Puyallup Tribe,</i> 414 U. S. 44 (1973); <i>Sohappy</i> v. <i>Smith,</i> 529 F. 2d 570 (CA9 1976) <i>(per curiam)</i><i>; </i><i>United States</i> v. <i>Washington, supra</i><i>; </i><i>Sohappy</i> v. <i>Smith,</i> 302 F. Supp. 899 (Ore. 1969). When States enter the fray, this Court must be prepared to undertake the admittedly difficult task of assessing the claim of each and arriving at an equitable resolution that protects the interests of each, for, as we held long ago in a leading case on our original jurisdiction:</p>\n<blockquote>\"[W]henever . . . the action of one State reaches through the agency of natural laws into the territory of another State, the question of the extent and the limitations of the rights of the two States becomes a matter of justiciable dispute between them, and this court is called upon to settle that dispute in such a way as will recognize the equal rights of both and at the same time establish justice between them.\" <i>Kansas</i> v. <i>Colorado,</i> 206 U. S. 46, 97-98 (1907).<sup>[1]</sup></blockquote>\n<p><span class=\"star-pagination\">*1032</span> Having reached the correct conclusion that Idaho has a right to a fair share of the anadromous fish of the Columbia and Snake Rivers, though, the Master adopted procedures that denied Idaho an opportunity to effectuate that right. It is the approval of the limitations placed on Idaho's establishment of its rights with which I disagree.</p>\n<p></p>\n<h2>II</h2>\n<p>In spite of his recognition that Idaho was entitled to a fair share of the runs of anadromous fish, the Master found that there was no injury to Idaho. I am at a loss to understand how he reached that conclusion without specifying the nature and extent of Idaho's entitlement.<sup>[2]</sup> The Master excluded from consideration any evidence of past conditions or probable future conditions, focusing instead solely on the evidence for the period 1975-1980. Report of Special Master 25-26, 27.<sup>[3]</sup> During those years, the harvests were negligible, so, in <span class=\"star-pagination\">*1033</span> the Master's view, Idaho's rights were similarly negligible, and Idaho could not show the \"substantial injury\" necessary to obtain relief from this Court in the exercise of its original jurisdiction, see, <i>e. g., </i><i>Kansas</i> v. <i>Colorado,</i> 320 U. S. 383, 393 (1943); <i>Connecticut</i> v. <i>Massachusetts,</i> 282 U. S. 660, 669 (1931). Of course, as the Court recognizes, <i>ante,</i> at 1027, the Master properly required a showing by clear and convincing evidence that Idaho sustained a substantial injury. Nonetheless, two basic problems flaw the Master's approach. First, it assumes that Idaho's only concern is with its share of the harvest and that, in the absence of a harvestable surplus,<sup>[4]</sup> Idaho's interest in the runs vanishes. Second, it excludes evidence relevant in explaining the current state of the runs and in determining what types of management will best conserve and increase the resource for the benefit of all.</p>\n<p></p>\n<h2>A</h2>\n<p>The first problem with the Master's approach requires little elaboration. Even if there is absolutely no harvestable surplus for a year or for several years, Idaho has a right to seek to maintain and eventually increase the runs by requiring the defendants to refrain from practices that prevent fish from returning to their spawning grounds in numbers sufficient to perpetuate the species in this river system. Cf. <i>Colorado</i> v. <i>New Mexico,</i> 459 U. S. 176 (1982) (recognizing duty to conserve common water supply); <i>Wyoming</i> v. <i>Colorado,</i> 259 U. S. 419, 484 (1922) (same). The allegations of mismanagement over the period leading up to this lawsuit \u0097 in particular the allegation that the defendants made a practice of closing fishing seasons only <i>after</i> it became clear that they would not meet the goal of a minimum spawning escapement, Exceptions of Idaho 65; Pretrial Order 7, Admitted Fact 30 \u0097 if true, may show the existence of a threat to Idaho's interest in the maintenance of the runs. Indeed, the <span class=\"star-pagination\">*1034</span> very paucity of the harvest in 1975-1980 that the Master relied upon in denying Idaho any relief suggests that there may be some merit in Idaho's contention that the runs have not been properly managed in the past.</p>\n<p>Further, the need for relief in such a situation is compelling. Techniques are available that may aid significantly in maintaining or increasing the runs.<sup>[5]</sup> But Idaho is unlikely to devote substantial resources to projects designed to maintain and increase the runs if the defendants are free to engage in mismanagement downstream that will negate Idaho's efforts. The Master should not have concluded that, simply because Idaho shared equally in the failure of the harvest in 1975-1980, it had no further interest in promoting the conservation of the species and the eventual restoration of the runs, neither of which could occur without proper management practices on the part of the defendants.</p>\n<p></p>\n<h2>B</h2>\n<p>In my view, the Master erred also in excluding the evidence of the past practices of the defendants, of the past conditions on the river system, and of the probable conditions in the future. Consideration of Idaho's interest in maintaining the runs has already illustrated one way in which evidence of the past conditions and practices and of probable future conditions was indeed relevant in this action. Moreover, the Master's limitations place Idaho in an untenable position. Although harvests were minimal from 1975 to 1980, conditions were different when Idaho sought leave to file its complaint in this action on March 31, 1975. In 1974, Washington and Oregon had harvested some 22,400 spring chinook and 9,500 summer steelhead. Report of Special Master 18-19. <span class=\"star-pagination\">*1035</span> Indeed, even with the negligible harvests for the latter half of the decade, during the 1970's, Washington and Oregon harvested an annual average of 27,320 upriver spring chinook, 2,260 upriver summer chinook, and 12,360 upriver summer steelhead, compared with Idaho's average harvests of 3,150 upriver spring chinook, no upriver summer chinook, and 8,550 upriver summer steelhead. <i>Id.,</i> at 13, 15, 17. Assuming Idaho's allegations to be true, substantial portions of the fish harvested by Washington and Oregon rightfully should have returned to Idaho. This period did not reflect a pristine and irretrievably lost state of nature. On the contrary, all the dams were in place before 1970, see <i>ante,</i> at 1020. But the Master refused to consider these figures, looking only to figures for harvests taking place <i>after</i> Idaho sought relief. Under this approach, to vindicate its rights, Idaho will have to wait until the runs regenerate \u0097 relying on the goodwill of the defendants to maintain and increase them. Then, once there is a harvest available, Idaho will have to hope that the runs survive any mismanagement long enough to establish a new record of fishing on harvests rightfully belonging to Idaho <i>and</i> that both the runs and the mismanagement will persist throughout the time necessary to complete litigation. I would not place such hurdles in the way of a State seeking to preserve its natural resources.</p>\n<p></p>\n<h2>III</h2>\n<p>The proper approach in this case, in my view, would require the Master to determine whether Idaho has a protectible interest in the preservation of the runs and what Idaho's proper share is, expressed as a proportion of the harvestable surplus. In making that determination, the Master should have a broad range of flexibility, drawing guidance from our previous cases reconciling conflicting claims of States to natural resources by equitable apportionment. The classic statement of the considerations governing equitable apportionment of interstate streams emphasizes <span class=\"star-pagination\">*1036</span> the breadth of the inquiry and the importance of <i>all</i> relevant factors:<sup>[6]</sup></p>\n<blockquote>\"Apportionment calls for the exercise of an informed judgment on a consideration of many factors. Priority of appropriation is the guiding principle. But physical and climatic conditions, the consumptive use of water in the several sections of the river, the character and rate of return flows, the extent of established uses, the availability of storage water, the practical effect of wasteful uses on downstream areas, the damage to upstream areas as compared to the benefits to downstream areas if a limitation is imposed on the former \u0097 these are all relevant factors. They are merely an illustrative, not an exhaustive catalogue. They indicate the nature of the problem of apportionment and the delicate adjustment of interests which must be made.\" <i>Nebraska</i> v. <i>Wyoming,</i> 325 U. S. 589, 618 (1945).</blockquote>\n<p>See <i>Colorado</i> v. <i>New Mexico,</i> 459 U. S., at 183; <i>Connecticut</i> v. <i>Massachusetts,</i> 282 U. S., at 671; 2 Waters and Water <span class=\"star-pagination\">*1037</span> Rights § 132.5(B) (R. Clark ed. 1967). Of course, the relevant considerations stated in cases concerning rights to water must be adapted to this new context. Nevertheless, the general principles apply. I would direct the Master to consider a range of factors including, but not limited to, the harm that must be incurred by Oregon and Washington in terms of harvest forgone in order to allow a given number of fish to reach Idaho, cf. <i>Nebraska</i> v. <i>Wyoming, supra</i> (considering the loss of water in transit); the contribution of each State to preservation of the habitat necessary for spawning; the contribution of each State to the preservation of the proper habitat necessary for the survival and development of fish during passage; the investment of each State in programs to mitigate losses and enhance the runs, such as hatcheries and transportation programs, see n. 5, <i>supra;</i><sup>[7]</sup> and the relative values of the types of fishery \u0097 commercial or sport \u0097 operated by the defendants and by Idaho, cf. <i>Connecticut</i> v. <i>Massachusetts, supra,</i> at 673 (\"Drinking and other domestic purposes are the highest uses of water\").</p>\n<p>Only after making this initial determination can we decide whether Idaho has been wrongfully deprived of fish. If the depletion of the runs is attributable to mismanagement by Oregon and Washington, we should grant relief. The Master suggested that relief is unworkable because of the difficulties of estimating the runs and apportioning them. The task is indeed a complicated one, as we recognized when we stated in <i>Puyallup:</i> \"Only an expert could fairly estimate what degree of net fishing plus fishing by hook and line would allow the escapement of fish necessary for perpetuation of the species.\" 414 U. S., at 48. Nevertheless, it is a task that we have recognized as possible, <i>Washington</i> v. <i>Washington</i> <span class=\"star-pagination\">*1038</span> <i>State Commercial Passenger Fishing Vessel Assn.,</i> 443 U. S. 658, 662-664 (1979), and the difficulty of providing equitable relief has never provided an excuse for shirking the duty imposed on us by the Constitution. <i>Idaho ex rel. Evans</i> v. <i>Oregon,</i> 444 U. S. 380, 390, n. 7 (1980); <i>Nebraska</i> v. <i>Wyoming, supra,</i> at 616. The lower federal courts have proved able to grant appropriate relief, <i>e. g., </i><i>Sohappy</i> v. <i>Smith,</i> 529 F. 2d, at 572-573; <i>United States</i> v. <i>Washington,</i> 520 F. 2d 676 (CA9 1975), so we too should be able to overcome the difficulties.<sup>[8]</sup> Moreover, a statement of relative rights may induce the parties to cooperate in devising a plan to accommodate not only the rights of all but also the difficulties of management, as the defendants here did when sued by the Indians for enforcement of treaty fishing rights. See Report of Special Master 34-35 (discussing Five-Year Plan entered by parties to <i>Sohappy</i> v. <i>Smith</i>).<sup>[9]</sup></p>\n<p></p>\n<h2>IV</h2>\n<p>Since the Master failed to quantify Idaho's right in the anadromous fish, he was unable to determine whether Idaho suffered any injury entitling it to a remedy. I would remand to allow the Master to apply our precedents on equitable apportionment to determine the extent of Idaho's rights, and, if appropriate, to devise a remedy protecting those rights.</p>\n<h2>NOTES</h2>\n<p>[1]  The smolts, apparently, prefer not to swim. They face upstream, open their mouths, and permit the current to carry them downstream. Should they come upon a quiet spot, they turn around and swim. A. Netboy, The Columbia River Salmon and Steelhead Trout 44 (1980).</p>\n<p>[2]  Three dams in Idaho \u0097 the Brownlee (constructed in 1958), the Oxbow (1961), and the Hells Canyon (1967) Dams \u0097 have closed off the upper Snake River entirely to this piscean traffic. This renders unusable much good spawning area.</p>\n<p>[3]  Most dams are also equipped with screens that divert the smolts away from the turbines and into the spillways. Since 1969, however, the number of turbines operating on the dams has increased from 3 to 24, causing more water to be directed through turbines and reducing the water flow down the spillways. This has increased smolt mortality dramatically. There is an experimental plan to place smolts in tanks and \"bus\" them around all the dams for release below the Bonneville Dam. See Tr. of Oral Arg. 15; Idaho's Exceptions to Master's Final Report on Merits 102-103 (Idaho's Exceptions).</p>\n<p>[4]  At each fish ladder, the Army Corps of Engineers has constructed observation windows from which it counts and records the number of ascending fish and notes their variety. This count must be adjusted for the phenomenon of \"fall back\": often adult fish that have been counted are swept back over the dam or down the ladder by strong currents. In addition to the effect this phenomenon has on the complexity of the count, the fall over the dam causes nitrogen supersaturation, making the fish slightly giddy and disoriented, and serving to increase adult mortality.</p>\n<p>[5]  Apparently, the John Day Dam, constructed in 1968, is \"the big killer\" of ascending adults. See Tr. of Oral Arg. 16. To mitigate the effects of the high mortality rate caused by all the dams, hatchery programs hatch and nurture millions of smolts and release them into the Snake River. The Idaho Power Company finances several Idaho hatcheries, pursuant to a condition imposed by the Federal Energy Regulatory Commission in granting the company's application for a license to construct dams along the upper portions of the Snake. Report of Special Master 9; see n. 3, <i>supra.</i> In addition, the parties have agreed to construct 10 hatcheries, 6 in Idaho, to compensate for losses caused by the four dams on the lower Snake River.</p>\n<p>[6]  The <i>Sohappy</i> District Court in 1974 held that the Indians were entitled to 50% of the fish destined to pass over the Bonneville. See <i>Sohappy</i> v. <i>Smith,</i> 529 F. 2d 570, 572 (CA9 1976); cf. <i>Washington</i> v. <i>Fishing Vessel Assn.,</i> 443 U. S. 658, 685-689 (1979) (approving similar 50% allocation to Indians). The Court of Appeals for the Ninth Circuit vacated the order and remanded the case to the District Court for consideration of other factors bearing on the apportionment. 529 F. 2d, at 573-574. The parties reached the agreement described in the text before any further District Court action.</p>\n<p>[7]  Washington filed no exceptions of its own, but has responded to those of Idaho. Oregon did not participate in our review of the Special Master's report.</p>\n<p>[8]  The Court in <i>Kansas</i> v. <i>Colorado</i> said:\n</p>\n<p>\"[W]henever . . . the action of one State reaches through the agency of natural laws into the territory of another State, the question of the extent and the limitations of the rights of the two States becomes a matter of justiciable dispute between them, and this court is called upon to settle that dispute in such a way as will recognize the equal rights of both and at the same time establish justice between them.\" 206 U. S., at 97-98.</p>\n<p>[9]  Oregon and Washington authorities employ a similar formula in estimating the size of runs and in setting Bonneville Dam escapement goals pursuant to the Indian treaty rights settlement agreement. In addition to the apportionment formula, Idaho's plan would require Oregon and Washington (1) to continue the same primary management techniques they have been using; (2) to estimate the size of future runs and dam mortality rates; (3) to meet the escapement requirements they have set for the last five years; (4) to determine the number of fish in each run that originated in Idaho; (5) to determine the harvestable surplus of Idaho-origin fish; (6) to allot to Idaho a share of that surplus (after subtracting Indian fisheries) equal to the percentage that Idaho-origin fish are of the total Columbia River run; and (7) to make up any shortfall in Idaho's allocated harvest out of the next year's harvest.</p>\n<p>[10]  The latter prediction is possible because most fish that surmount the Ice Harbor Dam are headed for spawning grounds in Idaho. We express no view on the appropriateness of Idaho's proposed formula. We note that it apportions fish solely on the basis of their origin. Flexibility is the linchpin in equitable apportionment cases, and, in our prior decisions, we have based apportionment on the consideration of many factors to ensure a fair and equitable allocation. See <i>Colorado</i> v. <i>New Mexico,</i> 459 U. S. 176, 183 (1982).</p>\n<p>[11]  Idaho accepts, as it must, see 444 U. S., at 388, the continued operation of the dams and their adverse impact on the runs. See Idaho's Exceptions 46, 87. Its argument that the parties must share that adverse impact equally, <i>id.,</i> at 87, is relevant to the fashioning of an equitable decree, but not to the existence of a cognizable injury.</p>\n<p>[12]  Idaho claims that from 1962 through 1980, when spring chinook that originated in Idaho constituted 50% of the total runs, Oregon and Washington took 83% of the Idaho spring chinook. According to Idaho, they also harvested 75% of the Idaho-origin summer chinook, which during the period constituted 40% of all summer chinook runs. As to steelhead trout, Idaho asserts that Oregon and Washington took 58% of the harvest of Idaho-origin fish, which was 48% of the total steelhead runs. <i>Id.,</i> at 49-50.\n</p>\n<p>Of course, these figures presume, as does Idaho's entire argument, that Idaho is entitled to those fish that originate in its waters. After <i>Hughes</i> v. <i>Oklahoma,</i> 441 U. S. 322 (1979), however, Idaho cannot claim legal ownership of the fish. While the origin of the fish may be a factor in the fashioning of an equitable decree, it cannot by itself establish the need for a decree. Instead, the Court must look to factors such as disproportionate reductions in Idaho's normal harvest, or reductions in the total fish in the runs caused by mismanagement or overfishing by Washington and Oregon. As a historical matter, Idaho's own tables demonstrate that its proportion of the harvest of Idaho-origin spring chinook increased from 13.5% in 1962 through 1967 to 45.5% in 1975 through 1980, and its percentage of the harvest of Idaho-origin steelhead trout increased in the same period from 35.1% to 90.7%. Idaho's harvest percentage of Idaho-origin summer chinook did decrease between the two periods, but only 192 fish from that run were caught in the latter period, a <i>de minimis</i> number. Idaho's Exceptions 53-54 (tables 6, 7, and 8). Although we reject the assumption of entitlement underlying Idaho's comparisons, even under that assumption, Idaho's portion of the harvest has been increasing.</p>\n<p>[13]  The Special Master found that the last incident of mismanagement occurred in 1974 when, despite the recommendation of experts, Oregon and Washington permitted a limited harvest. They overestimated the Bonneville count by failing to consider the fall back phenomenon, and underestimated the Indian fishery for the year. The overfishing reduced the number of fish returning to spawn. Report of Special Master 32.</p>\n<p>[14]  Moreover, despite Idaho's claim that Oregon and Washington managed only for minimum escapements over the Bonneville, the Special Master found that Idaho had never requested those States to increase the escapement goal. <i>Id.,</i> at 31. In fact, Idaho seems quite content with the current escapement goals; its plan requires that Oregon and Washington \"manage to meet the same spawning escapements they have been managing for over the last five years.\" Idaho's Exceptions 82.</p>\n<p>[1]  This controversy, like disputes over the waters of interstate streams, is one particularly appropriate for resolution by this Court in the exercise of its original jurisdiction. The original jurisdiction was \"conferred by the Constitution as a substitute for the diplomatic settlement of controversies between sovereigns and a possible resort to force,\" <i>North Dakota</i> v. <i>Minnesota,</i> 263 U. S. 365, 372-373 (1923). See generally 2 Waters and Water Rights § 132.2(A) (R. Clark ed. 1967). Disputes between sovereigns over migratory wildlife typically give rise to diplomatic solutions. See, <i>e. g., </i><i>Missouri</i> v. <i>Holland,</i> 252 U. S. 416 (1920) (treaty between United States and Canada concerning migratory birds). Such solutions reflect the recognition by the international community that each sovereign whose territory temporarily shelters such wildlife has a legitimate and protectible interest in that wildlife. In our federal system, we recognize similar interests, but the original jurisdiction of this Court or interstate compacts substitute for interstate diplomatic processes.</p>\n<p>[2]  The failure to specify Idaho's rights also seems to me to represent a poor use of judicial resources, inviting future litigation, rather than settling questions properly presented now. Cf. Comment, <i>Sohappy</i> v. <i>Smith:</i> Eight Years of Litigation over Indian Fishing Rights, 56 Ore. L. Rev. 680, 693 (1977) (although court's initial order declared that the Indians had a right to a \"fair share\" of fish, \"[u]nfortunately, the court did not provide any guidelines for determining what a `fair share' is, and consequently, the parties have been back in court to argue about the application of <i>Sohappy</i>\").</p>\n<p>[3]  The Master did permit Idaho to create a record, at least of evidence of past conditions and practices, see Exceptions of Idaho 101, but he refused to consider that evidence, effectively excluding it. See Report of Special Master 25-26, 27.\n</p>\n<p>In support of this decision, the Master cited <i>Nebraska</i> v. <i>Wyoming,</i> 325 U. S. 589, 620 (1945), where the Court stated: \"[T]he decree which is entered must deal with conditions as they obtain today.\" In setting out the general principle in that case, the Court had explained: \" `[A]ll of the factors which create equities in favor of one State or the other must be weighed as of the date when the controversy is mooted,' \" <i>id.,</i> at 618, quoting <i>Kansas</i> v. <i>Colorado,</i> 320 U. S. 383, 394 (1943). \"Conditions as they obtain today\" include all current \"equities,\" which, as elaborated further below, turn on past, present, and future realities.</p>\n<p>[4]  \"Harvestable surplus\" refers to the number of fish in the run that remain after the escapement ordered for the preservation of the runs and after the Indian Tribes have exercised their treaty rights.</p>\n<p>[5]  For instance, hatcheries supplement the natural reproduction of the fish. See Report of Special Master 9. Also, fish may be transported around dams to reduce mortality in passage, Exceptions of Idaho 102-103; see <i>ante,</i> at 1021, n. 3. Finally, the States can continue investment and efforts to maintain proper conditions for spawning, Report of Special Master 8.</p>\n<p>[6]  In this regard, I think that the Master properly rejected Idaho's proposed quantification of its right, relying solely on its role as the State of origin. As Idaho explains its position: \"[Idaho's] share of the harvestable surplus of Idaho origin fish should equal Idaho's percentage contribution to the entire run.\" Exceptions of Idaho 47. This proposal would require the Master to base the apportionment on one factor alone. The most glaring problem with this formulation is that it takes no account of the relative benefits and burdens to each State of dividing the resource. To allow one fish to reach Idaho, Oregon and Washington must allow some significantly larger number, the exact value of which is the subject of some dispute, see Response of Washington 14-15, 43-45; Reply Brief for Idaho 7-9, to pass by the downstream fisheries. These other fish will be lost in passage, and no one will benefit. Considerations of relative benefits and burdens imposed by a given division are at the core of equitable apportionment. See, <i>e. g., </i><i>Colorado</i> v. <i>New Mexico,</i> 459 U. S. 176 (1982); <i>Kansas</i> v. <i>Colorado,</i> 206 U. S. 46, 109 (1907); cf. <i>Colorado</i> v. <i>New Mexico, supra,</i> at 181, n. 8 (rejecting argument that State that is the source of water is automatically entitled to any share).</p>\n<p>[7]  The Master's report suggests that the source of revenue used for investment by the State \u0097 fishing license fees as opposed to general taxes \u0097 is somehow relevant. See Report of Special Master 30. Although the proper range of considerations is quite broad, I fail to see the relevance of that consideration.</p>\n<p>[8]  The Master's dismissal of Idaho's calculations reflects an undue skepticism where statistics are concerned. The linear least squares regression method that the Master concluded was \"of little value in making predictions,\" <i>id.,</i> at 41, for instance, can indeed have predictive value, if used properly. See, <i>e. g.,</i> W. Hays, Statistics § 10.4 (3d ed. 1981). Courts can rely on the same sort of calculations that agencies charged by the States with management of fisheries perform.</p>\n<p>[9]  The Five-Year Plan of the parties to the <i>Sohappy</i> litigation expired in 1982, see Report of Special Master 11. The Plan had required the defendants to take certain actions that tended to preserve the runs. <i>Id.,</i> at 35. Although the Plan was never adequate to protect Idaho, since it was not a party to the Plan, <i>id.,</i> at 10, the expiration makes the need for relief, if there has been an injury, even more urgent.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:12:51", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1017</span></span> (1983)</b></center>\n<center><h1>IDAHO EX REL. EVANS, GOVERNOR OF IDAHO, ET AL.<br>\nv.<br>\nOREGON ET AL.</h1></center>\n<center>No. 67, Orig.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 23, 1983</center>\n<center>Decided June 23, 1983</center>\nON EXCEPTIONS TO FINAL REPORT OF SPECIAL MASTER\n<p><span class=\"star-pagination\">*1018</span> <i>Jim Jones,</i> Attorney General of Idaho, argued the cause for plaintiffs. With him on the briefs were <i>David H. Leroy,</i> former Attorney General, <i>Stephen V. Goddard,</i> Deputy Attorney General, and <i>Don Olowinski.</i></p>\n<p><i>Edward B. MacKie,</i> Chief Deputy Attorney General, argued the cause for defendant State of Washington. With him on the brief were <i>Kenneth O. Eikenberry,</i> Attorney General, and <i>James Johnson,</i> Senior Assistant Attorney General.</p>\n<p>JUSTICE BLACKMUN delivered the opinion of the Court.</p>\n<p>In this action invoking the Court's original jurisdiction, the State of Idaho seeks an equitable apportionment against the States of Oregon and Washington of the anadromous fish that migrate between the Pacific Ocean and spawning grounds in Idaho. The Special Master has filed his final report on the merits and recommends that the action be dismissed without prejudice. We have before us Idaho's exceptions to that report.</p>\n<p></p>\n<h2>I</h2>\n<p>Although somewhat repetitive of the Court's prior writings in this litigation, 444 U. S. 380 (1980), we feel it worthwhile to outline once again the facts of the case and the Court's prior rulings. The dispute concerns fish, one of the valuable <span class=\"star-pagination\">*1019</span> natural resources of the Columbia-Snake River system in the Pacific Northwest. That system covers portions of Wyoming, Idaho, Washington, Oregon, and British Columbia. From its origin in northwest Wyoming, the Snake River flows westerly across southern Idaho until it reaches the Idaho and Oregon border. At that point, the river winds northward to form the border between those States for approximately 165 miles, and then the border between Washington and Idaho for another 30 miles. Next, it turns abruptly westward and flows through eastern Washington for approximately 100 miles, finally joining the Columbia River. The Columbia, before this rendezvous, flows southward from British Columbia through eastern Washington. After it is supplemented by the Snake, the Columbia continues westward 270 miles to the Pacific Ocean. For most of the distance, it forms the boundary between Washington and Oregon.</p>\n<p></p>\n<h2>A</h2>\n<p>Among the various species of fish that thrive in the Columbia-Snake River system, anadromous fish \u0097 in this case, chinook salmon and steelhead trout \u0097 lead remarkable and not completely understood lives. These fish begin life in the upstream gravel bars of the Columbia and Snake and their respective tributaries. Shortly after hatching, the fish emerge from the bars as fry and begin to forage around their hatch areas for food. They grow into fingerlings and then into smolt; the latter generally are at least six inches long and weigh no more than a tenth of a pound. The period the young fish spend in the hatching areas varies with the species and can last from six months to well over a year.</p>\n<p>At the end of this period, the smolts swim down river toward the Pacific.<sup>[1]</sup> In the estuary of the Columbia, the <span class=\"star-pagination\">*1020</span> young fish linger for a time in order to grow accustomed to the chemical cues of the water. A. Netboy, The Columbia River Salmon and Steelhead Trout 44 (1980). It is believed that they pick up the river's scent so that in their twilight years they can return to their original home. Tr. of Oral Arg. 19. Even under the best of conditions, only a small fraction of the smolts that set out from the gravel bars ever reach the ocean.</p>\n<p>Once in the ocean, the smolts grow into adults, averaging between 12 and 17 pounds. They spend several years traveling on precise, and possibly genetically predetermined, routes. See A. Netboy, <i>supra,</i> at 46-49. At the end of their ocean ventures, the mature fish ascend the river. They travel in groups called runs, distinguishable both by species and by the time of year. All the fish return to their original hatching area, where they spawn and then die. At issue in this case are the runs of spring chinook between February and May, the runs of summer chinook in June and July, and the runs of summer steelhead trout in August and September.</p>\n<p></p>\n<h2>B</h2>\n<p>Since 1938, the already arduous voyages of these fish have been complicated by the construction of eight dams on the Columbia and Snake Rivers.<sup>[2]</sup> First, interdicting the flow of the Snake River in Washington are the Lower Granite (constructed in 1969), the Little Goose (1968), and the Lower Monumental (1967) Dams. The Ice Harbor Dam (1961) sits astride the Snake just above its confluence with the Columbia. Four more dams interrupt the Columbia on its way to the Pacific: the McNary (1953), the John Day (1968), the Dalles (1957), and the original dam, the Bonneville (1938).</p>\n<p><span class=\"star-pagination\">*1021</span> In order to produce electrical power, these dams divert a flow of water through large turbines that have devastating effect on young smolts descending to the Pacific. Spillways have been constructed to permit the smolts to detour around the turbines.<sup>[3]</sup> The dams also present great obstacles to the adults. Fish ladders \u0097 water-covered steps \u0097 enable the returning adults to climb over the dams; in addition, the ladders provide an opportunity for compiling statistics.<sup>[4]</sup> Varying water conditions and the demand for power can increase the mortality of both descending smolts and ascending adults. The mortality rate for oceanbound smolts averages approximately 95%. Report of Special Master 7. Their adult counterparts die at a rate of 15% at each dam. Only 25% to 30% of the adults passing over the first dam, the Bonneville, succeed in running the gauntlet to traverse the Lower Granite Dam and enter Idaho. <i>Ibid.</i><sup>[5]</sup></p>\n<p><span class=\"star-pagination\">*1022</span> Another factor depleting the anadromous fish population is fishing, sometimes referred to as \"harvesting.\" In 1918, Oregon and Washington, with the consent of Congress, Act of Apr. 8, 1918, ch. 47, 40 Stat. 515, formed the Oregon-Washington Columbia River Fish Compact to ensure uniformity in state regulation of Columbia River anadromous fish. Idaho has sought entry into the Compact on several occasions, but has been rebuffed. Under the Compact, Oregon and Washington have divided the lower Columbia into six commercial fishery zones: zones one through five cover the Columbia from its mouth to the Bonneville Dam; zone six stretches from the Bonneville Dam to the McNary Dam below the confluence with the Snake. Each year, authorities from both States estimate the size of the runs to determine the length of a fishing season the runs can support. The States do not permit commercial harvests of chinook salmon or steelhead trout in any of their Columbia River tributaries; they do, however, permit sport fishing in most locations.</p>\n<p>Pursuant to treaties ratified in 1859, several Indian Tribes have \"the right of taking fish at all usual and accustomed places.\" <i>Sohappy</i> v. <i>Smith,</i> <span class=\"citation\" data-id=\"2007176\"><a href=\"/opinion/2007176/sohappy-v-smith/\"><span class=\"volume\">302</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">899</span></a></span>, 904 (Ore. 1969). In 1977, after lengthy litigation over Indian treaty rights,<sup>[6]</sup> Oregon and Washington agreed with the Indians to preserve zone six solely for Indian fishing. They also agreed <span class=\"star-pagination\">*1023</span> to limit commercial harvests in zones one through five to an amount that permits sufficient numbers of fish to pass over the Bonneville Dam to provide an equitable share for the Indians and to leave enough fish to replenish the runs. Under the plan, escapement goals \u0097 the number of fish passing the Bonneville \u0097 are set for each run. When the estimated size of the run exceeds the escapement goal by a specified amount, the surplus is allocated between non-Indian fishers below the Bonneville and Indian fishers above that dam. Two Indian Tribes recently have withdrawn from the agreement, however, casting its future effectiveness into doubt.</p>\n<p>Although the parties disagree as to the causes, runs of all the relevant species since 1973 have been significantly lower. See Report of Special Master 46-51 (tables). Since that year, Oregon and Washington have not permitted commercial harvests of summer chinook; in both States, steelhead trout are now designated game fish and may not be harvested commercially. Harvests of spring chinook have been permitted only in 1974 and 1977. In the years since 1973, there has been some sport fishing of all three runs.</p>\n<p></p>\n<h2>C</h2>\n<p>In 1976, the Court granted Idaho leave to file its complaint requesting an equitable apportionment of anadromous fish in the Columbia-Snake River system. 429 U. S. 163. The matter was referred to a Special Master, the Honorable Jean S. Breitenstein, Senior Judge for the United States Court of Appeals for the Tenth Circuit. See 431 U. S. 952 (1977). The Special Master initially recommended that the suit be dismissed without prejudice for failure to join an indispensable party, the United States. That recommendation was not accepted, and the case was remanded for trial. 444 U. S. 380 (1980). The Court stated that Idaho \"must shoulder the burden of proving that the [non-Indian] fisheries in [Oregon and Washington] have adversely and unfairly affected the number of fish arriving in Idaho.\" <i>Id.,</i> at 392.</p>\n<p><span class=\"star-pagination\">*1024</span> After trial and oral argument, the Special Master issued his final report on the merits. He has recommended that the action be dismissed without prejudice, apparently for two distinct reasons. First, he found that Idaho has not demonstrated that it has suffered any injury at the hands of Oregon and Washington. Second, even assuming that it has suffered such an injury, he found it impossible to fashion a decree to apportion the fish fairly among the parties. Idaho has filed exceptions to the report.<sup>[7]</sup></p>\n<p></p>\n<h2>II</h2>\n<p></p>\n<h2>A</h2>\n<p>As an initial matter, the Special Master correctly concluded that the doctrine of equitable apportionment is applicable to this dispute. Although that doctrine has its roots in water rights litigation, see <i>Kansas</i> v. <i>Colorado,</i> 206 U. S. 46, 98 (1907), the natural resource of anadromous fish is sufficiently similar to make equitable apportionment an appropriate mechanism for resolving allocative disputes.<sup>[8]</sup> The anadromous fish at issue travel through several States during their lifetime. Much as in a water dispute, a State that over-fishes a run downstream deprives an upstream State of the fish it otherwise would receive. A dispute over the water flowing through the Columbia-Snake River system would be resolved by the equitable apportionment doctrine; we see no reason to accord different treatment to a controversy over a similar natural resource of that system.</p>\n<p><span class=\"star-pagination\">*1025</span> The doctrine of equitable apportionment is neither dependent on nor bound by existing legal rights to the resource being apportioned. The fact that no State has a pre-existing legal right of ownership in the fish, <i>Hughes</i> v. <i>Oklahoma,</i> 441 U. S. 322, 329-336 (1979), does not prevent an equitable apportionment. Conversely, although existing legal entitlements are important factors in formulating an equitable decree, such legal rights must give way in some circumstances to broader equitable considerations. See <i>Colorado</i> v. <i>New Mexico,</i> 459 U. S. 176, 184 (1982); <i>id.,</i> at 195 (O'CONNOR, J., concurring); <i>Nebraska</i> v. <i>Wyoming,</i> 325 U. S. 589, 618 (1945); <i>Connecticut</i> v. <i>Massachusetts,</i> 282 U. S. 660, 670-671 (1931).</p>\n<p>At the root of the doctrine is the same principle that animates many of the Court's Commerce Clause cases: a State may not preserve solely for its own inhabitants natural resources located within its borders. See <i>Philadelphia</i> v. <i>New Jersey,</i> 437 U. S. 617, 627 (1978); see also <i>New England Power Co.</i> v. <i>New Hampshire,</i> 455 U. S. 331, 338 (1982); <i>Hughes</i> v. <i>Oklahoma,</i> 441 U. S., at 330. Consistent with this principle, States have an affirmative duty under the doctrine of equitable apportionment to take reasonable steps to conserve and even to augment the natural resources within their borders for the benefit of other States. <i>Colorado</i> v. <i>New Mexico,</i> 459 U. S., at 185; <i>Wyoming</i> v. <i>Colorado,</i> 259 U. S. 419, 484 (1922). Even though Idaho has no legal right to the anadromous fish hatched in its waters, it has an equitable right to a fair distribution of this important resource.</p>\n<p></p>\n<h2>B</h2>\n<p>Because apportionment is based on broad and flexible equitable concerns rather than on precise legal entitlements, see <i>Colorado</i> v. <i>New Mexico,</i> 459 U. S., at 183; <i>Nebraska</i> v. <i>Wyoming,</i> 325 U. S., at 618, a decree is not intended to compensate for prior legal wrongs. Rather, a decree prospectively ensures that a State obtains its equitable share of a resource. <span class=\"star-pagination\">*1026</span> A decree may not always be mathematically precise or based on definite present and future conditions. Uncertainties about the future, however, do not provide a basis for declining to fashion a decree. Reliance on reasonable predictions of future conditions is necessary to protect the equitable rights of a State.</p>\n<p>To the extent that the Special Master found that the formulation of a workable decree is impossible, we must disagree. See <i>Washington</i> v. <i>Fishing Vessel Assn.,</i> 443 U. S. 658, 663 (1979) (regular habits of anadromous fish make it possible to forecast size of runs). Idaho's proposed formula for apportioning the fish is one possible basis for a decree.<sup>[9]</sup> It relies on the number of jackfish \u0097 reproductively precocious male fish, which return a year ahead of other members of their age group \u0097 passing over the Bonneville and the Ice Harbor Dams to predict the size of the run the following year and the percentage of fish in the run that originate in Idaho.<sup>[10]</sup><span class=\"star-pagination\">*1027</span> Although the computation is complicated and somewhat technical, that fact does not prevent the issuance of an equitable decree. See 444 U. S., at 390; <i>Nebraska</i> v. <i>Wyoming,</i> 325 U. S., at 616-617. Nothing in the record undermines the assumption supporting Idaho's formula that there is a definite relationship between the number of jackfish and the total number of fish in a particular run the following year. Thus, if Idaho suffers from the injury it alleges, we see no reason why that injury could not be remedied by an equitable decree.</p>\n<p></p>\n<h2>C</h2>\n<p>The Special Master also found, however, that Idaho has not demonstrated sufficient injury to justify an equitable decree. A State seeking equitable apportionment under our original jurisdiction must prove by clear and convincing evidence some real and substantial injury or damage. <i>Colorado</i> v. <i>New Mexico,</i> 459 U. S., at 187-188, n. 13; <i>Connecticut</i> v. <i>Massachusetts,</i> 282 U. S., at 672; see <i>New Jersey</i> v. <i>New York,</i> 283 U. S. 336, 344-345 (1931). In reaching his conclusion, the Special Master stated that the determination should be based on present conditions. Report of Special Master 25-26. He therefore focused on the most recent time period, 1975 through 1980, during which all the dams and various conservation programs were in operation.</p>\n<p>We approve this approach. The Special Master found that, due to the operation of the dams, the fish runs have been depressed since 1970. <i>Id.,</i> at 26, 34. It is highly unlikely that the dams will be removed or the number of deadly turbines reduced; all parties must live with these conditions in the determinable future.<sup>[11]</sup> Although Oregon and Washington <span class=\"star-pagination\">*1028</span> may have harvested a disproportionate share of anadromous fish over the long run,<sup>[12]</sup> Idaho took 58.72% of the total harvest in the period from 1975 through 1980. <i>Id.,</i> at 44. Equitable apportionment is directed at ameliorating present harm and preventing future injuries to the complaining State, not at compensating that State for prior injury. We agree with the Special Master that these figures do not demonstrate that Oregon and Washington are now injuring Idaho by overfishing the Columbia or that they will do so in the future.</p>\n<p>Moreover, Idaho has not proved that Oregon and Washington have mismanaged the resource and will continue to mismanage. The two States in 1974 did permit some over-fishing <span class=\"star-pagination\">*1029</span> of the Columbia.<sup>[13]</sup> Idaho, however, has produced no concrete evidence of other mismanagement, and the Special Master concluded that \"[t]he record shows no repetition or threatened repetition of [prior mismanagement].\"<sup>[14]</sup><i>Id.,</i> at 32. Although it is possible that Washington and Oregon will mismanage this resource in the future, Idaho has not carried its burden of demonstrating a substantial likelihood of injury.</p>\n<p></p>\n<h2>III</h2>\n<p>For the foregoing reasons, we adopt the Special Master's recommendation and dismiss the action without prejudice to the right of Idaho to bring new proceedings whenever it shall appear that it is being deprived of its equitable share of anadromous fish.</p>\n<p><i>It is so ordered.</i></p>\n<p>JUSTICE O'CONNOR, with whom JUSTICE BRENNAN and JUSTICE STEVENS join, dissenting.</p>\n<p>The Special Master reasoned that Idaho was entitled to a \"fair share\" of the anadromous fish that are the subject of this dispute. Without quantifying that share, however, he rejected the claim that Washington and Oregon had mismanaged the fishery, Report of Special Master 30-34, concluding instead that they had acted in good faith, <i>id.,</i> at 35, and that the relief requested by Idaho was unworkable, <i>ibid.</i> <span class=\"star-pagination\">*1030</span> In reaching that conclusion, he refused to consider any evidence pertaining to years earlier than 1975 or to future developments. <i>Id.,</i> at 25-26, 27.</p>\n<p>The Court today overrules the exceptions to the report of the Special Master. I see substantial merit to several of the points raised by Idaho and am persuaded that they require a remand to the Special Master for further proceedings. Accordingly, I dissent.</p>\n<p></p>\n<h2>I</h2>\n<p>The Master properly concluded that \"Idaho is entitled to its fair share of the fish.\" <i>Id.,</i> at 25. No one owns an individual fish until he reduces that fish to possession, <i>Pierson</i> v. <i>Post,</i> 2 Am. Dec. 264 (N. Y. 1805), and, indeed, even the States do not have full-fledged \"property\" interests in the wildlife within their boundaries, see, <i>e. g., </i><i>Douglas</i> v. <i>Seacoast Products, Inc.,</i> 431 U. S. 265, 284 (1977); <i>Missouri</i> v. <i>Holland,</i> 252 U. S. 416, 434 (1920). Nonetheless, courts have long recognized the <i>opportunity</i> to fish as an interest of sufficient dignity and importance to warrant certain protections. See, <i>e. g., </i><i>Union Oil Co.</i> v. <i>Oppen,</i> 501 F. 2d 558 (CA9 1974); <i>Louisiana ex rel. Guste</i> v. <i>M/V Testbank,</i> <span class=\"citation\" data-id=\"1430604\"><a href=\"/opinion/1430604/state-of-la-ex-rel-guste-v-mv-testbank/\"><span class=\"volume\">524</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1170</span></a></span> (ED La. 1981); <i>Weld</i> v. <i>Hornby,</i> 7 East 195 (K. B. 1806); J. Gould, Law of Waters §§ 186, 187 (1883); 3 J. Kent, Commentaries 411 (5th ed. 1844); cf. <i>New Jersey</i> v. <i>New York,</i> 283 U. S. 336, 345 (1931) (considering the effect on oysterbeds in apportioning water); <i>Douglas, supra,</i> at 287-288 (REHNQUIST, J., concurring in part and dissenting in part) (although State has no ownership in wildlife in the conventional sense, it has a \"substantial proprietary interest\"). See generally <i>United States</i> v. <i>Washington,</i> 520 F. 2d 676 (CA9 1975), cert. denied, 423 U. S. 1086 (1976). Indeed, in recent years, as the runs of anadromous fish have diminished and no longer satisfy fully the demands of all fishermen, the federal courts frequently find themselves confronted with disputes over the management and conservation of the resource. Faced with these problems, the courts, including <span class=\"star-pagination\">*1031</span> this Court, have not hesitated to recognize that various claimants do possess protectible rights in the runs of fish, whether or not those claimants ultimately manage to land and reduce particular specimens to possession and full ownership. See, <i>e. g., </i><i>Washington Game Dept.</i> v. <i>Puyallup Tribe,</i> 414 U. S. 44 (1973); <i>Sohappy</i> v. <i>Smith,</i> 529 F. 2d 570 (CA9 1976) <i>(per curiam)</i><i>; </i><i>United States</i> v. <i>Washington, supra</i><i>; </i><i>Sohappy</i> v. <i>Smith,</i> <span class=\"citation\" data-id=\"2007176\"><a href=\"/opinion/2007176/sohappy-v-smith/\"><span class=\"volume\">302</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">899</span></a></span> (Ore. 1969). When States enter the fray, this Court must be prepared to undertake the admittedly difficult task of assessing the claim of each and arriving at an equitable resolution that protects the interests of each, for, as we held long ago in a leading case on our original jurisdiction:</p>\n<blockquote>\"[W]henever . . . the action of one State reaches through the agency of natural laws into the territory of another State, the question of the extent and the limitations of the rights of the two States becomes a matter of justiciable dispute between them, and this court is called upon to settle that dispute in such a way as will recognize the equal rights of both and at the same time establish justice between them.\" <i>Kansas</i> v. <i>Colorado,</i> 206 U. S. 46, 97-98 (1907).<sup>[1]</sup></blockquote>\n<p><span class=\"star-pagination\">*1032</span> Having reached the correct conclusion that Idaho has a right to a fair share of the anadromous fish of the Columbia and Snake Rivers, though, the Master adopted procedures that denied Idaho an opportunity to effectuate that right. It is the approval of the limitations placed on Idaho's establishment of its rights with which I disagree.</p>\n<p></p>\n<h2>II</h2>\n<p>In spite of his recognition that Idaho was entitled to a fair share of the runs of anadromous fish, the Master found that there was no injury to Idaho. I am at a loss to understand how he reached that conclusion without specifying the nature and extent of Idaho's entitlement.<sup>[2]</sup> The Master excluded from consideration any evidence of past conditions or probable future conditions, focusing instead solely on the evidence for the period 1975-1980. Report of Special Master 25-26, 27.<sup>[3]</sup> During those years, the harvests were negligible, so, in <span class=\"star-pagination\">*1033</span> the Master's view, Idaho's rights were similarly negligible, and Idaho could not show the \"substantial injury\" necessary to obtain relief from this Court in the exercise of its original jurisdiction, see, <i>e. g., </i><i>Kansas</i> v. <i>Colorado,</i> 320 U. S. 383, 393 (1943); <i>Connecticut</i> v. <i>Massachusetts,</i> 282 U. S. 660, 669 (1931). Of course, as the Court recognizes, <i>ante,</i> at 1027, the Master properly required a showing by clear and convincing evidence that Idaho sustained a substantial injury. Nonetheless, two basic problems flaw the Master's approach. First, it assumes that Idaho's only concern is with its share of the harvest and that, in the absence of a harvestable surplus,<sup>[4]</sup> Idaho's interest in the runs vanishes. Second, it excludes evidence relevant in explaining the current state of the runs and in determining what types of management will best conserve and increase the resource for the benefit of all.</p>\n<p></p>\n<h2>A</h2>\n<p>The first problem with the Master's approach requires little elaboration. Even if there is absolutely no harvestable surplus for a year or for several years, Idaho has a right to seek to maintain and eventually increase the runs by requiring the defendants to refrain from practices that prevent fish from returning to their spawning grounds in numbers sufficient to perpetuate the species in this river system. Cf. <i>Colorado</i> v. <i>New Mexico,</i> 459 U. S. 176 (1982) (recognizing duty to conserve common water supply); <i>Wyoming</i> v. <i>Colorado,</i> 259 U. S. 419, 484 (1922) (same). The allegations of mismanagement over the period leading up to this lawsuit \u0097 in particular the allegation that the defendants made a practice of closing fishing seasons only <i>after</i> it became clear that they would not meet the goal of a minimum spawning escapement, Exceptions of Idaho 65; Pretrial Order 7, Admitted Fact 30 \u0097 if true, may show the existence of a threat to Idaho's interest in the maintenance of the runs. Indeed, the <span class=\"star-pagination\">*1034</span> very paucity of the harvest in 1975-1980 that the Master relied upon in denying Idaho any relief suggests that there may be some merit in Idaho's contention that the runs have not been properly managed in the past.</p>\n<p>Further, the need for relief in such a situation is compelling. Techniques are available that may aid significantly in maintaining or increasing the runs.<sup>[5]</sup> But Idaho is unlikely to devote substantial resources to projects designed to maintain and increase the runs if the defendants are free to engage in mismanagement downstream that will negate Idaho's efforts. The Master should not have concluded that, simply because Idaho shared equally in the failure of the harvest in 1975-1980, it had no further interest in promoting the conservation of the species and the eventual restoration of the runs, neither of which could occur without proper management practices on the part of the defendants.</p>\n<p></p>\n<h2>B</h2>\n<p>In my view, the Master erred also in excluding the evidence of the past practices of the defendants, of the past conditions on the river system, and of the probable conditions in the future. Consideration of Idaho's interest in maintaining the runs has already illustrated one way in which evidence of the past conditions and practices and of probable future conditions was indeed relevant in this action. Moreover, the Master's limitations place Idaho in an untenable position. Although harvests were minimal from 1975 to 1980, conditions were different when Idaho sought leave to file its complaint in this action on March 31, 1975. In 1974, Washington and Oregon had harvested some 22,400 spring chinook and 9,500 summer steelhead. Report of Special Master 18-19. <span class=\"star-pagination\">*1035</span> Indeed, even with the negligible harvests for the latter half of the decade, during the 1970's, Washington and Oregon harvested an annual average of 27,320 upriver spring chinook, 2,260 upriver summer chinook, and 12,360 upriver summer steelhead, compared with Idaho's average harvests of 3,150 upriver spring chinook, no upriver summer chinook, and 8,550 upriver summer steelhead. <i>Id.,</i> at 13, 15, 17. Assuming Idaho's allegations to be true, substantial portions of the fish harvested by Washington and Oregon rightfully should have returned to Idaho. This period did not reflect a pristine and irretrievably lost state of nature. On the contrary, all the dams were in place before 1970, see <i>ante,</i> at 1020. But the Master refused to consider these figures, looking only to figures for harvests taking place <i>after</i> Idaho sought relief. Under this approach, to vindicate its rights, Idaho will have to wait until the runs regenerate \u0097 relying on the goodwill of the defendants to maintain and increase them. Then, once there is a harvest available, Idaho will have to hope that the runs survive any mismanagement long enough to establish a new record of fishing on harvests rightfully belonging to Idaho <i>and</i> that both the runs and the mismanagement will persist throughout the time necessary to complete litigation. I would not place such hurdles in the way of a State seeking to preserve its natural resources.</p>\n<p></p>\n<h2>III</h2>\n<p>The proper approach in this case, in my view, would require the Master to determine whether Idaho has a protectible interest in the preservation of the runs and what Idaho's proper share is, expressed as a proportion of the harvestable surplus. In making that determination, the Master should have a broad range of flexibility, drawing guidance from our previous cases reconciling conflicting claims of States to natural resources by equitable apportionment. The classic statement of the considerations governing equitable apportionment of interstate streams emphasizes <span class=\"star-pagination\">*1036</span> the breadth of the inquiry and the importance of <i>all</i> relevant factors:<sup>[6]</sup></p>\n<blockquote>\"Apportionment calls for the exercise of an informed judgment on a consideration of many factors. Priority of appropriation is the guiding principle. But physical and climatic conditions, the consumptive use of water in the several sections of the river, the character and rate of return flows, the extent of established uses, the availability of storage water, the practical effect of wasteful uses on downstream areas, the damage to upstream areas as compared to the benefits to downstream areas if a limitation is imposed on the former \u0097 these are all relevant factors. They are merely an illustrative, not an exhaustive catalogue. They indicate the nature of the problem of apportionment and the delicate adjustment of interests which must be made.\" <i>Nebraska</i> v. <i>Wyoming,</i> 325 U. S. 589, 618 (1945).</blockquote>\n<p>See <i>Colorado</i> v. <i>New Mexico,</i> 459 U. S., at 183; <i>Connecticut</i> v. <i>Massachusetts,</i> 282 U. S., at 671; 2 Waters and Water <span class=\"star-pagination\">*1037</span> Rights § 132.5(B) (R. Clark ed. 1967). Of course, the relevant considerations stated in cases concerning rights to water must be adapted to this new context. Nevertheless, the general principles apply. I would direct the Master to consider a range of factors including, but not limited to, the harm that must be incurred by Oregon and Washington in terms of harvest forgone in order to allow a given number of fish to reach Idaho, cf. <i>Nebraska</i> v. <i>Wyoming, supra</i> (considering the loss of water in transit); the contribution of each State to preservation of the habitat necessary for spawning; the contribution of each State to the preservation of the proper habitat necessary for the survival and development of fish during passage; the investment of each State in programs to mitigate losses and enhance the runs, such as hatcheries and transportation programs, see n. 5, <i>supra;</i><sup>[7]</sup> and the relative values of the types of fishery \u0097 commercial or sport \u0097 operated by the defendants and by Idaho, cf. <i>Connecticut</i> v. <i>Massachusetts, supra,</i> at 673 (\"Drinking and other domestic purposes are the highest uses of water\").</p>\n<p>Only after making this initial determination can we decide whether Idaho has been wrongfully deprived of fish. If the depletion of the runs is attributable to mismanagement by Oregon and Washington, we should grant relief. The Master suggested that relief is unworkable because of the difficulties of estimating the runs and apportioning them. The task is indeed a complicated one, as we recognized when we stated in <i>Puyallup:</i> \"Only an expert could fairly estimate what degree of net fishing plus fishing by hook and line would allow the escapement of fish necessary for perpetuation of the species.\" 414 U. S., at 48. Nevertheless, it is a task that we have recognized as possible, <i>Washington</i> v. <i>Washington</i> <span class=\"star-pagination\">*1038</span> <i>State Commercial Passenger Fishing Vessel Assn.,</i> 443 U. S. 658, 662-664 (1979), and the difficulty of providing equitable relief has never provided an excuse for shirking the duty imposed on us by the Constitution. <i>Idaho ex rel. Evans</i> v. <i>Oregon,</i> 444 U. S. 380, 390, n. 7 (1980); <i>Nebraska</i> v. <i>Wyoming, supra,</i> at 616. The lower federal courts have proved able to grant appropriate relief, <i>e. g., </i><i>Sohappy</i> v. <i>Smith,</i> 529 F. 2d, at 572-573; <i>United States</i> v. <i>Washington,</i> 520 F. 2d 676 (CA9 1975), so we too should be able to overcome the difficulties.<sup>[8]</sup> Moreover, a statement of relative rights may induce the parties to cooperate in devising a plan to accommodate not only the rights of all but also the difficulties of management, as the defendants here did when sued by the Indians for enforcement of treaty fishing rights. See Report of Special Master 34-35 (discussing Five-Year Plan entered by parties to <i>Sohappy</i> v. <i>Smith</i>).<sup>[9]</sup></p>\n<p></p>\n<h2>IV</h2>\n<p>Since the Master failed to quantify Idaho's right in the anadromous fish, he was unable to determine whether Idaho suffered any injury entitling it to a remedy. I would remand to allow the Master to apply our precedents on equitable apportionment to determine the extent of Idaho's rights, and, if appropriate, to devise a remedy protecting those rights.</p>\n<h2>NOTES</h2>\n<p>[1]  The smolts, apparently, prefer not to swim. They face upstream, open their mouths, and permit the current to carry them downstream. Should they come upon a quiet spot, they turn around and swim. A. Netboy, The Columbia River Salmon and Steelhead Trout 44 (1980).</p>\n<p>[2]  Three dams in Idaho \u0097 the Brownlee (constructed in 1958), the Oxbow (1961), and the Hells Canyon (1967) Dams \u0097 have closed off the upper Snake River entirely to this piscean traffic. This renders unusable much good spawning area.</p>\n<p>[3]  Most dams are also equipped with screens that divert the smolts away from the turbines and into the spillways. Since 1969, however, the number of turbines operating on the dams has increased from 3 to 24, causing more water to be directed through turbines and reducing the water flow down the spillways. This has increased smolt mortality dramatically. There is an experimental plan to place smolts in tanks and \"bus\" them around all the dams for release below the Bonneville Dam. See Tr. of Oral Arg. 15; Idaho's Exceptions to Master's Final Report on Merits 102-103 (Idaho's Exceptions).</p>\n<p>[4]  At each fish ladder, the Army Corps of Engineers has constructed observation windows from which it counts and records the number of ascending fish and notes their variety. This count must be adjusted for the phenomenon of \"fall back\": often adult fish that have been counted are swept back over the dam or down the ladder by strong currents. In addition to the effect this phenomenon has on the complexity of the count, the fall over the dam causes nitrogen supersaturation, making the fish slightly giddy and disoriented, and serving to increase adult mortality.</p>\n<p>[5]  Apparently, the John Day Dam, constructed in 1968, is \"the big killer\" of ascending adults. See Tr. of Oral Arg. 16. To mitigate the effects of the high mortality rate caused by all the dams, hatchery programs hatch and nurture millions of smolts and release them into the Snake River. The Idaho Power Company finances several Idaho hatcheries, pursuant to a condition imposed by the Federal Energy Regulatory Commission in granting the company's application for a license to construct dams along the upper portions of the Snake. Report of Special Master 9; see n. 3, <i>supra.</i> In addition, the parties have agreed to construct 10 hatcheries, 6 in Idaho, to compensate for losses caused by the four dams on the lower Snake River.</p>\n<p>[6]  The <i>Sohappy</i> District Court in 1974 held that the Indians were entitled to 50% of the fish destined to pass over the Bonneville. See <i>Sohappy</i> v. <i>Smith,</i> 529 F. 2d 570, 572 (CA9 1976); cf. <i>Washington</i> v. <i>Fishing Vessel Assn.,</i> 443 U. S. 658, 685-689 (1979) (approving similar 50% allocation to Indians). The Court of Appeals for the Ninth Circuit vacated the order and remanded the case to the District Court for consideration of other factors bearing on the apportionment. 529 F. 2d, at 573-574. The parties reached the agreement described in the text before any further District Court action.</p>\n<p>[7]  Washington filed no exceptions of its own, but has responded to those of Idaho. Oregon did not participate in our review of the Special Master's report.</p>\n<p>[8]  The Court in <i>Kansas</i> v. <i>Colorado</i> said:\n</p>\n<p>\"[W]henever . . . the action of one State reaches through the agency of natural laws into the territory of another State, the question of the extent and the limitations of the rights of the two States becomes a matter of justiciable dispute between them, and this court is called upon to settle that dispute in such a way as will recognize the equal rights of both and at the same time establish justice between them.\" 206 U. S., at 97-98.</p>\n<p>[9]  Oregon and Washington authorities employ a similar formula in estimating the size of runs and in setting Bonneville Dam escapement goals pursuant to the Indian treaty rights settlement agreement. In addition to the apportionment formula, Idaho's plan would require Oregon and Washington (1) to continue the same primary management techniques they have been using; (2) to estimate the size of future runs and dam mortality rates; (3) to meet the escapement requirements they have set for the last five years; (4) to determine the number of fish in each run that originated in Idaho; (5) to determine the harvestable surplus of Idaho-origin fish; (6) to allot to Idaho a share of that surplus (after subtracting Indian fisheries) equal to the percentage that Idaho-origin fish are of the total Columbia River run; and (7) to make up any shortfall in Idaho's allocated harvest out of the next year's harvest.</p>\n<p>[10]  The latter prediction is possible because most fish that surmount the Ice Harbor Dam are headed for spawning grounds in Idaho. We express no view on the appropriateness of Idaho's proposed formula. We note that it apportions fish solely on the basis of their origin. Flexibility is the linchpin in equitable apportionment cases, and, in our prior decisions, we have based apportionment on the consideration of many factors to ensure a fair and equitable allocation. See <i>Colorado</i> v. <i>New Mexico,</i> 459 U. S. 176, 183 (1982).</p>\n<p>[11]  Idaho accepts, as it must, see 444 U. S., at 388, the continued operation of the dams and their adverse impact on the runs. See Idaho's Exceptions 46, 87. Its argument that the parties must share that adverse impact equally, <i>id.,</i> at 87, is relevant to the fashioning of an equitable decree, but not to the existence of a cognizable injury.</p>\n<p>[12]  Idaho claims that from 1962 through 1980, when spring chinook that originated in Idaho constituted 50% of the total runs, Oregon and Washington took 83% of the Idaho spring chinook. According to Idaho, they also harvested 75% of the Idaho-origin summer chinook, which during the period constituted 40% of all summer chinook runs. As to steelhead trout, Idaho asserts that Oregon and Washington took 58% of the harvest of Idaho-origin fish, which was 48% of the total steelhead runs. <i>Id.,</i> at 49-50.\n</p>\n<p>Of course, these figures presume, as does Idaho's entire argument, that Idaho is entitled to those fish that originate in its waters. After <i>Hughes</i> v. <i>Oklahoma,</i> 441 U. S. 322 (1979), however, Idaho cannot claim legal ownership of the fish. While the origin of the fish may be a factor in the fashioning of an equitable decree, it cannot by itself establish the need for a decree. Instead, the Court must look to factors such as disproportionate reductions in Idaho's normal harvest, or reductions in the total fish in the runs caused by mismanagement or overfishing by Washington and Oregon. As a historical matter, Idaho's own tables demonstrate that its proportion of the harvest of Idaho-origin spring chinook increased from 13.5% in 1962 through 1967 to 45.5% in 1975 through 1980, and its percentage of the harvest of Idaho-origin steelhead trout increased in the same period from 35.1% to 90.7%. Idaho's harvest percentage of Idaho-origin summer chinook did decrease between the two periods, but only 192 fish from that run were caught in the latter period, a <i>de minimis</i> number. Idaho's Exceptions 53-54 (tables 6, 7, and 8). Although we reject the assumption of entitlement underlying Idaho's comparisons, even under that assumption, Idaho's portion of the harvest has been increasing.</p>\n<p>[13]  The Special Master found that the last incident of mismanagement occurred in 1974 when, despite the recommendation of experts, Oregon and Washington permitted a limited harvest. They overestimated the Bonneville count by failing to consider the fall back phenomenon, and underestimated the Indian fishery for the year. The overfishing reduced the number of fish returning to spawn. Report of Special Master 32.</p>\n<p>[14]  Moreover, despite Idaho's claim that Oregon and Washington managed only for minimum escapements over the Bonneville, the Special Master found that Idaho had never requested those States to increase the escapement goal. <i>Id.,</i> at 31. In fact, Idaho seems quite content with the current escapement goals; its plan requires that Oregon and Washington \"manage to meet the same spawning escapements they have been managing for over the last five years.\" Idaho's Exceptions 82.</p>\n<p>[1]  This controversy, like disputes over the waters of interstate streams, is one particularly appropriate for resolution by this Court in the exercise of its original jurisdiction. The original jurisdiction was \"conferred by the Constitution as a substitute for the diplomatic settlement of controversies between sovereigns and a possible resort to force,\" <i>North Dakota</i> v. <i>Minnesota,</i> 263 U. S. 365, 372-373 (1923). See generally 2 Waters and Water Rights § 132.2(A) (R. Clark ed. 1967). Disputes between sovereigns over migratory wildlife typically give rise to diplomatic solutions. See, <i>e. g., </i><i>Missouri</i> v. <i>Holland,</i> 252 U. S. 416 (1920) (treaty between United States and Canada concerning migratory birds). Such solutions reflect the recognition by the international community that each sovereign whose territory temporarily shelters such wildlife has a legitimate and protectible interest in that wildlife. In our federal system, we recognize similar interests, but the original jurisdiction of this Court or interstate compacts substitute for interstate diplomatic processes.</p>\n<p>[2]  The failure to specify Idaho's rights also seems to me to represent a poor use of judicial resources, inviting future litigation, rather than settling questions properly presented now. Cf. Comment, <i>Sohappy</i> v. <i>Smith:</i> Eight Years of Litigation over Indian Fishing Rights, 56 Ore. L. Rev. 680, 693 (1977) (although court's initial order declared that the Indians had a right to a \"fair share\" of fish, \"[u]nfortunately, the court did not provide any guidelines for determining what a `fair share' is, and consequently, the parties have been back in court to argue about the application of <i>Sohappy</i>\").</p>\n<p>[3]  The Master did permit Idaho to create a record, at least of evidence of past conditions and practices, see Exceptions of Idaho 101, but he refused to consider that evidence, effectively excluding it. See Report of Special Master 25-26, 27.\n</p>\n<p>In support of this decision, the Master cited <i>Nebraska</i> v. <i>Wyoming,</i> 325 U. S. 589, 620 (1945), where the Court stated: \"[T]he decree which is entered must deal with conditions as they obtain today.\" In setting out the general principle in that case, the Court had explained: \" `[A]ll of the factors which create equities in favor of one State or the other must be weighed as of the date when the controversy is mooted,' \" <i>id.,</i> at 618, quoting <i>Kansas</i> v. <i>Colorado,</i> 320 U. S. 383, 394 (1943). \"Conditions as they obtain today\" include all current \"equities,\" which, as elaborated further below, turn on past, present, and future realities.</p>\n<p>[4]  \"Harvestable surplus\" refers to the number of fish in the run that remain after the escapement ordered for the preservation of the runs and after the Indian Tribes have exercised their treaty rights.</p>\n<p>[5]  For instance, hatcheries supplement the natural reproduction of the fish. See Report of Special Master 9. Also, fish may be transported around dams to reduce mortality in passage, Exceptions of Idaho 102-103; see <i>ante,</i> at 1021, n. 3. Finally, the States can continue investment and efforts to maintain proper conditions for spawning, Report of Special Master 8.</p>\n<p>[6]  In this regard, I think that the Master properly rejected Idaho's proposed quantification of its right, relying solely on its role as the State of origin. As Idaho explains its position: \"[Idaho's] share of the harvestable surplus of Idaho origin fish should equal Idaho's percentage contribution to the entire run.\" Exceptions of Idaho 47. This proposal would require the Master to base the apportionment on one factor alone. The most glaring problem with this formulation is that it takes no account of the relative benefits and burdens to each State of dividing the resource. To allow one fish to reach Idaho, Oregon and Washington must allow some significantly larger number, the exact value of which is the subject of some dispute, see Response of Washington 14-15, 43-45; Reply Brief for Idaho 7-9, to pass by the downstream fisheries. These other fish will be lost in passage, and no one will benefit. Considerations of relative benefits and burdens imposed by a given division are at the core of equitable apportionment. See, <i>e. g., </i><i>Colorado</i> v. <i>New Mexico,</i> 459 U. S. 176 (1982); <i>Kansas</i> v. <i>Colorado,</i> 206 U. S. 46, 109 (1907); cf. <i>Colorado</i> v. <i>New Mexico, supra,</i> at 181, n. 8 (rejecting argument that State that is the source of water is automatically entitled to any share).</p>\n<p>[7]  The Master's report suggests that the source of revenue used for investment by the State \u0097 fishing license fees as opposed to general taxes \u0097 is somehow relevant. See Report of Special Master 30. Although the proper range of considerations is quite broad, I fail to see the relevance of that consideration.</p>\n<p>[8]  The Master's dismissal of Idaho's calculations reflects an undue skepticism where statistics are concerned. The linear least squares regression method that the Master concluded was \"of little value in making predictions,\" <i>id.,</i> at 41, for instance, can indeed have predictive value, if used properly. See, <i>e. g.,</i> W. Hays, Statistics § 10.4 (3d ed. 1981). Courts can rely on the same sort of calculations that agencies charged by the States with management of fisheries perform.</p>\n<p>[9]  The Five-Year Plan of the parties to the <i>Sohappy</i> litigation expired in 1982, see Report of Special Master 11. The Plan had required the defendants to take certain actions that tended to preserve the runs. <i>Id.,</i> at 35. Although the Plan was never adequate to protect Idaho, since it was not a party to the Plan, <i>id.,</i> at 10, the expiration makes the need for relief, if there has been an injury, even more urgent.</p>\n\n</div>", 
  "sha1": "c4ce27036465cc66019a91c1384758db8a468a3f", 
  "date_modified": "2014-12-21T02:06:31.312789", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/110986/idaho-ex-rel-evans-v-oregon/", 
  "citation_count": 5, 
  "supreme_court_db_id": "1982-131", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1242269/", 
  "html": "<p class=\"case_cite\">462 U.S. 1017</p>\n    <p class=\"case_cite\">103 S.Ct. 2817</p>\n    <p class=\"case_cite\">77 L.Ed.2d 387</p>\n    <p class=\"parties\">State of IDAHO, ex rel. John V. EVANS, Governor;  Jim  Jones, Attorney General;  Jerry M. Conley, Director,  Department of Fish and Game, Plaintiffs<br>v.<br>States of OREGON and Washington</p>\n    <p class=\"docket\">No. 67, Orig.</p>\n    <p class=\"date\">Argued March 23, 1983.</p>\n    <p class=\"date\">Decided June 23, 1983.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">\n        <i>Syllabus</i>\n      </p>\n      <p class=\"indent\">Since 1938, several dams have been constructed along the Columbia-Snake River system, severely reducing the number of anadromous fish that migrate between the Pacific Ocean and their spawning grounds in those rivers and their tributaries.  Fishing is another factor depleting the anadromous fish population.  In 1976, this Court granted Idaho leave to file its complaint requesting an equitable apportionment against Oregon and Washin ton of the anadromous fish in the Columbia-Snake River system.  A Special Master was appointed, and after trial and oral argument he entered the report involved here, recommending that the action be dismissed without prejudice.  Idaho filed exceptions to the report.</p>\n      <p class=\"indent\"><i>Held:</i>  The Special Master's recommendation is adopted, and the action is dismissed without prejudice to Idaho's right to bring new proceedings whenever it shall appear that it is being deprived of its equitable share of anadromous fish.  Pp. 1024-1029.</p>\n      <p class=\"indent\">(a) The doctrine of equitable apportionment is applicable here.  Although that doctrine has its roots in water rights litigation, the natural resource of anadromous fish is sufficiently similar to make equitable apportionment an appropriate mechanism for resolving allocative disputes.  The doctrine is neither dependent on nor bound by existing legal rights to the resource being apportioned.  Thus, the fact that no State has a pre-existing legal right of ownership in the fish does not prevent an equitable apportionment.  Pp. 1024-1025.</p>\n      <p class=\"indent\">(b) Because apportionment is based on broad and flexible equitable concerns rather than on precise legal entitlements, a decree is not intended to compensate for prior legal wrongs. Instead, it prospectively ensures that a State obtains its equitable share of a resource.  Although a decree may not always be mathematically precise or based on definite present and future conditions, uncertainties about the future do not provide a basis for declining to fashion a decree.  The Special Master erred to the extent that he found that the formulation of a workable decree is impossible in this case.  If Idaho suffers from the injury it alleges, there is no reason why that injury could not be remedied by an equitable decree.  Pp. 1025-1027.</p>\n      <p class=\"indent\">(c) However, a State seeking equitable apportionment under this Court's original jurisdiction must prove by clear and convincing evidence some real and substantial injury or damage. The Special Master, in finding that Idaho has not demonstrated sufficient injury to justify an equitable decree, properly based his finding on present conditions and properly focused on the most recent time period, 1975-1980, during which all the dams and various conservation programs were in operation.  The evidence does not demonstrate that Oregon and Washington are now injuring Idaho by overfishing or that they will do so in the future.  Moreover, Idaho has not proved that Oregon and Washington have mismanaged the resource and will continue to mismanage.  Pp. 1027-1029.</p>\n      <p class=\"indent\">Action dismissed.</p>\n      <p class=\"indent\">Jim Jones, Atty. Gen., Boise, Idaho, for plaintiffs.</p>\n      <p class=\"indent\">Edward B. Mackie, Deputy Atty. Gen., Olympia, Wash., for defendant State of Wash.</p>\n      <p class=\"indent\">Justice BLACKMUN delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this action invoking the Court's original jurisdiction, the State of Idaho seeks an equitable apportionment against the States of Oregon and Washington of the anadromous fish that migrate between the Pacific Ocean and spawning grounds in Idaho. The Special Master has filed his final report on the merits and recommends that the action be dismissed without prejudice.  We have before us Idaho's exceptions to that report.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* Although somewhat repetitive of the Court's prior writings in this litigation, 444 U.S. 380, 100 S.Ct. 616, 62 L.Ed.2d 564 (1980), we feel it worthwhile to outline once again the facts of the case and the Court's prior rulings.  The dispute concerns fish, one of the valuable natural resources of the Columbia-Snake River system in the Pacific Northwest.  That system covers portions of Wyoming, Idaho, Washington, Oregon, and British Columbia.  From its origin in northwest Wyoming, the Snake River flows westerly across southern Idaho until it reaches the Idaho and Oregon border.  At that point, the river winds northward to form the border between those States for approximately 165 miles, and then the border between Washington and Idaho for another 30 miles.  N xt, it turns abruptly westward and flows through eastern Washington for approximately 100 miles, finally joining the Columbia River.  The Columbia, before this rendezvous, flows southward from British Columbia through eastern Washington.  After it is supplemented by the Snake, the Columbia continues westward 270 miles to the Pacific Ocean.  For most of the distance, it forms the boundary between Washington and Oregon.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Among the various species of fish that thrive in the Columbia-Snake River system, anadromous fish&#8212;in this case, chinook salmon and steelhead trout&#8212;lead remarkable and not completely understood lives.  These fish begin life in the upstream gravel bars of the Columbia and Snake and their respective tributaries. Shortly after hatching, the fish emerge from the bars as fry and begin to forage around their hatch areas for food.  They grow into fingerlings and then into smolt;  the latter generally are at least six inches long and weigh no more than a tenth of a pound. The period the young fish spend in the hatching areas varies with the specie and can last from six months to well over a year.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At the end of this period, the smolts swim down river toward the Pacific.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In the estuary of the Columbia, the young fish linger for a time in order to grow accustomed to the chemical cues of the water.  A. Netboy, The Columbia River Salmon and Steelhead Trout 44 (1980).  It is believed that they pick up the river's scent so that in their twilight years they can return to their original home.  Tr. of Oral Arg. 19.  Even under the best of conditions, only a small fraction of the smolts that set out from the gravel bars ever reach the ocean.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Once in the ocean, the smolts grow into adults, averaging between 12 and 17 pounds.  They spend several years traveling on precise, and possibly genetically predetermined, routes.  See A. Netboy, <i>supra,</i> at 46-49.  At the end of their ocean ventures, the mature fish ascend the river.  They travel in groups called runs, distinguishable both by specie and by the time of year.  All the fish return to their original hatching area, where they spawn and then die.  At issue in this case are the runs of spring chinook between February and May, the runs of summer chinook in June and July, and the runs of summer steelhead trout in August and September.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Since 1938, the already arduous voyages of these fish have been complicated by the construction of eight dams on the Columbia and Snake Rivers.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  First, interdicting the flow of the Snake River in Washington are the Lower Granite (constructed in 1969), the Little Goose (1968), and the Lower Monumental (1967) dams. The Ice Harbor dam (1961) sits astride the Snake just above its confluence with the Columbia.  Four more dams interrupt the Columbia on its way to the Pacific:  the McNary (1953), the John Day (1968), the Dalles (1957), and the original dam, the Bonneville (1938).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In order to produce electrical power, these dams divert a flow of water through large turbines that have devastating effect on young smolts descending to the Pacific.  Spillways have been constructed to permit the smolts to detour around the turbines.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The dams also present great obstacles to the adults.  Fish ladders water covered steps&#8212;enable the returning adults to climb over the dams;  in addition, the ladders provide an opportunity for compiling statistics.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Varying water conditions and the demand for power can increase the mortality of both descending  molts and ascending adults.  The mortality rate for ocean-bound smolts averages approximately 95%.  Report of the Special Master 7. Their adult counterparts die at a rate of 15% at each dam.  Only 25% to 30% of the adults passing over the first dam, the Bonneville, succeed in running the gauntlet to traverse the Lower Granite Dam and enter Idaho.  <i>Ibid.</i><a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Another factor depleting the anadromous fish population is fishing, sometimes referred to as \"harvesting.\"  In 1918, Oregon and Washington, with the consent of Congress, Act of Apr. 8, 1918, ch. 47, 40 Stat. 515, formed the Oregon-Washington Columbia River Fish Compact to ensure uniformity in state regulation of Columbia River anadromous fish.  Idaho has sought entry into the compact on several occasions, but has been rebuffed.  Under the compact, Oregon and Washington have divided the lower Columbia into six commercial fishery zones:  zones one through five cover the Columbia from its mouth to the Bonneville Dam;  zone six stretches from the Bonneville Dam to the McNary Dam below the confluence with the Snake.  Each year, authorities from both States estimate the size of the runs to determine the length of a fishing season the runs can support.  The States do not permit commercial harvests of chinook salmon or steelhead trout in any of their Columbia River tributaries;  they do, however, permit sport fishing in most locations.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Pursuant to treaties ratified in 1859, several Indian tribes have \"the right of taking fish at all usual and accustomed places.\"  <i>Sohappy v. Smith,</i> 302 F.Supp. 899, 904 (Or.1969).  In 1977, after lengthy litigation over Indian treaty rights,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Oregon and Washington agreed with the Indians to preserve zone six solely for Indian fishing.  They also agreed to limit commercial harvests in zones one through five to an amount that permits sufficient numbers of fish to pass over the Bonneville dam to provide an equitable share for the Indians and to leave enough fish to replenish the runs.  Under the plan, escapement goals&#8212;the number of fish passing the Bonneville&#8212;are set for each run.  When the estimated size of the run exceeds the escapement goal by a specified amount, the surplus is allocated between non-Indian fishers below the Bonneville and Indian fishers above that dam.  Two Indian tribes recently have withdrawn from the agreement, however, casting its future effectiveness into doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Although the parties disagree as to the causes, runs of all the relevant species since 1973 have been significantly lower. See Report of the Special Master 46-51 (tables).  Since that year, Oregon and Washington have not permitted commercial harvests of summer chinook;  in both States, steelhead trout are now designated game fish and may not be harvested commercially. Harvests of spring chinook have been permitted only in 1974 and 1977.  In the years since 1973, there has been some sport fishing of all three runs.</p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In 1976, the Court granted Idaho leave to file its complaint requesting an equitable apportionment of anadromous fish in the Columbia-Snake River system.  429 U.S. 163, 97 S.Ct. 544, 50 L.Ed.2d 371.  The matter was referred to a Special Master, the Honorable Jean S. Breitenstein, Senior Judge for the United States Court of Appeals for the Tenth Circuit.  See 431 U.S. 952, 97 S.Ct. 2671, 53 L.Ed.2d 268 (1977).  The Special Master initially recommended that the suit be dismissed without prejudice for failure to join an indispensable party, the United States.  That recommendation was not accepted, and the case was remanded for trial.  444 U.S. 380, 100 S.Ct. 616, 62 L.Ed.2d 564 (1980).  The Court stated that Idaho \"must shoulder the burden of proving that the [non-Indian] fisheries in [Oregon and Washington] have adversely and unfairly affected the number of fish arriving in Idaho.\"   <i>Id.,</i> 444 U.S., at 392, 100 S.Ct., at 623.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">After trial and oral argument, the Special Master issued his final report on the merits.  He has recommended that the action be dismissed without prejudice, apparently for two distinct reasons. First, he found that Idaho has not demonstrated that it has suffered any injury at the hands of Oregon and Washington. Second, even assuming that it has suffered such an injury, he found it impossible to fashion a decree to apportion the fish fairly among the parties.  Idaho has filed exceptions to the report.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <p>II</p>\n    <p>A.</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">As an initial matter, the Special Master correctly concluded that the doctrine of equitable apportionment is applicable to this dispute.  Although that doctrine has its roots in water rights litigation, see <i>Kansas v. Colorado,</i> 206 U.S. 46, 98, 27 S.Ct. 655, 667, 51 L.Ed. 956 (1907), the natural resource of anadromous fish is sufficiently similar to make equitable apportionment an appropriate mechanism for resolving allocative disputes.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The anadromous fish at issue travel through several States during their lifetime.  Much as in a water dispute, a State that overfishes a run downstream deprives an upstream State of the fish it otherwise would receive.  A dispute over the water flowing through the Columbia-Snake River system would be resolved by the equitable apportionment doctrine;  we see no reason to accord different treatment to a controversy over a similar natural resource of that system.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The doctrine of equitable apportionment is neither dependent on nor bound by existing legal rights to the resource being apportioned.  The fact that no State has a pre-existing legal right of ownership in the fish, <i>Hughes v. Oklahoma,</i> 441 U.S. 322, 329-336, 99 S.Ct. 1727, 1732-1736, 60 L.Ed.2d 250 (1979), does not prevent an equitable apportionment.  Conversely, although existing legal entitlements are important factors in formulating an equitable decree, such legal rights must give way in some circumstances to broader equitable considerations.  See <i>Colorado v. New Mexico,</i> --- U.S. ----, ----, 103 S.Ct. 539, 546, 74 L.Ed.2d 348 (1982);  <i>id.,</i> --- U.S., at ----, 103 S.Ct., at 545-546 (O'CONNOR, J., concurring);  <i>Nebraska v. Wyoming,</i> 325 U.S. 589, 618, 65 S.Ct. 1332, 1350, 89 L.Ed. 1815 (1945);  <i>Connecticut v. Massachusetts,</i> 282 U.S. 660, 670-671, 51 S.Ct. 286, 289-290, 75 L.Ed. 602 (1931).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">At the root of the doctrine is the same principle that animates many of the Court's Commerce Clause cases:  a State may not preserve solely for its own inhabitants natural resources located within its borders.  See <i>Philadelphia v. New Jersey,</i> 437 U.S. 617, 627, 98 S.Ct. 2531, 2537, 57 L.Ed.2d 475 (1978);  see also <i>New England Power Co. v. New Hampshire,</i> 455 U.S. 331, 338, 102 S.Ct. 1096, 1100, 71 L.Ed.2d 188 (1982);  <i>Hughes v. Oklahoma,</i> 441 U.S., at 330, 99 S.Ct., at 1733.  Consistent with this principle, States have an affirmative duty under the doctrine of equitable apportionment to take reasonable steps to conserve and even to augment the natural resources within their borders for the benefit of other States.  <i>Colorado v. New Mexico,</i> --- U.S., at ----, 103 S.Ct., at 546;  <i>Wyoming v. Colorado,</i> 259 U.S. 419, 484, 42 S.Ct. 552, 564, 66 L.Ed. 999 (1922).  Even though Idaho has no legal right to the anadromous fish hatched in its waters, it has an equitable right to a fair distribution of this important resource.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Because apportionment is based on broad and flexible equitable concerns rather than on precise legal entitlements, see <i>Colorado v. New Mexico,</i> --- U.S., at ----, 103 S.Ct., at 545-546; <i>Nebraska v. Wyoming,</i> 325 U.S., at 618, 65 S.Ct., at 1350, a decree is not intended to compensate for prior legal wrongs.  Rather, a decree prospectively ensures that a State obtains its equitable share of a resource.  A decree may not always be mathematically precise or based on definite present and future conditions.  Uncertainties about the future, however, do not provide a basis for declining to fashion a decree.  Reliance on reasonable predictions of future conditions is necessary to protect the equitable rights of a State.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">To the extent that the Special Master found that the formulation of a workable decree is impossible, we must disagree. See <i>Washington v. Fishing Vessel Assn.,</i> 443 U.S. 658, 663, 99 S.Ct. 3055, 3063, 61 L.Ed.2d 823 (1979) (regular habits of anadromous fish make it possible to forecast size of runs). Idaho's proposed formula for apportioning the fish is one possible basis for a decree.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  It relies on the number of jack fish reproductively precocious male fish, which return a year ahead of other members of their age group&#8212;passing over the Bonneville and the Ice Harbor dams to predict the size of the run the following year and the percentage of fish in the run that originate in Idaho.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Although the compu ation is complicated and somewhat technical, that fact does not prevent the issuance of an equitable decree. See <i>Idaho ex rel. Evans v. Oregon,</i> 444 U.S., at 390, 100 S.Ct., at 622;  <i>Nebraska v. Wyoming,</i> 325 U.S., at 616-617, 65 S.Ct., at 1349-1350.  Nothing in the record undermines the assumption supporting Idaho's formula that there is a definite relationship between the number of jack fish and the total number of fish in a particular run the following year.  Thus, if Idaho suffers from the injury it alleges, we see no reason why that injury could not be remedied by an equitable decree.</p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Special Master also found, however, that Idaho has not demonstrated sufficient injury to justify an equitable decree.  A State seeking equitable apportionment under our original jurisdiction must prove by clear and convincing evidence some real and substantial injury or damage.  <i>Colorado v. New Mexico,</i> --- U.S., at ----, n. 13, 103 S.Ct., at 547, n. 13;  <i>Connecticut v. Massachusetts,</i> 282 U.S., at 672, 51 S.Ct., at 290;  see <i>New Jersey v. New York,</i> 283 U.S. 336, 344-345, 51 S.Ct. 478, 480-481, 75 L.Ed. 1104 (1931).  In reaching his conclusion, the Special Master stated that the determination should be based on present conditions.  Report of the Special Master 25-26.  He therefore focused on the most recent time period, 1975 through 1980, during which all the dams and various conservation programs were in operation.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We approve this approach.  The Special Master found that, due to the operation of the dams, the fish runs have been depressed since 1970.  <i>Id.,</i> at 26, 34.  It is highly unlikely that the dams will be removed or the number of deadly turbines reduced;  all parties must live with these conditions in the determinable future.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  Although Oregon and Washington may have harvested a disproportionate share of anadromous fish over the long run,<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> Idaho took 58.72% of the total harvest in the period from 1975 through 1980.  <i>Id.,</i> at 44.  Equitable apportionment is directed at ameliorating present harm and preventing future injuries to the complaining State, not at compensating that State for prior injury.  We agree with the Special Master that these figures do not demonstrate that Oregon and Washington are now injuring Idaho by overfishing the Columbia or that they will do so in the future.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Moreover, Idaho has not proved that Oregon and Washington have mismanaged the resource and will continue to mismanage.  The two States in 1974 did permit some overfishing of the Columbia.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Idaho, however, has produced no concrete evidence of other mismanagement, and the Special Master concluded that \"[t]he record shows no repetition or threatened repetition of [prior mismanagement].\"<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  <i>Id.,</i> at 32.  Although it is possible that Washington and Oregon will mismanage this resource in the future, Idaho has not carried its burden of demonstrating a substantial likelihood of injury.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">For the foregoing reasons, we adopt the Special Master's recommendation and dismiss the action without prejudice to the right of Idaho to bring new proceedings whenever it shall appear that it is being deprived of its equitable share of anadromous fish.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Justice O'CONNOR with whom Justices BRENNAN and STEVENS join, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Special Master reasoned that Idaho was entitled to a \"fair share\" of the anadromous fish that are the subject of this dispute.  Without qua tifying that share, however, he rejected the claim that Washington and Oregon had mismanaged the fishery, Report of the Special Master 30-34, concluding instead that they had acted in good faith, <i>id.,</i> at 35, and that the relief requested by Idaho was unworkable, <i>ibid.</i> In reaching that conclusion, he refused to consider any evidence pertaining to years earlier than 1975 or to future developments. <i>Id.,</i> at 25-26, 27.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Court today overrules the exceptions to the report of the Special Master.  I see substantial merit to several of the points raised by Idaho and am persuaded that they require a remand to the Special Master for further proceedings.  Accordingly, I dissent.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">* The Master properly concluded that \"Idaho is entitled to its fair share of the fish.\"  <i>Id.,</i> at 25.  No one owns an individual fish until he reduces that fish to possession, <i>Pierson v. Post,</i> 2 Am.Dec. 264 (N.Y.1805), and, indeed, even the States do not have full-fledged \"property\" interests in the wildlife within their boundaries, see, <i>e.g., Douglas v. Seacoast Products, Inc.,</i> 431 U.S. 265, 284, 97 S.Ct. 1740, 1751, 52 L.Ed.2d 304 (1977); <i>Missouri v. Holland,</i> 252 U.S. 416, 434, 40 S.Ct. 382, 384, 64 L.Ed. 641 (1920).  Nonetheless, courts have long recognized the <i>opportunity</i> to fish as an interest of sufficient dignity and importance to warrant certain protections.  See <i>e.g., Union Oil Co. v. Oppen,</i> 501 F.2d 558 (CA9 1974);  <i>Louisiana ex rel. Guste v. M/V Testbank,</i> 524 F.Supp. 1170 (E.D.La.1981);  <i>Weld v. Hornby,</i> 7 East 195 (K.B.1806);  J. Gould, Law of Waters &#167;&#167; 186, 187 (1883); 3 J. Kent, Commentaries 411 (5th ed. 1844);  cf. <i>New Jersey v. New York,</i> 283 U.S. 336, 345, 51 S.Ct. 478, 480, 75 L.Ed. 1104 (1931) (considering the effect on oyster beds in apportioning water); <i>Douglas, supra,</i> at 267-268, 97 S.Ct., at 1742-1743 (REHNQUIST, J., concurring in part and dissenting in part) (although State has no ownership in wildlife in the conventional sense, it has a \"substantial proprietary interest\").  See generally <i>United States v. Washington,</i> 520 F.2d 676 (CA9 1975), cert. denied, 424 U.S. 978, 96 S.Ct. 1487, 47 L.Ed.2d 750 (1976).  Indeed, in recent years, as the runs of anadromous fish have diminished and no longer satisfy fully the demands of all fishermen, the federal courts frequently find themselves confronted with disputes over the management and conservation of the resource.  Faced with these problems, the courts, including this Court, have not hesitated to recognize that various claimants do possess protectible rights in the runs of fish, whether or not those claimants ultimately manage to land and reduce particular specimens to possession and full ownership. See, <i>e.g., Washington Game Dept. v. Puyallup Tribe,</i> 414 U.S. 44, 94 S.Ct. 330, 38 L.Ed.2d 254 (1973);  <i>Sohappy v. Smith,</i> 529 F.2d 570 (CA9 1976) (per curiam);  <i>United States v. Washington, supra; Sohappy v. Smith,</i> 302 F.Supp. 899 (Or.1969).  When States enter the fray, this Court must be prepared to undertake the admittedly difficult task of assessing the claim of each and arriving at an equitable resolution that protects the interests of each, for, as we held long ago in a leading case on our original jurisdiction,</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">\"[W]henever . . . the action of one State reaches through the      agency of natural laws into the territory of another State,      the question of the extent and the limitations of the rights      of the two States becomes a matter of justiciable dispute      between them, and this court is called upon to settle that      dispute in such a way as will recognize the equal rights of      both and at the same time establish justice between them.\"      <i>Kansas v. Colorado,</i> 206 U.S. 46, 97-98, 27 S.Ct. 655,      667-668, 51 L.Ed. 956 (1907).<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Having reached the correct conclusion that Idaho has a right to a fair share of the anadromous fish of the Columbia and Snake Rivers, though, the Master adopted procedures that denied Idaho an opportunity to effectuate that right.  It is the approval of the limitations placed on Idaho's establishment of its rights with which I disagree.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In spite of his recognition that Idaho was entitled to a fair share of the runs of anadromous fish, the Master found that there was no injury to Idaho.  I am at a loss to understand how he reached that conclusion without specifying the nature and extent of Idaho's entitlement.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a>  The Master excluded from consideration any evidence of past conditions or probable future conditions, focusing instead solely on the evidence for the period 1975-1980. Report of the Special Master 25-26, 27.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a>  During those years, the harvests were negligible, so, in the Master's view, Idaho's rights were similarly negligible, and Idaho could not show the \"substantial injury\" necessary to obtain relief from this Court in the exercise of its original jurisdiction, see, <i>e.g., Kansas v. Colorado,</i> 320 U.S. 383, 393, 64 S.Ct. 176, 180, 88 L.Ed. 116 (1943);  <i>Connecticut v. Massachusetts,</i> 282 U.S. 660, 669, 51 S.Ct. 286, 289, 75 L.Ed. 602 (1931).  Of course, as the Court recognizes, <i>ante,</i> at 1027, the Master properly required a showing by clear and convincing evidence that Idaho sustained a substantial injury.  Nonetheless, two basic problems flaw the Master's approach.  First, it assumes that Idaho's only concern is with its share of the harvest and that, in the absence of a harvestable surplus,<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a> Idaho's interest in the runs vanishes.  Second, it excludes evidence relevant in explaining the current state of the runs and in determining what types of management will best conserve and increase the resource for the benefit of all.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The first problem with the Master's approach requires little elaboration.  Even if there is absolutely no harvestable surplus for a year or for several years, Idaho has a right to seek to maintain and eventually increase the runs by requiring the defendants to refrain from practices that prevent fish from returning to their spawning grounds in numbers sufficient to perpetuate the species in this river system.  Cf. <i>Colorado v. New Mexico,</i> --- U.S. ----, 103 S.Ct. 539, 74 L.Ed.2d 348 (1982) (recognizing duty to conserve common water supply);  <i>Wyoming v. Colorado,</i> 259 U.S. 419, 484, 42 S.Ct. 552, 564, 66 L.Ed. 999 (1922) (same).  The allegations of mismanagement over the period leading up to this lawsuit&#8212;in particular the allegation that the defendants made a practice of closing fishing seasons only <i>after</i> it became clear that they would not meet the goal of a minimum spawning escapement, Exceptions of Idaho 65;  Pretrial Order 7, Admitted Fact 30&#8212;if true, may show the existence of a threat to Idaho's interest in the maintenance of the runs.  Indeed, the very paucity of the harvest in 1975-1980 that the Master relied upon in denying Idaho any relief suggests that there may be some merit in Idaho's contention that the runs have not been properly managed in the past.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Further, the need for relief in such a situation is compelling.  Techniques are available that may aid significantly in maintaining or increasing the runs.<a class=\"footnote\" href=\"#fn5-1\" id=\"fn5-1_ref\">5</a>  But Idaho is unlikely to devote substantial resources to projects designed to maintain and increase the runs if the defendants are free to engage in mismanagement downstream that will negate Idaho's efforts.  The Master should not have concluded that, simply because Idaho shared equally in the failure of the harvest in 1975-1980, it had no further interest in promoting the conservation of the species and the eventual restoration of the runs, neither of which could occur without proper management practices on the part of the defendants.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In my view, the Master erred also in excluding the evidence of the past practices of the defendants, of the past conditions on the river system, and of the probable conditions in the future. Consideration of Idaho's interest in maintaining the runs has already illustrated one way in which evidence of the past conditions and practices and of probable future conditions was indeed relevant in this action.  Moreover, the Master's limitations place Idaho in an untenable position.  Although harvests were minimal from 1975 to 1980, conditions were different when Idaho sought leave to file its complaint in this action on March 31, 1975.  In 1974, Washington and Oregon had harvested some 22,400 spring chinook and 9,500 summer steelhead.  Report of the Special Master 18-19. Indeed, even with the negligible harvests for the latter half of the decade, during the 1970s, Washington and Oregon harvested an annual average of 27,320 upriver spring chinook, 2,260 upriver ummer chinook, and 12,360 upriver summer steelhead, compared with Idaho's average harvests of 3,150 upriver spring chinook, no upriver summer chinook, and 8,550 upriver summer steelhead.  <i>Id.,</i> at 13, 15, 17.  Assuming Idaho's allegations to be true, substantial portions of the fish harvested by Washington and Oregon rightfully should have returned to Idaho.  This period did not reflect a pristine and irretrievably lost state of nature.  On the contrary, all the dams were in place before 1970, see <i>ante,</i> at 1020.  But the Master refused to consider these figures, looking only to figures for harvests taking place <i>after</i> Idaho sought relief.  Under this approach, to vindicate its rights, Idaho will have to wait until the runs regenerate&#8212;relying on the goodwill of the defendants to maintain and increase them.  Then, once there is a harvest available, Idaho will have to hope that the runs survive any mismanagement long enough to establish a new record of fishing on harvests rightfully belonging to Idaho <i>and</i> that both the runs and the mismanagement will persist throughout the time necessary to complete litigation.  I would not place such hurdles in the way of a State seeking to preserve its natural resources.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The proper approach in this case, in my view, would require the Master to determine whether Idaho has a protectible interest in the preservation of the runs and what Idaho's proper share is, expressed as a proportion of the harvestable surplus.  In making that determination, the Master should have a broad range of flexibility, drawing guidance from our previous cases reconciling conflicting claims of States to natural resources by equitable apportionment.  The classic statement of the considerations governing equitable apportionment of interstate streams emphasizes the breadth of the inquiry and the importance of <i>all</i> relevant factors:<a class=\"footnote\" href=\"#fn6-1\" id=\"fn6-1_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">\"Apportionment calls for the exercise of an informed judgment      on a consideration of many factors.  Priority of      appropriation is the guiding principle.  But physical and      climatic conditions, the consumptive use of water in the      several sections of the river, the character and rate of      return flows, the extent of established uses, the      availability of storage water, the practical effect of      wasteful uses on downstream areas, the damage to upstream      areas as compared to the benefits to downstream areas if a      limitation is imposed on the former&#8212;these are all relevant      factors.  They are merely an illustrative, not an exhaustive      catalogue.  They indicate the nature of the problem of      apportionment and the delicate adjustment of interests which      must be made.\"  <i>Nebraska v. Wyoming,</i> 325 U.S. 589, 618, 65      S.Ct. 1332, 1351, 89 L.Ed. 1815 (1945).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">See <i>Colorado v. New Mexico,</i> --- U.S. ----, ----, 103 S.Ct. 539, 545, 74 L.Ed.2d 348 (1982);  <i>Connecticut v. Massachusetts, supra,</i> 282 U.S., at 671, 51 S.Ct., at 289 (1931);  2 R. Clark, Waters and Water Rights &#167; 132.5(B) (1967).  Of course, the relevant considerations stated in cases concerning rights to water must be adapted to this new context.  Nevertheless, the general principles apply.  I would direct the Master to consider a range of factors including, but not limited to, the harm that must be incurred by Oregon and Washington in terms of harvest foregone in order to allow a given number of fish to reach Idaho, cf. <i>Nebraska v. Wyoming, supra</i> (considering the loss of water in transit);  the contribution of each State to preservation of the habitat necessary for spawning; the contribution of each State to the preservation of the proper habitat necessary for the survival and development of fish during passage;  the investment of each State in programs to mitigate losses and enhance the runs, such as hatcheries and transportation programs, see n. 5, <i>supra;</i><a class=\"footnote\" href=\"#fn7-1\" id=\"fn7-1_ref\">7</a>  and the relative values of the types of fishery&#8212;commercial or sport&#8212;operated by the defendants and by Idaho, cf. <i>Connecticut v. Massachusetts, supra,</i> 282 U.S., at 673, 51 S.Ct., at 290 (\"Drinking and other domestic purposes are the highest uses of water.\").</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Only after making this initial determination can we decide whether Idaho has been wrongfully deprived of fish.  If the depletion of the runs is attributable to mismanagement by Oregon and Washington, we should grant relief.  The Master suggested that relief is unworkable because of the difficulties of estimating the runs and apportioning them.  The task is indeed a complicated one, as we recognized when we stated in <i>Puyallup, supra,</i> \"[O]nly an expert could fairly estimate what degree of net fishing plus fishing by hook and line would allow the escapement of fish necessary for perpetuation of the species.\"  414 U.S., at 48, 94 S.Ct., at 333.  Nevertheless, it is a task that we have recognized as possible, Washington v. Wash<i>ington State Commercial Fishing Vessel Ass'n.,</i> 443 U.S. 658, 662-664, 99 S.Ct. 3055, 3062-3063, 61 L.Ed.2d 823 (1979), and the difficulty of providing equitable relief has never provided an excuse for shirking the duty imposed on us by the Constitution. <i>Idaho ex rel. Evans v. Oregon,</i> 444 U.S. 380, 390, n. 7, 100 S.Ct. 616, 622, n. 7, 62 L.Ed.2d 564 (1980);  <i>Nebraska v. Wyoming, supra,</i> 325 U.S., at 616, 65 S.Ct., at 1349.  The lower federal courts have proved able to grant appropriate relief, <i>e.g., Sohappy v. Smith, supra,</i> 529 F.2d, at 572-573;  <i>United States v. Washington, supra,</i> so we too should be able to overcome the difficulties.<a class=\"footnote\" href=\"#fn8-1\" id=\"fn8-1_ref\">8</a>  Moreover, a statement of relative rights may induce the parties to cooperate in devising a plan to accommodate not only the rights of all but also the difficulties of management, as the defendants here did when sued by the Indians for enforcement of treaty fishing rights.  See Report of the Special Master 34-35 (discussing Five-Year Plan entered by parties to <i>Sohappy v. Smith</i> ).<a class=\"footnote\" href=\"#fn9-1\" id=\"fn9-1_ref\">9</a></p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Since the Master failed to quantify Idaho's right in the anadromous fish, he was unable to determine whether Idaho suffered any injury entitling it to a remedy.  I would remand to allow the Master to apply our precedents on equitable apportionment to determine the extent of Idaho's rights, and, if appropriate, to devise a remedy protecting those rights.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The smolts, apparently, prefer not to swim.  They face upstream, open their mouths, and permit the current to carry them downstream.  Should they come upon a quiet spot, they turn around and swim.  A. Netboy, The Columbia River Salmon and Steelhead Trout 44 (1980).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Three dams in Idaho&#8212;the Brownlee (constructed in 1958), the Oxbow (1961), and the Hells Canyon dams (1967)&#8212;have closed off the upper Snake River entirely to this piscean traffic.  This renders unusable much good spawning area.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Most dams are also equipped with screens that divert the smolts away from the turbines and into the spillways.  Since 1969, however, the number of turbines operating on the dams has increased from 3 to 24, causing more water to be directed through turbines and reducing the water flow down the spillways.  This has increased smolt mortality dramatically.  There is an experimental plan to place smolts in tanks and \"bus\" them around all the dams for release below the Bonneville dam.  See Tr. of Oral Arg. 15; Idaho's Exceptions to the Master's Final Report on the Merits 102-103 (Idaho's Exceptions).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> At each fish ladder, the Army Corps of Engineers has constructed observation windows from which it counts and records the number of ascending fish and notes their variety.  This count must be adjusted for the phenomenon of \"fall back\":  often adult fish that have been counted are swept back over the dam or down the ladder by strong currents.  In addition to the effect this phenomenon has on the complexity of the count, the fall over the dam causes nitrogen supersaturation, making the fish slightly giddy and disoriented, and serving to increase adult mortality.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Apparently, the John Day dam, constructed in 1968, is \"the big killer\" of ascending adults.  See Tr. of Oral Arg. 16.  To mitigate the effects of the high mortality rate caused by all the dams, hatchery programs hatch and nurture millions of smolts and release them into the Snake River.  The Idaho Power Company finances several Idaho hatcheries, pursuant to a condition imposed by the Federal Energy Regulatory Commission in granting the company's application for a license to construct dams along the upper portions of the Snake.  Report of the Special Master 9;  see n. 3, <i>supra.</i>  In addition, the parties have agreed to construct 10 hatcheries, 6 in Idaho, to compensate for losses caused by the four dams on the lower Snake River.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The <i>Sohappy</i> District Court in 1974 held that the Indians were entitled to 50% of the fish destined to pass over the Bonneville.  See <i>Sohappy v. Smith,</i> 529 F.2d 570, 572 (CA9 1976); cf. <i>Washington v. Fishing Vessel Assn.,</i> 443 U.S. 658, 685-689, 99 S.Ct. 3055, 3074-3076, 61 L.Ed.2d 823 (1979) (approving similar 50% allocation to Indians).  The Court of Appeals for the Ninth Circuit vacated the order and remanded the case to the District Court for consideration of other factors bearing on the apportionment.  529 F.2d, at 573-574.  The parties reached the agreement described in the text before any further district court action.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Washington filed no exceptions of its own, but has responded to those of Idaho.  Oregon did not participate in our review of the Special Master's report.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The Court in <i>Kansas v. Colorado</i> said:</p>\n        <p>\"[W]henever . . . the action of one State reaches through the agency of natural laws into the territory of another State, the question of the extent and the limitations of the rights of the two States becomes a matter of justiciable dispute between them, and this court is called upon to settle that dispute in such a way as will recognize the equal rights of both and at the same time establish justice between them.\"  206 U.S., at 97-98, 27 S.Ct., at 667-668.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Oregon and Washington authorities employ a similar formula in estimating the size of runs and in setting Bonneville dam escapement goals pursuant to the Indian treaty rights settlement agreement.  In addition to the apportionment formula, Idaho's plan would require Oregon and Washington 1) to continue the same primary management techniques they have been using;  2) to estimate the size of future runs and dam mortality rates;  3) to meet the escapement requirements they have set for the last five years;  4) to determine the number of fish in each run that originated in Idaho;  5) to determine the harvestable surplus of Idaho-origin fish;  6) to allot to Idaho a share of that surplus (after subtracting Indian fisheries) equal to the percentage that Idaho-origin fish are of the total Columbia River run;  and 7) to make up any shortfall in Idaho's allocated harvest out of the next year's harvest.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The latter prediction is possible because most fish that surmount the Ice Harbor dam are headed for spawning grounds in Idaho.  We express no view on the appropriateness of Idaho's proposed formula.  We note that it apportions fish solely on the basis of their origin.  Flexibility is the linchpin in equitable apportionment cases, and, in our prior decisions, we have based apportionment on the consideration of many factors to ensure a fair and equitable allocation.  See <i>Colorado v. New Mexico,</i> --- U.S., at ----, 103 S.Ct., at 545-546.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Idaho accepts, as it must, see 444 U.S., at 388, 100 S.Ct., at 621, the continued operation of the dams and their adverse impact on the runs.  See Idaho's Exceptions 46, 87.  Its argument that the parties m st share that adverse impact equally, <i>id.,</i> at 87, is relevant to the fashioning of an equitable decree, but not to the existence of a cognizable injury.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Idaho claims that from 1962 through 1980, when spring chinook that originated in Idaho constituted 50% of the total runs, Oregon and Washington took 83% of the Idaho spring chinook. According to Idaho, they also harvested 75% of the Idaho-origin summer chinook, which during the period constituted 40% of all summer chinook runs.  As to steelhead trout, Idaho asserts that Oregon and Washington took 58% of the harvest of Idaho-origin fish, which was 48% of the total steelhead runs.  Idaho's Exceptions 49-50.</p>\n        <p>Of course, these figures presume, as does Idaho's entire argument, that Idaho is entitled to those fish that originate in its waters.  After <i>Hughes v. Oklahoma,</i> 441 U.S. 322, 99 S.Ct. 1727, 60 L.Ed.2d 250 (1979), however, Idaho cannot claim legal ownership of the fish.  While the origin of the fish may be a factor in the fashioning of an equitable decree, it cannot by itself establish the need for a decree.  Instead, the Court must look to factors such as disproportionate reductions in Idaho's normal harvest, or reductions in the total fish in the runs caused by mismanagement or overfishing by Washington and Oregon.  As a historical matter, Idaho's own tables demonstrate that its proportion of the harvest of Idaho-origin spring chinook increased from 13.5% in 1962 through 1967 to 45.5% in 1975 through 1980, and its percentage of the harvest of Idaho-origin steelhead trout increased in the same period from 35.1% to 90.7%.  Idaho's harvest percentage of Idaho-origin summer chinook did decrease between the two periods, but only 192 fish from that run were caught in the latter period, a <i>de minimis</i> number.  Idaho's Exceptions 53-54 (tables 6, 7, and 8).  Although we reject the assumption of entitlement underlying Idaho's comparisons, even under that assumption, Idaho's portion of the harvest has been increasing.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The Special Master found that the last incident of mismanagement occurred in 1974 when, despite the recommendation of experts, Oregon and Washington permitted a limited harvest.  They overestimated the Bonneville count by failing to consider the fall back phenomenon, and underestimated the Indian fishery for the year.  The overfishing reduced the number of fish returning to spawn.  Report of the Special Master 32.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Moreover, despite Idaho's claim that Oregon and Washington managed only for minimum escapements over the Bonneville, the Special Master found that Idaho had never requested those States to increase the escapement goal.  Report of the Special Master 31.  In fact, Idaho seems quite content with the current escapement goals;  its plan requires that Oregon and Washington \"manage to meet the same spawning escapements they have been managing for over the last five years.\"  Idaho's Exceptions 82.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> This controversy, like disputes over the waters of interstate streams, is one particularly appropriate for resolution by this Court in the exercise of its original jurisdiction.  The original jurisdictio  was \"conferred by the Constitution as a substitute for the diplomatic settlement of controversies between sovereigns and a possible resort to force,\" <i>North Dakota v. Minnesota,</i> 263 U.S. 365, 372-373, 44 S.Ct. 138, 139, 68 L.Ed. 342 (1923).  See generally 2 R. Clark (ed.), Waters and Water Rights &#167; 132.2(A) (1967).  Disputes between sovereigns over migratory wildlife typically give rise to diplomatic solutions.  See, <i>e.g., Missouri v. Holland,</i> 252 U.S. 416, 40 S.Ct. 382, 64 L.Ed. 641 (1920) (treaty between United States and Canada concerning migratory birds).  Such solutions reflect the recognition by the international community that each sovereign whose territory temporarily shelters such wildlife has a legitimate and protectible interest in that wildlife.  In our federal system, we recognize similar interests, but the original jurisdiction of this Court or interstate compacts substitute for interstate diplomatic processes.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> The failure to specify Idaho's rights also seems to me to represent a poor use of judicial resources, inviting future litigation, rather than settling questions properly presented now. Cf. Comment, <i>Sohappy v. Smith:</i>  Eight Years of Litigation over Indian Fishing Rights, 56 Or. L.Rev. 680, 693 (1977) (although court's initial order declared that the Indians had a right to a \"fair share\" of fish, \"[u]nfortunately, the court did not provide any guidelines for determining what a 'fair share' is, and consequently, the parties have been back in court to argue about the application of <i>Sohappy</i>\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> The Master did permit Idaho to create a record, at least of evidence of past conditions and practices, see Exceptions of Idaho 101, but he refused to consider that evidence, effectively excluding it.  See Report of the Special Master 25-26, 27.</p>\n        <p>In support of this decision, the Master cited <i>Nebraska v. Wyoming,</i> 325 U.S. 589, 620, 65 S.Ct. 1332, 1351, 89 L.Ed. 1815 (1945), where the Court stated, \"[T]he decree which is entered must deal with conditions as they obtain today.\"  In setting out the general principle in that case, the Court  ad explained, \"[A]ll of the factors which create equities in favor of one State or the other must be weighed as of the date when the controversy is mooted,\" <i>id.,</i> at 618, 65 S.Ct., at 1350, quoting <i>Kansas v. Colorado,</i> 320 U.S. 383, 394, 64 S.Ct. 176, 181, 88 L.Ed. 116 (1943).  \"Conditions as they obtain today\" include all current \"equities,\" which, as elaborated further below, turn on past, present, and future realities.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> \"Harvestable surplus\" refers to the number of fish in the run that remain after the escapement ordered for the preservation of the runs and after the Indian Tribes have exercised their treaty rights.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5-1\">\n        <a class=\"footnote\" href=\"#fn5-1_ref\">5</a>\n        <p> For instance, hatcheries supplement the natural reproduction of the fish.  See Report of the Special Master 9. Also, fish may be transported around dams to reduce mortality in passage.  Exceptions of Idaho 102-103;  see <i>ante,</i> at 1021, n. 3. Finally, the States can continue investment and efforts to maintain proper conditions for spawning, Report of the Special Master 8.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6-1\">\n        <a class=\"footnote\" href=\"#fn6-1_ref\">6</a>\n        <p> In this regard, I think that the Master properly rejected Idaho's proposed quantification of its right, relying solely on its role as the state of origin.  As Idaho explains its position, \"[Idaho's] share of the harvestable surplus of Idaho origin fish should equal Idaho's percentage contribution to the entire run.\" Exceptions of Idaho 47.  This proposal would require the Master to base the apportionment on one factor alone.  The most glaring problem with this formulation is that it takes no account of the relative benefits and burdens to each State of dividing the resource.  To allow one fish to reach Idaho, Oregon and Washington must allow some significantly larger number, the exact value of which is the subject of some dispute, see Response of Washington 14-15, 43-45;  Reply Br. of Idaho 7-9, to pass by the downstream fisheries.  These other fish will be lost in passage, and no one will benefit.  Considerations of relative benefits and burdens imposed by a given division are at the core of equitable apportionment.  See, <i>e.g., Colorado v. New Mexico,</i> --- U.S. ----, 103 S.Ct. 539, 74 L.Ed.2d 348 (1982);  <i>Kansas v. Colorado,</i> 206 U.S. 46, 109, 27 S.Ct. 655, 672, 51 L.Ed. 956 (1907);  cf. <i>Colorado v. New Mexico, supra,</i> --- U.S., at ----, 103 S.Ct., at 545 (rejecting argument that State that is the source of water is automatically entitled to any share).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7-1\">\n        <a class=\"footnote\" href=\"#fn7-1_ref\">7</a>\n        <p> The Master's report suggests that the source of revenue used for investment by the State&#8212;fishing license fees as opposed to general taxes&#8212;is somehow relevant.  See Report of the Special Master 30.  Although the proper range of considerations is quite broad, I fail to see the relevance of that consideration.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8-1\">\n        <a class=\"footnote\" href=\"#fn8-1_ref\">8</a>\n        <p> The Master's dismissal of Idaho's calculations reflects an undue skepticism where statistics are concerned.  The linear least squares regression method that the Master concluded was \"of little value in making predictions,\" Report of the Special Master 41, for instance, can indeed have predictive value, if used properly. See, <i>e.g.,</i> W. Hays, Statistics &#167; 10.4 (3d ed. 1981).  Courts can rely on the same sort of calculation  that agencies charged by the States with management of fisheries perform.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9-1\">\n        <a class=\"footnote\" href=\"#fn9-1_ref\">9</a>\n        <p> The Five-Year Plan of the parties to the <i>Sohappy</i> litigation expired in 1982, see Report of the Special Master 11. The Plan had required the defendants to take certain actions that tended to preserve the runs.  <i>Id.,</i> at 35.  Although the Plan was never adequate to protect Idaho, since it was not a party to the Plan, <i>id.,</i> at 10, the expiration makes the need for relief, if there has been an injury, even more urgent.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/110986/"
}