{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "464 U.S. 972", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": "", 
    "document_uris": [
      "/api/rest/v2/document/111082/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "John McIlwain V", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 95441, 
    "resource_uri": "/api/rest/v2/citation/95441/"
  }, 
  "id": 111082, 
  "blocked": false, 
  "judges": "", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1983-12-05", 
  "download_url": "http://bulk.resource.org/courts.gov/c/US/464/464.US.972.html", 
  "source": "R", 
  "local_path": null, 
  "html_lawbox": "", 
  "time_retrieved": "2010-04-28T10:12:54", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">972</span></span></p>\n    <p class=\"case_cite\">104 S.Ct. 409</p>\n    <p class=\"case_cite\">78 L.Ed.2d 349</p>\n    <p class=\"parties\">John McILWAIN<br>v.</p>\n    <p class=\"court\">UNITED STATES.  Alvin C. HINES  v.  UNITED STATES.  82-6780, 82-6997.  Supreme Court of the United States  November 7, 1983  On petitions for writ of certiorari to the District of Columbia Court of Appeals.  The petitions for writs of certiorari are denied.  djQ  Justice MARSHALL, with whom Justice BRENNAN joins, dissenting from denial of certiorari.  I  Petitioners, convicted of second-degree burglary while armed, challenge their convictions on the ground that they were denied due process and the right to an impartial jury in violation of the Fifth and Sixth Amendments to the United States Constitution. Their claims stem from the fact that the deliberations of the jury that convicted them were disrupted by the intoxication of the</p>\n    <div class=\"prelims\">\n      <p>[973]</p>\n      <p class=\"center\">foreman of the jury.  On the second day of deliberations, Friday, July 23, 1981, the trial judge received a note from members of the jury stating that they \"would like to change the foreperson of the jury due to the fact that the present foreperson seems somewhat unable to preside this morning.\"  <i>Lee v. United States,</i> <span class=\"citation\" data-id=\"2367387\"><a href=\"/opinion/2367387/lee-v-united-states/\"><span class=\"volume\">454</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">770</span></a></span>, 772 (D.C.App.1982).  That morning, prior to receiving the note, the judge's chambers had received a call indicating that the foreman of the jury would be late.  In addition, a marshall suggested to the judge that there might be some question as to whether one of the jurors was intoxicated.  The trial judge held a separate <i>voir dire</i> of each member of the jury.  The foreman of the jury denied any intoxication and one juror stated that there was no indication that the foreman had been drinking.  Nine members of the jury stated that it was their belief that the foreman had been drinking.  Their estimation of her degree of intoxication varied from observations that she appeared to be \"a little intoxicated\" to claims that she was flatly \"drunk.\"<a class=\"footnote\" href=\"#fn1--2\" id=\"fn1--2_ref\">1</a>  At the conclusion of the <i>voir dire</i> the trial court suggested that the petitioners agree to an arrangement whereby the foreman of the jury would be dismissed and the case would be submitted to the remaining 11 jurors.  Petitioners rejected that suggestion and proposed instead that the judge declare a mistrial.  The trial judge acknowledged that the juror in question was \"somewhat  ----------<sup>1</sup>.\"JUROR CURLEY:  I will tell it like it is.  It seems like she is a little intoxicated. . . .  JUROR FRAZIER:  As far as I am concerned, she had been drinking this morning, Your Honor. . . .  JUROR TYSON:  She is not herself.  She is just talking a lot . . .  I assume she is under the influence of some kind. . . .  JUROR FORD:  I thought she was incompetent to preside because of the fact that she was a little intoxicated. . . .  JUROR FLYNN:  She did look like she was under the influence of alcohol . . .  I do not think she should be a juror on this this morning. . . .  JUROR JACKSON:  She seemed to be under the influence of alcohol, sir . . .  I think she still is a little intoxicated, unreasonable. . .  JUROR WATSON:  Well, it seemed like she had been drinking and she wouldn't let anyone else talk;  just difficult to accomplish anything. . . .  JUROR HUNTER:  To my knowledge I think she had just a little too much to drink to be in this position that we are in. . .  JUROR WALL:  She is drunk. . . .\"  Pet. for Cert. of McIlwain 9.</p>\n      <p>[974]</p>\n      <p class=\"center\">under the influence in a fashion . . . that makes deliberations . . . inappropriate at this time.\"  Pet. for Cert. of McIlwain 11. But the judge nonetheless denied the motion for a mistrial. Instead, he ordered an immediate three-day recess, noting his hope that the \"offending juror [would be] perfectly sober and able to deliberate\" on Monday when deliberations would resume.  <i>Lee v. United States, supra,</i> at 773.  The judge expressly asked the juror to \"come back on Monday refreshed.\"  <i>Ibid.</i>  Before the jury resumed deliberations on Monday, the trial judge \"look[ed] in\" on the jurors and informed counsel that he detected no further disability.  <i>Ibid.</i>  The jury acquitted the petitioners of armed robbery but convicted them of second-degree burglary while armed.  The District of Columbia Court of Appeals affirmed the petitioners' convictions on the ground that they had failed to show that they were prejudiced by the juror's intoxication. Justifying this conclusion, the Court of Appeals observed:  \"[O]nly one juror was involved, and only a short period of the deliberations was called into question.  There is no evidence that any drinking actually occurred in the jury room or during the course of the trial, and the jury foreperson was not conclusively shown to have been intoxicated at the time of <i>voir dire.</i>  The recess, coupled with the judge's checking in on the jury on Monday, both of which were done with the concurrence of appellants' counsel, foreclosed the possibility of prejudice.  Under these circumstances, it cannot reasonably be said that the appellants were substantially deprived of their right to the judgment of objective and competent jurors.\"  <i>Id.,</i> at 774.  This Court should grant certiorari and review the Court of Appeals' decision because it raises serious questions regarding the standard to be applied in determining the conditions under which a juror's misconduct and incapacity deprives a defendant of his Fifth Amendment right to due process and his Sixth Amendment right to an impartial jury.  II  This Court has repeatedly insisted in a wide variety of contexts that the right to be tried before a jury capable and willing to decide a case solely on the evidence before it is a cornerstone of our</p>\n      <p>[975]</p>\n      <p class=\"center\">criminal justice system.  See, e.g., <i>Irvin v. Dowd,</i> <span class=\"citation\" data-id=\"106259\"><a href=\"/opinion/106259/irvin-v-dowd/\"><span class=\"volume\">366</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">717</span></a></span>, 81 S.Ct. 1639, 6 L.Ed.2d 751 (1961).  This precious right is denigrated when a conviction resting upon deliberations tainted by a juror's gross and debilitating impropriety is allowed to stand.  The issue of juror misconduct usually involves allegations of juror bias.  Here, however, the complaint is not that the juror in question was biased against the petitioners.  Rather, the complaint is that the juror's drunkenness rendered her incompetent and that a necessary corollary of the right to an impartial jury is the right to a jury in which all of the members are mentally competent.  This Court as well as other courts have recognized the right to a mentally competent jury.  <i>See, e.g., Jordan v. Massachusetts,</i> <span class=\"citation\" data-id=\"97651\"><a href=\"/opinion/97651/jordan-v-massachusetts/\"><span class=\"volume\">225</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">167</span></a></span>, 176, 32 S.Ct. 651, 652, 56 L.Ed. 1038 (1912);  <i>Sullivan v. Fogg,</i> <span class=\"citation\" data-id=\"373794\"><a href=\"/opinion/373794/jose-luis-sullivan-v-walter-fogg-as-superintendent/\"><span class=\"volume\">613</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">465</span></a></span> (CA2 1980) (trial before jury with an insane juror inconsistent with due process).  It is undisputed that one of the members of the jury&#8212;the person chosen to be its foreman&#8212;was inebriated during at least part of the deliberations.<a class=\"footnote\" href=\"#fn2--2\" id=\"fn2--2_ref\">2</a>  The trial judge specifically found that the juror was \"somewhat under the influence,\" and recessed the trial so that the offending juror would be able to deliberate after a three-day respite.  The extent of the juror's incapacitation is highlighted by the trial judge's suggestion that he simply dismiss her and allow the remaining jurors to decide the case on their own.  The Court of Appeals finds comfort in the fact that \"only\" one juror was intoxicated.  Yet \"only\" one juror may be the difference between liberty and imprisonment.  Due process requires that <i>every</i> member of a jury meet minimal requirements of mental competence and impartiality.  The Court of Appeals also finds it relevant that \"only a short period of the deliberations was called into question.\"  But the Court of Appeals cites no facts and gives no reasons which support the notion that the affected period of deliberations was insignificant.  Given the delicate dynamics of jury deliberations, it is simply impossible to  ----------<sup>2</sup>.Although the Court of Appeals asserted that there is no evidence that drinking occurred during the course of the trial, two jurors indicated that the offending juror had been drinking during the trial, prior to the day she was examined by the judge. <i>See Lee v. United States, supra,</i> at 772-773;  Pet. for Cert. of McIlwain 10-11.</p>\n      <p>[976]</p>\n      <p class=\"center\">know the effects the intoxicated juror had on her fellow jurors. Common sense would seem to indicate, however, that the general effect would not be conducive to the careful and objective deliberations upon which our criminal justice system relies.  In defending the decision of the Court of Appeals, the government strongly relies upon this Court's holding in <i>Smith v. Phillips,</i> <span class=\"citation\" data-id=\"110645\"><a href=\"/opinion/110645/smith-v-phillips/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">209</span></a></span>, 102 S.Ct. 940, 71 L.Ed.2d 78 (1982). <i>Smith</i> involved allegations that a defendant had been denied due process because, during his state court trial, one of the jurors applied to the prosecutor's office for a job as an investigator. The prosecutor learned of the application during the trial but failed to disclose this information until after the jury had convicted the defendant.  The state court conducted a post-trial evidentiary hearing and determined that the juror was not actually biased.  The federal district court, affirmed by the court of appeals, granted habeas corpus relief to the defendant on the ground that the juror's action had deprived the defendant of his constitutional right to an impartial jury.  This Court reversed, holding that the post-trial evidentiary hearing provided sufficient protection for the defendant.  Establishing a new standard by which to determine disputes over the integrity of jury deliberations, the majority of this Court declared that \"the remedy for allegations of juror partiality is a hearing in which the defendant has the opportunity to prove actual bias.\"  <i>Id.,</i> at 215, 102 S.Ct., at 945.  <i>Smith</i> is a flawed ruling for reasons I have previously articulated.   <i>Smith v. Phillips, supra,</i> at 224-244, 102 S.Ct., at 949-960 (MARSHALL, J., dissenting).  It misrepresents the factual circumstances of the incident that was at issue.  <i>Id.,</i> at 229, 102 S.Ct., at 952.  It constitutes a departure from the mainstream of this Court's decisions concerning the integrity of jury deliberations.  Cf. <i>Peters v. Kiff,</i> <span class=\"citation no-link\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">493</span></span>, 502, 92 S.Ct. 2163, 2168, 33 L.Ed.2d 83 (1971) (plurality) (\"[E]ven if there is no showing of actual bias in the tribunal, this Court has held that due process is denied by circumstances that create the likelihood or the appearance of bias.\").  It posits a standard for challenging juror misconduct that is unrealistically demanding since proof of actual bias is virtually impossible to discover. <i>Smith v. Phillips, supra,</i> 455 U.S., at 230-232, 102 S.Ct., at 952-953.  In sum, <i>Smith</i> was wrongly decided, exerts a baleful influence over this Court's consideration of analogous cases, and should be reconsidered.  Due process requires far more protection against juror misconduct than the \"actual bias\" test mandated by <i>Smith.</i>  With respect to the case at bar, due process may well require the grant-</p>\n      <p>[977]</p>\n      <p class=\"center\">ing of a mistrial whenever a trial judge finds that a juror, already engaged in deliberations, is so drunk that the deliberations must be recessed.  This rule would undoubtedly affect very few trials;  drunkenness on the part of active jurors is certainly an abberation.  As to objections that this <i>per se</i> rule would create inconvenience and pose a drain on judicial resources, the only response is that such costs are what we must pay in order to give more than lip service to our claim that trial by an impartial and competent jury constitutes a \"priceless\" right.  <i>See Irvin v. Dowd, supra,</i> 366 U.S., at 721, 81 S.Ct., at 1641.  Because this case presents important issues implicating the constitutional right to a fair trial, I would grant the petitions.    Fields v. Wyrick  [104SCt556,464US1020,78LEd2d728]  104 S.Ct. 556  <span class=\"citation\" data-id=\"110809\"><a href=\"/opinion/110809/wyrick-v-fields/\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1020</span></a></span>  78 L.Ed.2d 728  Edward FIELDS  v.  Donald W. WYRICK, Warden</p>\n      <p>No. 83-5106</p>\n      <p class=\"center\">Supreme Court of the United States</p>\n      <p>December 12, 1983</p>\n      <p class=\"indent\">On petition for writ of certiorari to the United States Court of Appeals for the Eighth Circuit.</p>\n      <p class=\"indent\">The petition for writ of certiorari is denied.</p>\n      <p class=\"indent\">Justice MARSHALL, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Last Term, this Court summarily reversed a judgment of the United States Court of Appeals for the Eighth Circuit, which ruled that petitioner's 1975 Missouri rape conviction was based on an involuntary statement taken in violation of petitioner's Fifth Amendment rights.  <i>Wyrick v. Fields,</i> --- U.S. ----, 103 S.Ct. 394, 74 L.Ed.2d 214 (1982), rev'g <span class=\"citation\" data-id=\"406019\"><a href=\"/opinion/406019/edward-fields-v-donald-wyrick/\"><span class=\"volume\">682</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">154</span></a></span> (1982).  I dissented from that summary reversal because I do not believe this Court should decide unsettled questions of constitutional law without plenary review.  <i>Id.,</i> at ----, 103 S.Ct., at 399.  In my dissent, I noted that, even if petitioner's statement were voluntary under the Fifth Amendment, the interrogation that produced petitioner's statement might nevertheless have violated petitioner's Sixth Amendment right to counsel.  <i>Id.,</i> at ---- - ----, 103 S.Ct., at 398-400. On remand, the Eighth Circuit considered this issue and concluded that petitioner had knowingly and intelligently waived his Sixth Amendment right to have counsel present during the interrogation. <i>Fields v. Wyrick,</i> <span class=\"citation\" data-id=\"418052\"><a href=\"/opinion/418052/edward-fields-v-donald-wyrick/\"><span class=\"volume\">706</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">879</span></a></span> (CA8 1983).  Because I disagree with the manner in which the Eighth Circuit analyzed petitioner's Sixth Amendment claim, I would grant certiorari and set the case for oral argument.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Petitioner, a soldier undergoing basic training in Missouri, was charged with rape.  After consulting with counsel, petitioner told his company commander that he wanted to take a polygraph test.  Petitioner was under the impression that if he \"passed\" a polygraph test, the charges against him would be dropped, and he would be permitted to graduate from basic training on schedule. 682 F.2d, at 160, n. 10.  Petitioner's counsel shared this impression and later testified that he thought \"the polygraph would have merely shown deceit or non-deceit and would have been used for the purposes of a possible pre-trial negotiation.\"  <i>Id.,</i> at 160.  Accordingly petitioner's counsel advised him to take the test.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Days later when the test was given, petitioner's counsel was not notified.  The military officer in charge of the examination simply informed petitioner of his rights to refuse to answer any questions or to have counsel present, and petitioner signed a document<sup>1</sup> waiving those rights.  See <i>State v. Fields,</i> <span class=\"citation\" data-id=\"1769224\"><a href=\"/opinion/1769224/state-v-fields/\"><span class=\"volume\">538</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">348</span></a></span> (Mo.Ct.App.1976).  Throughout the polygraph examination, petitioner professed his innocence.  After the examination was over, however, the officer administering the test informed petitioner that the machine revealed \"some deceit\" and asked petitioner for an explanation.  The officer did not tell petitioner that the results of polygraph tests were inadmissible in Missouri courts, nor did the officer remind petitioner of his right to have counsel present during this post-examination interrogation.  Petitioner then said that he had had consensual sexual relations with the rape victim on the day of the alleged rape.  The officer immediately summoned the local chief of police. After receiving a <i>Miranda</i> warning from the police chief, petitioner repeated his statement.  At trial, this statement was the heart of the State's successful prosecution.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On remand from this Court's previous decision, the Eighth Circuit acknowledged the difference between the policies underlying the Fifth Amendment right to counsel and those informing Sixth Amendment right to counsel, but asserted, \"[W]here the defendant has previously invoked his right to counsel, it is relatively clear that the validity of any subsequent waiver of <i>either</i> the fifth or sixth amendment right to counsel is judged by essentially the same standard.\"  706 F.2d, at 881 (emphasis in original).  Relying on this Court's finding that petitioner's pre-examination waiver of his Fifth Amendment right to counsel covered his post-examination interrogation, the Court of Appeals concluded that petitioner had simultaneously waived any Sixth Amendment right to counsel during the interrogation.  <i>Id.,</i> at 881-82.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">As I discussed in my dissent last year, a number of courts have come to accept the view that waivers based solely on unembellished <i>Miranda</i> warnings do not necessarily satisfy \" 'the higher standard with respect to the right to counsel that applies when the Sixth Amendment right to counsel has attached.' \"  --- U.S., at ----, 103 S.Ct., at 400 (quoting <i>United States v. Massimo,</i> <span class=\"citation no-link\"><span class=\"volume\">432</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">324</span></span>, 327 (CA2 1970) (Friendly, J., dissenting), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">400</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1022</span></span>, 91 S.Ct. 586, 27 L.Ed.2d 633 (1971); see, <i>e.g., United States v. Mohabir,</i> <span class=\"citation\" data-id=\"379999\"><a href=\"/opinion/379999/united-states-v-lionel-mohabir/\"><span class=\"volume\">624</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1140</span></a></span>, 1151 (CA2 1980) (government must show defendant \"understood the nature and importance of the Sixth Amendment right he was giving up.\").  But see <i>Blasingame v. Estelle,</i> <span class=\"citation\" data-id=\"369240\"><a href=\"/opinion/369240/joe-michael-blasingame-v-w-j-estelle-jr-director-t/\"><span class=\"volume\">604</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">893</span></a></span> (CA5 1979);  <i>Moore v. Wolff,</i> <span class=\"citation\" data-id=\"318453\"><a href=\"/opinion/318453/edwin-charles-moore-aka-charles-e-moore-v-charles-/\"><span class=\"volume\">495</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">35</span></a></span> (CA8 1974).  In our own opinions, we have strongly intimated that waivers of the Sixth Amendment right to counsel should be measured by a stricter standard.  See <i>United States v. Henry,</i> <span class=\"citation\" data-id=\"110300\"><a href=\"/opinion/110300/united-states-v-henry/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">264</span></a></span>, 272-273, 100 S.Ct. 2183, 2187-88, 65 L.Ed.2d 115 (1980);  <i>Brewer v. Williams,</i> <span class=\"citation\" data-id=\"109624\"><a href=\"/opinion/109624/brewer-v-williams/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">387</span></a></span>, 404, 97 S.Ct. 1232, 1242, 51 L.Ed.2d 424 (1977);  <i>Farretta v. California,</i> <span class=\"citation\" data-id=\"109309\"><a href=\"/opinion/109309/faretta-v-california/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">806</span></a></span>, 835, 95 S.Ct. 2525, 2541, 45 L.Ed.2d 562 (1975).<sup>2</sup></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">While acknowledging this widely-held view of the Sixth Amendment waiver, the Eighth Circuit determined that the higher standard of Sixth Amendment waiver applies only until a defendant has obtained counsel.  The Court of Appeals provided no explanation why the Sixth Amendment waiver standard should decline once counsel is appointed, and I can see no justification in law or in practice for its ruling.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Certainly, the mere appointment of counsel does not significantly affect a criminal defendant's capacity to make an informed choice about waiving the right to counsel.  One or two conferences with counsel rarely make a criminal defendant more sophisticated about the importance of obtaining legal advice during the skirmishing antecedent to a criminal prosecution.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In my view, the Eighth Circuit erred in ruling that a criminal defendant waives his Sixth Amendment right to counsel simply by answering questions after being given a <i>Miranda</i> warning. Had the Eighth Circuit applied the higher standard of Sixth Amendment waiver endorsed by the Second Circuit in <i>United States v. Mohabir, supra,</i> at 1150, there is a substantial probability that the government would not have been able to show petitioner's implied waiver to be a valid relinquishment based on a full comprehension of the consequences.  See <i>Johnson v. Zerbst,</i> <span class=\"citation\" data-id=\"103050\"><a href=\"/opinion/103050/johnson-v-zerbst/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">458</span></a></span>, 464, 58 S.Ct. 1019, 1023, 82 L.Ed. 1461 (1938).  Since the Eighth Circuit's decision is inconsistent with the views of several other Circuits and since this inconsistency may have been dispositive in petitioner's case, I would grant the petition.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1--2\">\n        <a class=\"footnote\" href=\"#fn1--2_ref\">1</a>\n        <p> Though not identical, the document followed closely the Fifth Amendment waiver form endorsed by this Court in <i>Miranda v. Arizona,</i> <span class=\"citation no-link\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></span>, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1968).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2--2\">\n        <a class=\"footnote\" href=\"#fn2--2_ref\">2</a>\n        <p> See also Note, Sixth Amendment Right to Counsel:  Standard for Knowing and Intelligent Pretrial Waiver, 60 B.U.L.Rev. 738 (1980);  Note, Proposed Requirements for Waiver of the Sixth Amendment Right to Counsel, 87 Colum.L.Rev. 363, 365-370 (1982).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Indeed, the Seventh Circuit has concluded, \"[T]here is a higher standard imposed to show waiver of the presense of counsel once counsel has been appointed.\"  <i>United States v. Springer,</i> <span class=\"citation\" data-id=\"303738\"><a href=\"/opinion/303738/united-states-v-winston-valdemar-springer/\"><span class=\"volume\">460</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1344</span></a></span>, 1352 (1972), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">873</span></span>, 93 S.Ct. 205, 34 L.Ed.2d 125 (1973);  see also <i>United States v. Patman,</i> <span class=\"citation\" data-id=\"346911\"><a href=\"/opinion/346911/united-states-v-franklin-d-patman/\"><span class=\"volume\">557</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1181</span></a></span>, 1182, n. 1 (CA5 1977).</p>\n      </div>\n    </div>\n    ", 
  "sha1": "5b16b2acece0e8b03c8c36447b8726474ee55cee", 
  "date_modified": "2014-12-21T02:07:12.085194", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/111082/john-mcilwain-v/", 
  "citation_count": 2, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/71186/", 
  "html": "<p class=\"case_cite\">464 U.S. 972</p>\n    <p class=\"case_cite\">104 S.Ct. 409</p>\n    <p class=\"case_cite\">78 L.Ed.2d 349</p>\n    <p class=\"parties\">John McILWAIN<br>v.</p>\n    <p class=\"court\">UNITED STATES.  Alvin C. HINES  v.  UNITED STATES.  82-6780, 82-6997.  Supreme Court of the United States  November 7, 1983  On petitions for writ of certiorari to the District of Columbia Court of Appeals.  The petitions for writs of certiorari are denied.  djQ  Justice MARSHALL, with whom Justice BRENNAN joins, dissenting from denial of certiorari.  I  Petitioners, convicted of second-degree burglary while armed, challenge their convictions on the ground that they were denied due process and the right to an impartial jury in violation of the Fifth and Sixth Amendments to the United States Constitution. Their claims stem from the fact that the deliberations of the jury that convicted them were disrupted by the intoxication of the</p>\n    <div class=\"prelims\">\n      <p>[973]</p>\n      <p class=\"center\">foreman of the jury.  On the second day of deliberations, Friday, July 23, 1981, the trial judge received a note from members of the jury stating that they \"would like to change the foreperson of the jury due to the fact that the present foreperson seems somewhat unable to preside this morning.\"  <i>Lee v. United States,</i> 454 A.2d 770, 772 (D.C.App.1982).  That morning, prior to receiving the note, the judge's chambers had received a call indicating that the foreman of the jury would be late.  In addition, a marshall suggested to the judge that there might be some question as to whether one of the jurors was intoxicated.  The trial judge held a separate <i>voir dire</i> of each member of the jury.  The foreman of the jury denied any intoxication and one juror stated that there was no indication that the foreman had been drinking.  Nine members of the jury stated that it was their belief that the foreman had been drinking.  Their estimation of her degree of intoxication varied from observations that she appeared to be \"a little intoxicated\" to claims that she was flatly \"drunk.\"<a class=\"footnote\" href=\"#fn1--2\" id=\"fn1--2_ref\">1</a>  At the conclusion of the <i>voir dire</i> the trial court suggested that the petitioners agree to an arrangement whereby the foreman of the jury would be dismissed and the case would be submitted to the remaining 11 jurors.  Petitioners rejected that suggestion and proposed instead that the judge declare a mistrial.  The trial judge acknowledged that the juror in question was \"somewhat  ----------<sup>1</sup>.\"JUROR CURLEY:  I will tell it like it is.  It seems like she is a little intoxicated. . . .  JUROR FRAZIER:  As far as I am concerned, she had been drinking this morning, Your Honor. . . .  JUROR TYSON:  She is not herself.  She is just talking a lot . . .  I assume she is under the influence of some kind. . . .  JUROR FORD:  I thought she was incompetent to preside because of the fact that she was a little intoxicated. . . .  JUROR FLYNN:  She did look like she was under the influence of alcohol . . .  I do not think she should be a juror on this this morning. . . .  JUROR JACKSON:  She seemed to be under the influence of alcohol, sir . . .  I think she still is a little intoxicated, unreasonable. . .  JUROR WATSON:  Well, it seemed like she had been drinking and she wouldn't let anyone else talk;  just difficult to accomplish anything. . . .  JUROR HUNTER:  To my knowledge I think she had just a little too much to drink to be in this position that we are in. . .  JUROR WALL:  She is drunk. . . .\"  Pet. for Cert. of McIlwain 9.</p>\n      <p>[974]</p>\n      <p class=\"center\">under the influence in a fashion . . . that makes deliberations . . . inappropriate at this time.\"  Pet. for Cert. of McIlwain 11. But the judge nonetheless denied the motion for a mistrial. Instead, he ordered an immediate three-day recess, noting his hope that the \"offending juror [would be] perfectly sober and able to deliberate\" on Monday when deliberations would resume.  <i>Lee v. United States, supra,</i> at 773.  The judge expressly asked the juror to \"come back on Monday refreshed.\"  <i>Ibid.</i>  Before the jury resumed deliberations on Monday, the trial judge \"look[ed] in\" on the jurors and informed counsel that he detected no further disability.  <i>Ibid.</i>  The jury acquitted the petitioners of armed robbery but convicted them of second-degree burglary while armed.  The District of Columbia Court of Appeals affirmed the petitioners' convictions on the ground that they had failed to show that they were prejudiced by the juror's intoxication. Justifying this conclusion, the Court of Appeals observed:  \"[O]nly one juror was involved, and only a short period of the deliberations was called into question.  There is no evidence that any drinking actually occurred in the jury room or during the course of the trial, and the jury foreperson was not conclusively shown to have been intoxicated at the time of <i>voir dire.</i>  The recess, coupled with the judge's checking in on the jury on Monday, both of which were done with the concurrence of appellants' counsel, foreclosed the possibility of prejudice.  Under these circumstances, it cannot reasonably be said that the appellants were substantially deprived of their right to the judgment of objective and competent jurors.\"  <i>Id.,</i> at 774.  This Court should grant certiorari and review the Court of Appeals' decision because it raises serious questions regarding the standard to be applied in determining the conditions under which a juror's misconduct and incapacity deprives a defendant of his Fifth Amendment right to due process and his Sixth Amendment right to an impartial jury.  II  This Court has repeatedly insisted in a wide variety of contexts that the right to be tried before a jury capable and willing to decide a case solely on the evidence before it is a cornerstone of our</p>\n      <p>[975]</p>\n      <p class=\"center\">criminal justice system.  See, e.g., <i>Irvin v. Dowd,</i> 366 U.S. 717, 81 S.Ct. 1639, 6 L.Ed.2d 751 (1961).  This precious right is denigrated when a conviction resting upon deliberations tainted by a juror's gross and debilitating impropriety is allowed to stand.  The issue of juror misconduct usually involves allegations of juror bias.  Here, however, the complaint is not that the juror in question was biased against the petitioners.  Rather, the complaint is that the juror's drunkenness rendered her incompetent and that a necessary corollary of the right to an impartial jury is the right to a jury in which all of the members are mentally competent.  This Court as well as other courts have recognized the right to a mentally competent jury.  <i>See, e.g., Jordan v. Massachusetts,</i> 225 U.S. 167, 176, 32 S.Ct. 651, 652, 56 L.Ed. 1038 (1912);  <i>Sullivan v. Fogg,</i> 613 F.2d 465 (CA2 1980) (trial before jury with an insane juror inconsistent with due process).  It is undisputed that one of the members of the jury&#8212;the person chosen to be its foreman&#8212;was inebriated during at least part of the deliberations.<a class=\"footnote\" href=\"#fn2--2\" id=\"fn2--2_ref\">2</a>  The trial judge specifically found that the juror was \"somewhat under the influence,\" and recessed the trial so that the offending juror would be able to deliberate after a three-day respite.  The extent of the juror's incapacitation is highlighted by the trial judge's suggestion that he simply dismiss her and allow the remaining jurors to decide the case on their own.  The Court of Appeals finds comfort in the fact that \"only\" one juror was intoxicated.  Yet \"only\" one juror may be the difference between liberty and imprisonment.  Due process requires that <i>every</i> member of a jury meet minimal requirements of mental competence and impartiality.  The Court of Appeals also finds it relevant that \"only a short period of the deliberations was called into question.\"  But the Court of Appeals cites no facts and gives no reasons which support the notion that the affected period of deliberations was insignificant.  Given the delicate dynamics of jury deliberations, it is simply impossible to  ----------<sup>2</sup>.Although the Court of Appeals asserted that there is no evidence that drinking occurred during the course of the trial, two jurors indicated that the offending juror had been drinking during the trial, prior to the day she was examined by the judge. <i>See Lee v. United States, supra,</i> at 772-773;  Pet. for Cert. of McIlwain 10-11.</p>\n      <p>[976]</p>\n      <p class=\"center\">know the effects the intoxicated juror had on her fellow jurors. Common sense would seem to indicate, however, that the general effect would not be conducive to the careful and objective deliberations upon which our criminal justice system relies.  In defending the decision of the Court of Appeals, the government strongly relies upon this Court's holding in <i>Smith v. Phillips,</i> 455 U.S. 209, 102 S.Ct. 940, 71 L.Ed.2d 78 (1982). <i>Smith</i> involved allegations that a defendant had been denied due process because, during his state court trial, one of the jurors applied to the prosecutor's office for a job as an investigator. The prosecutor learned of the application during the trial but failed to disclose this information until after the jury had convicted the defendant.  The state court conducted a post-trial evidentiary hearing and determined that the juror was not actually biased.  The federal district court, affirmed by the court of appeals, granted habeas corpus relief to the defendant on the ground that the juror's action had deprived the defendant of his constitutional right to an impartial jury.  This Court reversed, holding that the post-trial evidentiary hearing provided sufficient protection for the defendant.  Establishing a new standard by which to determine disputes over the integrity of jury deliberations, the majority of this Court declared that \"the remedy for allegations of juror partiality is a hearing in which the defendant has the opportunity to prove actual bias.\"  <i>Id.,</i> at 215, 102 S.Ct., at 945.  <i>Smith</i> is a flawed ruling for reasons I have previously articulated.   <i>Smith v. Phillips, supra,</i> at 224-244, 102 S.Ct., at 949-960 (MARSHALL, J., dissenting).  It misrepresents the factual circumstances of the incident that was at issue.  <i>Id.,</i> at 229, 102 S.Ct., at 952.  It constitutes a departure from the mainstream of this Court's decisions concerning the integrity of jury deliberations.  Cf. <i>Peters v. Kiff,</i> 407 U.S. 493, 502, 92 S.Ct. 2163, 2168, 33 L.Ed.2d 83 (1971) (plurality) (\"[E]ven if there is no showing of actual bias in the tribunal, this Court has held that due process is denied by circumstances that create the likelihood or the appearance of bias.\").  It posits a standard for challenging juror misconduct that is unrealistically demanding since proof of actual bias is virtually impossible to discover. <i>Smith v. Phillips, supra,</i> 455 U.S., at 230-232, 102 S.Ct., at 952-953.  In sum, <i>Smith</i> was wrongly decided, exerts a baleful influence over this Court's consideration of analogous cases, and should be reconsidered.  Due process requires far more protection against juror misconduct than the \"actual bias\" test mandated by <i>Smith.</i>  With respect to the case at bar, due process may well require the grant-</p>\n      <p>[977]</p>\n      <p class=\"center\">ing of a mistrial whenever a trial judge finds that a juror, already engaged in deliberations, is so drunk that the deliberations must be recessed.  This rule would undoubtedly affect very few trials;  drunkenness on the part of active jurors is certainly an abberation.  As to objections that this <i>per se</i> rule would create inconvenience and pose a drain on judicial resources, the only response is that such costs are what we must pay in order to give more than lip service to our claim that trial by an impartial and competent jury constitutes a \"priceless\" right.  <i>See Irvin v. Dowd, supra,</i> 366 U.S., at 721, 81 S.Ct., at 1641.  Because this case presents important issues implicating the constitutional right to a fair trial, I would grant the petitions.    Fields v. Wyrick  [104SCt556,464US1020,78LEd2d728]  104 S.Ct. 556  464 U.S. 1020  78 L.Ed.2d 728  Edward FIELDS  v.  Donald W. WYRICK, Warden</p>\n      <p>No. 83-5106</p>\n      <p class=\"center\">Supreme Court of the United States</p>\n      <p>December 12, 1983</p>\n      <p class=\"indent\">On petition for writ of certiorari to the United States Court of Appeals for the Eighth Circuit.</p>\n      <p class=\"indent\">The petition for writ of certiorari is denied.</p>\n      <p class=\"indent\">Justice MARSHALL, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Last Term, this Court summarily reversed a judgment of the United States Court of Appeals for the Eighth Circuit, which ruled that petitioner's 1975 Missouri rape conviction was based on an involuntary statement taken in violation of petitioner's Fifth Amendment rights.  <i>Wyrick v. Fields,</i> --- U.S. ----, 103 S.Ct. 394, 74 L.Ed.2d 214 (1982), rev'g 682 F.2d 154 (1982).  I dissented from that summary reversal because I do not believe this Court should decide unsettled questions of constitutional law without plenary review.  <i>Id.,</i> at ----, 103 S.Ct., at 399.  In my dissent, I noted that, even if petitioner's statement were voluntary under the Fifth Amendment, the interrogation that produced petitioner's statement might nevertheless have violated petitioner's Sixth Amendment right to counsel.  <i>Id.,</i> at ---- - ----, 103 S.Ct., at 398-400. On remand, the Eighth Circuit considered this issue and concluded that petitioner had knowingly and intelligently waived his Sixth Amendment right to have counsel present during the interrogation. <i>Fields v. Wyrick,</i> 706 F.2d 879 (CA8 1983).  Because I disagree with the manner in which the Eighth Circuit analyzed petitioner's Sixth Amendment claim, I would grant certiorari and set the case for oral argument.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Petitioner, a soldier undergoing basic training in Missouri, was charged with rape.  After consulting with counsel, petitioner told his company commander that he wanted to take a polygraph test.  Petitioner was under the impression that if he \"passed\" a polygraph test, the charges against him would be dropped, and he would be permitted to graduate from basic training on schedule. 682 F.2d, at 160, n. 10.  Petitioner's counsel shared this impression and later testified that he thought \"the polygraph would have merely shown deceit or non-deceit and would have been used for the purposes of a possible pre-trial negotiation.\"  <i>Id.,</i> at 160.  Accordingly petitioner's counsel advised him to take the test.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Days later when the test was given, petitioner's counsel was not notified.  The military officer in charge of the examination simply informed petitioner of his rights to refuse to answer any questions or to have counsel present, and petitioner signed a document<sup>1</sup> waiving those rights.  See <i>State v. Fields,</i> 538 S.W.2d 348 (Mo.Ct.App.1976).  Throughout the polygraph examination, petitioner professed his innocence.  After the examination was over, however, the officer administering the test informed petitioner that the machine revealed \"some deceit\" and asked petitioner for an explanation.  The officer did not tell petitioner that the results of polygraph tests were inadmissible in Missouri courts, nor did the officer remind petitioner of his right to have counsel present during this post-examination interrogation.  Petitioner then said that he had had consensual sexual relations with the rape victim on the day of the alleged rape.  The officer immediately summoned the local chief of police. After receiving a <i>Miranda</i> warning from the police chief, petitioner repeated his statement.  At trial, this statement was the heart of the State's successful prosecution.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On remand from this Court's previous decision, the Eighth Circuit acknowledged the difference between the policies underlying the Fifth Amendment right to counsel and those informing Sixth Amendment right to counsel, but asserted, \"[W]here the defendant has previously invoked his right to counsel, it is relatively clear that the validity of any subsequent waiver of <i>either</i> the fifth or sixth amendment right to counsel is judged by essentially the same standard.\"  706 F.2d, at 881 (emphasis in original).  Relying on this Court's finding that petitioner's pre-examination waiver of his Fifth Amendment right to counsel covered his post-examination interrogation, the Court of Appeals concluded that petitioner had simultaneously waived any Sixth Amendment right to counsel during the interrogation.  <i>Id.,</i> at 881-82.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">As I discussed in my dissent last year, a number of courts have come to accept the view that waivers based solely on unembellished <i>Miranda</i> warnings do not necessarily satisfy \" 'the higher standard with respect to the right to counsel that applies when the Sixth Amendment right to counsel has attached.' \"  --- U.S., at ----, 103 S.Ct., at 400 (quoting <i>United States v. Massimo,</i> 432 F.2d 324, 327 (CA2 1970) (Friendly, J., dissenting), cert. denied, 400 U.S. 1022, 91 S.Ct. 586, 27 L.Ed.2d 633 (1971); see, <i>e.g., United States v. Mohabir,</i> 624 F.2d 1140, 1151 (CA2 1980) (government must show defendant \"understood the nature and importance of the Sixth Amendment right he was giving up.\").  But see <i>Blasingame v. Estelle,</i> 604 F.2d 893 (CA5 1979);  <i>Moore v. Wolff,</i> 495 F.2d 35 (CA8 1974).  In our own opinions, we have strongly intimated that waivers of the Sixth Amendment right to counsel should be measured by a stricter standard.  See <i>United States v. Henry,</i> 447 U.S. 264, 272-273, 100 S.Ct. 2183, 2187-88, 65 L.Ed.2d 115 (1980);  <i>Brewer v. Williams,</i> 430 U.S. 387, 404, 97 S.Ct. 1232, 1242, 51 L.Ed.2d 424 (1977);  <i>Farretta v. California,</i> 422 U.S. 806, 835, 95 S.Ct. 2525, 2541, 45 L.Ed.2d 562 (1975).<sup>2</sup></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">While acknowledging this widely-held view of the Sixth Amendment waiver, the Eighth Circuit determined that the higher standard of Sixth Amendment waiver applies only until a defendant has obtained counsel.  The Court of Appeals provided no explanation why the Sixth Amendment waiver standard should decline once counsel is appointed, and I can see no justification in law or in practice for its ruling.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Certainly, the mere appointment of counsel does not significantly affect a criminal defendant's capacity to make an informed choice about waiving the right to counsel.  One or two conferences with counsel rarely make a criminal defendant more sophisticated about the importance of obtaining legal advice during the skirmishing antecedent to a criminal prosecution.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In my view, the Eighth Circuit erred in ruling that a criminal defendant waives his Sixth Amendment right to counsel simply by answering questions after being given a <i>Miranda</i> warning. Had the Eighth Circuit applied the higher standard of Sixth Amendment waiver endorsed by the Second Circuit in <i>United States v. Mohabir, supra,</i> at 1150, there is a substantial probability that the government would not have been able to show petitioner's implied waiver to be a valid relinquishment based on a full comprehension of the consequences.  See <i>Johnson v. Zerbst,</i> 304 U.S. 458, 464, 58 S.Ct. 1019, 1023, 82 L.Ed. 1461 (1938).  Since the Eighth Circuit's decision is inconsistent with the views of several other Circuits and since this inconsistency may have been dispositive in petitioner's case, I would grant the petition.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1--2\">\n        <a class=\"footnote\" href=\"#fn1--2_ref\">1</a>\n        <p> Though not identical, the document followed closely the Fifth Amendment waiver form endorsed by this Court in <i>Miranda v. Arizona,</i> 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1968).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2--2\">\n        <a class=\"footnote\" href=\"#fn2--2_ref\">2</a>\n        <p> See also Note, Sixth Amendment Right to Counsel:  Standard for Knowing and Intelligent Pretrial Waiver, 60 B.U.L.Rev. 738 (1980);  Note, Proposed Requirements for Waiver of the Sixth Amendment Right to Counsel, 87 Colum.L.Rev. 363, 365-370 (1982).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Indeed, the Seventh Circuit has concluded, \"[T]here is a higher standard imposed to show waiver of the presense of counsel once counsel has been appointed.\"  <i>United States v. Springer,</i> 460 F.2d 1344, 1352 (1972), cert. denied, 409 U.S. 873, 93 S.Ct. 205, 34 L.Ed.2d 125 (1973);  see also <i>United States v. Patman,</i> 557 F.2d 1181, 1182, n. 1 (CA5 1977).</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/111082/"
}