{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "463 U.S. 1121", 
    "federal_cite_two": "103 S. Ct. 3517", 
    "specialty_cite_one": null, 
    "federal_cite_three": "77 L. Ed. 2d 1275", 
    "lexis_cite": "1983 U.S. LEXIS 114", 
    "document_uris": [
      "/api/rest/v2/document/111023/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "California v. Beheler", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "82-1666", 
    "id": 95382, 
    "resource_uri": "/api/rest/v2/citation/95382/"
  }, 
  "id": 111023, 
  "blocked": false, 
  "judges": "Per Curiam", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1983-07-06", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>463 U.S. 1121 (1983)</b></center>\n<center><h1>CALIFORNIA<br>\nv.<br>\nBEHELER</h1></center>\n<center>No. 82-1666.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Decided July 6, 1983</center>\nON PETITION FOR WRIT OF CERTIORARI TO THE COURT OF APPEAL OF CALIFORNIA, FIFTH APPELLATE DISTRICT\n<p>PER CURIAM.</p>\n<p>The question presented in this petition for certiorari is whether <i>Miranda</i> warnings are required if the suspect is not placed under arrest, voluntarily comes to the police station, and is allowed to leave unhindered by police after a brief interview. Because this question has already been settled <span class=\"star-pagination\">*1122</span> clearly by past decisions of this Court, we reverse a decision of the California Court of Appeal holding that <i>Miranda</i> warnings are required in these circumstances.</p>\n<p></p>\n<h2>I</h2>\n<p>The respondent, Jerry Beheler, and several acquaintances, attempted to steal a quantity of hashish from Peggy Dean, who was selling the drug in the parking lot of a liquor store. Dean was killed by Beheler's companion and stepbrother, Danny Wilbanks, when she refused to relinquish her hashish. Shortly thereafter, Beheler called the police, who arrived almost immediately. See Brief in Opposition 3. He told the police that Wilbanks had killed the victim, and that other companions had hidden the gun in the Behelers' backyard. Beheler gave consent to search the yard and the gun was found. Later that evening, Beheler voluntarily agreed to accompany police to the station house, although the police specifically told Beheler that he was not under arrest.</p>\n<p>At the station house, Beheler agreed to talk to police about the murder, although the police did not advise Beheler of the rights provided him under <i>Miranda</i> v. <i>Arizona,</i> 384 U. S. 436 (1966). The interview lasted less than 30 minutes. After being told that his statement would be evaluated by the District Attorney, Beheler was permitted to return to his home. Five days later, Beheler was arrested in connection with the Dean murder. After he was fully advised of his <i>Miranda</i> rights, he waived those rights and gave a second, taped confession during which he admitted that his earlier interview with the police had been given voluntarily. The trial court found that it was not necessary for police to advise Beheler of his <i>Miranda</i> rights prior to the first interview, and Beheler's statements at both interviews were admitted into evidence.</p>\n<p>The California Court of Appeal reversed Beheler's conviction for aiding and abetting first-degree murder, holding that the first interview with police constituted custodial interrogation, <span class=\"star-pagination\">*1123</span> which activated the need for <i>Miranda</i> warnings. The court focused on the fact that the interview took place in the station house, that before the station house interview the police had already identified Beheler as a suspect in the case because Beheler had discussed the murder with police earlier, and that the interview was designed to produce incriminating responses. Although the indicia of arrest were not present, the balancing of the other factors led the court to conclude that the State \"has not met its burden of establishing that [Beheler] was not in custody\" during the first interview. App. to Pet. for Cert. 36.<sup>[1]</sup></p>\n<p></p>\n<h2>II</h2>\n<p>We held in <i>Miranda</i> that \"[b]y custodial interrogation, we mean questioning initiated by law enforcement officers after a person has been taken into custody or otherwise deprived of his freedom of action in any significant way.\" 384 U. S., at 444 (footnote omitted). It is beyond doubt that Beheler was neither taken into custody nor significantly deprived of his freedom of action. Indeed, Beheler's freedom was not restricted in any way whatsoever.</p>\n<p>In <i>Oregon</i> v. <i>Mathiason,</i> 429 U. S. 492 (1977), which involved a factual context remarkably similar to the present case, we held that the suspect was not \"in custody\" within the meaning of <i>Miranda.</i> The police initiated contact with Mathiason, who agreed to come to the patrol office. There, the police conducted an interview after informing Mathiason that they suspected him of committing a burglary, and that the truthfulness of any statement that he made would be <span class=\"star-pagination\">*1124</span> evaluated by the District Attorney or a judge. The officer also falsely informed Mathiason that his fingerprints were found at the scene of the crime. Mathiason then admitted to his participation in the burglary. The officer advised Mathiason of his <i>Miranda</i> rights, and took a taped confession, but released him pending the District Attorney's decision to bring formal charges. The interview lasted for 30 minutes.</p>\n<p>In summarily reversing the Oregon Supreme Court decision that Mathiason was in custody for purposes of receiving <i>Miranda</i> protection, we stated: \"Such a noncustodial situation is not converted to one in which <i>Miranda</i> applies simply because a reviewing court concludes that, even in the absence of any formal arrest or restraint on freedom of movement, the questioning took place in a `coercive environment.' \" 429 U. S., at 495. The police are required to give <i>Miranda</i> warnings only \"where there has been such a restriction on a person's freedom as to render him `in custody.' \" 429 U. S., at 495. Our holding relied on the very practical recognition that \"[a]ny interview of one suspected of a crime by a police officer will have coercive aspects to it, simply by virtue of the fact that the police officer is part of a law enforcement system which may ultimately cause the suspect to be charged with a crime.\" <i>Ibid.</i><sup>[2]</sup></p>\n<p>The court below believed incorrectly that <i>Mathiason</i> could be distinguished from the present case because Mathiason was not questioned by police until some 25 days after the burglary. In the present case, Beheler was interviewed shortly after the crime was committed, had been drinking earlier in <span class=\"star-pagination\">*1125</span> the day, and was emotionally distraught. See App. to Pet. for Cert. 24-25. In addition, the court observed that the police had a great deal more information about Beheler before their interview than did the police in <i>Mathiason,</i> and that Mathiason was a parolee who knew that \"it was incumbent upon him to cooperate with police.\" App. to Pet. for Cert. 25. Finally, the court noted that our decision in <i>Mathiason</i> did not preclude a consideration of the \"totality of circumstances\" in determining whether a suspect is \"in custody.\"</p>\n<p>Although the circumstances of each case must certainly influence a determination of whether a suspect is \"in custody\" for purposes of receiving <i>Miranda</i> protection, the ultimate inquiry is simply whether there is a \"formal arrest or restraint on freedom of movement\" of the degree associated with a formal arrest. <i>Mathiason, supra,</i> at 495. In the present case, the \"totality of circumstances\" on which the court focused primarily were that the interview took place in a station house, and that Beheler was a suspect because he had spoken to police earlier. But we have explicitly recognized that <i>Miranda</i> warnings are not required \"simply because the questioning takes place in the station house, or because the questioned person is one whom the police suspect.\" 429 U. S., at 495. That the police knew more about Beheler before his interview than they did about Mathiason before his is irrelevant, see n. 2, <i>supra,</i> especially because it was Beheler himself who had initiated the earlier communication with police. Moreover, the length of time that elapsed between the commission of the crime and the police interview has no relevance to the inquiry.<sup>[3]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1126</span> III</h2>\n<p>Accordingly, the motion of respondent for leave to proceed <i>in forma pauperis</i> and the petition for writ of certiorari are granted, the judgment of the California Court of Appeal is reversed, and the case is remanded for further proceedings not inconsistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>JUSTICE STEVENS, with whom JUSTICE BRENNAN and JUSTICE MARSHALL join, dissenting.</p>\n<p>This case comes to us from an intermediate appellate court in California. It is a case that the Supreme Court of California deemed unworthy of review. It is a case in which the California Court of Appeal wrote a 38-page opinion, most of which was devoted to an analysis of the question whether, under all of the relevant facts, the respondent was \"in custody\" under the test set forth in <i>People</i> v. <i>Blouin,</i> 80 Cal. App. 3d 269, 283, 145 Cal. Rptr. 701, 707-708 (1978).</p>\n<p>In reviewing that question, the California court analyzed the facts of the case in light of the decisions in <i>People</i> v. <i>Herdan,</i> 42 Cal. App. 3d 300, 116 Cal. Rptr. 641 (1974); <i>People</i> v. <i>Hill,</i> 70 Cal. 2d 678, 452 P. 2d 329 (1969); <i>People</i> v. <i>Arnold,</i> 66 Cal. 2d 438, 426 P. 2d 515 (1967); <i>People</i> v. <i>White,</i> 69 Cal. 2d 751, 446 P. 2d 993 (1968); <i>People</i> v. <i>Sam,</i> 71 Cal. 2d 194, 454 P. 2d 700 (1969); <i>In re James M.,</i> 72 Cal. App. 3d 133, 139 Cal Rptr. 902 (1977); <i>People</i> v. <i>McClary,</i> 20 Cal. 3d 218, 571 P. 2d 620 (1977); <i>People</i> v. <i>Randall,</i> 1 Cal. 3d 948, 464 P. 2d 114 (1970); and <i>People</i> v. <i>Howard,</i> 5 Crim. No. 5181 (Cal. App., July 16, 1982). The court also considered and distinguished our opinions in <i>Rhode Island</i> v. <i>Innis,</i> 446 U. S. 291 (1980), and <i>Oregon</i> v. <i>Mathiason,</i> 429 U. S. 492 (1977). The court summarized its analysis in the following manner:</p>\n<blockquote>\n<span class=\"star-pagination\">*1127</span> \"As we have previously stated, the prosecution has the burden of establishing a <i>[sic]</i> voluntariness of the defendant's statement beyond a reasonable doubt. (<i>People</i> v. <i>Jimenez,</i> [21 Cal. 3d 595, 580 P. 2d 672 (1978)].) In the instant case, there appears to be no conflicting testimony on the <i>Miranda</i> issue. Where the facts are uncontradicted, the appellate court must independently determine beyond a reasonable doubt that the incriminating statement was properly admitted. (<i>People</i> v. <i>Murtishaw,</i> [29 Cal. 3d 733, 753, 631 P. 2d 446, 457 (1981)].)</blockquote>\n<blockquote>\"We conclude that respondent has not met its burden of establishing that appellant was not in custody during the February 21 interview. Furthermore, the incriminating statements from the February 21 interview should have been suppressed by the trial court. On the record before us, appellant essentially confessed to felony murder during the February 21 interrogation. A confession has been defined as `amounting to a declaration of defendant's intentional participation in a criminal act.' (<i>People</i> v. <i>McClary,</i> [20 Cal. 3d 218, 230, 571 P. 2d 620, 627 (1977)].) The improper introduction of a confession is reversible error per se. (<i>People</i> v. <i>Randall,</i> [1 Cal. 3d 948, 958, 464 P. 2d 114, 120-121 (1970)].)\" App. to Pet. for Cert. 36-37.</blockquote>\n<p>Today, without receiving briefs or arguments on the merits, this Court summarily reverses the decision of the intermediate appellate court of California. In doing so the Court notes that \"the circumstances of each case must certainly influence a determination of whether a suspect is `in custody' \" and that the ultimate inquiry is whether the restraint on freedom of movement is \"of the degree associated with a formal arrest.\" <i>Ante,</i> at 1125. I believe that other courts are far better equipped than this Court to make the kind of factual study that must precede such a determination. We are far too busy to review every claim of error by a prosecutor who <span class=\"star-pagination\">*1128</span> has been unsuccessful in presenting his case to a state appellate court. Moreover, those courts are far better equipped than we are to assess the police practices that are highly relevant to the determination whether particular circumstances amount to custodial interrogation. I therefore respectfully dissent from the Court's summary decision of the merits of this case.</p>\n<h2>NOTES</h2>\n<p>[1]  Beheler suggests that the decision below rested upon adequate and independent state grounds in that the court applied state \"in custody\" standards. See Brief in Opposition 9, n. 5. It is clear from the face of the opinion, however, that the opinion below rested exclusively on the court's \"decision on the <i>Miranda</i> issue.\" App. to Pet. for Cert. 37. Although the court relied in part on <i>People</i> v. <i>Herdan,</i> 42 Cal. App. 3d 300, 116 Cal. Rptr. 641 (1974), that decision applies <i>Miranda.</i></p>\n<p>[2]  Our holding in <i>Mathiason</i> reflected our earlier decision in <i>Beckwith</i> v. <i>United States,</i> 425 U. S. 341 (1976), in which we rejected the notion that the \"in custody\" requirement was satisfied merely because the police interviewed a person who was the \"focus\" of a criminal investigation. We made clear that \"<i>Miranda</i> implicitly defined `focus' . . . as `questioning initiated by law enforcement officers <i>after</i> a person has been taken into custody or otherwise deprived of his freedom of action in any significant way.' \" <i>Id.,</i> at 347 (quoting <i>Miranda,</i> 384 U. S., at 444).</p>\n<p>[3]  Beheler offers a number of arguments in opposition to the State's petition for certiorari. The thrust of these arguments is that even though he voluntarily engaged in the interview with police, his participation was \"coerced\" because he was unaware of the consequences of his participation. Beheler cites no authority to support his contention that his lack of awareness transformed the situation into a custodial one. In addition, Beheler argues that it would be unjust to uphold his conviction because the triggerman was convicted only of voluntary manslaughter. We do not find Beheler's argument to be persuasive. See <i>Standefer</i> v. <i>United States,</i> 447 U. S. 10 (1980).</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:12:52", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1121</span></span> (1983)</b></center>\n<center><h1>CALIFORNIA<br>\nv.<br>\nBEHELER</h1></center>\n<center>No. 82-1666.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Decided July 6, 1983</center>\nON PETITION FOR WRIT OF CERTIORARI TO THE COURT OF APPEAL OF CALIFORNIA, FIFTH APPELLATE DISTRICT\n<p>PER CURIAM.</p>\n<p>The question presented in this petition for certiorari is whether <i>Miranda</i> warnings are required if the suspect is not placed under arrest, voluntarily comes to the police station, and is allowed to leave unhindered by police after a brief interview. Because this question has already been settled <span class=\"star-pagination\">*1122</span> clearly by past decisions of this Court, we reverse a decision of the California Court of Appeal holding that <i>Miranda</i> warnings are required in these circumstances.</p>\n<p></p>\n<h2>I</h2>\n<p>The respondent, Jerry Beheler, and several acquaintances, attempted to steal a quantity of hashish from Peggy Dean, who was selling the drug in the parking lot of a liquor store. Dean was killed by Beheler's companion and stepbrother, Danny Wilbanks, when she refused to relinquish her hashish. Shortly thereafter, Beheler called the police, who arrived almost immediately. See Brief in Opposition 3. He told the police that Wilbanks had killed the victim, and that other companions had hidden the gun in the Behelers' backyard. Beheler gave consent to search the yard and the gun was found. Later that evening, Beheler voluntarily agreed to accompany police to the station house, although the police specifically told Beheler that he was not under arrest.</p>\n<p>At the station house, Beheler agreed to talk to police about the murder, although the police did not advise Beheler of the rights provided him under <i>Miranda</i> v. <i>Arizona,</i> 384 U. S. 436 (1966). The interview lasted less than 30 minutes. After being told that his statement would be evaluated by the District Attorney, Beheler was permitted to return to his home. Five days later, Beheler was arrested in connection with the Dean murder. After he was fully advised of his <i>Miranda</i> rights, he waived those rights and gave a second, taped confession during which he admitted that his earlier interview with the police had been given voluntarily. The trial court found that it was not necessary for police to advise Beheler of his <i>Miranda</i> rights prior to the first interview, and Beheler's statements at both interviews were admitted into evidence.</p>\n<p>The California Court of Appeal reversed Beheler's conviction for aiding and abetting first-degree murder, holding that the first interview with police constituted custodial interrogation, <span class=\"star-pagination\">*1123</span> which activated the need for <i>Miranda</i> warnings. The court focused on the fact that the interview took place in the station house, that before the station house interview the police had already identified Beheler as a suspect in the case because Beheler had discussed the murder with police earlier, and that the interview was designed to produce incriminating responses. Although the indicia of arrest were not present, the balancing of the other factors led the court to conclude that the State \"has not met its burden of establishing that [Beheler] was not in custody\" during the first interview. App. to Pet. for Cert. 36.<sup>[1]</sup></p>\n<p></p>\n<h2>II</h2>\n<p>We held in <i>Miranda</i> that \"[b]y custodial interrogation, we mean questioning initiated by law enforcement officers after a person has been taken into custody or otherwise deprived of his freedom of action in any significant way.\" 384 U. S., at 444 (footnote omitted). It is beyond doubt that Beheler was neither taken into custody nor significantly deprived of his freedom of action. Indeed, Beheler's freedom was not restricted in any way whatsoever.</p>\n<p>In <i>Oregon</i> v. <i>Mathiason,</i> 429 U. S. 492 (1977), which involved a factual context remarkably similar to the present case, we held that the suspect was not \"in custody\" within the meaning of <i>Miranda.</i> The police initiated contact with Mathiason, who agreed to come to the patrol office. There, the police conducted an interview after informing Mathiason that they suspected him of committing a burglary, and that the truthfulness of any statement that he made would be <span class=\"star-pagination\">*1124</span> evaluated by the District Attorney or a judge. The officer also falsely informed Mathiason that his fingerprints were found at the scene of the crime. Mathiason then admitted to his participation in the burglary. The officer advised Mathiason of his <i>Miranda</i> rights, and took a taped confession, but released him pending the District Attorney's decision to bring formal charges. The interview lasted for 30 minutes.</p>\n<p>In summarily reversing the Oregon Supreme Court decision that Mathiason was in custody for purposes of receiving <i>Miranda</i> protection, we stated: \"Such a noncustodial situation is not converted to one in which <i>Miranda</i> applies simply because a reviewing court concludes that, even in the absence of any formal arrest or restraint on freedom of movement, the questioning took place in a `coercive environment.' \" 429 U. S., at 495. The police are required to give <i>Miranda</i> warnings only \"where there has been such a restriction on a person's freedom as to render him `in custody.' \" 429 U. S., at 495. Our holding relied on the very practical recognition that \"[a]ny interview of one suspected of a crime by a police officer will have coercive aspects to it, simply by virtue of the fact that the police officer is part of a law enforcement system which may ultimately cause the suspect to be charged with a crime.\" <i>Ibid.</i><sup>[2]</sup></p>\n<p>The court below believed incorrectly that <i>Mathiason</i> could be distinguished from the present case because Mathiason was not questioned by police until some 25 days after the burglary. In the present case, Beheler was interviewed shortly after the crime was committed, had been drinking earlier in <span class=\"star-pagination\">*1125</span> the day, and was emotionally distraught. See App. to Pet. for Cert. 24-25. In addition, the court observed that the police had a great deal more information about Beheler before their interview than did the police in <i>Mathiason,</i> and that Mathiason was a parolee who knew that \"it was incumbent upon him to cooperate with police.\" App. to Pet. for Cert. 25. Finally, the court noted that our decision in <i>Mathiason</i> did not preclude a consideration of the \"totality of circumstances\" in determining whether a suspect is \"in custody.\"</p>\n<p>Although the circumstances of each case must certainly influence a determination of whether a suspect is \"in custody\" for purposes of receiving <i>Miranda</i> protection, the ultimate inquiry is simply whether there is a \"formal arrest or restraint on freedom of movement\" of the degree associated with a formal arrest. <i>Mathiason, supra,</i> at 495. In the present case, the \"totality of circumstances\" on which the court focused primarily were that the interview took place in a station house, and that Beheler was a suspect because he had spoken to police earlier. But we have explicitly recognized that <i>Miranda</i> warnings are not required \"simply because the questioning takes place in the station house, or because the questioned person is one whom the police suspect.\" 429 U. S., at 495. That the police knew more about Beheler before his interview than they did about Mathiason before his is irrelevant, see n. 2, <i>supra,</i> especially because it was Beheler himself who had initiated the earlier communication with police. Moreover, the length of time that elapsed between the commission of the crime and the police interview has no relevance to the inquiry.<sup>[3]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1126</span> III</h2>\n<p>Accordingly, the motion of respondent for leave to proceed <i>in forma pauperis</i> and the petition for writ of certiorari are granted, the judgment of the California Court of Appeal is reversed, and the case is remanded for further proceedings not inconsistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>JUSTICE STEVENS, with whom JUSTICE BRENNAN and JUSTICE MARSHALL join, dissenting.</p>\n<p>This case comes to us from an intermediate appellate court in California. It is a case that the Supreme Court of California deemed unworthy of review. It is a case in which the California Court of Appeal wrote a 38-page opinion, most of which was devoted to an analysis of the question whether, under all of the relevant facts, the respondent was \"in custody\" under the test set forth in <i>People</i> v. <i>Blouin,</i> <span class=\"citation\" data-id=\"2144845\"><a href=\"/opinion/2144845/people-v-blouin/\"><span class=\"volume\">80</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">269</span></a></span>, 283, <span class=\"citation\" data-id=\"2144845\"><a href=\"/opinion/2144845/people-v-blouin/\"><span class=\"volume\">145</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">701</span></a></span>, 707-708 (1978).</p>\n<p>In reviewing that question, the California court analyzed the facts of the case in light of the decisions in <i>People</i> v. <i>Herdan,</i> <span class=\"citation\" data-id=\"2131068\"><a href=\"/opinion/2131068/people-v-herdan/\"><span class=\"volume\">42</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">300</span></a></span>, <span class=\"citation\" data-id=\"2131068\"><a href=\"/opinion/2131068/people-v-herdan/\"><span class=\"volume\">116</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">641</span></a></span> (1974); <i>People</i> v. <i>Hill,</i> <span class=\"citation\" data-id=\"1164451\"><a href=\"/opinion/1164451/people-v-hill/\"><span class=\"volume\">70</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">678</span></a></span>, 452 P. 2d 329 (1969); <i>People</i> v. <i>Arnold,</i> <span class=\"citation\" data-id=\"1289115\"><a href=\"/opinion/1289115/people-v-arnold/\"><span class=\"volume\">66</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">438</span></a></span>, 426 P. 2d 515 (1967); <i>People</i> v. <i>White,</i> <span class=\"citation\" data-id=\"1129634\"><a href=\"/opinion/1129634/people-v-white/\"><span class=\"volume\">69</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">751</span></a></span>, 446 P. 2d 993 (1968); <i>People</i> v. <i>Sam,</i> <span class=\"citation\" data-id=\"1133244\"><a href=\"/opinion/1133244/people-v-sam/\"><span class=\"volume\">71</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">194</span></a></span>, 454 P. 2d 700 (1969); <i>In re James M.,</i> <span class=\"citation\" data-id=\"2166074\"><a href=\"/opinion/2166074/in-re-james-m/\"><span class=\"volume\">72</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">133</span></a></span>, 139 Cal Rptr. 902 (1977); <i>People</i> v. <i>McClary,</i> <span class=\"citation\" data-id=\"1228924\"><a href=\"/opinion/1228924/people-v-mcclary/\"><span class=\"volume\">20</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">218</span></a></span>, 571 P. 2d 620 (1977); <i>People</i> v. <i>Randall,</i> <span class=\"citation\" data-id=\"1247133\"><a href=\"/opinion/1247133/people-v-randall/\"><span class=\"volume\">1</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">948</span></a></span>, 464 P. 2d 114 (1970); and <i>People</i> v. <i>Howard,</i> 5 Crim. No. 5181 (Cal. App., July 16, 1982). The court also considered and distinguished our opinions in <i>Rhode Island</i> v. <i>Innis,</i> 446 U. S. 291 (1980), and <i>Oregon</i> v. <i>Mathiason,</i> 429 U. S. 492 (1977). The court summarized its analysis in the following manner:</p>\n<blockquote>\n<span class=\"star-pagination\">*1127</span> \"As we have previously stated, the prosecution has the burden of establishing a <i>[sic]</i> voluntariness of the defendant's statement beyond a reasonable doubt. (<i>People</i> v. <i>Jimenez,</i> [21 Cal. 3d 595, 580 P. 2d 672 (1978)].) In the instant case, there appears to be no conflicting testimony on the <i>Miranda</i> issue. Where the facts are uncontradicted, the appellate court must independently determine beyond a reasonable doubt that the incriminating statement was properly admitted. (<i>People</i> v. <i>Murtishaw,</i> [29 Cal. 3d 733, 753, 631 P. 2d 446, 457 (1981)].)</blockquote>\n<blockquote>\"We conclude that respondent has not met its burden of establishing that appellant was not in custody during the February 21 interview. Furthermore, the incriminating statements from the February 21 interview should have been suppressed by the trial court. On the record before us, appellant essentially confessed to felony murder during the February 21 interrogation. A confession has been defined as `amounting to a declaration of defendant's intentional participation in a criminal act.' (<i>People</i> v. <i>McClary,</i> [<span class=\"citation\" data-id=\"1228924\"><a href=\"/opinion/1228924/people-v-mcclary/\"><span class=\"volume\">20</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">218</span></a></span>, 230, 571 P. 2d 620, 627 (1977)].) The improper introduction of a confession is reversible error per se. (<i>People</i> v. <i>Randall,</i> [<span class=\"citation\" data-id=\"1247133\"><a href=\"/opinion/1247133/people-v-randall/\"><span class=\"volume\">1</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">948</span></a></span>, 958, 464 P. 2d 114, 120-121 (1970)].)\" App. to Pet. for Cert. 36-37.</blockquote>\n<p>Today, without receiving briefs or arguments on the merits, this Court summarily reverses the decision of the intermediate appellate court of California. In doing so the Court notes that \"the circumstances of each case must certainly influence a determination of whether a suspect is `in custody' \" and that the ultimate inquiry is whether the restraint on freedom of movement is \"of the degree associated with a formal arrest.\" <i>Ante,</i> at 1125. I believe that other courts are far better equipped than this Court to make the kind of factual study that must precede such a determination. We are far too busy to review every claim of error by a prosecutor who <span class=\"star-pagination\">*1128</span> has been unsuccessful in presenting his case to a state appellate court. Moreover, those courts are far better equipped than we are to assess the police practices that are highly relevant to the determination whether particular circumstances amount to custodial interrogation. I therefore respectfully dissent from the Court's summary decision of the merits of this case.</p>\n<h2>NOTES</h2>\n<p>[1]  Beheler suggests that the decision below rested upon adequate and independent state grounds in that the court applied state \"in custody\" standards. See Brief in Opposition 9, n. 5. It is clear from the face of the opinion, however, that the opinion below rested exclusively on the court's \"decision on the <i>Miranda</i> issue.\" App. to Pet. for Cert. 37. Although the court relied in part on <i>People</i> v. <i>Herdan,</i> <span class=\"citation\" data-id=\"2131068\"><a href=\"/opinion/2131068/people-v-herdan/\"><span class=\"volume\">42</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">300</span></a></span>, <span class=\"citation\" data-id=\"2131068\"><a href=\"/opinion/2131068/people-v-herdan/\"><span class=\"volume\">116</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">641</span></a></span> (1974), that decision applies <i>Miranda.</i></p>\n<p>[2]  Our holding in <i>Mathiason</i> reflected our earlier decision in <i>Beckwith</i> v. <i>United States,</i> 425 U. S. 341 (1976), in which we rejected the notion that the \"in custody\" requirement was satisfied merely because the police interviewed a person who was the \"focus\" of a criminal investigation. We made clear that \"<i>Miranda</i> implicitly defined `focus' . . . as `questioning initiated by law enforcement officers <i>after</i> a person has been taken into custody or otherwise deprived of his freedom of action in any significant way.' \" <i>Id.,</i> at 347 (quoting <i>Miranda,</i> 384 U. S., at 444).</p>\n<p>[3]  Beheler offers a number of arguments in opposition to the State's petition for certiorari. The thrust of these arguments is that even though he voluntarily engaged in the interview with police, his participation was \"coerced\" because he was unaware of the consequences of his participation. Beheler cites no authority to support his contention that his lack of awareness transformed the situation into a custodial one. In addition, Beheler argues that it would be unjust to uphold his conviction because the triggerman was convicted only of voluntary manslaughter. We do not find Beheler's argument to be persuasive. See <i>Standefer</i> v. <i>United States,</i> 447 U. S. 10 (1980).</p>\n\n</div>", 
  "sha1": "31587ba60a98af051ba4efdcca597e25ccc7c43f", 
  "date_modified": "2015-05-27T12:47:52.962509", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/111023/california-v-beheler/", 
  "citation_count": 499, 
  "supreme_court_db_id": "1982-167", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1173756/", 
  "html": "<p class=\"case_cite\">463 U.S. 1121</p>\n    <p class=\"case_cite\">103 S.Ct. 3517</p>\n    <p class=\"case_cite\">77 L.Ed.2d 1275</p>\n    <p class=\"parties\">CALIFORNIA, Petitioner,<br>v.<br>Jerry Lain BEHELER.</p>\n    <p class=\"docket\">No. 82-1666.</p>\n    <p class=\"date\">July 6, 1983.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The question presented in this petition for certiorari is whether <i>Miranda</i> warnings are required if the suspect is not placed under arrest, voluntarily comes to the police station, and is allowed to leave unhindered by police after a brief interview. Because this question has already been settled clearly by past decisions of this Court, we reverse a decision of the California Court of Appeal holding that <i>Miranda</i> warnings are required in these circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* The respondent, Jerry Beheler, and several acquaintances, attempted to steal a quantity of hashish from Peggy Dean, who was selling the drug in the parking lot of a liquor store.  Dean was killed by Beheler's companion and step-brother, Danny Wilbanks, when she refused to relinquish her hashish.  Shortly thereafter, Beheler called the police, who arrived almost immediately.  See Resp. to Pet. for Cert., at 3.  He told the police that Wilbanks had killed the victim, and that other companions had hidden the gun in the Behelers' backyard.  Beheler gave consent to search the yard and the gun was found.  Later that evening, Beheler voluntarily agreed to accompany police to the station house, although the police specifically told Beheler that he was not under arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At the station house, Beheler agreed to talk to police about the murder, although the police did not advise Beheler of the rights provided him under <i>Miranda v. Arizona,</i> 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966).  The interview lasted less than 30 minutes.  After being told that his statement would be evaluated by the district attorney, Beheler was permitted to return to his home.  Five days later, Beheler was arrested in connection with the Dean murder.  After he was fully advised of his <i>Miranda</i> rights, he waived those rights and gave a second, taped confession during which he admitted that his earlier interview with the police had been given voluntarily.  The trial court found that it was not necessary for police to advise Beheler of his <i>Miranda</i> rights prior to the first interview, and Beheler's statements at both interviews were admitted into evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The California Court of Appeal reversed Beheler's conviction for aiding and abetting first-degree murder, holding that the first interview with police constituted custodial interrogation, which activated the need for <i>Miranda</i> warnings.  The court focused on the fact that the interview took place in the station house, that before the station house interview the police had already identified Beheler as a suspect in the case because Beheler had discussed the murder with police earlier, and that the interview was designed to produce incriminating responses. Although the indicia of arrest were not present, the balancing of the other factors led the court to conclude that the State \"has not met its burden of establishing that [Beheler] was not in custody\" during the first interview.  App. to Pet. for Cert., at 36.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We held in <i>Miranda</i> that \"[b]y custodial interrogation, we mean questioning initiated by law enforcement officers after a person has been taken into custody or otherwise deprived of his freedom of action in any significant way.\"  384 U.S., at 444, 86 S.Ct., at 1612 (footnote omitted).  It is beyond doubt that Beheler was neither taken into custody nor significantly deprived of his freedom of action.  Indeed, Beheler's freedom was not restricted in any way whatsoever.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In <i>Oregon v. Mathiason,</i> 429 U.S. 492, 97 S.Ct. 711, 50 L.Ed.2d 714 (1977), which involved a factual context remarkably similar to the present case, we held that the suspect was not \"in custody\" within the meaning of <i>Miranda.</i>  The police initiated contact with Mathiason, who agreed to come to the patrol office. There, the police conducted an interview after informing Mathiason that they suspected him of committing a burglary, and that the truthfulness of any statement that he made would be evaluated by the district attorney or a judge.  The officer also falsely informed Mathiason that his fingerprints were found at the scene of the crime.  Mathiason then admitted to his participation in the burglary.  The officer advised Mathiason of his <i>Miranda</i> rights, and took a taped confession, but released him pending the district attorney's decision to bring formal charges.  The interview lasted for 30 minutes.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In summarily reversing the Oregon Supreme Court decision that Mathiason was in custody for purposes of receiving <i>Miranda</i> protection, we stated, \"Such a noncustodial situation is not converted to one in which <i>Miranda</i> applies simply because a reviewing court concludes that, even in the absence of any formal arrest or restraint on freedom of movement, the questioning took place in a 'coercive environment.' \"  429 U.S., at 495, 97 S.Ct., at 714.  The police are required to give <i>Miranda</i> warnings only \"where there has been such a restrict on on a person's freedom as to render him 'in custody.' \"  <i>Ibid.</i>  Our holding relied on the very practical recognition that \"[a]ny interview of one suspected of a crime by a police officer will have coercive aspects to it, simply by virtue of the fact that the police officer is part of a law enforcement system which may ultimately cause the suspect to be charged with a crime.\"  <i>Ibid.</i><a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The court below believed incorrectly that <i>Mathiason</i> could be distinguished from the present case because Mathiason was not questioned by police until some 25 days after the burglary.  In the present case, Beheler was interviewed shortly after the crime was committed, had been drinking earlier in the day, and was emotionally distraught.  See App. to Pet. for Cert., at 24-25.  In addition, the court observed that the police had a great deal more information about Beheler before their interview than did the police in <i>Mathiason,</i> and that Mathiason was a parolee who knew that \"it was incumbent upon him to cooperate with police.\"  <i>Id.,</i> at 25.  Finally, the court noted that our decision in <i>Mathiason</i> did not preclude a consideration of the \"totality of circumstances\" in determining whether a suspect is \"in custody.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Although the circumstances of each case must certainly influence a determination of whether a suspect is \"in custody\" for purposes of receiving of <i>Miranda</i> protection, the ultimate inquiry is simply whether there is a \"formal arrest or restraint on freedom of movement\" of the degree associated with a formal arrest.  <i>Mathiason, supra,</i> 429 U.S., at 495, 97 S.Ct., at 714.  In the present case, the \"totality of circumstances\" on which the court focused primarily were that the interview took place in a station house, and that Beheler was a suspect because he had spoken to police earlier.  But we have explicitly recognized that <i>Miranda</i> warnings are not required \"simply because the questioning takes place in the station house, or because the questioned person is one whom the police suspect.\"  <i>Ibid.</i>  That the police knew more about Beheler before his interview than they did about Mathiason before his is irrelevant, see n. 2, <i>supra,</i> especially because it was Beheler himself who had initiated the earlier communication with police.  Moreover, the length of time that elapsed between the commission of the crime and the police interview has no relevance to the inquiry.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p class=\"center\">III</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Accordingly, the motion of respondent for leave to proceed <i>in forma pauperis</i> and the petition for writ of certiorari are granted, the decision of the  alifornia Court of Appeal is reversed, and the case is remanded for further proceedings not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Justice STEVENS, with whom Justice BRENNAN and Justice MARSHALL join, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">This case comes to us from an intermediate appellate court in California.  It is a case that the Supreme Court of California deemed unworthy of review.  It is a case in which the California Appellate Court wrote a 38-page opinion, most of which was devoted to an analysis of the question whether, under all of the relevant facts, the respondent was \"in custody\" under the test set forth in <i>People v. Blouin,</i> 80 Cal.App.3d 269, 283, 145 Cal.Rptr. 701 (1978).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In reviewing that question, the California court analyzed the facts of the case in light of the decisions in <i>People v. Herdan,</i> 42 Cal.App.3d 300, 116 Cal.Rptr. 641 (1974);  <i>People v. Hill,</i> 70 Cal.2d 678, 76 Cal.Rptr. 225, 452 P.2d 329 (1969);  <i>People v. Arnold,</i> 66 Cal.2d 438, 58 Cal.Rptr. 115, 426 P.2d 515 (1967); <i>People v. White,</i> 69 Cal.2d 751, 72 Cal.Rptr. 873, 446 P.2d 993 (1968);  <i>People v. Sam,</i> 71 Cal.2d 194, 77 Cal.Rptr. 804, 454 P.2d 700 (1969);  <i>In re James M.,</i> 72 Cal.App.3d 133, 139 Cal.Rptr. 902 (1977);  <i>People v. McClary,</i> 20 Cal.3d 218, 142 Cal.Rptr. 163, 571 P.2d 620 (1977);  <i>People v. Randall,</i> 1 Cal.3d 948, 83 Cal.Rptr. 658, 464 P.2d 114 (1970);  and <i>People v. Howard</i> (July 16, 1982), 5 Crim. No. 5181.  The court also considered and distinguished our opinions in <i>Rhode Island v. Innis,</i> 446 U.S. 291, 100 S.Ct. 1682, 64 L.Ed.2d 297 (1980), and <i>Oregon v. Mathiason,</i> 429 U.S. 492, 97 S.Ct. 711, 50 L.Ed.2d 714 (1977).  The court summarized its analysis in the following manner:</p>\n    </div>\n    <p class=\"center\">\"As we have previously stated, the prosecution has</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>the burden of establishing a [<i>sic</i> ] voluntariness of the           defendant's statement beyond a reasonable doubt.           (<i>People v. Jimenez,</i> 21 Cal.3d 595 [147 Cal.Rptr. 172],           580 P.2d 672.)  In the instant case, there appears to be           no conflicting testimony on the <i>Miranda</i> issue.  Where           the facts are uncontradicted, the appellate court must           independently determine beyond a reasonable doubt that           the incriminating statement was properly admitted.           (<i>People v. Murtishaw,</i> 29 Cal.3d 733, 753 [175 Cal.Rptr.           738], 631 P.2d 446.)</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">\"We conclude that respondent has not met its burden of      establishing that appellant was not in custody during the      February 21 interview.  Furthermore, the incriminating      statements from the February 21 interview should have been      suppressed by the trial court.  On the record before us,      appellant essentially confessed to felony murder during the      February 21 interrogation.  A confession has been defined as      'amounting to a declaration of defendant's intentional      participation in a criminal act.'  (<i>People v. McClary</i>, 20      Cal.3d 218, 230 [142 Cal.Rptr. 163], 511 P.2d 620 (1977).)      The improper introduction of a confession is reversible error      per se.  (<i>People v. Randall</i>, 1 Cal.3d 948, 958 [83 Cal.Rptr.      658], 464 P.2d 114 (1970).)\"  App. to Pet. for Cert. 36-37.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Today, without receiving briefs or arguments on the merits, this Court summarily reverses the decision of the intermediate appellate court of California.  In doing so the Court notes that \"the circumstances of each case must certainly influence a determination of whether a suspect is 'in custody' \" and that the ultimate inquiry is whether the restraint on freedom of movement is \"of the degree associated with a formal arrest.\"  <i>Ante,</i> at 1125.  I believe that other courts are far better equipped than this Court to make the kind of factual study that must precede such a determination.  We are far too busy to review every claim of error by a prosecutor who has been unsuccessful in presenting his case to a state appellate court.  Moreover, those courts are far better equipped than we are to assess the police practices that are highly relevant to the determination whether particular circumst nces amount to custodial interrogation.  I therefore respectfully dissent from the Court's summary decision of the merits of this case.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Beheler suggests that the decision below rested upon adequate and independent state grounds in that the court applied state \"in custody\" standards.  See Resp. to Pet. for Cert., at 9, n. 5.  It is clear from the face of the opinion, however, that the opinion below rested exclusively on the court's \"decision on the <i>Miranda</i> issue.\"  App. to Pet. for Cert., at 37.  Although the court relied in part on <i>People v. Herdan,</i> 42 Cal.App.3d 300, 116 Cal.Rptr. 641 (1974), that decision applies <i>Miranda.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Our holding in <i>Mathiason</i> reflected our earlier decision in <i>Beckwith v. United States,</i> 425 U.S. 341, 96 S.Ct. 1612, 48 L.Ed.2d 1 (1976), in which we rejected the notion that the \"in custody\" requirement was satisfied merely because the police interviewed a person who was the \"focus\" of a criminal investigation.  We made clear that \"<i>Miranda</i> implicitly defined 'focus' . . . as 'questioning initiated by law enforcement officers <i>after</i> a person has been taken into custody or otherwise deprived of his freedom of action in any significant way.' \"  <i>Id.,</i> at 347, 96 S.Ct., at 1616 (quoting <i>Miranda, supra,</i> 384 U.S., at 444, 86 S.Ct., at 1612).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Beheler offers a number of arguments in opposition to the State's petition for certiorari.  The thrust of these arguments is that even though he voluntarily engaged in the interview with police, his participation was \"coerced\" because he was unaware of the consequences of his participation.  Beheler cites no authority to support his contention that his lack of awareness transformed the situation into a custodial one.  In addition, Beheler argues that it would be unjust to uphold his conviction because the triggerman was convicted only of voluntary manslaughter.  We do not find Beheler's argument to be persuasive.  See <i>Standefer v. United States,</i> 447 U.S. 10, 100 S.Ct. 1999, 64 L.Ed.2d 689 (1980).</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/111023/"
}