{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "463 U.S. 319", 
    "federal_cite_two": "103 S. Ct. 3024", 
    "specialty_cite_one": null, 
    "federal_cite_three": "77 L. Ed. 2d 668", 
    "lexis_cite": "1983 U.S. LEXIS 94", 
    "document_uris": [
      "/api/rest/v2/document/111001/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Public Serv. Comm'n of NY v. Mid-Louisiana Gas Co.", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "81-1889", 
    "id": 95360, 
    "resource_uri": "/api/rest/v2/citation/95360/"
  }, 
  "id": 111001, 
  "blocked": false, 
  "judges": "Stevens", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1983-06-28", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>463 U.S. 319 (1983)</b></center>\n<center><h1>PUBLIC SERVICE COMMISSION OF THE STATE OF NEW YORK<br>\nv.<br>\nMID-LOUISIANA GAS CO. ET AL.</h1></center>\n<center>No. 81-1889.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 22, 1983</center>\n<center>Decided June 28, 1983<sup>[*]</sup></center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE FIFTH CIRCUIT\n<p><span class=\"star-pagination\">*321</span> <i>Jerome M. Feit</i> argued the cause for petitioners in all cases. With him on the briefs for petitioner in No. 82-19 were <i>Solicitor General Lee, Elliott Schulder,</i> and <i>Charles A. Moore. David E. Blabey, Richard A. Solomon,</i> and <i>David D'Alessandro</i> filed briefs for petitioner in No. 81-1889. <i>Arnold D. Berkeley</i> and <i>Richard I. Chaifetz</i> filed briefs for petitioner in No. 81-1958. <i>Frank J. Kelley,</i> Attorney General of Michigan, <i>Louis J. Caruso,</i> Solicitor General, and <i>Arthur E. D'Hondt</i> and <i>R. Philip Brown,</i> Assistant Attorneys General, filed a brief for petitioner in No. 81-2042.</p>\n<p><i>James D. McKinney</i> argued the cause for respondents in all cases. With him on the brief for respondents Mid-Louisiana Gas Co. et al. were <i>George W. McHenry, Jr., John H. Burnes, Jr., Alan C. Wolf, C. Frank Reifsnyder, Richard C. Green, Donald J. MacIver, Jr., Richard Owen Baish, Scott D. Fobes, William M. Lange, Augustine A. Mazzei, Jr., Morris Kennedy, William R. Mapes, Jr.,</i> and <i>Larry D. Hall. William W. Brackett, Daniel F. Collins, Terry O. Vogel,</i> and <i>Gary L. Cowan</i> filed a brief for respondent Michigan Wisconsin Pipe Line Co. <i>John E. Holtzinger, Jr., Karol Lyn Newman, David E. Weatherwax,</i> and <i>Philip L. Jones</i> filed a brief for respondent Consolidated Gas Supply Corp.<sup>[\u0086]</sup></p>\n<p><i>Richard H. Silverman</i> and <i>Morton L. Simons</i> filed a brief for the Public Power Group as <i>amicus curiae.</i></p>\n<p><span class=\"star-pagination\">*322</span> JUSTICE STEVENS delivered the opinion of the Court.</p>\n<p>By enacting the Natural Gas Policy Act of 1978 (NGPA), 92 Stat. 3350, 15 U. S. C. § 3301 <i>et seq.</i> (1976 ed., Supp. V), Congress comprehensively and dramatically changed the method of pricing natural gas produced in the United States. In Title I of that Act, Congress defined eight categories of natural gas production, specified the maximum lawful price that may be charged for \"first sales\" in each category, and prescribed rules for increasing first sale prices each month and passing them on to downstream purchasers. The question presented in these cases is whether the Federal Energy Regulatory Commission has the authority to exclude from this scheme most of the gas produced from wells owned by interstate pipelines and to prescribe a different method of setting prices for that gas. The answer is provided by the Act's definition of a \"first sale\" and by the scheme of the entire NGPA.</p>\n<p>Respondents are interstate pipeline companies that transport natural gas from the wellhead to consumers. They purchase most of their gas from independent producers. In addition, they acquire a significant amount of gas from wells that they own themselves or that their affiliates own. Gas from all three sources is usually commingled in the pipelines before being delivered to their customers downstream. Thus, at the time of delivery it is often impossible to identify the producer of a particular volume of gas.</p>\n<p>On November 14, 1979, the Commission<sup>[1]</sup> entered Order No. 58, promulgating final regulations to implement the definition <span class=\"star-pagination\">*323</span> of \"first sale\" under the NGPA.<sup>[2]</sup> The first category of producers \u0097 independent producers \u0097 is assigned a \"first sale\" for all natural gas transferred to interstate pipelines. The second category of producers \u0097 pipeline affiliates that are not themselves pipelines or distributors \u0097 is also assigned a \"first sale\" for all natural gas transferred to interstate pipelines, unless the Commission specifically rules to the contrary. In contrast, the third category of producers \u0097 pipelines themselves \u0097 is not automatically assigned a \"first sale\" for its production. A pipeline <i>does</i> enjoy a \"first sale\" for any gas it sells at the wellhead. Similarly, it enjoys a \"first sale\" for any gas it sells downstream that consists solely of its own production. It also enjoys a \"first sale\" for any downstream sales of commingled independent-producer and pipeline-producer gas, as long as it dedicated an equivalent volume of its own production to that purchaser by contract. Finally, it enjoys a \"first sale\" for any downstream sales of commingled gas in an otherwise unregulated intrastate market. However, if a pipeline producer sells commingled gas in an interstate market without having dedicated a particular volume of its production to that particular sale, it does not enjoy first sale treatment.</p>\n<p>On August 4, 1980, the Commission entered Order No. 98.<sup>[3]</sup> The Commission noted that its construction of the NGPA in Order No. 58 had left most interstate pipeline production outside the Act's coverage, since so much of it is commingled with purchased gas. It announced that such production and its downstream sale remain subject to the Commission's regulatory jurisdiction under the Natural Gas Act (NGA), 52 Stat. 821, 15 U. S. C. § 717 <i>et seq.</i> (1976 ed. and Supp. V). In order to provide pipelines with an incentive to compete with independent producers in acquiring new leases and drilling <span class=\"star-pagination\">*324</span> new wells, the Commission decided that pipeline production should receive treatment under the NGA that is comparable to the treatment given independent production under the NGPA. It therefore promulgated regulations under the NGA providing that the NGPA's first sale pricing should apply to all pipeline production on leases acquired after October 8, 1969, and to all pipeline production from wells drilled after January 1, 1973, regardless of when the underlying lease had been acquired. All other pipeline production would be priced for ratemaking purposes just as it had been before the NGPA was enacted.<sup>[4]</sup></p>\n<p>Respondents petitioned for review of both Commission orders, contending that Order No. 58 was based on a misreading of the NGPA and that in Order No. 98 the Commission had acted arbitrarily in refusing to authorize NGPA pricing for all pipeline production. The Court of Appeals held that the NGPA was intended to provide the same incentives to pipeline production as to independent production, that there were no practical obstacles to treating the transfer of gas from a pipeline's production division to its transportation division as a first sale, and that the Commission's reading of the NGPA was inconsistent with the goals of Congress. 664 F. 2d 530 (CA5 1981). It held Order No. 58 invalid and therefore did not review Order No. 98 separately.</p>\n<p>We granted petitions for certiorari filed by the Commission and by state regulatory Commissions, which contend that the Court of Appeals' holding will provide the pipelines with windfall profits that Congress did not intend. 459 U. S. 820 (1982). In explaining why we are in general agreement with the Court of Appeals, we first review the statutory definition of \"first sale,\" then consider the history and structure of the NGPA, and finally examine the specific arguments on behalf of the Commission's position.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*325</span> I</h2>\n<p>The respondents seek first sale treatment for one of two transfers of natural gas: the <i>intracorporate</i> transfer from a pipeline-owned production system to the pipeline, or the <i>downstream</i> transfer of commingled gas from the pipeline to a customer. If either transfer is treated as a first sale, respondents would be able to include an NGPA rate for production among their costs of service, just as they do when they acquire natural gas from independent producers. They contend initially that Congress has authorized the Commission, in the exercise of its sound discretion, to treat either transfer as a first sale. They contend further that Congress has not authorized the Commission to reject both possibilities.</p>\n<p>The definition of a \"first sale\" is found in § 2(21) of the NGPA. 92 Stat. 3355, 15 U. S. C. § 3301(21) (1976 ed., Supp. V). It takes the form of a general rule, qualified by an exclusion. The general rule sweeps broadly, providing:</p>\n<blockquote>\"(A) GENERAL RULE. \u0097 The term `first sale' means any sale of any volume of natural gas \u0097</blockquote>\n<blockquote>\"(i) to any interstate pipeline or intrastate pipeline;</blockquote>\n<blockquote>\"(ii) to any local distribution company;</blockquote>\n<blockquote>\"(iii) to any person for use by such person;</blockquote>\n<blockquote>\"(iv) which precedes any sale described in clauses (i), (ii), or (iii); <i>and</i>\n</blockquote>\n<blockquote>\"(v) which precedes or follows any sale described in clauses (i), (ii), (iii), or (iv) and is defined by the Commission as a first sale in order to prevent circumvention of any maximum lawful price established under this Act.\" 92 Stat. 3355, 15 U. S. C. § 3301(21)(A) (1976 ed., Supp. V) (emphasis added).</blockquote>\n<p>Under the terms of the general rule, a transfer that falls within any one of its five clauses is presumptively a first sale.<sup>[5]</sup> This means that there can be many first sales of a single <span class=\"star-pagination\">*326</span> volume of gas between the well and the pipeline's customers.<sup>[6]</sup> In this case, the downstream transfer plainly satisfies the general rule. The only obstacle to including the intracorporate transfer within the general rule is the question whether it may properly be deemed a \"sale.\"<sup>[7]</sup> That obstacle, however, is insubstantial. The legislative history clearly demonstrates that the statute was not intended to prohibit the Commission from deeming it a sale; the Conference Committee Report provides that the Commission may \"establish rules applicable to intracorporate transactions under the first sale definition.\" H. R. Conf. Rep. No. 95-1752, p. 116 (1978). Thus, if the first sale definition consisted only of the general rule, the Commission would plainly be authorized to treat either transfer as a first sale.</p>\n<p>The exception to the general rule provides:</p>\n<blockquote>\"(B) CERTAIN SALES NOT INCLUDED. \u0097 Clauses (i), (ii), (iii), or (iv) of subparagraph (A) shall not include the sale of any volume of natural gas by any interstate pipeline, intrastate pipeline, or local distribution company, or any affiliate thereof, unless such sale is attributable to volumes of natural gas produced by such interstate pipeline, intrastate pipeline, or local distribution company, or any affiliate thereof.\" 92 Stat. 3355, 15 U. S. C. § 3301(21)(B) (1976 ed., Supp. V).</blockquote>\n<p>This language does not diminish the Commission's authority to treat the intracorporate transfer as a first sale. Whether it affects the Commission's authority to treat the downstream <span class=\"star-pagination\">*327</span> transfer as a first sale depends on the meaning of the words \"attributable to.\" Although the Commission interpreted them as meaning \"<i>solely</i> attributable to,\" it would be at least as consistent with the ordinary understanding of the words to interpret them as meaning \"<i>measurably</i> attributable to.\"<sup>[8]</sup> Furthermore, it would have been fully consistent with the spirit of the exemption if the Commission had adopted the latter interpretation and had given \"first sale\" treatment to a percentage of the downstream sale \u0097 the percentage that pipeline production forms of all the gas in the pipeline.</p>\n<p>Thus, we agree with the respondents that the Commission has the authority to treat either the intracorporate transfer or the downstream transfer as a first sale. That, however, does not dispose of this litigation. For there is a substantial difference between holding that the Commission had the authority to treat either transfer as a first sale and holding that the Commission was <i>required</i> so to treat one or the other.</p>\n<p></p>\n<h2>II</h2>\n<p>In order to determine whether the Commission was obligated to treat either the intracorporate transfer or the relevant portion of the downstream transfer as a first sale, it is necessary to examine the purposes of the NGPA. Those purposes are rooted in the history of federal natural gas regulation before 1978 and in the overall structure of the statute.</p>\n<p></p>\n<h2>A</h2>\n<p>Between 1938 and 1978, the Commission regulated sales of natural gas in interstate commerce pursuant to the NGA. The NGA was enacted in response to reports suggesting that the monopoly power of interstate pipelines was harming consumer welfare.<sup>[9]</sup> Initially, the Commission construed the <span class=\"star-pagination\">*328</span> NGA to require only regulation of gas sales at the downstream end of interstate pipelines. <i>E. g., Natural Gas Pipeline Co.,</i> 2 F. P. C. 218 (1940). It authorized rates that were \"just and reasonable\" within the meaning of § 4(a) of the NGA, 52 Stat. 822, 15 U. S. C. § 717c(a), by examining whatever costs the pipeline had incurred in acquiring and transporting the gas to the consumer. If the pipeline itself or a pipeline affiliate had produced the gas, the actual expenses historically associated with production and gathering were included in the rate base to the extent proper and reasonable. See <i>FPC</i> v. <i>Hope Natural Gas Co.,</i> 320 U. S. 591, 614-615, and n. 25 (1944); <i>Colorado Interstate Gas Co.</i> v. <i>FPC,</i> 324 U. S. 581, 604-606 (1945). However, if the pipeline had purchased the gas from an independent producer, the Commission did not take jurisdiction over the producer to evaluate the reasonableness of its rates; it only considered the broad issue of whether, from the pipeline's perspective, the purchase price was \"collusive or otherwise improperly excessive.\" <i>Phillips Petroleum Co.,</i> 10 F. P. C. 246, 280 (1951).</p>\n<p>In 1954, this Court rejected the Commission's approach. We held that the NGA required the Commission to take jurisdiction over independent gas producers and to scrutinize the reasonableness of the rates they charged to interstate pipelines. <i>Phillips Petroleum Co.</i> v. <i>Wisconsin,</i> 347 U. S. 672 (1954). We interpreted the purpose of the NGA as being \"to give the Commission jurisdiction over the rates of all wholesales of natural gas in interstate commerce, whether by a pipeline company or not and whether occurring before, during, or after transmission by an interstate pipeline company,\" <i>id.,</i> at 682, and concluded that, for regulatory purposes, there was no essential difference between the gas a pipeline obtains from independent producers and the gas it obtains from its own affiliates, <i>id.,</i> at 685.</p>\n<p>The problems of regulating the natural gas industry grew steadily between <i>Phillips</i> and the passage of the NGPA. At first, the Commission attempted to follow the <i>Phillips</i> mandate <span class=\"star-pagination\">*329</span> by applying the same regulatory technique it had always applied to pipeline-produced natural gas. It calculated just and reasonable rates for each company \u0097 whether pipeline, pipeline affiliate, or independent producer \u0097 by studying the costs of production that had historically been incurred by that particular company. But that so-called \"cost of service\" approach quickly proved impractical. See <i>Atlantic Refining Co.</i> v. <i>Public Service Comm'n of New York,</i> 360 U. S. 378, 389 (1959). Whereas there were relatively few interstate pipelines, the vast number of natural gas producers threatened to overwhelm the Commission's administrative capacity. See <i>Permian Basin Area Rate Cases,</i> 390 U. S. 747, 757, and n. 13 (1968).</p>\n<p>The Commission then shifted to an \"area rate\" approach. See <i>Statement of General Policy 61-1,</i> 24 F. P. C. 818 (1960). Instead of establishing individual rates for each company on the basis of its own costs of service, it established a single rate schedule for each producing region. Two elements of the area rate method bear mention. First, the Commission continued to base its computations on historical costs, rather than on projections of future costs. And second, it established two maximum rates for each area: a \"new gas\" rate for gas produced independently of oil from wells drilled after a given date, and an \"old gas\" rate for all other gas. The two-tiered structure, which priced gas on the basis of its \"vintage,\" rested on the theory that for already-flowing gas \"price could not serve as an incentive, and . . . any price above average historical costs, plus an appropriate return, would merely confer windfalls.\" <i>Permian Basin Area Rate Cases, supra,</i> at 797.</p>\n<p>The Permian Basin area rate proceeding governed only production by independent producers. The Commission undertook a separate proceeding to consider whether it remained appropriate to treat pipelines and pipeline affiliates on a company-by-company basis. On October 7, 1969, 17 months after this Court approved the use of area rates, the <span class=\"star-pagination\">*330</span> Commission concluded that for leases acquired from that date on, pipeline gas should receive pricing on a \"parity\" basis; such gas would be eligible for the same area rate as independently produced gas of the same vintage. <i>Pipeline Production Area Rate Proceeding (Phase I),</i> 42 F. P. C. 738, 752 (Opinion No. 568). Gas produced from already-acquired leases would continue to be priced on the old single-company cost-of-service method \"in order to expedite the proceedings and to avoid complications and evidentiary problems.\" <i>Id.,</i> at 753. Significantly, gas produced by pipeline affiliates would be treated in precisely the same manner as gas produced by the pipelines themselves.</p>\n<p>In the early 1970's, it became apparent that the regulatory structure was not working. The Commission recognized that the historical-cost-based, two-tiered rate scheme had led to serious production shortages. See <i>Southern Louisiana Area Rate Proceeding,</i> 46 F. P. C. 86, 110-111 (1971). See generally Breyer &amp; MacAvoy, The Natural Gas Shortage and the Regulation of Natural Gas Producers, 86 Harv. L. Rev. 941, 965-979 (1973). Therefore, the Commission modified its practices, shifting from an \"area rate\" to a \"national rate\" approach. <i>National Rates for Natural Gas,</i> 51 F. P. C. 2212 (1974) (Opinion No. 699). The national rate became effective for all wells drilled after January 1, 1973, and applied equally to production by independent producers, pipelines, and pipeline affiliates. A few months later, the Commission responded further by shifting from a pure historical-cost-based to an incentive-price-based approach, <i>National Rates for Natural Gas,</i> 52 F. P. C. 1604, 1615-1618 (1974) (Opinion No. 699-H), and by temporarily abandoning the practice of vintaging, <i>id.,</i> at 1636.<sup>[10]</sup></p>\n<p>These measures did not prove sufficient. The interstate rates remained substantially below the unregulated prices available for intrastate sales, and the interstate supply remained <span class=\"star-pagination\">*331</span> inadequate. Throughout 1977 and 1978, the 95th Congress studied the situation. During the closing hours of the Second Session, it enacted a package of five Acts, one of which was the NGPA. The NGPA is designed to preserve the Commission's authority under the NGA to regulate natural gas sales from pipelines to their customers; however, it is designed to supplant the Commission's authority to establish rates for the wholesale market, the market consisting of so-called \"first sales\" of natural gas.</p>\n<p></p>\n<h2>B</h2>\n<p>The NGPA was the product of a Conference Committee's careful reconciliation of two strong, but divergent, responses to the natural gas shortage.</p>\n<p>The House bill had proposed \"a single uniform price policy for natural gas produced in the United States.\" H. R. Rep. No. 95-496, pt. 4, p. 96 (1977). A key element of that policy had been the establishment of a statutory incentive price structure that would simultaneously promote production and reduce the regulatory burden:</p>\n<blockquote>\"[O]ther controversial aspects of current Federal regulation are not perpetuated. The uncertainties associated with lengthy judicial review of Federal Power Commission wellhead price determinations are avoided by use of a statutorily established maximum lawful price. Regulatory lag and other problems associated with reliance upon historical costs to establish just and reasonable wellhead prices are similarly avoided. Vintaging of new natural gas prices would also terminate.\" <i>Id.,</i> at 97.</blockquote>\n<p>The Senate bill, passed on the floor, would have maintained Natural Gas Act regulation for all gas sold or delivered in interstate commerce before January 1, 1977, and steadily cut back on Commission jurisdiction so that all natural gas sold after January 1, 1982, would have been completely deregulated. <span class=\"star-pagination\">*332</span> S. 2104, 95th Cong., 1st Sess., 123 Cong. Rec. 32306 (1977).</p>\n<p>The Conference Committee's compromise has been justly described as \"a comprehensive statute to govern future natural gas regulation.\" Note, Legislative History of the Natural Gas Policy Act, 59 Texas L. Rev. 101, 116 (1980). In Title I, it establishes an exhaustive categorization of natural gas production, and sets forth a methodology for calculating an appropriate ceiling price within each category: Section 102 covers \"new natural gas and certain natural gas produced from the Outer Continental Shelf\"; § 103 covers \"new, onshore production wells\"; § 104 covers \"natural gas committed or dedicated to interstate commerce on the day before the date of the enactment of [the NGPA]\"; § 105 covers \"sales under existing intrastate contracts\"; § 106 covers \"sales under rollover contracts\"; § 107 covers \"high-cost natural gas\"; § 108 covers \"stripper well natural gas\";<sup>[11]</sup> and § 109 <span class=\"star-pagination\">*333</span> is a catchall, covering \"any natural gas which is not covered by any maximum lawful price under any other section of this subtitle.\" 92 Stat. 3358-3368, 15 U. S. C. §§ 3312-3319 (1976 ed., Supp. V).</p>\n<p>In each category of gas, the statute explicitly establishes an incentive pricing scheme that is wholly divorced from the traditional historical-cost methods applied by the Commission in implementing the NGA. The price is established either in terms of a dollar figure per million Btu's, or in terms of a previously existing price, and is inflated over time according to a statutory formula. See § 101. For three categories of gas, the statute recognizes that the ceiling may be too <i>low</i> and authorizes the Commission to raise it whenever traditional NGA principles would dictate a higher price. See §§ 104, 106, and 109. The Commission is also given a somewhat ambiguous mandate to authorize increases above the ceiling for the other five categories. See § 110(a)(2). In none of the eight categories, however, is the Commission given authority to require a rate lower than the statutory ceiling.</p>\n<p>Several features of this comprehensive scheme bear directly on the question whether Congress intended the Commission to be able to exclude pipeline production from its coverage completely. To begin with, the categories are defined on the basis of the type of well and the past uses of its gas, not on the basis of who owns the well. And since it is drafted in a manner that is designed to be exhaustive, all natural gas production falls within at least one of the categories.</p>\n<p><span class=\"star-pagination\">*334</span> Moreover, the statute replaces the Commission's authority to fix rates of return to gas producers according to what is \"just and reasonable\" with a precise schedule of price ceilings. Section 601(b)(1)(A) provides that, \"[s]ubject to paragraph (4), for purposes of sections 4 and 5 of the Natural Gas Act, any amount paid in any first sale of natural gas shall be deemed to be just and reasonable if . . . such amount does not exceed the applicable maximum lawful price established under Title I of this Act.\" 92 Stat. 3410, 15 U. S. C. § 3431(b)(1)(A) (1976 ed., Supp. V). The new statutory rates are intended to provide investors with adequate incentives to develop new sources of supply. As the Commission itself recognized in Order No. 98: \"The Congressional decision to reorder the economic regulation of natural gas prices to provide a uniform system of statutorily prescribed price incentives was based on a . . . belief that such incentives are necessary to secure continued development and additional production of natural gas.\" 45 Fed. Reg. 53093 (1980).<sup>[12]</sup></p>\n<p>The statute evinces careful thought about the extent to which producers of \"old gas\" \u0097 gas already dedicated to interstate commerce before passage of the NGPA \u0097 would be able to enjoy incentive pricing. Section 104 of the statute directly incorporates part of the \"vintaging\" pattern that previously existed under the NGA.<sup>[13]</sup> Thus, most old gas continues <span class=\"star-pagination\">*335</span> to receive the price it received under the NGA, increased over time in accordance with the inflation formula found in § 101. However, § 101(b)(5) of the Act specifies that if a volume of gas fits into more than one category, \"the provision which could result in the highest price shall be applicable.\" 92 Stat. 3357, 15 U. S. C. § 3311(b)(5) (1976 ed., Supp. V). Thus, old gas that would be subject to the old NGA vintaging rules may be entitled to a higher rate if it falls within one or more of the other Title I categories, in particular § 107 (highcost natural gas) and § 108 (stripper well gas). Whether or not the old NGA rates were in fact sufficient to stimulate some production from those categories, Congress concluded <span class=\"star-pagination\">*336</span> that the Nation's energy needs justified the higher, statutory rates.<sup>[14]</sup></p>\n<p>In addition, the costs of providing these production incentives are plainly to be shouldered by downstream consumers, not by pipelines. Title II of the Act establishes a complicated structure, to be implemented by the Commission, for determining which consumers are to face the bulk of the price increases. 92 Stat. 3371-3381, 15 U. S. C. §§ 3341-3348 (1976 ed., Supp. V). That Title is designed to allocate the burden among categories of consumers; it is not designed to diminish in any way the incentive for producers or to force pipelines to bear any part of that burden. As the Conference Report makes plain:</p>\n<blockquote>\"The conference agreement guarantees that interstate pipelines may pass through costs of natural gas purchases if the price of the purchased natural gas does not exceed the ceiling price levels established under the legislation. . . . This recovery must be consistent with the incremental pricing provisions of Title II; however, Title II is structured to permit recovery of all costs which a pipeline is entitled to recover.\" H. R. Conf. Rep. No. 95-1752, p. 124 (1978).</blockquote>\n<p>Given such a comprehensive scheme, we conclude that Congress would have clearly identified, either in the statutory language or in the legislative history, any significant source of production that was intended to be excluded. For the usefulness of natural gas does not depend on who produces it, and there is no reason to believe that any one group of producers is less likely to respond to incentives than any <span class=\"star-pagination\">*337</span> other.<sup>[15]</sup> Yet nowhere in the NGPA do we find any expression of a desire to exclude pipeline production.</p>\n<p>Indeed, three statutory provisions combine to give a clear signal that the statute was intended to include such production. Section 203, which defines the acquisition costs subject to passthrough requirements, specifically states:</p>\n<blockquote>\"Interstate pipeline production. \u0097 For purposes of this section, in the case of any natural gas produced by any interstate pipeline or any affiliate of such pipeline, the first sale acquisition cost of such natural gas shall be determined in accordance with rules prescribed by the Commission.\" 92 Stat. 3375, 15 U. S. C. § 3343(b)(2) (1976 ed., Supp. V).</blockquote>\n<p>This provision expressly mentions pipeline production as a matter subject to NGPA jurisdiction. Perhaps even more significantly, it makes clear that Congress intended to continue a policy that had been in effect since 1938: a policy of drawing no distinction between wells owned by a pipeline itself and those owned by an affiliate. That point is equally apparent from the exemption half of the definition of \"first sale\" in Title I. That provision requires first sale treatment of a sale that is \"attributable to volumes of natural gas produced by such interstate pipeline . . . <i>or</i> any affiliate thereof.\" § 2(21)(B) (emphasis added). See <i>supra,</i> at 326. Given that <span class=\"star-pagination\">*338</span> pipelines are to be treated in the same manner as pipeline affiliates, and given that pipeline affiliates are explicitly covered under the NGPA, see § 601(b)(1)(E), it follows directly that pipeline production is covered.<sup>[16]</sup></p>\n<p>In sum, the Court of Appeals correctly concluded that Congress intended pipeline production to receive first sale pricing. The Commission had no authority to ignore that intention absent a persuasive justification for doing so.<sup>[17]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*339</span> III</h2>\n<p>Of course, \"the interpretation of an agency charged with the administration of a statute is entitled to substantial deference.\" <i>Blum</i> v. <i>Bacon,</i> 457 U. S. 132, 141 (1982). It is therefore incumbent upon us to consider carefully the Commission's arguments that Congress implicitly intended to exempt pipeline production from an otherwise comprehensive regulatory scheme. We think it important to address three of the Commission's arguments explicitly: one is aimed at the propriety of giving first sale treatment to the intracorporate transfer, one at the propriety of giving first sale treatment to the downstream sale, and the third at the propriety of any form of first sale treatment for pipeline production.</p>\n<p>The Commission suggests that it would be wrong to assign the intracorporate transfer a first sale price \"automatically\" because not even independent producers receive such automatic treatment. It emphasizes the Conference Committee's admonition that \"maximum lawful prices are ceiling prices only. In no case may a seller receive a higher price than his contract permits.\" H. R. Conf. Rep. No. 95-1752, p. 74 (1978). Since arm's-length contractual bargaining may reduce the price for independent producers, the Commission suggests that \"[i]t would be anomalous in the extreme to conclude that Congress nonetheless meant to permit pipeline producers to qualify automatically for full NGPA prices by virtue of intracorporate transfers that are not covered by contracts.\" Brief for Federal Energy Regulatory Commission 31-32.</p>\n<p><span class=\"star-pagination\">*340</span> This argument refutes a position that no one advocates. We agree completely that the intracorporate transfer should not \"automatically\" receive the NGPA ceiling price. Congress undoubtedly intended pipeline producers to be treated in the same manner as pipeline affiliate producers. The latter group is subjected to market control, through the application of § 601(b)(1)(E), which provides that, \"in the case of any first sale between any interstate pipeline and any affiliate of such pipeline, any amount paid in any first sale shall be deemed to be just and reasonable if, in addition to satisfying the requirements of [Title I], such amount does not exceed the amount paid in comparable first sales between persons not affiliated with such interstate pipeline.\" 92 Stat. 3410, 15 U. S. C. § 3431(b)(1)(E) (1976 ed., Supp. V).</p>\n<p>The Commission also argues that adoption of the downstream sale theory would result in the application of first sale maximum lawful prices to all mixed volume retail sales by interstate pipelines, intrastate pipelines, and local distribution companies, thereby supplanting traditional state regulatory authority over the costs of intrastate pipeline transportation service.<sup>[18]</sup> We find this argument to be exaggerated. The Commission concedes that a downstream sale of pipeline production in another State is a \"first sale\" if that production has not been commingled with purchased gas. It allows the pipeline to include an appropriate NGPA rate (reflecting the costs of producing the gas) in the overall downstream price (which also reflects transportation and administrative costs). Applying the same principle to commingled gas<sup>[19]</sup> would in <span class=\"star-pagination\">*341</span> no way trench upon state regulatory authority. The narrow issue posed \u0097 the proper cost to be assigned a pipeline's production efforts \u0097 is no different from the issue posed when a cost must be assigned to a pipeline's purchase of gas from its producing affiliate. And it effects no special change in the relationship between federal and state regulatory jurisdiction.<sup>[20]</sup></p>\n<p>Finally, the Commission argues that pipeline producers would enjoy an unintended windfall if they received first sale pricing. This windfall argument is obviously limited to only one particular category of gas: gas already dedicated to interstate commerce on the date of enactment of the NGPA, and subject to cost-of-service pricing. For under the Commission's own Order No. 98, all other pipeline production receives the same price it would receive if treated as a first sale under the NGPA. The Commission argues, however, that the residual cost-of-service production should be excluded because the pipelines were guaranteed a risk-free return on their initial investments in those wells. To allow the pipelines to receive NGPA pricing on future production from those wells would allegedly be \"an irrational result with . . . unfair consequences for consumers.\"<sup>[21]</sup></p>\n<p>This argument glosses over the full meaning of Congress' determination that old gas qualifies for \"first sale\" treatment. <span class=\"star-pagination\">*342</span> Under § 104, such gas retains its former NGA price, subject to increases over time for inflation. Section 104 provides absolutely no opportunity for a windfall. To be sure, old gas could receive a rate higher than the inflated NGA rate if it falls within one of the special categories of gas whose production Congress saw a need to stimulate. Seizing on that fact, the Commission suggests in a footnote to its brief that much of the gas at issue here would be \"stripper well\" production, subject to the incentive prices of § 108. It argues that, at least for that category of gas, a windfall would exist, since the Commission believes that cost-of-service treatment would provide just as strong an incentive as the § 108 price.<sup>[22]</sup></p>\n<p>That belief, however, was plainly not shared by Congress. For the statute explicitly grants the § 108 rate to pipeline affiliates \u0097 entities that were previously subject to the same cost-of-service treatment as the pipelines themselves. Moreover, the Commission does not pursue its windfall argument to its logical conclusion. For it agrees that a pipeline is entitled to the NGPA price for any production it sells at the wellhead. Yet by denying the pipeline NGPA treatment if it transports the gas to another State, the Commission only creates an incentive for wellhead sales, in flat contradiction to one of the NGPA's motivating purposes \u0097 to eliminate the dual market that distinguished between interstate and intrastate sales of natural gas.<sup>[23]</sup></p>\n<p>The Commission's position is contrary to the history, structure, and basic philosophy of the NGPA. Like the Court of Appeals, we conclude that its exclusion of pipeline production is \"inconsistent with the statutory mandate [and would] frustrate the policy that Congress sought to implement.\" <i>FEC</i> <span class=\"star-pagination\">*343</span> v. <i>Democratic Senatorial Campaign Committee,</i> 454 U. S. 27, 32 (1981). Unlike the Court of Appeals, however, we believe Congress intended to give the Commission discretion in deciding whether first sale treatment should be provided at the intracorporate transfer or at the downstream transfer.<sup>[24]</sup> The cases should be remanded to the Commission so that it may make that choice. The judgment of the Court of Appeals is vacated, and the cases are remanded for further proceedings consistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>JUSTICE WHITE, with whom JUSTICE BRENNAN, JUSTICE MARSHALL, and JUSTICE BLACKMUN join, dissenting.</p>\n<p>Our task in these cases is not to interpret the Natural Gas Policy Act (NGPA) as we think best but rather the narrower inquiry into whether the Commission's construction was sufficiently reasonable to be accepted by a reviewing court. <i>FEC</i> v. <i>Democratic Senatorial Campaign Committee,</i> 454 U. S. 27, 39 (1981); <i>Train</i> v. <i>Natural Resources Defense</i> <span class=\"star-pagination\">*344</span> <i>Council, Inc.,</i> 421 U. S. 60, 75 (1975); <i>Zenith Radio Corp.</i> v. <i>United States,</i> 437 U. S. 443, 450 (1978). \"To satisfy this standard it is not necessary for a court to find that the agency's construction was the only reasonable one or even the reading the court would have reached if the question initially had arisen in a judicial proceeding.\" <i>FEC</i> v. <i>Democratic Senatorial Campaign Committee, supra,</i> at 39; <i>Udall</i> v. <i>Tallman,</i> 380 U. S. 1, 16 (1965). The Court today rejects the agency's interpretation and substitutes its own reading of this highly complex law. In doing so, the Court imposes a construction not set forth in the statute itself, not addressed in the legislative history, not selected by the agency, and different even from that of the Court of Appeals. Notwithstanding its novelty, perhaps the Court's construction that pipeline production must be given \"first sale\" treatment either as an intracorporate transfer or at the point of a downstream sale is a reasonable interpretation of the Act. But its reasonability does not establish the unreasonability of the Commission's interpretation, and that, of course, is the question before us.</p>\n<p></p>\n<h2>I</h2>\n<p>The relevant statutory provisions of the NGPA clearly will bear the Commission's construction. Order No. 58 of the Commission, the interpretive regulation at issue, delineates the circumstances under which a sale of production by an interstate or intrastate pipeline, local distribution company, or affiliate of one of these entities, will be regulated as a first sale under the NGPA. Section 2(21)(B) of the NGPA provides that a sale of natural gas by a pipeline or affiliate thereof is not a first sale unless the sale is \"attributable\" to volumes of natural gas produced by such pipeline, distributor, or affiliate thereof.<sup>[1]</sup> The Court's interpretation of the provision was considered but rejected by the Commission.</p>\n<blockquote>\n<span class=\"star-pagination\">*345</span> \"Although many comments have recommended otherwise, the Commission will not interpret the term `attributable' so as to confer first sale treatment on pipeline sales if only a portion of the gas involved was produced by the pipeline. The language of section 2(21)(B) requires that a sale be `attributable' to the pipeline's <i>own</i> production. We believe that Congress did not intend for pipeline or distributor sales from general system supply to qualify as `first sales' merely because some portion of that supply, no matter how small, consists of its own production. Rather, we believe that these sales were precisely the type of sales which were intended to qualify for general exclusion from first sale regulation for pipeline or distributor sales in section 2(21)(B) of the NGPA. The attribution rule accomplishes that result.\" Order No. 58, 44 Fed. Reg. 66578 (1979).</blockquote>\n<p>Unlike the majority of this Court, the Court of Appeals did not reject this interpretation, which limits the downstream sales of pipeline produced gas eligible for first sale prices, see <i>ante,</i> at 323. Even the Court stops short of suggesting that the Commission's interpretation is not a plausible construction of the statutory language.<sup>[2]</sup></p>\n<p>The Court notes only that it would be \"at least as consistent with the ordinary understanding of the words to interpret them as meaning `<i>measurably</i> attributable to,' \" thus including downstream sales of commingled gas. <i>Ante,</i> at 327. I doubt that the Court's meaning is equally plausible, given <span class=\"star-pagination\">*346</span> other usages of similar language throughout the NGPA,<sup>[3]</sup> but accepting the Court's alternative definition as a reasonable possibility, one still does not reach the conclusion that the Commission's own interpretation is <i>un</i>reasonable.</p>\n<p>The Commission also refused to accord first sale treatment to pipeline production by imputing a sale at the point where the pipeline takes its gas into its transmission system.</p>\n<blockquote>\"[I]mputing a sale at the wellhead would extend the first sale concept to intracorporate transactions. As a result, Title I prices would be applied to bookkeeping and accounting entries of a corporation rather than to actual sales.\" 44 Fed. Reg. 66579 (1979).<sup>[4]</sup></blockquote>\n<p>The Court of Appeals and now this Court reject this interpretation by the Commission, again notwithstanding that it is a perfectly reasonable interpretation of the statutory language. The issue turns on whether intracorporate transfers must be deemed \"sales.\" The NGPA defines a \"sale\" as a \"sale, exchange or other transfer for value.\" § 2(20), 15 U. S. C. § 3301(2)(20) (1976 ed., Supp. V). The ordinary meaning of the term supports the Commission's view that a <span class=\"star-pagination\">*347</span> \"sale\" should be an actual exchange of value and title rather than a paper transaction. The Conference Report's indication that the Commission may establish rules applicable to intracorporate transactions under the first sale definition, H. R. Conf. Rep. No. 95-1752, p. 116 (1978), allows but does not compel the agency to treat intracorporate transfers as first sales. Indeed, if the statute required the Commission to give first sale treatment to such transfers, the Conference Report's point would be superfluous. Moreover, the Conference Report discusses the question in the context of the Commission's authority to include intracorporate transfers as first sales in order to prevent circumvention of maximum price requirements. To use that language to require transfers to be given first sale prices is to turn the Conference Report on its head. In sum, neither the statute nor the legislative history compels the agency to define intracorporate transfers as first sales \u0097 a definition that would depart from 40 years of administration of the Natural Gas Act (NGA) during which time an intracorporate transfer had never been considered a sale of natural gas.</p>\n<p>The Court concedes that \"there is a substantial difference between holding that the Commission had the authority to treat either transfer as a first sale and holding that the Commission was <i>required</i> so to treat one or the other.\" <i>Ante,</i> at 327. Since there is no legislative history which supports its position, the Court turns to the structure and purposes of the NGPA. Concededly, the purpose of the NGPA was to replace traditional historical-cost methods with an incentive pricing scheme that would create sufficient financial incentive to spur the exploration and development of natural gas. See H. R. Rep. No. 95-496 (1978); Note, Legislative History of the Natural Gas Policy Act, 59 Texas L. Rev. 101 (1980). If the Commission's interpretation undermined the Act's ability to fulfill that goal, the Court would have a stronger case. But there is nothing in the legislative hearings, Reports, or debates which expresses any congressional dissatisfaction <span class=\"star-pagination\">*348</span> with the existing pricing of pipeline production or which suggests that the Commission's pricing of the oldest and lowest cost pipeline production on a cost-of-service basis, under which the pipelines recover all of their prudent investments regardless of the success of their efforts, inhibited optimum production efforts by the pipelines. One can easily agree with the Court that \"there is no reason to believe that any one group of producers is less likely to respond to incentives than any other,\" <i>ante,</i> at 336-337, while finding that the cost-of-service basis provides sufficient incentives for pipeline companies to increase production. Thus, Order No. 58 is in no sense inconsistent with the primary purpose of the NGPA.<sup>[5]</sup></p>\n<p>Unable to demonstrate that the Commission's interpretation is counter to the primary purpose of the NGPA,<sup>[6]</sup> the Court attempts to portray the Commission's regulation as inconsistent with \"several features\" of the regulatory scheme. The effort is unsuccessful. First, the Act's treatment of old gas in § 104 of the NGPA supports rather than undermines the Commission's position. By incorporating part of the vintaging pattern that previously existed under the NGA, § 104 indicates that the NGPA did not intend to eliminate all <span class=\"star-pagination\">*349</span> vestiges of the Commission's earlier pricing authority or to ensure that all gas, including old gas, would be entitled to higher \"first sale\" prices. Only that old gas which qualified for first sale treatment would receive the higher price. § 101(b)(5).</p>\n<p>Second, the Court makes much of the fact that categories of gas entitled to first sale treatment are defined on the basis of the type of well and not on who owns the well. This is true of the general \"first sale\" rule but not of the exception to that rule provided in § 2(21)(B) which governs these cases and which unmistakably is directed at the treatment to be given pipeline production vis-a-vis natural gas obtained from independent producers. Moreover, since the Act does not direct or contemplate that all natural gas will receive higher prices, the Court's discussion of Title II of the Act, which deals with who is to shoulder the higher prices, hardly bears on what gas is entitled to first sale treatment under Title I. The fact that consumers would shoulder the \"bulk of the price increases,\" <i>ante,</i> at 336, is no argument for enlarging the amount of gas for which price increases would be provided.</p>\n<p>Finally, the limitation on affiliate pricing in § 601(b)(1)(E), does not, either singly or in combination with other sections, <i>ante,</i> at 337-338, require that all pipeline production be entitled to \"first sale\" treatment.<sup>[7]</sup> As the Court observes later in its opinion, the purpose of § 601(b)(1)(E) is to insure that if first sale prices are afforded to pipeline affiliates, such <span class=\"star-pagination\">*350</span> affiliate pricing would be subject to market control. <i>Ante,</i> at 340. This section, which assures that the lack of arm's-length bargaining where first sales are to affiliates does not result in excessive prices, hardly reflects a congressional intent that all pipeline production be entitled to first sale prices. Thus, § 203 of the Act, which defines the acquisition costs subject to passthrough requirements, offers no support for the Court's position. The section defines how first sale costs shall be determined but does not determine the volumes of gas eligible to receive first sale prices; in addition, the provision, by its terms, covers only wells owned by pipeline affiliates.</p>\n<p></p>\n<h2>II</h2>\n<p>Since neither the plain language of the Act nor its legislative history forbids the agency's intepretation, and the purpose of the Act is not undermined by the Commission's approach, considerable deference should be afforded the agency's interpretation. <i>Blum</i> v. <i>Bacon,</i> 457 U. S. 132, 141-142 (1982).<sup>[8]</sup> Indeed, the very fact that NGPA prices are not necessary to spur natural gas production by the pipeline companies \u0097 as they are for independent producers \u0097 is a sufficient basis upon which to uphold the Commission's interpretation. <span class=\"star-pagination\">*351</span> The Commission, however, has gone further and offered additional reasons for the order.</p>\n<p>The Commission's justification for rejecting the Court's intracorporate transfer and downstream \"first sales\" approaches are not implausible. Adoption of the \"downstream sale\" approach would override the existing division between state and federal regulation of pipeline sales of natural gas. As the Commission pointed out, adoption of this theory</p>\n<blockquote>\"would result in the uniform application of first sale maximum lawful prices to all mixed volume retail sales made by pipelines and distributors. . . . The Commission finds no evidence in [§] 2(21)(B) or in any other provision of the statute that suggests that Congress intended to require the Commission to expand the field of federal ratemaking authority to include all mixed volume sales by intrastate pipelines or local distribution companies, the regulation of which has been the historic preserve of the states.\" Order No. 102, 45 Fed. Reg. 67086 (1980).</blockquote>\n<p>The Court rejects this argument as \"exaggerated\" because certain downstream pipeline sales, such as those of gas which has not been commingled with purchased gas, receive an NGPA rate. <i>Ante,</i> at 340. But for this type of gas, Congress has made the judgment in § 2(21)(B) that the NGPA rate should govern. Applying the same principle to commingled gas, and most pipeline production falls within this category, would vastly expand the role of federal rates in what hitherto has been a sector regulated by the States. While § 602(a) of the NGPA allows the States to compete with the federal scheme by establishing price ceilings for the intrastate market that are lower than the federal NGPA ceiling, the Commission is fully justified in believing that it should not unnecessarily intrude into this sphere any further than actually required by the Act.</p>\n<p>There is a second reasonable basis for the Commission's order that is submitted in this Court. The Commission argues that pipeline producers would enjoy an unintended <span class=\"star-pagination\">*352</span> windfall if they received first sale pricing. Since present cost-of-service pricing permits pipelines to recover costs needed to stimulate production, first sale prices are unnecessary to increase natural gas production by pipelines. <i>Supra,</i> at 347-348. Even if the windfall that would have been given for new gas were debatable, there can be no question that for gas already dedicated to interstate commerce on the date of enactment of the NGPA and subject to cost-of-service pricing, the affording of an NGPA price is nothing more than a gift. Accordingly, a number of state public service commissions, and municipal and other publicly owned energy systems which provide natural gas service to citizens, and would foot the bill for the windfall, have filed briefs as <i>amici curiae</i> in support of the Commission's position. In precluding this windfall, the Commission is fulfilling the purpose of the NGA \"to protect consumers against exploitation at the hands of natural gas companies,\" <i>FPC</i> v. <i>Hope Natural Gas Co.,</i> 320 U. S. 591, 610 (1944); <i>FPC</i> v. <i>Transcontinental Gas Pipe Line Corp.,</i> 365 U. S. 1, 19 (1961), and \"to afford consumers a complete, permanent and effective bond of protection from excessive rates and charges,\" <i>Atlantic Refining Co.</i> v. <i>Public Service Comm'n of New York,</i> 360 U. S. 378, 388 (1959). Nothing in the NGPA suggests an abandonment of the consumer protection rationale \u0097 the basis for regulating the industry in the first place. Thus, the Commission's order does not discourage pipeline production activity but only wisely minimizes the size of the price increases to that necessary to meet the NGPA's objectives.</p>\n<p>The Court's rejection of this position is based on the fact that \"the Commission does not pursue its windfall argument to its logical conclusion,\" <i>ante,</i> at 342, by denying NGPA prices to pipeline production sold at the wellhead. But when a pipeline sells gas at the wellhead it is acting much like an independent producer and it is reasonable for the Commission to have distinguished such sales from intracorporate transfers and downstream sales of intermingled gas. Similarly, <span class=\"star-pagination\">*353</span> the judgment that gas dedicated to a downstream contract was sufficiently similar to a wellhead sale to deserve first sale treatment does not undermine the Commission's decision not to give \"first sale\" treatment to gas which cannot be attributed solely to the pipelines' own production. In any event, the need to provide a partial windfall to comply with the Act hardly compels the agency to multiply the burden on consumers and industry which rely on natural gas for their energy needs.</p>\n<p></p>\n<h2>III</h2>\n<p>Today the Court upsets the Commission's interpretation notwithstanding that it is undeniably supportable under the plain language of the statute, not contrary to the legislative history, and consistent with the Act's purpose to increase the supply of natural gas. In doing so, it rejects out-of-hand the Commission's laudable objectives in not unduly intruding into the sphere of state regulation and not granting the regulated industry an unwarranted windfall profit. I can recall no similar case in which we have overturned an agency's interpretation, and I respectfully dissent from this first and unfortunate instance.</p>\n<h2>NOTES</h2>\n<p>[*]  Together with No. 81-1958, <i>Arizona Electric Power Cooperative, Inc.</i> v. <i>Mid-Louisiana Gas Co. et al.;</i> No. 81-2042, <i>Michigan</i> v. <i>Mid-Louisiana Gas Co. et al.;</i> and No. 82-19, <i>Federal Energy Regulatory Commission</i> v. <i>Mid-Louisiana Gas Co. et al.,</i> also on certiorari to the same court.</p>\n<p>[\u0086]  Briefs of <i>amici curiae</i> urging reversal were filed by <i>Byron S. Georgiou</i> for Edmund G. Brown, Jr., Governor of California; and by <i>Daniel E. Gibson, Robert B. McLennan, Janice E. Kerr, J. Calvin Simpson, Randolph W. Deutsch, Gordon Pearce,</i> and <i>Thomas D. Clarke</i> for the Public Utilities Commission of the State of California et al.</p>\n<p>[1]  In this opinion, we use the term \"Commission\" to refer to both the Federal Energy Regulatory Commission and its predecessor, the Federal Power Commission.</p>\n<p>[2]  See 44 Fed. Reg. 66577 (1979). The final regulations are found at 18 CFR § 270.203 (1983).</p>\n<p>[3]  See 45 Fed. Reg. 53091 (1980).</p>\n<p>[4]  The final regulations are found at 18 CFR §§ 2.66, 154.42 (1983).</p>\n<p>[5]  The text of clause (v) makes it plain that the italicized word \"and\" at the end of clause (iv) was intended to be \"or.\"</p>\n<p>[6]  One commentator has suggested that \"where the producer sells to a gatherer, who in turn sells to a processor who eventually sells to a pipeline, there may be <i>three first sales</i> of the same gas.\" Hollis, Title I and Related Producer Matters Under the NGPA, in 2 Energy Law Serv., Monograph 4D, § 4D.02 (H. Green ed. 1981). See also 18 CFR § 270.202 (1983) (setting forth rules governing resales).</p>\n<p>[7]  As defined in the statute,\n</p>\n<p>\"[t]he term `sale' means any sale, exchange, or other transfer for value.\" 92 Stat. 3355, 15 U. S. C. § 3301(20) (1976 ed., Supp. V).</p>\n<p>[8]  The latter meaning would be clear beyond debate if instead of the word \"unless,\" Congress had used the phrase, \"except to the extent that.\"</p>\n<p>[9]  See Federal Trade Comm'n, Utility Corporations, S. Doc. No. 92, 70th Cong., 1st Sess. (1928). The reports are mentioned explicitly in § 1(a) of the NGA.</p>\n<p>[10]  In 1976, the Commission decided to return to vintaging. See <i>National Rates for Natural Gas,</i> 56 F. P. C. 509 (1976) (Opinion No. 770).</p>\n<p>[11]  Stripper well natural gas is defined as follows:\n</p>\n<p>\"(1) General Rule. \u0097 Except as provided in paragraph (2), the term `stripper well natural gas' means natural gas determined . . . to be nonassociated natural gas produced during any month from a well if \u0097</p>\n<p>\"(A) during the preceding 90-day production period, such well produced nonassociated natural gas at a rate which did not exceed an average of 60 Mcf per production day during such period; and</p>\n<p>\"(B) during such period such well produced at its maximum efficient rate of flow, determined in accordance with recognized conservation practices designed to maximize the ultimate recovery of natural gas.</p>\n<p>\"(2) Production in excess of 60 Mcf. \u0097 The Commission shall, by rule, provide that if nonassociated natural gas produced from a well which previously qualified as a stripper well under paragraph (1) exceeds an average of 60 Mcf per production day during any 90-day production period, such natural gas may continue to qualify as stripper well natural gas if the increase in nonassociated natural gas produced from such well was the result of the application of recognized enhanced recovery techniques.</p>\n<p>\"(3) Definitions. \u0097 For purposes of this subsection \u0097</p>\n<p>\"(A) Production Day. \u0097 The term `production day' means \u0097</p>\n<p>\"(i) any day during which natural gas is produced; and</p>\n<p>\"(ii) any day during which natural gas is not produced if production during such day is prohibited by a requirement of State law or a conservation practice recognized or approved by the State agency having regulatory jurisdiction over the production of natural gas.</p>\n<p>\"(B) 90-day Production Period. \u0097 The term `90-day production period' means any period of 90 consecutive calendar days excluding any day during which natural gas is not produced for reasons other than voluntary action of any person with the right to control production of natural gas from such well.</p>\n<p>\"(C) Nonassociated Natural Gas. \u0097 The term `nonassociated natural gas' means natural gas which is not produced in association with crude oil.\" 92 Stat. 3367-3368, 15 U. S. C. § 3318(b) (1976 ed., Supp. V).</p>\n<p>[12]  The dissent suggests that because § 104 of the NGPA preserves the old NGA price for certain first sales of \"old gas,\" the NGPA \"did not intend to eliminate all vestiges of the Commission's earlier pricing authority.\" <i>Post,</i> at 348-349; see also <i>post,</i> at 348, n. 6. This suggestion confuses the choice of a benchmark <i>price</i> with the choice of regulatory <i>authority.</i> For some (but not all) old gas, the NGA price is preserved as an initial ceiling price. But over time, that price moves according to a statutory formula, rather than through the exercise of Commission regulatory authority. See §§ 101, 601(b)(1)(A).</p>\n<p>[13]  Section 104 provides:\n</p>\n<p>\"(a) APPLICATION. \u0097 In the case of natural gas committed or dedicated to interstate commerce on the day before the date of the enactment of this Act and for which a just and reasonable rate under the Natural Gas Act was in effect on such date for the first sale of such natural gas, the maximum lawful price computed under subsection (b) shall apply to any first sale of such natural gas delivered during any month.</p>\n<p>\"(b) MAXIMUM LAWFUL PRICE. \u0097</p>\n<p>\"(1) GENERAL RULE. \u0097 The maximum lawful price under this section for any month shall be the higher of \u0097</p>\n<p>\"(A)(i) the just and reasonable rate, per million Btu's, established by the Commission which was (or would have been) applicable to the first sale of such natural gas on April 20, 1977, in the case of April 1977; and</p>\n<p>\"(ii) in the case of any month thereafter, the maximum lawful price, per million Btu's, prescribed under this subparagraph for the preceding month multiplied by the monthly equivalent of the annual inflation adjustment factor applicable for such month, or</p>\n<p>\"(B) any just and reasonable rate which was established by the Commission after April 27, 1977, and before the date of the enactment of this Act and which is applicable to such natural gas.</p>\n<p>\"(2) Ceiling Prices May Be Increased If Just and Reasonable. \u0097 The Commission may, by rule or order, prescribe a maximum lawful ceiling price, applicable to any first sale of any natural gas (or category thereof, as determined by the Commission) otherwise subject to the preceding provisions of this section, if such price is \u0097</p>\n<p>\"(A) higher than the maximum lawful price which would otherwise be applicable under such provisions; and</p>\n<p>\"(B) just and reasonable within the meaning of the Natural Gas Act.\" 92 Stat. 3362-3363, 15 U. S. C. § 3314 (1976 ed., Supp. V).</p>\n<p>[14]  For some categories of gas, the NGPA ceiling prices are an intermediate step on the path from a fully regulated industry to a deregulated industry. Sections 121 and 122 of the NGPA provide a mechanism for the ultimate decontrol of a number of categories of natural gas.</p>\n<p>[15]  In Order No. 98, the Commission effectively conceded that the goals of the NGPA apply just as directly to pipeline production as to independent production:\n</p>\n<p>\"Having embarked under the NGA upon a course which would provide price incentives for both pipeline and independent producer production to encourage production of additional gas supplies, and having been reaffirmed in this course by evidence of a similar purpose in Congress' enactment of a pricing scheme in the NGPA designed to encourage additional production, we believe that our mandate of coordinating the NGPA and the NPA would best be accomplished through a policy of pricing parity among independent and pipeline producers.\" 45 Fed. Reg. 53093 (1980).</p>\n<p>[16]  In its reply brief, the Commission argues that Congress intended to distinguish between production by pipelines and production by pipeline affiliates, on the theory that affiliate sales \"are governed by sales contracts\" and are therefore \"subject to the realities of the marketplace.\" Reply Brief for Federal Energy Regulatory Commission 4-6. Yet § 601(b)(1)(E) reveals that Congress expressly refused to rely on affiliate sales contracts as reflecting the realities of the marketplace. See <i>infra,</i> at 340. Congress brought affiliate production within the scope of the NGPA, fully aware that it could not rely on arm's-length bargaining between affiliates to keep prices low.\n</p>\n<p>The dissent declares that \"there is nothing in the legislative hearings, Reports, or debates which expresses any congressional dissatisfaction with the existing pricing of pipeline production or which suggests that the Commission's pricing of the oldest and lowest cost pipeline production on a cost-of-service basis . . . inhibited optimum production efforts by the pipelines.\" <i>Post,</i> at 347-348; see also <i>post,</i> at 350-351 (\"the very fact that NGPA prices are not necessary to spur natural gas production by the pipeline companies \u0097 as they are for independent producers \u0097 is a sufficient basis upon which to uphold the Commission's interpretation\"). The expression and suggestion are indeed present in both the statute, § 601(b)(1)(E), and the Conference Report, H. R. Conf. Rep. No. 95-1752, p. 124 (1978) \u0097 if cost-of-service pricing were adequate, Congress simply would not have included pipeline affiliate production within the scope of the NGPA.</p>\n<p>[17]  The dissent suggests that we violate the principle of deference to the agency's construction of the statute and improperly substitute our own reading of the statutory scheme. It is difficult, however, to argue convincingly that the Court is disregarding the agency's expertise when the Commission itself recognized in Order No. 98 that the policies of the NGPA would be better served by granting NGPA incentive prices to pipeline-produced gas. On this point, the Commission observed:\n</p>\n<p>\"Having embarked under the NGA upon a course which would provide price incentives for both pipeline and independent producer production to encourage production of additional gas supplies, <i>and having been reaffirmed in this course by evidence of a similar purpose in Congress' enactment of a pricing scheme in the NGPA designed to encourage additional production,</i> we believe that our mandate of coordinating the NGPA and the NGA would best be accomplished through a policy of pricing parity among independent producers and pipeline producers.\" 45 Fed. Reg. 53093 (1980) (emphasis added).</p>\n<p>See also <i>supra,</i> at 334.</p>\n<p>[18]  See Brief for Federal Energy Regulatory Commission 39.</p>\n<p>[19]  We note that there do not appear to be any technical difficulties in taking this approach, for the Commission itself has established it as the approach it will follow in the absence of other regulatory procedures. In Order No. 58, the Commission invoked its \"circumvention authority\" under the NGPA to provide:\n</p>\n<p>\"[T]he term `first sale' includes any sale by a pipeline or distributor which is comprised of production volumes from identifiable wells, properties, or reservoirs if a portion of those volumes is produced from wells, properties, or reservoirs owned by such pipeline or distributor unless:</p>\n<p>\"(1) The price at which such natural gas is sold is regulated pursuant to the Natural Gas Act or is regulated by a State agency empowered by State statute to establish, modify or set aside the rate for such sale; or</p>\n<p>\"(2) the Commission, on application, has determined not to treat such sale as a first sale.\" 44 Fed. Reg. 66580 (1979).</p>\n<p>[20]  As we recently noted in <i>Exxon Corp.</i> v. <i>Eagerton,</i> 462 U. S. 176, 186 (1983), § 105(a) of the NGPA extends federal authority to control producer prices to the intrastate market, but at the same time § 602(a) allows the States to establish price ceilings for that market that are lower than the federal ceiling.</p>\n<p>[21]  Brief for Federal Energy Regulatory Commission 35.</p>\n<p>[22]  <i>Id.,</i> at 34, n. 35.</p>\n<p>[23]  Similarly, the Commission admits that a pipeline is entitled to the NGPA price for its own production, as long as the downstream contract shows that the gas was \"dedicated\" to it from the beginning. We perceive no reason why the absence of a \"dedication\" clause in the contract should turn a legitimate incentive into a \"windfall.\"</p>\n<p>[24]  The dissent appears to misunderstand our holding today, since it suggests that we do not hold unreasonable either of the Commission's actions (with regard to the downstream transfer and with regard to the intracorporate transfer). To summarize, we have reached three conclusions in this litigation. (1) It would be reasonable for the Commission not to give first sale treatment to the intracorporate transfer, <i>as long as such treatment is given to the downstream transfer.</i> (2) Similarly, it would be reasonable for the Commission not to give first sale treatment to the downstream transfer, <i>as long as such treatment is given to the intracorporate transfer.</i> (3) Yet it was an unreasonable construction of this comprehensive and exhaustive new legislation, contrary to its structure, purposes, and history, for the Commission to chop out virtually all pipeline production and to relegate it to discretionary regulation under the NGA. Both the dissent, <i>post,</i> at 350-351, and the Court of Appeals, 664 F. 2d 530, 536-538 (CA5 1981), offer reasons for preferring approach (1) to approach (2). Those policy arguments are not totally without merit, but they are not so persuasive that we would reverse the Commission if it adopted approach (2), see <i>supra,</i> at 340-341, and they of course provide no justification for rejecting approach (1).</p>\n<p>[1]  \"(B) Certain sales not included. \u0097 Clauses (i), (ii), (iii), or (iv) of subparagraph (A) shall not include the sale of any volume of natural gas by any interstate pipeline, intrastate pipeline, or local distribution company, or any affiliate thereof, unless such sale is attributable to volumes of natural gas produced by such interstate pipeline, intrastate pipeline, or local distribution company, or any affiliate thereof.\" 92 Stat. 3355, 15 U. S. C. § 3301(21)(B) (1976 ed., Supp. V).</p>\n<p>[2]  The Commission's interpretation that downstream pipeline sales need not be considered first sales within the meaning of the Act is supported by the House Report on the proposed legislation which states that \"the first sale price is essentially a wellhead price.\" H. R. Rep. No. 95-496, pt. 4, p. 103 (1977). In addition, Title I of the NGPA itself is entitled \"wellhead pricing.\"</p>\n<p>[3]  When Congress meant to limit the applicability of certain sections, it used \"attributable\" in conjunction with qualifying language. See, <i>e. g.,</i> § 110(a)(1), 15 U. S. C. § 3320(a)(1) (1976 ed., Supp. V), which provides that a first sale price may exceed the maximum lawful price if the excess is necessary to recover \"State severance taxes attributable to the production of such natural gas and borne by the seller, but only to the extent the amount of such taxes does not exceed the limitation of subsection (b)\"; see also § 503(e)(2)(B), 15 U. S. C. § 3413(e)(2)(B) (1976 ed., Supp. V). Congress' failure to similarly modify \"attributable\" in § 2(21)(B) suggests that \"attributable\" means, as the Commission held, \"exclusively comprised of.\"</p>\n<p>[4]  \"In addition, such a rule would extend NGPA first sale jurisdiction to all corporations which produce their own natural gas. Comments filed by industrial corporations which consume their own natural gas production indicate that this would produce undesirable results and that no valid regulatory purpose would be served by extending the Commission's jurisdiction to cover such production.\" 44 Fed. Reg. 66579 (1979).</p>\n<p>[5]  This is even more true after Order No. 98, which grants new pipeline production parity pricing with first sale prices for independent producers. Only old gas is now limited to the NGA prices. The added revenues derived by pipelines from production of gas from pre-1973 wells cannot possibly operate as an incentive for the drilling of new wells.</p>\n<p>[6]  The Court does suggest that the Commission's view serves to perpetuate the dual system of natural gas regulation. While the House bill had a more ambitious objective of completely replacing the existing regulatory structure, the Senate disagreed, and the compromise enacted into law did not totally supplant the NGA. Section 104 of the Act directly incorporates the NGA \"vintaging\" pattern. As the Court recognizes, most old gas continues to receive the price it received under the NGA, increased over time in accordance with the inflation formula found in § 101. <i>Ante,</i> at 334-335. The Act provides incentive pricing for new gas to insure adequate supplies in the interstate market, but maintains NGA price controls on old gas to prevent unnecessary price increases.</p>\n<p>[7]  The Commission plausibly distinguishes affiliate sales, governed by sales contracts, from the purely internal transfers of gas between production and transportation divisions of a single corporation. See Order No. 102, 45 Fed. Reg. 67084 (1980). In a footnote, the Court denigrates the Commission's analysis by observing that § 601(b)(1)(E) \"reveals that Congress expressly refused to rely on affiliate sales contracts as reflecting the realities of the marketplace.\" <i>Ante,</i> at 338, n. 16. But it is precisely because § 601(b)(1)(E) safeguards the consumer from unduly priced sales involving affiliates but not intracorporate transfers that it is reasonable that the former but not the latter may receive first sale treatment.</p>\n<p>[8]  The Court suggests that it is not disregarding the agency's expertise because the Commission subsequently granted NGPA incentive prices to new pipeline produced gas in Order No. 98. <i>Ante,</i> at 338-339, n. 17. The Commission concluded, however, that the policies of the NGPA would be better served by granting NGPA prices <i>only</i> to pipelines previously subject to area or nationwide rate treatment while retaining NGA pricing for gas produced under cost-of-service pricing.\n</p>\n<p>\"[T]he Commission found that such incentive prices should not be available for production from leases previously subject to cost-of-service treatment, reasoning that such pipelines have already enjoyed the benefits of a certain recovery of and return on the costs of production, and that their customers, who have borne the risks of this investment in the early years of exploration and development, should have an opportunity to receive the price benefits of cost-of-service treatment for gas produced as a result of the expenditures.\" Order No. 102, 45 Fed. Reg. 67084 (1980).</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:12:52", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></span> (1983)</b></center>\n<center><h1>PUBLIC SERVICE COMMISSION OF THE STATE OF NEW YORK<br>\nv.<br>\nMID-LOUISIANA GAS CO. ET AL.</h1></center>\n<center>No. 81-1889.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 22, 1983</center>\n<center>Decided June 28, 1983<sup>[*]</sup></center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE FIFTH CIRCUIT\n<p><span class=\"star-pagination\">*321</span> <i>Jerome M. Feit</i> argued the cause for petitioners in all cases. With him on the briefs for petitioner in No. 82-19 were <i>Solicitor General Lee, Elliott Schulder,</i> and <i>Charles A. Moore. David E. Blabey, Richard A. Solomon,</i> and <i>David D'Alessandro</i> filed briefs for petitioner in No. 81-1889. <i>Arnold D. Berkeley</i> and <i>Richard I. Chaifetz</i> filed briefs for petitioner in No. 81-1958. <i>Frank J. Kelley,</i> Attorney General of Michigan, <i>Louis J. Caruso,</i> Solicitor General, and <i>Arthur E. D'Hondt</i> and <i>R. Philip Brown,</i> Assistant Attorneys General, filed a brief for petitioner in No. 81-2042.</p>\n<p><i>James D. McKinney</i> argued the cause for respondents in all cases. With him on the brief for respondents Mid-Louisiana Gas Co. et al. were <i>George W. McHenry, Jr., John H. Burnes, Jr., Alan C. Wolf, C. Frank Reifsnyder, Richard C. Green, Donald J. MacIver, Jr., Richard Owen Baish, Scott D. Fobes, William M. Lange, Augustine A. Mazzei, Jr., Morris Kennedy, William R. Mapes, Jr.,</i> and <i>Larry D. Hall. William W. Brackett, Daniel F. Collins, Terry O. Vogel,</i> and <i>Gary L. Cowan</i> filed a brief for respondent Michigan Wisconsin Pipe Line Co. <i>John E. Holtzinger, Jr., Karol Lyn Newman, David E. Weatherwax,</i> and <i>Philip L. Jones</i> filed a brief for respondent Consolidated Gas Supply Corp.<sup>[\u0086]</sup></p>\n<p><i>Richard H. Silverman</i> and <i>Morton L. Simons</i> filed a brief for the Public Power Group as <i>amicus curiae.</i></p>\n<p><span class=\"star-pagination\">*322</span> JUSTICE STEVENS delivered the opinion of the Court.</p>\n<p>By enacting the Natural Gas Policy Act of 1978 (NGPA), 92 Stat. 3350, 15 U. S. C. § 3301 <i>et seq.</i> (1976 ed., Supp. V), Congress comprehensively and dramatically changed the method of pricing natural gas produced in the United States. In Title I of that Act, Congress defined eight categories of natural gas production, specified the maximum lawful price that may be charged for \"first sales\" in each category, and prescribed rules for increasing first sale prices each month and passing them on to downstream purchasers. The question presented in these cases is whether the Federal Energy Regulatory Commission has the authority to exclude from this scheme most of the gas produced from wells owned by interstate pipelines and to prescribe a different method of setting prices for that gas. The answer is provided by the Act's definition of a \"first sale\" and by the scheme of the entire NGPA.</p>\n<p>Respondents are interstate pipeline companies that transport natural gas from the wellhead to consumers. They purchase most of their gas from independent producers. In addition, they acquire a significant amount of gas from wells that they own themselves or that their affiliates own. Gas from all three sources is usually commingled in the pipelines before being delivered to their customers downstream. Thus, at the time of delivery it is often impossible to identify the producer of a particular volume of gas.</p>\n<p>On November 14, 1979, the Commission<sup>[1]</sup> entered Order No. 58, promulgating final regulations to implement the definition <span class=\"star-pagination\">*323</span> of \"first sale\" under the NGPA.<sup>[2]</sup> The first category of producers \u0097 independent producers \u0097 is assigned a \"first sale\" for all natural gas transferred to interstate pipelines. The second category of producers \u0097 pipeline affiliates that are not themselves pipelines or distributors \u0097 is also assigned a \"first sale\" for all natural gas transferred to interstate pipelines, unless the Commission specifically rules to the contrary. In contrast, the third category of producers \u0097 pipelines themselves \u0097 is not automatically assigned a \"first sale\" for its production. A pipeline <i>does</i> enjoy a \"first sale\" for any gas it sells at the wellhead. Similarly, it enjoys a \"first sale\" for any gas it sells downstream that consists solely of its own production. It also enjoys a \"first sale\" for any downstream sales of commingled independent-producer and pipeline-producer gas, as long as it dedicated an equivalent volume of its own production to that purchaser by contract. Finally, it enjoys a \"first sale\" for any downstream sales of commingled gas in an otherwise unregulated intrastate market. However, if a pipeline producer sells commingled gas in an interstate market without having dedicated a particular volume of its production to that particular sale, it does not enjoy first sale treatment.</p>\n<p>On August 4, 1980, the Commission entered Order No. 98.<sup>[3]</sup> The Commission noted that its construction of the NGPA in Order No. 58 had left most interstate pipeline production outside the Act's coverage, since so much of it is commingled with purchased gas. It announced that such production and its downstream sale remain subject to the Commission's regulatory jurisdiction under the Natural Gas Act (NGA), 52 Stat. 821, 15 U. S. C. § 717 <i>et seq.</i> (1976 ed. and Supp. V). In order to provide pipelines with an incentive to compete with independent producers in acquiring new leases and drilling <span class=\"star-pagination\">*324</span> new wells, the Commission decided that pipeline production should receive treatment under the NGA that is comparable to the treatment given independent production under the NGPA. It therefore promulgated regulations under the NGA providing that the NGPA's first sale pricing should apply to all pipeline production on leases acquired after October 8, 1969, and to all pipeline production from wells drilled after January 1, 1973, regardless of when the underlying lease had been acquired. All other pipeline production would be priced for ratemaking purposes just as it had been before the NGPA was enacted.<sup>[4]</sup></p>\n<p>Respondents petitioned for review of both Commission orders, contending that Order No. 58 was based on a misreading of the NGPA and that in Order No. 98 the Commission had acted arbitrarily in refusing to authorize NGPA pricing for all pipeline production. The Court of Appeals held that the NGPA was intended to provide the same incentives to pipeline production as to independent production, that there were no practical obstacles to treating the transfer of gas from a pipeline's production division to its transportation division as a first sale, and that the Commission's reading of the NGPA was inconsistent with the goals of Congress. 664 F. 2d 530 (CA5 1981). It held Order No. 58 invalid and therefore did not review Order No. 98 separately.</p>\n<p>We granted petitions for certiorari filed by the Commission and by state regulatory Commissions, which contend that the Court of Appeals' holding will provide the pipelines with windfall profits that Congress did not intend. 459 U. S. 820 (1982). In explaining why we are in general agreement with the Court of Appeals, we first review the statutory definition of \"first sale,\" then consider the history and structure of the NGPA, and finally examine the specific arguments on behalf of the Commission's position.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*325</span> I</h2>\n<p>The respondents seek first sale treatment for one of two transfers of natural gas: the <i>intracorporate</i> transfer from a pipeline-owned production system to the pipeline, or the <i>downstream</i> transfer of commingled gas from the pipeline to a customer. If either transfer is treated as a first sale, respondents would be able to include an NGPA rate for production among their costs of service, just as they do when they acquire natural gas from independent producers. They contend initially that Congress has authorized the Commission, in the exercise of its sound discretion, to treat either transfer as a first sale. They contend further that Congress has not authorized the Commission to reject both possibilities.</p>\n<p>The definition of a \"first sale\" is found in § 2(21) of the NGPA. 92 Stat. 3355, 15 U. S. C. § 3301(21) (1976 ed., Supp. V). It takes the form of a general rule, qualified by an exclusion. The general rule sweeps broadly, providing:</p>\n<blockquote>\"(A) GENERAL RULE. \u0097 The term `first sale' means any sale of any volume of natural gas \u0097</blockquote>\n<blockquote>\"(i) to any interstate pipeline or intrastate pipeline;</blockquote>\n<blockquote>\"(ii) to any local distribution company;</blockquote>\n<blockquote>\"(iii) to any person for use by such person;</blockquote>\n<blockquote>\"(iv) which precedes any sale described in clauses (i), (ii), or (iii); <i>and</i>\n</blockquote>\n<blockquote>\"(v) which precedes or follows any sale described in clauses (i), (ii), (iii), or (iv) and is defined by the Commission as a first sale in order to prevent circumvention of any maximum lawful price established under this Act.\" 92 Stat. 3355, 15 U. S. C. § 3301(21)(A) (1976 ed., Supp. V) (emphasis added).</blockquote>\n<p>Under the terms of the general rule, a transfer that falls within any one of its five clauses is presumptively a first sale.<sup>[5]</sup> This means that there can be many first sales of a single <span class=\"star-pagination\">*326</span> volume of gas between the well and the pipeline's customers.<sup>[6]</sup> In this case, the downstream transfer plainly satisfies the general rule. The only obstacle to including the intracorporate transfer within the general rule is the question whether it may properly be deemed a \"sale.\"<sup>[7]</sup> That obstacle, however, is insubstantial. The legislative history clearly demonstrates that the statute was not intended to prohibit the Commission from deeming it a sale; the Conference Committee Report provides that the Commission may \"establish rules applicable to intracorporate transactions under the first sale definition.\" H. R. Conf. Rep. No. 95-1752, p. 116 (1978). Thus, if the first sale definition consisted only of the general rule, the Commission would plainly be authorized to treat either transfer as a first sale.</p>\n<p>The exception to the general rule provides:</p>\n<blockquote>\"(B) CERTAIN SALES NOT INCLUDED. \u0097 Clauses (i), (ii), (iii), or (iv) of subparagraph (A) shall not include the sale of any volume of natural gas by any interstate pipeline, intrastate pipeline, or local distribution company, or any affiliate thereof, unless such sale is attributable to volumes of natural gas produced by such interstate pipeline, intrastate pipeline, or local distribution company, or any affiliate thereof.\" 92 Stat. 3355, 15 U. S. C. § 3301(21)(B) (1976 ed., Supp. V).</blockquote>\n<p>This language does not diminish the Commission's authority to treat the intracorporate transfer as a first sale. Whether it affects the Commission's authority to treat the downstream <span class=\"star-pagination\">*327</span> transfer as a first sale depends on the meaning of the words \"attributable to.\" Although the Commission interpreted them as meaning \"<i>solely</i> attributable to,\" it would be at least as consistent with the ordinary understanding of the words to interpret them as meaning \"<i>measurably</i> attributable to.\"<sup>[8]</sup> Furthermore, it would have been fully consistent with the spirit of the exemption if the Commission had adopted the latter interpretation and had given \"first sale\" treatment to a percentage of the downstream sale \u0097 the percentage that pipeline production forms of all the gas in the pipeline.</p>\n<p>Thus, we agree with the respondents that the Commission has the authority to treat either the intracorporate transfer or the downstream transfer as a first sale. That, however, does not dispose of this litigation. For there is a substantial difference between holding that the Commission had the authority to treat either transfer as a first sale and holding that the Commission was <i>required</i> so to treat one or the other.</p>\n<p></p>\n<h2>II</h2>\n<p>In order to determine whether the Commission was obligated to treat either the intracorporate transfer or the relevant portion of the downstream transfer as a first sale, it is necessary to examine the purposes of the NGPA. Those purposes are rooted in the history of federal natural gas regulation before 1978 and in the overall structure of the statute.</p>\n<p></p>\n<h2>A</h2>\n<p>Between 1938 and 1978, the Commission regulated sales of natural gas in interstate commerce pursuant to the NGA. The NGA was enacted in response to reports suggesting that the monopoly power of interstate pipelines was harming consumer welfare.<sup>[9]</sup> Initially, the Commission construed the <span class=\"star-pagination\">*328</span> NGA to require only regulation of gas sales at the downstream end of interstate pipelines. <i>E. g., Natural Gas Pipeline Co.,</i> 2 F. P. C. 218 (1940). It authorized rates that were \"just and reasonable\" within the meaning of § 4(a) of the NGA, 52 Stat. 822, 15 U. S. C. § 717c(a), by examining whatever costs the pipeline had incurred in acquiring and transporting the gas to the consumer. If the pipeline itself or a pipeline affiliate had produced the gas, the actual expenses historically associated with production and gathering were included in the rate base to the extent proper and reasonable. See <i>FPC</i> v. <i>Hope Natural Gas Co.,</i> 320 U. S. 591, 614-615, and n. 25 (1944); <i>Colorado Interstate Gas Co.</i> v. <i>FPC,</i> 324 U. S. 581, 604-606 (1945). However, if the pipeline had purchased the gas from an independent producer, the Commission did not take jurisdiction over the producer to evaluate the reasonableness of its rates; it only considered the broad issue of whether, from the pipeline's perspective, the purchase price was \"collusive or otherwise improperly excessive.\" <i>Phillips Petroleum Co.,</i> 10 F. P. C. 246, 280 (1951).</p>\n<p>In 1954, this Court rejected the Commission's approach. We held that the NGA required the Commission to take jurisdiction over independent gas producers and to scrutinize the reasonableness of the rates they charged to interstate pipelines. <i>Phillips Petroleum Co.</i> v. <i>Wisconsin,</i> 347 U. S. 672 (1954). We interpreted the purpose of the NGA as being \"to give the Commission jurisdiction over the rates of all wholesales of natural gas in interstate commerce, whether by a pipeline company or not and whether occurring before, during, or after transmission by an interstate pipeline company,\" <i>id.,</i> at 682, and concluded that, for regulatory purposes, there was no essential difference between the gas a pipeline obtains from independent producers and the gas it obtains from its own affiliates, <i>id.,</i> at 685.</p>\n<p>The problems of regulating the natural gas industry grew steadily between <i>Phillips</i> and the passage of the NGPA. At first, the Commission attempted to follow the <i>Phillips</i> mandate <span class=\"star-pagination\">*329</span> by applying the same regulatory technique it had always applied to pipeline-produced natural gas. It calculated just and reasonable rates for each company \u0097 whether pipeline, pipeline affiliate, or independent producer \u0097 by studying the costs of production that had historically been incurred by that particular company. But that so-called \"cost of service\" approach quickly proved impractical. See <i>Atlantic Refining Co.</i> v. <i>Public Service Comm'n of New York,</i> 360 U. S. 378, 389 (1959). Whereas there were relatively few interstate pipelines, the vast number of natural gas producers threatened to overwhelm the Commission's administrative capacity. See <i>Permian Basin Area Rate Cases,</i> 390 U. S. 747, 757, and n. 13 (1968).</p>\n<p>The Commission then shifted to an \"area rate\" approach. See <i>Statement of General Policy 61-1,</i> 24 F. P. C. 818 (1960). Instead of establishing individual rates for each company on the basis of its own costs of service, it established a single rate schedule for each producing region. Two elements of the area rate method bear mention. First, the Commission continued to base its computations on historical costs, rather than on projections of future costs. And second, it established two maximum rates for each area: a \"new gas\" rate for gas produced independently of oil from wells drilled after a given date, and an \"old gas\" rate for all other gas. The two-tiered structure, which priced gas on the basis of its \"vintage,\" rested on the theory that for already-flowing gas \"price could not serve as an incentive, and . . . any price above average historical costs, plus an appropriate return, would merely confer windfalls.\" <i>Permian Basin Area Rate Cases, supra,</i> at 797.</p>\n<p>The Permian Basin area rate proceeding governed only production by independent producers. The Commission undertook a separate proceeding to consider whether it remained appropriate to treat pipelines and pipeline affiliates on a company-by-company basis. On October 7, 1969, 17 months after this Court approved the use of area rates, the <span class=\"star-pagination\">*330</span> Commission concluded that for leases acquired from that date on, pipeline gas should receive pricing on a \"parity\" basis; such gas would be eligible for the same area rate as independently produced gas of the same vintage. <i>Pipeline Production Area Rate Proceeding (Phase I),</i> 42 F. P. C. 738, 752 (Opinion No. 568). Gas produced from already-acquired leases would continue to be priced on the old single-company cost-of-service method \"in order to expedite the proceedings and to avoid complications and evidentiary problems.\" <i>Id.,</i> at 753. Significantly, gas produced by pipeline affiliates would be treated in precisely the same manner as gas produced by the pipelines themselves.</p>\n<p>In the early 1970's, it became apparent that the regulatory structure was not working. The Commission recognized that the historical-cost-based, two-tiered rate scheme had led to serious production shortages. See <i>Southern Louisiana Area Rate Proceeding,</i> 46 F. P. C. 86, 110-111 (1971). See generally Breyer &amp; MacAvoy, The Natural Gas Shortage and the Regulation of Natural Gas Producers, 86 Harv. L. Rev. 941, 965-979 (1973). Therefore, the Commission modified its practices, shifting from an \"area rate\" to a \"national rate\" approach. <i>National Rates for Natural Gas,</i> 51 F. P. C. 2212 (1974) (Opinion No. 699). The national rate became effective for all wells drilled after January 1, 1973, and applied equally to production by independent producers, pipelines, and pipeline affiliates. A few months later, the Commission responded further by shifting from a pure historical-cost-based to an incentive-price-based approach, <i>National Rates for Natural Gas,</i> 52 F. P. C. 1604, 1615-1618 (1974) (Opinion No. 699-H), and by temporarily abandoning the practice of vintaging, <i>id.,</i> at 1636.<sup>[10]</sup></p>\n<p>These measures did not prove sufficient. The interstate rates remained substantially below the unregulated prices available for intrastate sales, and the interstate supply remained <span class=\"star-pagination\">*331</span> inadequate. Throughout 1977 and 1978, the 95th Congress studied the situation. During the closing hours of the Second Session, it enacted a package of five Acts, one of which was the NGPA. The NGPA is designed to preserve the Commission's authority under the NGA to regulate natural gas sales from pipelines to their customers; however, it is designed to supplant the Commission's authority to establish rates for the wholesale market, the market consisting of so-called \"first sales\" of natural gas.</p>\n<p></p>\n<h2>B</h2>\n<p>The NGPA was the product of a Conference Committee's careful reconciliation of two strong, but divergent, responses to the natural gas shortage.</p>\n<p>The House bill had proposed \"a single uniform price policy for natural gas produced in the United States.\" H. R. Rep. No. 95-496, pt. 4, p. 96 (1977). A key element of that policy had been the establishment of a statutory incentive price structure that would simultaneously promote production and reduce the regulatory burden:</p>\n<blockquote>\"[O]ther controversial aspects of current Federal regulation are not perpetuated. The uncertainties associated with lengthy judicial review of Federal Power Commission wellhead price determinations are avoided by use of a statutorily established maximum lawful price. Regulatory lag and other problems associated with reliance upon historical costs to establish just and reasonable wellhead prices are similarly avoided. Vintaging of new natural gas prices would also terminate.\" <i>Id.,</i> at 97.</blockquote>\n<p>The Senate bill, passed on the floor, would have maintained Natural Gas Act regulation for all gas sold or delivered in interstate commerce before January 1, 1977, and steadily cut back on Commission jurisdiction so that all natural gas sold after January 1, 1982, would have been completely deregulated. <span class=\"star-pagination\">*332</span> S. 2104, 95th Cong., 1st Sess., 123 Cong. Rec. 32306 (1977).</p>\n<p>The Conference Committee's compromise has been justly described as \"a comprehensive statute to govern future natural gas regulation.\" Note, Legislative History of the Natural Gas Policy Act, 59 Texas L. Rev. 101, 116 (1980). In Title I, it establishes an exhaustive categorization of natural gas production, and sets forth a methodology for calculating an appropriate ceiling price within each category: Section 102 covers \"new natural gas and certain natural gas produced from the Outer Continental Shelf\"; § 103 covers \"new, onshore production wells\"; § 104 covers \"natural gas committed or dedicated to interstate commerce on the day before the date of the enactment of [the NGPA]\"; § 105 covers \"sales under existing intrastate contracts\"; § 106 covers \"sales under rollover contracts\"; § 107 covers \"high-cost natural gas\"; § 108 covers \"stripper well natural gas\";<sup>[11]</sup> and § 109 <span class=\"star-pagination\">*333</span> is a catchall, covering \"any natural gas which is not covered by any maximum lawful price under any other section of this subtitle.\" 92 Stat. 3358-3368, 15 U. S. C. §§ 3312-3319 (1976 ed., Supp. V).</p>\n<p>In each category of gas, the statute explicitly establishes an incentive pricing scheme that is wholly divorced from the traditional historical-cost methods applied by the Commission in implementing the NGA. The price is established either in terms of a dollar figure per million Btu's, or in terms of a previously existing price, and is inflated over time according to a statutory formula. See § 101. For three categories of gas, the statute recognizes that the ceiling may be too <i>low</i> and authorizes the Commission to raise it whenever traditional NGA principles would dictate a higher price. See §§ 104, 106, and 109. The Commission is also given a somewhat ambiguous mandate to authorize increases above the ceiling for the other five categories. See § 110(a)(2). In none of the eight categories, however, is the Commission given authority to require a rate lower than the statutory ceiling.</p>\n<p>Several features of this comprehensive scheme bear directly on the question whether Congress intended the Commission to be able to exclude pipeline production from its coverage completely. To begin with, the categories are defined on the basis of the type of well and the past uses of its gas, not on the basis of who owns the well. And since it is drafted in a manner that is designed to be exhaustive, all natural gas production falls within at least one of the categories.</p>\n<p><span class=\"star-pagination\">*334</span> Moreover, the statute replaces the Commission's authority to fix rates of return to gas producers according to what is \"just and reasonable\" with a precise schedule of price ceilings. Section 601(b)(1)(A) provides that, \"[s]ubject to paragraph (4), for purposes of sections 4 and 5 of the Natural Gas Act, any amount paid in any first sale of natural gas shall be deemed to be just and reasonable if . . . such amount does not exceed the applicable maximum lawful price established under Title I of this Act.\" 92 Stat. 3410, 15 U. S. C. § 3431(b)(1)(A) (1976 ed., Supp. V). The new statutory rates are intended to provide investors with adequate incentives to develop new sources of supply. As the Commission itself recognized in Order No. 98: \"The Congressional decision to reorder the economic regulation of natural gas prices to provide a uniform system of statutorily prescribed price incentives was based on a . . . belief that such incentives are necessary to secure continued development and additional production of natural gas.\" 45 Fed. Reg. 53093 (1980).<sup>[12]</sup></p>\n<p>The statute evinces careful thought about the extent to which producers of \"old gas\" \u0097 gas already dedicated to interstate commerce before passage of the NGPA \u0097 would be able to enjoy incentive pricing. Section 104 of the statute directly incorporates part of the \"vintaging\" pattern that previously existed under the NGA.<sup>[13]</sup> Thus, most old gas continues <span class=\"star-pagination\">*335</span> to receive the price it received under the NGA, increased over time in accordance with the inflation formula found in § 101. However, § 101(b)(5) of the Act specifies that if a volume of gas fits into more than one category, \"the provision which could result in the highest price shall be applicable.\" 92 Stat. 3357, 15 U. S. C. § 3311(b)(5) (1976 ed., Supp. V). Thus, old gas that would be subject to the old NGA vintaging rules may be entitled to a higher rate if it falls within one or more of the other Title I categories, in particular § 107 (highcost natural gas) and § 108 (stripper well gas). Whether or not the old NGA rates were in fact sufficient to stimulate some production from those categories, Congress concluded <span class=\"star-pagination\">*336</span> that the Nation's energy needs justified the higher, statutory rates.<sup>[14]</sup></p>\n<p>In addition, the costs of providing these production incentives are plainly to be shouldered by downstream consumers, not by pipelines. Title II of the Act establishes a complicated structure, to be implemented by the Commission, for determining which consumers are to face the bulk of the price increases. 92 Stat. 3371-3381, 15 U. S. C. §§ 3341-3348 (1976 ed., Supp. V). That Title is designed to allocate the burden among categories of consumers; it is not designed to diminish in any way the incentive for producers or to force pipelines to bear any part of that burden. As the Conference Report makes plain:</p>\n<blockquote>\"The conference agreement guarantees that interstate pipelines may pass through costs of natural gas purchases if the price of the purchased natural gas does not exceed the ceiling price levels established under the legislation. . . . This recovery must be consistent with the incremental pricing provisions of Title II; however, Title II is structured to permit recovery of all costs which a pipeline is entitled to recover.\" H. R. Conf. Rep. No. 95-1752, p. 124 (1978).</blockquote>\n<p>Given such a comprehensive scheme, we conclude that Congress would have clearly identified, either in the statutory language or in the legislative history, any significant source of production that was intended to be excluded. For the usefulness of natural gas does not depend on who produces it, and there is no reason to believe that any one group of producers is less likely to respond to incentives than any <span class=\"star-pagination\">*337</span> other.<sup>[15]</sup> Yet nowhere in the NGPA do we find any expression of a desire to exclude pipeline production.</p>\n<p>Indeed, three statutory provisions combine to give a clear signal that the statute was intended to include such production. Section 203, which defines the acquisition costs subject to passthrough requirements, specifically states:</p>\n<blockquote>\"Interstate pipeline production. \u0097 For purposes of this section, in the case of any natural gas produced by any interstate pipeline or any affiliate of such pipeline, the first sale acquisition cost of such natural gas shall be determined in accordance with rules prescribed by the Commission.\" 92 Stat. 3375, 15 U. S. C. § 3343(b)(2) (1976 ed., Supp. V).</blockquote>\n<p>This provision expressly mentions pipeline production as a matter subject to NGPA jurisdiction. Perhaps even more significantly, it makes clear that Congress intended to continue a policy that had been in effect since 1938: a policy of drawing no distinction between wells owned by a pipeline itself and those owned by an affiliate. That point is equally apparent from the exemption half of the definition of \"first sale\" in Title I. That provision requires first sale treatment of a sale that is \"attributable to volumes of natural gas produced by such interstate pipeline . . . <i>or</i> any affiliate thereof.\" § 2(21)(B) (emphasis added). See <i>supra,</i> at 326. Given that <span class=\"star-pagination\">*338</span> pipelines are to be treated in the same manner as pipeline affiliates, and given that pipeline affiliates are explicitly covered under the NGPA, see § 601(b)(1)(E), it follows directly that pipeline production is covered.<sup>[16]</sup></p>\n<p>In sum, the Court of Appeals correctly concluded that Congress intended pipeline production to receive first sale pricing. The Commission had no authority to ignore that intention absent a persuasive justification for doing so.<sup>[17]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*339</span> III</h2>\n<p>Of course, \"the interpretation of an agency charged with the administration of a statute is entitled to substantial deference.\" <i>Blum</i> v. <i>Bacon,</i> 457 U. S. 132, 141 (1982). It is therefore incumbent upon us to consider carefully the Commission's arguments that Congress implicitly intended to exempt pipeline production from an otherwise comprehensive regulatory scheme. We think it important to address three of the Commission's arguments explicitly: one is aimed at the propriety of giving first sale treatment to the intracorporate transfer, one at the propriety of giving first sale treatment to the downstream sale, and the third at the propriety of any form of first sale treatment for pipeline production.</p>\n<p>The Commission suggests that it would be wrong to assign the intracorporate transfer a first sale price \"automatically\" because not even independent producers receive such automatic treatment. It emphasizes the Conference Committee's admonition that \"maximum lawful prices are ceiling prices only. In no case may a seller receive a higher price than his contract permits.\" H. R. Conf. Rep. No. 95-1752, p. 74 (1978). Since arm's-length contractual bargaining may reduce the price for independent producers, the Commission suggests that \"[i]t would be anomalous in the extreme to conclude that Congress nonetheless meant to permit pipeline producers to qualify automatically for full NGPA prices by virtue of intracorporate transfers that are not covered by contracts.\" Brief for Federal Energy Regulatory Commission 31-32.</p>\n<p><span class=\"star-pagination\">*340</span> This argument refutes a position that no one advocates. We agree completely that the intracorporate transfer should not \"automatically\" receive the NGPA ceiling price. Congress undoubtedly intended pipeline producers to be treated in the same manner as pipeline affiliate producers. The latter group is subjected to market control, through the application of § 601(b)(1)(E), which provides that, \"in the case of any first sale between any interstate pipeline and any affiliate of such pipeline, any amount paid in any first sale shall be deemed to be just and reasonable if, in addition to satisfying the requirements of [Title I], such amount does not exceed the amount paid in comparable first sales between persons not affiliated with such interstate pipeline.\" 92 Stat. 3410, 15 U. S. C. § 3431(b)(1)(E) (1976 ed., Supp. V).</p>\n<p>The Commission also argues that adoption of the downstream sale theory would result in the application of first sale maximum lawful prices to all mixed volume retail sales by interstate pipelines, intrastate pipelines, and local distribution companies, thereby supplanting traditional state regulatory authority over the costs of intrastate pipeline transportation service.<sup>[18]</sup> We find this argument to be exaggerated. The Commission concedes that a downstream sale of pipeline production in another State is a \"first sale\" if that production has not been commingled with purchased gas. It allows the pipeline to include an appropriate NGPA rate (reflecting the costs of producing the gas) in the overall downstream price (which also reflects transportation and administrative costs). Applying the same principle to commingled gas<sup>[19]</sup> would in <span class=\"star-pagination\">*341</span> no way trench upon state regulatory authority. The narrow issue posed \u0097 the proper cost to be assigned a pipeline's production efforts \u0097 is no different from the issue posed when a cost must be assigned to a pipeline's purchase of gas from its producing affiliate. And it effects no special change in the relationship between federal and state regulatory jurisdiction.<sup>[20]</sup></p>\n<p>Finally, the Commission argues that pipeline producers would enjoy an unintended windfall if they received first sale pricing. This windfall argument is obviously limited to only one particular category of gas: gas already dedicated to interstate commerce on the date of enactment of the NGPA, and subject to cost-of-service pricing. For under the Commission's own Order No. 98, all other pipeline production receives the same price it would receive if treated as a first sale under the NGPA. The Commission argues, however, that the residual cost-of-service production should be excluded because the pipelines were guaranteed a risk-free return on their initial investments in those wells. To allow the pipelines to receive NGPA pricing on future production from those wells would allegedly be \"an irrational result with . . . unfair consequences for consumers.\"<sup>[21]</sup></p>\n<p>This argument glosses over the full meaning of Congress' determination that old gas qualifies for \"first sale\" treatment. <span class=\"star-pagination\">*342</span> Under § 104, such gas retains its former NGA price, subject to increases over time for inflation. Section 104 provides absolutely no opportunity for a windfall. To be sure, old gas could receive a rate higher than the inflated NGA rate if it falls within one of the special categories of gas whose production Congress saw a need to stimulate. Seizing on that fact, the Commission suggests in a footnote to its brief that much of the gas at issue here would be \"stripper well\" production, subject to the incentive prices of § 108. It argues that, at least for that category of gas, a windfall would exist, since the Commission believes that cost-of-service treatment would provide just as strong an incentive as the § 108 price.<sup>[22]</sup></p>\n<p>That belief, however, was plainly not shared by Congress. For the statute explicitly grants the § 108 rate to pipeline affiliates \u0097 entities that were previously subject to the same cost-of-service treatment as the pipelines themselves. Moreover, the Commission does not pursue its windfall argument to its logical conclusion. For it agrees that a pipeline is entitled to the NGPA price for any production it sells at the wellhead. Yet by denying the pipeline NGPA treatment if it transports the gas to another State, the Commission only creates an incentive for wellhead sales, in flat contradiction to one of the NGPA's motivating purposes \u0097 to eliminate the dual market that distinguished between interstate and intrastate sales of natural gas.<sup>[23]</sup></p>\n<p>The Commission's position is contrary to the history, structure, and basic philosophy of the NGPA. Like the Court of Appeals, we conclude that its exclusion of pipeline production is \"inconsistent with the statutory mandate [and would] frustrate the policy that Congress sought to implement.\" <i>FEC</i> <span class=\"star-pagination\">*343</span> v. <i>Democratic Senatorial Campaign Committee,</i> 454 U. S. 27, 32 (1981). Unlike the Court of Appeals, however, we believe Congress intended to give the Commission discretion in deciding whether first sale treatment should be provided at the intracorporate transfer or at the downstream transfer.<sup>[24]</sup> The cases should be remanded to the Commission so that it may make that choice. The judgment of the Court of Appeals is vacated, and the cases are remanded for further proceedings consistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>JUSTICE WHITE, with whom JUSTICE BRENNAN, JUSTICE MARSHALL, and JUSTICE BLACKMUN join, dissenting.</p>\n<p>Our task in these cases is not to interpret the Natural Gas Policy Act (NGPA) as we think best but rather the narrower inquiry into whether the Commission's construction was sufficiently reasonable to be accepted by a reviewing court. <i>FEC</i> v. <i>Democratic Senatorial Campaign Committee,</i> 454 U. S. 27, 39 (1981); <i>Train</i> v. <i>Natural Resources Defense</i> <span class=\"star-pagination\">*344</span> <i>Council, Inc.,</i> 421 U. S. 60, 75 (1975); <i>Zenith Radio Corp.</i> v. <i>United States,</i> 437 U. S. 443, 450 (1978). \"To satisfy this standard it is not necessary for a court to find that the agency's construction was the only reasonable one or even the reading the court would have reached if the question initially had arisen in a judicial proceeding.\" <i>FEC</i> v. <i>Democratic Senatorial Campaign Committee, supra,</i> at 39; <i>Udall</i> v. <i>Tallman,</i> 380 U. S. 1, 16 (1965). The Court today rejects the agency's interpretation and substitutes its own reading of this highly complex law. In doing so, the Court imposes a construction not set forth in the statute itself, not addressed in the legislative history, not selected by the agency, and different even from that of the Court of Appeals. Notwithstanding its novelty, perhaps the Court's construction that pipeline production must be given \"first sale\" treatment either as an intracorporate transfer or at the point of a downstream sale is a reasonable interpretation of the Act. But its reasonability does not establish the unreasonability of the Commission's interpretation, and that, of course, is the question before us.</p>\n<p></p>\n<h2>I</h2>\n<p>The relevant statutory provisions of the NGPA clearly will bear the Commission's construction. Order No. 58 of the Commission, the interpretive regulation at issue, delineates the circumstances under which a sale of production by an interstate or intrastate pipeline, local distribution company, or affiliate of one of these entities, will be regulated as a first sale under the NGPA. Section 2(21)(B) of the NGPA provides that a sale of natural gas by a pipeline or affiliate thereof is not a first sale unless the sale is \"attributable\" to volumes of natural gas produced by such pipeline, distributor, or affiliate thereof.<sup>[1]</sup> The Court's interpretation of the provision was considered but rejected by the Commission.</p>\n<blockquote>\n<span class=\"star-pagination\">*345</span> \"Although many comments have recommended otherwise, the Commission will not interpret the term `attributable' so as to confer first sale treatment on pipeline sales if only a portion of the gas involved was produced by the pipeline. The language of section 2(21)(B) requires that a sale be `attributable' to the pipeline's <i>own</i> production. We believe that Congress did not intend for pipeline or distributor sales from general system supply to qualify as `first sales' merely because some portion of that supply, no matter how small, consists of its own production. Rather, we believe that these sales were precisely the type of sales which were intended to qualify for general exclusion from first sale regulation for pipeline or distributor sales in section 2(21)(B) of the NGPA. The attribution rule accomplishes that result.\" Order No. 58, 44 Fed. Reg. 66578 (1979).</blockquote>\n<p>Unlike the majority of this Court, the Court of Appeals did not reject this interpretation, which limits the downstream sales of pipeline produced gas eligible for first sale prices, see <i>ante,</i> at 323. Even the Court stops short of suggesting that the Commission's interpretation is not a plausible construction of the statutory language.<sup>[2]</sup></p>\n<p>The Court notes only that it would be \"at least as consistent with the ordinary understanding of the words to interpret them as meaning `<i>measurably</i> attributable to,' \" thus including downstream sales of commingled gas. <i>Ante,</i> at 327. I doubt that the Court's meaning is equally plausible, given <span class=\"star-pagination\">*346</span> other usages of similar language throughout the NGPA,<sup>[3]</sup> but accepting the Court's alternative definition as a reasonable possibility, one still does not reach the conclusion that the Commission's own interpretation is <i>un</i>reasonable.</p>\n<p>The Commission also refused to accord first sale treatment to pipeline production by imputing a sale at the point where the pipeline takes its gas into its transmission system.</p>\n<blockquote>\"[I]mputing a sale at the wellhead would extend the first sale concept to intracorporate transactions. As a result, Title I prices would be applied to bookkeeping and accounting entries of a corporation rather than to actual sales.\" 44 Fed. Reg. 66579 (1979).<sup>[4]</sup></blockquote>\n<p>The Court of Appeals and now this Court reject this interpretation by the Commission, again notwithstanding that it is a perfectly reasonable interpretation of the statutory language. The issue turns on whether intracorporate transfers must be deemed \"sales.\" The NGPA defines a \"sale\" as a \"sale, exchange or other transfer for value.\" § 2(20), 15 U. S. C. § 3301(2)(20) (1976 ed., Supp. V). The ordinary meaning of the term supports the Commission's view that a <span class=\"star-pagination\">*347</span> \"sale\" should be an actual exchange of value and title rather than a paper transaction. The Conference Report's indication that the Commission may establish rules applicable to intracorporate transactions under the first sale definition, H. R. Conf. Rep. No. 95-1752, p. 116 (1978), allows but does not compel the agency to treat intracorporate transfers as first sales. Indeed, if the statute required the Commission to give first sale treatment to such transfers, the Conference Report's point would be superfluous. Moreover, the Conference Report discusses the question in the context of the Commission's authority to include intracorporate transfers as first sales in order to prevent circumvention of maximum price requirements. To use that language to require transfers to be given first sale prices is to turn the Conference Report on its head. In sum, neither the statute nor the legislative history compels the agency to define intracorporate transfers as first sales \u0097 a definition that would depart from 40 years of administration of the Natural Gas Act (NGA) during which time an intracorporate transfer had never been considered a sale of natural gas.</p>\n<p>The Court concedes that \"there is a substantial difference between holding that the Commission had the authority to treat either transfer as a first sale and holding that the Commission was <i>required</i> so to treat one or the other.\" <i>Ante,</i> at 327. Since there is no legislative history which supports its position, the Court turns to the structure and purposes of the NGPA. Concededly, the purpose of the NGPA was to replace traditional historical-cost methods with an incentive pricing scheme that would create sufficient financial incentive to spur the exploration and development of natural gas. See H. R. Rep. No. 95-496 (1978); Note, Legislative History of the Natural Gas Policy Act, 59 Texas L. Rev. 101 (1980). If the Commission's interpretation undermined the Act's ability to fulfill that goal, the Court would have a stronger case. But there is nothing in the legislative hearings, Reports, or debates which expresses any congressional dissatisfaction <span class=\"star-pagination\">*348</span> with the existing pricing of pipeline production or which suggests that the Commission's pricing of the oldest and lowest cost pipeline production on a cost-of-service basis, under which the pipelines recover all of their prudent investments regardless of the success of their efforts, inhibited optimum production efforts by the pipelines. One can easily agree with the Court that \"there is no reason to believe that any one group of producers is less likely to respond to incentives than any other,\" <i>ante,</i> at 336-337, while finding that the cost-of-service basis provides sufficient incentives for pipeline companies to increase production. Thus, Order No. 58 is in no sense inconsistent with the primary purpose of the NGPA.<sup>[5]</sup></p>\n<p>Unable to demonstrate that the Commission's interpretation is counter to the primary purpose of the NGPA,<sup>[6]</sup> the Court attempts to portray the Commission's regulation as inconsistent with \"several features\" of the regulatory scheme. The effort is unsuccessful. First, the Act's treatment of old gas in § 104 of the NGPA supports rather than undermines the Commission's position. By incorporating part of the vintaging pattern that previously existed under the NGA, § 104 indicates that the NGPA did not intend to eliminate all <span class=\"star-pagination\">*349</span> vestiges of the Commission's earlier pricing authority or to ensure that all gas, including old gas, would be entitled to higher \"first sale\" prices. Only that old gas which qualified for first sale treatment would receive the higher price. § 101(b)(5).</p>\n<p>Second, the Court makes much of the fact that categories of gas entitled to first sale treatment are defined on the basis of the type of well and not on who owns the well. This is true of the general \"first sale\" rule but not of the exception to that rule provided in § 2(21)(B) which governs these cases and which unmistakably is directed at the treatment to be given pipeline production vis-a-vis natural gas obtained from independent producers. Moreover, since the Act does not direct or contemplate that all natural gas will receive higher prices, the Court's discussion of Title II of the Act, which deals with who is to shoulder the higher prices, hardly bears on what gas is entitled to first sale treatment under Title I. The fact that consumers would shoulder the \"bulk of the price increases,\" <i>ante,</i> at 336, is no argument for enlarging the amount of gas for which price increases would be provided.</p>\n<p>Finally, the limitation on affiliate pricing in § 601(b)(1)(E), does not, either singly or in combination with other sections, <i>ante,</i> at 337-338, require that all pipeline production be entitled to \"first sale\" treatment.<sup>[7]</sup> As the Court observes later in its opinion, the purpose of § 601(b)(1)(E) is to insure that if first sale prices are afforded to pipeline affiliates, such <span class=\"star-pagination\">*350</span> affiliate pricing would be subject to market control. <i>Ante,</i> at 340. This section, which assures that the lack of arm's-length bargaining where first sales are to affiliates does not result in excessive prices, hardly reflects a congressional intent that all pipeline production be entitled to first sale prices. Thus, § 203 of the Act, which defines the acquisition costs subject to passthrough requirements, offers no support for the Court's position. The section defines how first sale costs shall be determined but does not determine the volumes of gas eligible to receive first sale prices; in addition, the provision, by its terms, covers only wells owned by pipeline affiliates.</p>\n<p></p>\n<h2>II</h2>\n<p>Since neither the plain language of the Act nor its legislative history forbids the agency's intepretation, and the purpose of the Act is not undermined by the Commission's approach, considerable deference should be afforded the agency's interpretation. <i>Blum</i> v. <i>Bacon,</i> 457 U. S. 132, 141-142 (1982).<sup>[8]</sup> Indeed, the very fact that NGPA prices are not necessary to spur natural gas production by the pipeline companies \u0097 as they are for independent producers \u0097 is a sufficient basis upon which to uphold the Commission's interpretation. <span class=\"star-pagination\">*351</span> The Commission, however, has gone further and offered additional reasons for the order.</p>\n<p>The Commission's justification for rejecting the Court's intracorporate transfer and downstream \"first sales\" approaches are not implausible. Adoption of the \"downstream sale\" approach would override the existing division between state and federal regulation of pipeline sales of natural gas. As the Commission pointed out, adoption of this theory</p>\n<blockquote>\"would result in the uniform application of first sale maximum lawful prices to all mixed volume retail sales made by pipelines and distributors. . . . The Commission finds no evidence in [§] 2(21)(B) or in any other provision of the statute that suggests that Congress intended to require the Commission to expand the field of federal ratemaking authority to include all mixed volume sales by intrastate pipelines or local distribution companies, the regulation of which has been the historic preserve of the states.\" Order No. 102, 45 Fed. Reg. 67086 (1980).</blockquote>\n<p>The Court rejects this argument as \"exaggerated\" because certain downstream pipeline sales, such as those of gas which has not been commingled with purchased gas, receive an NGPA rate. <i>Ante,</i> at 340. But for this type of gas, Congress has made the judgment in § 2(21)(B) that the NGPA rate should govern. Applying the same principle to commingled gas, and most pipeline production falls within this category, would vastly expand the role of federal rates in what hitherto has been a sector regulated by the States. While § 602(a) of the NGPA allows the States to compete with the federal scheme by establishing price ceilings for the intrastate market that are lower than the federal NGPA ceiling, the Commission is fully justified in believing that it should not unnecessarily intrude into this sphere any further than actually required by the Act.</p>\n<p>There is a second reasonable basis for the Commission's order that is submitted in this Court. The Commission argues that pipeline producers would enjoy an unintended <span class=\"star-pagination\">*352</span> windfall if they received first sale pricing. Since present cost-of-service pricing permits pipelines to recover costs needed to stimulate production, first sale prices are unnecessary to increase natural gas production by pipelines. <i>Supra,</i> at 347-348. Even if the windfall that would have been given for new gas were debatable, there can be no question that for gas already dedicated to interstate commerce on the date of enactment of the NGPA and subject to cost-of-service pricing, the affording of an NGPA price is nothing more than a gift. Accordingly, a number of state public service commissions, and municipal and other publicly owned energy systems which provide natural gas service to citizens, and would foot the bill for the windfall, have filed briefs as <i>amici curiae</i> in support of the Commission's position. In precluding this windfall, the Commission is fulfilling the purpose of the NGA \"to protect consumers against exploitation at the hands of natural gas companies,\" <i>FPC</i> v. <i>Hope Natural Gas Co.,</i> 320 U. S. 591, 610 (1944); <i>FPC</i> v. <i>Transcontinental Gas Pipe Line Corp.,</i> 365 U. S. 1, 19 (1961), and \"to afford consumers a complete, permanent and effective bond of protection from excessive rates and charges,\" <i>Atlantic Refining Co.</i> v. <i>Public Service Comm'n of New York,</i> 360 U. S. 378, 388 (1959). Nothing in the NGPA suggests an abandonment of the consumer protection rationale \u0097 the basis for regulating the industry in the first place. Thus, the Commission's order does not discourage pipeline production activity but only wisely minimizes the size of the price increases to that necessary to meet the NGPA's objectives.</p>\n<p>The Court's rejection of this position is based on the fact that \"the Commission does not pursue its windfall argument to its logical conclusion,\" <i>ante,</i> at 342, by denying NGPA prices to pipeline production sold at the wellhead. But when a pipeline sells gas at the wellhead it is acting much like an independent producer and it is reasonable for the Commission to have distinguished such sales from intracorporate transfers and downstream sales of intermingled gas. Similarly, <span class=\"star-pagination\">*353</span> the judgment that gas dedicated to a downstream contract was sufficiently similar to a wellhead sale to deserve first sale treatment does not undermine the Commission's decision not to give \"first sale\" treatment to gas which cannot be attributed solely to the pipelines' own production. In any event, the need to provide a partial windfall to comply with the Act hardly compels the agency to multiply the burden on consumers and industry which rely on natural gas for their energy needs.</p>\n<p></p>\n<h2>III</h2>\n<p>Today the Court upsets the Commission's interpretation notwithstanding that it is undeniably supportable under the plain language of the statute, not contrary to the legislative history, and consistent with the Act's purpose to increase the supply of natural gas. In doing so, it rejects out-of-hand the Commission's laudable objectives in not unduly intruding into the sphere of state regulation and not granting the regulated industry an unwarranted windfall profit. I can recall no similar case in which we have overturned an agency's interpretation, and I respectfully dissent from this first and unfortunate instance.</p>\n<h2>NOTES</h2>\n<p>[*]  Together with No. 81-1958, <i>Arizona Electric Power Cooperative, Inc.</i> v. <i>Mid-Louisiana Gas Co. et al.;</i> No. 81-2042, <i>Michigan</i> v. <i>Mid-Louisiana Gas Co. et al.;</i> and No. 82-19, <i>Federal Energy Regulatory Commission</i> v. <i>Mid-Louisiana Gas Co. et al.,</i> also on certiorari to the same court.</p>\n<p>[\u0086]  Briefs of <i>amici curiae</i> urging reversal were filed by <i>Byron S. Georgiou</i> for Edmund G. Brown, Jr., Governor of California; and by <i>Daniel E. Gibson, Robert B. McLennan, Janice E. Kerr, J. Calvin Simpson, Randolph W. Deutsch, Gordon Pearce,</i> and <i>Thomas D. Clarke</i> for the Public Utilities Commission of the State of California et al.</p>\n<p>[1]  In this opinion, we use the term \"Commission\" to refer to both the Federal Energy Regulatory Commission and its predecessor, the Federal Power Commission.</p>\n<p>[2]  See 44 Fed. Reg. 66577 (1979). The final regulations are found at 18 CFR § 270.203 (1983).</p>\n<p>[3]  See 45 Fed. Reg. 53091 (1980).</p>\n<p>[4]  The final regulations are found at 18 CFR §§ 2.66, 154.42 (1983).</p>\n<p>[5]  The text of clause (v) makes it plain that the italicized word \"and\" at the end of clause (iv) was intended to be \"or.\"</p>\n<p>[6]  One commentator has suggested that \"where the producer sells to a gatherer, who in turn sells to a processor who eventually sells to a pipeline, there may be <i>three first sales</i> of the same gas.\" Hollis, Title I and Related Producer Matters Under the NGPA, in 2 Energy Law Serv., Monograph 4D, § 4D.02 (H. Green ed. 1981). See also 18 CFR § 270.202 (1983) (setting forth rules governing resales).</p>\n<p>[7]  As defined in the statute,\n</p>\n<p>\"[t]he term `sale' means any sale, exchange, or other transfer for value.\" 92 Stat. 3355, 15 U. S. C. § 3301(20) (1976 ed., Supp. V).</p>\n<p>[8]  The latter meaning would be clear beyond debate if instead of the word \"unless,\" Congress had used the phrase, \"except to the extent that.\"</p>\n<p>[9]  See Federal Trade Comm'n, Utility Corporations, S. Doc. No. 92, 70th Cong., 1st Sess. (1928). The reports are mentioned explicitly in § 1(a) of the NGA.</p>\n<p>[10]  In 1976, the Commission decided to return to vintaging. See <i>National Rates for Natural Gas,</i> 56 F. P. C. 509 (1976) (Opinion No. 770).</p>\n<p>[11]  Stripper well natural gas is defined as follows:\n</p>\n<p>\"(1) General Rule. \u0097 Except as provided in paragraph (2), the term `stripper well natural gas' means natural gas determined . . . to be nonassociated natural gas produced during any month from a well if \u0097</p>\n<p>\"(A) during the preceding 90-day production period, such well produced nonassociated natural gas at a rate which did not exceed an average of 60 Mcf per production day during such period; and</p>\n<p>\"(B) during such period such well produced at its maximum efficient rate of flow, determined in accordance with recognized conservation practices designed to maximize the ultimate recovery of natural gas.</p>\n<p>\"(2) Production in excess of 60 Mcf. \u0097 The Commission shall, by rule, provide that if nonassociated natural gas produced from a well which previously qualified as a stripper well under paragraph (1) exceeds an average of 60 Mcf per production day during any 90-day production period, such natural gas may continue to qualify as stripper well natural gas if the increase in nonassociated natural gas produced from such well was the result of the application of recognized enhanced recovery techniques.</p>\n<p>\"(3) Definitions. \u0097 For purposes of this subsection \u0097</p>\n<p>\"(A) Production Day. \u0097 The term `production day' means \u0097</p>\n<p>\"(i) any day during which natural gas is produced; and</p>\n<p>\"(ii) any day during which natural gas is not produced if production during such day is prohibited by a requirement of State law or a conservation practice recognized or approved by the State agency having regulatory jurisdiction over the production of natural gas.</p>\n<p>\"(B) 90-day Production Period. \u0097 The term `90-day production period' means any period of 90 consecutive calendar days excluding any day during which natural gas is not produced for reasons other than voluntary action of any person with the right to control production of natural gas from such well.</p>\n<p>\"(C) Nonassociated Natural Gas. \u0097 The term `nonassociated natural gas' means natural gas which is not produced in association with crude oil.\" 92 Stat. 3367-3368, 15 U. S. C. § 3318(b) (1976 ed., Supp. V).</p>\n<p>[12]  The dissent suggests that because § 104 of the NGPA preserves the old NGA price for certain first sales of \"old gas,\" the NGPA \"did not intend to eliminate all vestiges of the Commission's earlier pricing authority.\" <i>Post,</i> at 348-349; see also <i>post,</i> at 348, n. 6. This suggestion confuses the choice of a benchmark <i>price</i> with the choice of regulatory <i>authority.</i> For some (but not all) old gas, the NGA price is preserved as an initial ceiling price. But over time, that price moves according to a statutory formula, rather than through the exercise of Commission regulatory authority. See §§ 101, 601(b)(1)(A).</p>\n<p>[13]  Section 104 provides:\n</p>\n<p>\"(a) APPLICATION. \u0097 In the case of natural gas committed or dedicated to interstate commerce on the day before the date of the enactment of this Act and for which a just and reasonable rate under the Natural Gas Act was in effect on such date for the first sale of such natural gas, the maximum lawful price computed under subsection (b) shall apply to any first sale of such natural gas delivered during any month.</p>\n<p>\"(b) MAXIMUM LAWFUL PRICE. \u0097</p>\n<p>\"(1) GENERAL RULE. \u0097 The maximum lawful price under this section for any month shall be the higher of \u0097</p>\n<p>\"(A)(i) the just and reasonable rate, per million Btu's, established by the Commission which was (or would have been) applicable to the first sale of such natural gas on April 20, 1977, in the case of April 1977; and</p>\n<p>\"(ii) in the case of any month thereafter, the maximum lawful price, per million Btu's, prescribed under this subparagraph for the preceding month multiplied by the monthly equivalent of the annual inflation adjustment factor applicable for such month, or</p>\n<p>\"(B) any just and reasonable rate which was established by the Commission after April 27, 1977, and before the date of the enactment of this Act and which is applicable to such natural gas.</p>\n<p>\"(2) Ceiling Prices May Be Increased If Just and Reasonable. \u0097 The Commission may, by rule or order, prescribe a maximum lawful ceiling price, applicable to any first sale of any natural gas (or category thereof, as determined by the Commission) otherwise subject to the preceding provisions of this section, if such price is \u0097</p>\n<p>\"(A) higher than the maximum lawful price which would otherwise be applicable under such provisions; and</p>\n<p>\"(B) just and reasonable within the meaning of the Natural Gas Act.\" 92 Stat. 3362-3363, 15 U. S. C. § 3314 (1976 ed., Supp. V).</p>\n<p>[14]  For some categories of gas, the NGPA ceiling prices are an intermediate step on the path from a fully regulated industry to a deregulated industry. Sections 121 and 122 of the NGPA provide a mechanism for the ultimate decontrol of a number of categories of natural gas.</p>\n<p>[15]  In Order No. 98, the Commission effectively conceded that the goals of the NGPA apply just as directly to pipeline production as to independent production:\n</p>\n<p>\"Having embarked under the NGA upon a course which would provide price incentives for both pipeline and independent producer production to encourage production of additional gas supplies, and having been reaffirmed in this course by evidence of a similar purpose in Congress' enactment of a pricing scheme in the NGPA designed to encourage additional production, we believe that our mandate of coordinating the NGPA and the NPA would best be accomplished through a policy of pricing parity among independent and pipeline producers.\" 45 Fed. Reg. 53093 (1980).</p>\n<p>[16]  In its reply brief, the Commission argues that Congress intended to distinguish between production by pipelines and production by pipeline affiliates, on the theory that affiliate sales \"are governed by sales contracts\" and are therefore \"subject to the realities of the marketplace.\" Reply Brief for Federal Energy Regulatory Commission 4-6. Yet § 601(b)(1)(E) reveals that Congress expressly refused to rely on affiliate sales contracts as reflecting the realities of the marketplace. See <i>infra,</i> at 340. Congress brought affiliate production within the scope of the NGPA, fully aware that it could not rely on arm's-length bargaining between affiliates to keep prices low.\n</p>\n<p>The dissent declares that \"there is nothing in the legislative hearings, Reports, or debates which expresses any congressional dissatisfaction with the existing pricing of pipeline production or which suggests that the Commission's pricing of the oldest and lowest cost pipeline production on a cost-of-service basis . . . inhibited optimum production efforts by the pipelines.\" <i>Post,</i> at 347-348; see also <i>post,</i> at 350-351 (\"the very fact that NGPA prices are not necessary to spur natural gas production by the pipeline companies \u0097 as they are for independent producers \u0097 is a sufficient basis upon which to uphold the Commission's interpretation\"). The expression and suggestion are indeed present in both the statute, § 601(b)(1)(E), and the Conference Report, H. R. Conf. Rep. No. 95-1752, p. 124 (1978) \u0097 if cost-of-service pricing were adequate, Congress simply would not have included pipeline affiliate production within the scope of the NGPA.</p>\n<p>[17]  The dissent suggests that we violate the principle of deference to the agency's construction of the statute and improperly substitute our own reading of the statutory scheme. It is difficult, however, to argue convincingly that the Court is disregarding the agency's expertise when the Commission itself recognized in Order No. 98 that the policies of the NGPA would be better served by granting NGPA incentive prices to pipeline-produced gas. On this point, the Commission observed:\n</p>\n<p>\"Having embarked under the NGA upon a course which would provide price incentives for both pipeline and independent producer production to encourage production of additional gas supplies, <i>and having been reaffirmed in this course by evidence of a similar purpose in Congress' enactment of a pricing scheme in the NGPA designed to encourage additional production,</i> we believe that our mandate of coordinating the NGPA and the NGA would best be accomplished through a policy of pricing parity among independent producers and pipeline producers.\" 45 Fed. Reg. 53093 (1980) (emphasis added).</p>\n<p>See also <i>supra,</i> at 334.</p>\n<p>[18]  See Brief for Federal Energy Regulatory Commission 39.</p>\n<p>[19]  We note that there do not appear to be any technical difficulties in taking this approach, for the Commission itself has established it as the approach it will follow in the absence of other regulatory procedures. In Order No. 58, the Commission invoked its \"circumvention authority\" under the NGPA to provide:\n</p>\n<p>\"[T]he term `first sale' includes any sale by a pipeline or distributor which is comprised of production volumes from identifiable wells, properties, or reservoirs if a portion of those volumes is produced from wells, properties, or reservoirs owned by such pipeline or distributor unless:</p>\n<p>\"(1) The price at which such natural gas is sold is regulated pursuant to the Natural Gas Act or is regulated by a State agency empowered by State statute to establish, modify or set aside the rate for such sale; or</p>\n<p>\"(2) the Commission, on application, has determined not to treat such sale as a first sale.\" 44 Fed. Reg. 66580 (1979).</p>\n<p>[20]  As we recently noted in <i>Exxon Corp.</i> v. <i>Eagerton,</i> 462 U. S. 176, 186 (1983), § 105(a) of the NGPA extends federal authority to control producer prices to the intrastate market, but at the same time § 602(a) allows the States to establish price ceilings for that market that are lower than the federal ceiling.</p>\n<p>[21]  Brief for Federal Energy Regulatory Commission 35.</p>\n<p>[22]  <i>Id.,</i> at 34, n. 35.</p>\n<p>[23]  Similarly, the Commission admits that a pipeline is entitled to the NGPA price for its own production, as long as the downstream contract shows that the gas was \"dedicated\" to it from the beginning. We perceive no reason why the absence of a \"dedication\" clause in the contract should turn a legitimate incentive into a \"windfall.\"</p>\n<p>[24]  The dissent appears to misunderstand our holding today, since it suggests that we do not hold unreasonable either of the Commission's actions (with regard to the downstream transfer and with regard to the intracorporate transfer). To summarize, we have reached three conclusions in this litigation. (1) It would be reasonable for the Commission not to give first sale treatment to the intracorporate transfer, <i>as long as such treatment is given to the downstream transfer.</i> (2) Similarly, it would be reasonable for the Commission not to give first sale treatment to the downstream transfer, <i>as long as such treatment is given to the intracorporate transfer.</i> (3) Yet it was an unreasonable construction of this comprehensive and exhaustive new legislation, contrary to its structure, purposes, and history, for the Commission to chop out virtually all pipeline production and to relegate it to discretionary regulation under the NGA. Both the dissent, <i>post,</i> at 350-351, and the Court of Appeals, 664 F. 2d 530, 536-538 (CA5 1981), offer reasons for preferring approach (1) to approach (2). Those policy arguments are not totally without merit, but they are not so persuasive that we would reverse the Commission if it adopted approach (2), see <i>supra,</i> at 340-341, and they of course provide no justification for rejecting approach (1).</p>\n<p>[1]  \"(B) Certain sales not included. \u0097 Clauses (i), (ii), (iii), or (iv) of subparagraph (A) shall not include the sale of any volume of natural gas by any interstate pipeline, intrastate pipeline, or local distribution company, or any affiliate thereof, unless such sale is attributable to volumes of natural gas produced by such interstate pipeline, intrastate pipeline, or local distribution company, or any affiliate thereof.\" 92 Stat. 3355, 15 U. S. C. § 3301(21)(B) (1976 ed., Supp. V).</p>\n<p>[2]  The Commission's interpretation that downstream pipeline sales need not be considered first sales within the meaning of the Act is supported by the House Report on the proposed legislation which states that \"the first sale price is essentially a wellhead price.\" H. R. Rep. No. 95-496, pt. 4, p. 103 (1977). In addition, Title I of the NGPA itself is entitled \"wellhead pricing.\"</p>\n<p>[3]  When Congress meant to limit the applicability of certain sections, it used \"attributable\" in conjunction with qualifying language. See, <i>e. g.,</i> § 110(a)(1), 15 U. S. C. § 3320(a)(1) (1976 ed., Supp. V), which provides that a first sale price may exceed the maximum lawful price if the excess is necessary to recover \"State severance taxes attributable to the production of such natural gas and borne by the seller, but only to the extent the amount of such taxes does not exceed the limitation of subsection (b)\"; see also § 503(e)(2)(B), 15 U. S. C. § 3413(e)(2)(B) (1976 ed., Supp. V). Congress' failure to similarly modify \"attributable\" in § 2(21)(B) suggests that \"attributable\" means, as the Commission held, \"exclusively comprised of.\"</p>\n<p>[4]  \"In addition, such a rule would extend NGPA first sale jurisdiction to all corporations which produce their own natural gas. Comments filed by industrial corporations which consume their own natural gas production indicate that this would produce undesirable results and that no valid regulatory purpose would be served by extending the Commission's jurisdiction to cover such production.\" 44 Fed. Reg. 66579 (1979).</p>\n<p>[5]  This is even more true after Order No. 98, which grants new pipeline production parity pricing with first sale prices for independent producers. Only old gas is now limited to the NGA prices. The added revenues derived by pipelines from production of gas from pre-1973 wells cannot possibly operate as an incentive for the drilling of new wells.</p>\n<p>[6]  The Court does suggest that the Commission's view serves to perpetuate the dual system of natural gas regulation. While the House bill had a more ambitious objective of completely replacing the existing regulatory structure, the Senate disagreed, and the compromise enacted into law did not totally supplant the NGA. Section 104 of the Act directly incorporates the NGA \"vintaging\" pattern. As the Court recognizes, most old gas continues to receive the price it received under the NGA, increased over time in accordance with the inflation formula found in § 101. <i>Ante,</i> at 334-335. The Act provides incentive pricing for new gas to insure adequate supplies in the interstate market, but maintains NGA price controls on old gas to prevent unnecessary price increases.</p>\n<p>[7]  The Commission plausibly distinguishes affiliate sales, governed by sales contracts, from the purely internal transfers of gas between production and transportation divisions of a single corporation. See Order No. 102, 45 Fed. Reg. 67084 (1980). In a footnote, the Court denigrates the Commission's analysis by observing that § 601(b)(1)(E) \"reveals that Congress expressly refused to rely on affiliate sales contracts as reflecting the realities of the marketplace.\" <i>Ante,</i> at 338, n. 16. But it is precisely because § 601(b)(1)(E) safeguards the consumer from unduly priced sales involving affiliates but not intracorporate transfers that it is reasonable that the former but not the latter may receive first sale treatment.</p>\n<p>[8]  The Court suggests that it is not disregarding the agency's expertise because the Commission subsequently granted NGPA incentive prices to new pipeline produced gas in Order No. 98. <i>Ante,</i> at 338-339, n. 17. The Commission concluded, however, that the policies of the NGPA would be better served by granting NGPA prices <i>only</i> to pipelines previously subject to area or nationwide rate treatment while retaining NGA pricing for gas produced under cost-of-service pricing.\n</p>\n<p>\"[T]he Commission found that such incentive prices should not be available for production from leases previously subject to cost-of-service treatment, reasoning that such pipelines have already enjoyed the benefits of a certain recovery of and return on the costs of production, and that their customers, who have borne the risks of this investment in the early years of exploration and development, should have an opportunity to receive the price benefits of cost-of-service treatment for gas produced as a result of the expenditures.\" Order No. 102, 45 Fed. Reg. 67084 (1980).</p>\n\n</div>", 
  "sha1": "fefe306262cd0272460f9316d19ab74ee73382b9", 
  "date_modified": "2015-04-21T08:34:04.509934", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/111001/public-serv-commn-of-ny-v-mid-louisiana-gas-co/", 
  "citation_count": 35, 
  "supreme_court_db_id": "1982-144", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/2433478/", 
  "html": "<p class=\"case_cite\">463 U.S. 319</p>\n    <p class=\"case_cite\">103 S.Ct. 3024</p>\n    <p class=\"case_cite\">77 L.Ed.2d 668</p>\n    <p class=\"parties\">PUBLIC SERVICE COMMISSION OF the STATE OF NEW  YORK, Petitioner,<br>v.<br>MID-LOUISIANA GAS COMPANY et al.  ARIZONA ELECTRIC POWER COOPERATIVE, INC., Petitioner,  v.  MID-LOUISIANA GAS COMPANY et al.  MICHIGAN, Petitioner,  v.  MID-LOUISIANA GAS COMPANY et al.  FEDERAL ENERGY REGULATORY COMMISSION, Petitioner,  v.  MID-LOUISIANA GAS COMPANY et al.</p>\n    <p class=\"docket\">Nos. 81-1889, 81-1958, 81-2042 and 82-19.</p>\n    <p class=\"date\">Argued March 22, 1983.</p>\n    <p class=\"date\">Decided June 28, 1983.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">\n        <i>Syllabus</i>\n      </p>\n      <p class=\"indent\">Title I of the Natural Gas Policy Act of 1978 (NGPA) defines eight categories of natural gas production, specifies the maximum lawful price that may be charged for \"first sales\" in each category, and prescribes rules for increasing \"first sale\" prices each month and passing them on to downstream purchasers.  Section 2(21) of the Act defines \"first sale\" as including, as a general rule, \"any sale\" of natural gas to any interstate or intrastate pipeline or to any local distribution company, but as not including such sales by the enumerated sellers or any affiliate thereof, unless the sale \"is attributable to\" volumes of natural gas produced by such sellers or any affiliate thereof.  In 1979, the Federal Energy Regulatory Commission (FERC) issued Order No. 58, promulgating regulations implementing the statutory definition of \"first sale.\"  Independent producers and pipeline affiliates were assigned a \"first sale\" for all natural gas transferred to interstate pipelines.  But pipelines themselves were not automatically assigned a \"first sale\" for their production.  A pipeline enjoys a \"first sale\" for gas sold at a wellhead;  for gas sold downstream that consists solely of its own production; for downstream sales of commingled independent-producer and pipeline-producer gas, as long as it dedicated an equivalent volume of its production to that purchaser by contract;  and for downstream sales of commingled gas in an otherwise unregulated intrastate market.  But if a pipeline sells commingled gas in an interstate market without dedicating a particular volume of its production to that particular sale, it does not enjoy \"first sale\" treatment.  In 1980, the FERC issued Order No. 98, promulgating regulations under the Natural Gas Act (NGA) providing that the NGPA's \"first sale\" pricing should apply to all pipeline production on leases acquired after October 8, 1969, and from wells drilled after January 1, 1973, regardless of when the underlying lease had been acquired.  All other pipeline production would be priced for ratemaking purposes just as it had before the NGPA was enacted.  Respondents (interstate pipeline companies that transport natural gas from the wellhead to their customers) petitioned the Court of Appeals for review of both FERC orders, contending that Order No. 58 was based on a misreading of the NGPA and that in Order No. 98 the FERC had acted arbitrarily in refusing to authorize NGPA pricing for all pipeline production. The Court of Appeals held that the NGPA was intended to provide the same incentives to pipeline production as to independent production, that there were no practical obstacles to treating the transfer of gas from a pipeline's production division to its transportation division as a first sale, and that the FERC's reading of the NGPA was inconsistent with Congress' goal.  The Court held Order No. 58 invalid and therefore did not review Order No. 98 separately.</p>\n      <p class=\"indent\"><i>Held:</i>  The FERC's exclusion of pipeline production from the NGPA's pricing scheme is inconsistent with the statutory mandate and would frustrate the regulatory policy that Congress sought to implement;  the FERC, however, has discretion in deciding which transfer&#8212;intracorporate or downstream&#8212;should receive the \"first sale\" treatment.  Pp. 325-343.</p>\n      <p class=\"indent\">(a) As respondents contend, the FERC has the authority to treat as a first sale either the intracorporate transfer of natur l gas from a pipeline-owned production system to the pipeline or the downstream transfer of commingled gas from the pipeline to a customer, in which case respondents would be able to include an NGPA rate for production among their costs of service, just as they do when they acquire natural gas from independent producers. The downstream transfer plainly satisfies &#167; 2(21)'s \"general rule\" definition, and the legislative history clearly demonstrates that this statute was not intended to prohibit the FERC from deeming the intracorporate transfer a \"sale.\"  The statutory exception to the \"general rule\" definition does not diminish the FERC's authority to treat an intracorporate or downstream transfer as a first sale.  Pp. 325-327.</p>\n      <p class=\"indent\">(b) The purposes of the NGPA to preserve the FERC's authority under the NGA to regulate natural gas sales from pipelines to their customers and to supplant the FERC's authority to establish rates for the wholesale market, the market consisting of so-called \"first sales\" of natural gas, the legislative history, and the overall structure of the NGPA, all show that Congress intended pipeline production to receive \"first sale\" pricing and did not intend the FERC to be able to exclude pipeline production from the NGPA's coverage completely.  Pp. 327-338.</p>\n      <p class=\"indent\">(c) The FERC's argument that it would be wrong to assign intracorporate transfers a \"first sale\" price \"automatically\" because not even independent producers receive such treatment, refutes a position that no one advocates, since it is agreed that such a transfer should not \"automatically\" receive the NGPA ceiling price.  There is no merit to the FERC's argument that giving \"first sale\" treatment to downstream sales would result in the application of \"first sale\" maximum lawful prices to all mixed volume retail sales by interstate and intrastate pipelines and local distributors, thereby supplanting traditional state regulatory authority over the costs of intrastate pipeline transportation service.  Nor is there any merit to the FERC's argument that pipeline producers would enjoy an unintended windfall if they receive \"first sale\" pricing.  Pp. 339-342.</p>\n      <p class=\"indent\">664 F.2d 530 (5 Cir.1981), vacated and remanded.</p>\n      <p class=\"indent\">Jerome M. Feit, Washington, D.C., for petitioners.</p>\n      <p class=\"indent\">James D. McKinney, Jr., Washington, D.C., for respondents.</p>\n      <p class=\"indent\">Justice STEVENS delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">By enacting the Natural Gas Policy Act of 1978 (NGPA), 92 Stat. 3350, 3368, 15 U.S.C. (and Supp. V) &#167; 3301 <i>et seq.,</i> Congress comprehensively and dramatically changed the method of pricing natural gas produced in the United States.  In Title I of that Act, Congress defined eight categories of natural gas production, specified the maximum lawful price that may be charged for \"first sales\" in each category, and prescribed rules for increasing first sale prices each month and passing them on to downstream purchasers.  The question presented in this case is whether the Federal Energy Regulatory Commission has the authority to exclude from this scheme most of the gas produced from wells owned by interstate pipelines and to prescribe a different method of setting prices for that gas.  The answer is provided by the Act's definition of a \"first sale\" and by the scheme of the entire NGPA.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Respondents are interstate pipeline companies that transport natural gas from the wellhead to consumers.  They purchase most of their gas from independent producers.  In addition, they acquire a significant amount of gas from wells that they own themselves or that their affiliates own.  Gas from all three sources is usually commingled in the pipelines before being delivered to their customers downstream.  Thus, at the time of delivery it is often impossible to identify the producer of a particular volume of gas.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On November 14, 1979, the Commission<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> entered Order No. 58, promulgating final regulations to implement the definition of \"first sale\" under the NGPA.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The first category of producers&#8212;independent producers&#8212;is assigned a \"first sale\" for all natural gas transferred to interstate pipelines.  The second category of producers&#8212;pipeline affiliates that are not themselves pipelines or distributors&#8212;is also assigned a \"first sale\" for all natural gas transferred to interstate pipelines, unless the Commission specifically rules to the contrary.  In contrast, the third category of producers&#8212;pipelines themselves&#8212;is not automatically assigned a \"first sale\" for its production.  A pipeline <i>does</i> enjoy a \"first sale\" for any gas it sells at the wellhead.  Similarly, it enjoys a \"first sale\" for any gas it sells downstream that consists solely of its own production.  It also enjoys a \"first sale\" for any downstream sales of commingled independent-producer and pipeline-producer gas, as long as it dedicated an equivalent volume of its own production to that purchaser by contract.  Finally, it enjoys a \"first sale\" for any downstream sales of commingled gas in an otherwise unregulated intrastate market.  However, if a pipeline producer sells commingled gas in an interstate market without having dedicated a particular volume of its production to that particular sale, it does not enjoy first sale treatment.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On August 4, 1980, the Commission entered Order No. 98.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The Commission noted that its construction of the NGPA in Order No. 58 had left most interstate pipeline production outside the Act's coverage, since so much of it is commingled with purchased gas. It announced that such production and its downstream sale remain subject to the Commission's regulatory jurisdiction under the Natural Gas Act (NGA), 52 Stat. 821, 15 U.S.C. &#167; 717 <i>et seq.</i>  In order to provide pipelines with an incentive to compete with independent producers in acquiring new leases and drilling new wells, the Commission decided that pipeline production should receive treatment under the NGA that is comparable to the treatment given independent production under the NGPA.  It therefore promulgated regulations under the NGA providing that the NGPA's first sale pricing should apply to all pipeline production on leases acquired after October 8, 1969, and to all pipeline production from wells drilled after January 1, 1973, regardless of when the underlying lease had been acquired.  All other pipeline production would be priced for ratemaking purposes just as it had been before the NGPA was enacted.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Respondent petitioned for review of both Commission orders, contending that Order No. 58 was based on a misreading of the NGPA and that in Order No. 98 the Commission had acted arbitrarily in refusing to authorize NGPA pricing for all pipeline production. The Court of Appeals held that the NGPA was intended to provide the same incentives to pipeline production as to independent production, that there were no practical obstacles to treating the transfer of gas from a pipeline's production division to its transportation division as a first sale, and that the Commission's reading of the NGPA was inconsistent with the goals of Congress. <i>Mid-Louisiana Gas Co. v. Federal Energy Regulatory Commission,</i> 664 F.2d 530 (CA5 1981).  It held Order No. 58 invalid and therefore did not review Order No. 98 separately.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We granted petitions for certiorari filed by the Commission and by state regulatory commissions, which contend that the Court of Appeals' holding will provide the pipelines with windfall profits that Congress did not intend.  --- U.S. ----, 103 S.Ct. 49, 74 L.Ed.2d 56 (1982).  In explaining why we are in general agreement with the Court of Appeals, we first review the statutory definition of \"first sale,\" then consider the history and structure of the NGPA, and finally examine the specific arguments on behalf of the Commission's position.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">* The respondents seek first sale treatment for one of two transfers of natural gas:  the <i>intracorporate</i> transfer from a pipeline-owned production system to the pipeline, or the <i>downstream</i> transfer of commingled gas from the pipeline to a customer.  If either transfer is treated as a first sale, respondents would be able to include an NGPA rate for production among their costs of service, just as they do when they acquire natural gas from independent producers.  They contend initially that Congress has authorized the Commission, in the exercise of its sound discretion, to treat either transfer as a first sale. They contend further that Congress has not authorized the Commission to reject both possibilities.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The definition of a \"first sale\" is found in &#167; 2(21) of the NGPA.  92 Stat. 3355, 15 U.S.C. &#167; 3301(21).  It takes the form of a general rule, qualified by an exclusion.  The general rule sweeps broadly, providing:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">\"(A) General rule.&#8212;The term 'first sale' means any sale of      any volume of natural gas&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">(i) to any interstate pipeline or intrastate pipeline;</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(ii) to any local distribution company;</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">(iii) to any person for use by such person;</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">(iv) which precedes any sale described in clauses (i),      (ii), or (iii);  <i>and</i></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">(v) which precedes or follows any sale described in      clauses (i), (ii), (iii), or (iv) and is defined by the      Commission as a first sale in order to prevent circumvention      of any maximum lawful price established under this Act.\"  92      Stat. 3355, 15 U.S.C. &#167; 3301(21)(A) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Under the terms of the general rule, a transfer that falls within any one of its five clauses is presumptively a first sale.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> This means that there can be many first sales of a single volume of gas between the well and the pipeline's customers.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> In this case, the downstream transfer plainly satisfies the general rule.  The only obstacle to including the intracorporate transfer within the general rule is the question whether it may properly be deemed a \"sale.\"<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  That obstacle, however, is insubstantial.  The legislative history clearly demonstrates that the statute was not intended to prohibit the Commission from deeming it a sale;  the Conference Committee report provides that the Commission may \"establish rules applicable to intracorporate transactions under the first sale definition.\"  H.R.Conf.Rep. No. 95-1752, p. 116, U.S.Code Cong. &amp; Admin.News 1978, pp. 8983, 9033. Thus, if the first sale definition consisted only of the general rule, the Commission would plainly be authorized to treat either transfer as a first sale.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The exception to the general rule provides:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">\"(B) Certain sales not included.&#8212;Clauses (i), (ii),      (iii), or (iv) of subparagraph (A) shall not include the sale      of any volume of natural gas by any interstate pipeline,      intrastate pipeline, or local distribution company, or any      affiliate thereof, unless such sale is attributable to      volumes of natural gas produced by such interstate pipeline,      intrastate pipeline, or local distribution company, or any      affiliate thereof. '  92 Stat. 3355, 15 U.S.C. &#167; 3301(21)(B).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This language does not diminish the Commission's authority to treat the intracorporate transfer as a first sale.  Whether it affects the Commission's authority to treat the downstream transfer as a first sale depends on the meaning of the words \"attributable to.\"  Although the Commission interpreted them as meaning \"<i>solely</i> attributable to,\" it would be at least as consistent with the ordinary understanding of the words to interpret them as meaning \"<i>measurably</i> attributable to.\"<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Furthermore, it would have been fully consistent with the spirit of the exemption if the Commission had adopted the latter interpretation and had given \"first sale\" treatment to a percentage of the downstream sale&#8212;the percentage that pipeline production forms of all the gas in the pipeline.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Thus, we agree with the respondents that the Commission has the authority to treat either the intracorporate transfer or the downstream transfer as a first sale.  That, however, does not dispose of this case.  For there is a substantial difference between holding that the Commission had the authority to treat either transfer as a first sale and holding that the Commission was <i>required</i> so to treat one or the other.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In order to determine whether the Commission was obligated to treat either the intracorporate transfer or the relevant portion of the downstream transfer as a first sale, it is necessary to examine the purposes of the NGPA.  Those purposes are rooted in the history of federal natural gas regulation before 1978 and in the overall structure of the statute.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Between 1938 and 1978, the Commission regulated sales of natural gas in interstate commerce pursuant to the NGA.  The NGA was enacted in response to reports suggesting that the monopoly power of interstate pipelines was harming consumer welfare.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Initially, the Commission construed the NGA to require only regulation of gas sales at the downstream end of interstate pipelines.  <i>E.g.,</i> Natural Gas Pipeline Co., 2 F.P.C. 218 (1940).  It authorized rates that were \"just and reasonable\" within the meaning of &#167; 4(a) of the NGA, 52 Stat. 822, 15 U.S.C. &#167; 717c(a), by examining whatever costs the pipeline had incurred in acquiring and transporting the gas to the consumer.  If the pipeline itself or a pipeline affiliate had produced the gas, the actual expenses historically associated with production and gathering were included in the rate base to the extent proper and reasonable.  See <i>Federal Power Commission v. Hope Gas Co.,</i> 320 U.S. 591, 614-615, and n. 25, 64 S.Ct. 281, 293-294, and n. 25, 88 L.Ed. 333 (1944);  <i>Colorado Interstate Gas Co. v. Federal Power Commission,</i> 324 U.S. 581, 604-606, 65 S.Ct. 829, 840-841, 89 L.Ed. 1206 (1945).  However, if the pipeline had purchased the gas from an independent producer, the Commission did not take jurisdiction over the producer to evaluate the reasonableness of its rates;  it only considered the broad issue of whether, from the pipeline's perspective, the purchase price was \"collusive or otherwise improperly excessive.\"  <i>Phillips Petroleum Co.,</i> 10 F.P.C. 246, 280 (1951).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In 1954, this Court rejected the Commission's approach.  We held that the NGA required the Commission to take jurisdiction over independent gas producers and to scrutinize the reasonableness of the rates they charged to interstate pipelines. <i>Phillips Petroleum Co. v. Wisconsin,</i> 347 U.S. 672, 74 S.Ct. 794, 98 L.Ed. 1035 (1954).  We interpreted the purpose of the NGA as being \"to give the Commission jurisdiction over the rates of all wholesales of natural gas in interstate commerce, whether by a pipeline comp ny or not and whether occurring before, during, or after transmission by an interstate pipeline company,\" <i>id.,</i> at 682, 74 S.Ct., at 799, and concluded that, for regulatory purposes, there was no essential difference between the gas a pipeline obtains from independent producers and the gas it obtains from its own affiliates, <i>id.,</i> at 685, 74 S.Ct., at 800.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The problems of regulating the natural gas industry grew steadily between <i>Phillips</i> and the passage of the NGPA.  At first, the Commission attempted to follow the <i>Phillips</i> mandate by applying the same regulatory technique it had always applied to pipeline-produced natural gas.  It calculated just and reasonable rates for each company&#8212;whether pipeline, pipeline affiliate, or independent producer&#8212;by studying the costs of production that had historically been incurred by that particular company.  But that so-called \"cost of service\" approach quickly proved impractical.  See <i>Atlantic Refining Co. v. New York,</i> 360 U.S. 378, 389, 79 S.Ct. 1246, 1254, 3 L.Ed.2d 1312 (1959). Whereas there were relatively few interstate pipelines, the vast number of natural gas producers threatened to overwhelm the Commission's administrative capacity.  See <i>Permian Basin Area Rate Cases,</i> 390 U.S. 747, 757, and n. 13, 88 S.Ct. 1344, 1355, and n. 13, 20 L.Ed.2d 312 (1968).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Commission then shifted to an \"area rate\" approach.  See Statement of General Policy 61-1, 24 F.P.C. 537 (1960).  Instead of establishing individual rates for each company on the basis of its own costs of service, it established a single rate schedule for each producing region.  Two elements of the area rate method bear mention.  First, the Commission continued to base its computations on historical costs, rather than on projections of future costs.  And second, it established two maximum rates for each area:  a \"new gas\" rate for gas produced independently of oil from wells drilled after a given date, and an \"old gas\" rate for all other gas.  The two-tiered structure, which priced gas on the basis of its \"vintage,\" rested on the theory that for already-flowing gas \"price could not serve as an incentive, and . . . any price above average historical costs, plus an appropriate return, would merely confer windfalls.\"  <i>Permian Basin Area Rate Cases, supra,</i> at 797, 88 S.Ct., at 1375-1376.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Permian Basin area rate proceeding governed only production by independent producers.  The Commission undertook a separate proceeding to consider whether it remained appropriate to treat pipelines and pipeline affiliates on a company-by-company basis.  On October 7, 1969, seventeen months after this Court approved the use of area rates, the Commission concluded that for leases acquired from that date on, pipeline gas should receive pricing on a \"parity\" basis;  such gas would be eligible for the same area rate as independently produced gas of the same vintage.  <i>Pipeline Production Area Rate Proceeding (Phase I),</i> 42 F.P.C. 738, 752 (1969) (Opinion No. 568).  Gas produced from already-acquired leases would continue to be priced on the old single-company cost-of-service method \"in order to expedite the proceedings and to avoid complications and evidentiary problems.\"  <i>Id.,</i> at 753.  Significantly, gas produced by pipeline affiliates would be treated in precisely the same manner as gas produced by the pipelines themselves.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In the early 1970's, it became apparent that the regulatory structure was not working.  The Commission recognized that the historical-cost-based, two-tiered rate scheme had led to serious production shortages.  See Southern Louisiana Area Rate Proceeding, 46 F.P.C. 86, 110-11 (1971).  See generally, Breyer and MacAvoy, The Natural Gas Shortage and the Regulation of Natural Gas Producers, 86 Harv.L.Rev. 941, 965-979 (1973). Therefore, the Commission modified its practices, shifting from an \"area rate\" to a \"national rate\" approach.  National Rates for Natural Gas, 51 F.P.C. 2212 (197 ) (Opinion No. 699).  The national rate became effective for all wells drilled after January 1, 1973, and applied equally to production by independent producers, pipelines, and pipeline affiliates.  A few months later, the Commission responded further by shifting from a pure historical-cost-based to an incentive-price-based approach, National Rates for Natural Gas, 52 F.P.C. 1604, 1615-1618 (1974) (Opinion No. 699-H), and by temporarily abandoning the practice of vintaging, <i>id.,</i> at 1636.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">These measures did not prove sufficient.  The interstate rates remained substantially below the unregulated prices available for intrastate sales, and the interstate supply remained inadequate.  Throughout 1977 and 1978, the 95th Congress studied the situation.  During the closing hours of the Second Session, it enacted a package of five acts, one of which was the NGPA.  The NGPA is designed to preserve the Commission's authority under the NGA to regulate natural gas sales from pipelines to their customers;  however, it is designed to supplant the Commission's authority to establish rates for the wholesale market, the market consisting of so-called \"first sales\" of natural gas.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The NGPA was the product of a Conference Committee's careful reconciliation of two strong, but divergent, responses to the natural gas shortage.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The House bill had proposed \"a single uniform price policy for natural gas produced in the United States.\"  H.R.Rep. No. 95-496, p. 96, U.S.Code Cong. &amp; Admin.News 1978, pp. 8247, 8540. A key element of that policy had been the establishment of a statutory incentive price structure that would simultaneously promote production and reduce the regulatory burden:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">\"[O]ther controversial aspects of Federal regulation are      not perpetuated.  The uncertainties associated with lengthy      judicial review of Federal Power Commission wellhead price      determinations are avoided by use of a statutorily      established maximum lawful price.  Regulatory lag and other      problems associated with reliance upon historical costs to      establish just and reasonable wellhead prices are similarly      avoided.  Vintaging of new natural gas prices would also      terminate.\"  <i>Id.</i> at 97.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The Senate bill, passed on the floor, would have maintained Natural Gas Act regulation for all gas sold or delivered in interstate commerce before January 1, 1977, and steadily cut back on Commission jurisdiction so that all natural gas sold after January 1, 1982, would have been completely deregulated.  S. 2104, 95th Cong., 1st Sess., 123 Cong.Rec. 323026 (1977).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The Conference Committee's compromise has been justly described as \"a comprehensive statute to govern future natural gas regulation.\"  Note, <i>Legislative History of the Natural Gas Policy Act,</i> 59 Texas L.Rev. 101, 116 (1980).  In Title I, it establishes an exhaustive categorization of natural gas production, and sets forth a methodology for calculating an appropriate ceiling price within each category.  Section 102 covers \"new natural gas and certain natural gas produced from the Outer Continental Shelf.\" 92 Stat. 3358, 15 U.S.C. &#167; 3312.  Section 103 covers \"new, onshore production wells.\"  92 Stat. 3361, 15 U.S.C. &#167; 3313.  Section 104 covers \"natural gas committed or dedicated to interstate commerce on the day before the date of the enactment of [the NGPA].\"  92 Stat. 3362, 15 U.S.C. &#167; 3314.  Section 105 covers \"sales under existing intrastate contracts.\"  92 Stat. 3363, 15 U.S.C. &#167; 3315. Section 106 covers \"sales under rollover contracts.\"  92 Stat. 3365, 15 U.S.C. &#167; 3316.  Section 107 covers \"high-cost natural gas.\"  92 Stat. 3366, 15 U.S.C. &#167; 3317.  Section 108 covers \"stripper well natural gas.\"<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  92 Stat. 3367, 15 U.S.C. &#167; 3318. And section 109 is a catch-all, covering \"any natural gas which is not covered by any m ximum lawful price under any other section of this subtitle.\"  92 Stat. 3368, 15 U.S.C. &#167; 3319.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In each category of gas, the statute explicitly establishes an incentive pricing scheme that is wholly divorced from the traditional historical-cost methods applied by the Commission in implementing the NGA.  The price is established either in terms of a dollar figure per million Btu's, or in terms of a previously existing price, and is inflated over time according to a statutory formula.  See &#167; 101.  For three categories of gas, the statute recognizes that the ceiling may be too <i>low</i> and authorizes the Commission to raise it whenever traditional NGA principles would dictate a higher price.  See &#167;&#167; 104, 106, and 109.  The Commission is also given a somewhat ambiguous mandate to authorize increases above the ceiling for the other five categories.  See &#167; 110(a)(2). In none of the eight categories, however, is the Commission given authority to require a rate lower than the statutory ceiling.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Several features of this comprehensive scheme bear directly on the question whether Congress intended the Commission to be able to exclude pipeline production from its coverage completely. To begin with, the categories are defined on the basis of the type of well and the past uses of its gas, not on the basis of who owns the well.  And since it is drafted in a manner that is designed to be exhaustive, all natural gas production falls within at least one of the categories.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Moreover, the statute replaces the Commission's authority to fix rates of return to gas producers according to what is \"just and reasonable\" with a precise schedule of price ceilings. Section 601(b)(1)(A) provides that, \"[s]ubject to paragraph (4), for purposes of sections 4 and 5 of the Natural Gas Act, any amount paid in any first sale of natural gas shall be deemed to be just and reasonable if . . . such amount doe  not exceed the applicable maximum lawful price established under Title I of this Act.\"  92 Stat. 3409, 15 U.S.C. &#167; 3431(b)(1)(A).  The new statutory rates are intended to provide investors with adequate incentives to develop new sources of supply.  As the Commission itself recognized in Order No. 98, \"The Congressional decision to reorder the economic regulation of natural gas prices to provide a uniform system of statutorily prescribed incentives was based on a . . . belief that such incentives are necessary to secure continued development and additional production of natural gas.\" App. to Pet. for Cert. in No. 81-1889, p. B-25.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The statute evinces careful thought about the extent to which producers of \"old gas\"&#8212;gas already dedicated to interstate commerce before passage of the NGPA&#8212;would be able to enjoy incentive pricing.  Section 104 of the statute directly incorporates part of the \"vintaging\" pattern that previously existed under the NGA.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Thus, most old gas continues to receive the price it received under the NGA, increased over time in accordance with the inflation formula found in &#167; 101. However, &#167; 101(b)(5) of the Act specifies that if a volume of gas fits into more than one category, \"the provision which could result in the highest price shall be applicable.\"  92 Stat. 3357, 15 U.S.C. &#167; 3311(b)(5).  Thus, old gas that would be subject to the old NGA vintaging rules may be entitled to a higher rate if it falls within one or more of the other Title I categories, in particular &#167; 107 (high-cost natural gas) and &#167; 108 (stripper well gas).  Whether or not the old NGA rates were in fact sufficient to stimulate some production from those categories, Congress concluded that the nation's energy needs justified the higher, statutory rates.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In addition, the costs of providing these production incentives are plainly to be shouldered by downstream consumers, not by pipelines.  Title II of the Act establishes a complicated structure, to be implemented by the Commission, for determining which consumers are to face the bulk of the price increases.  92 Stat. 3371-3381, 15 U.S.C. &#167;&#167; 3341-3348.  That Title is designed to allocate the burden among categories of consumers;  it is not designed to diminish in any way the incentive for producers or to force pipelines to bear any part of that burden.  As the conference report makes plain:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">\"The conference agreement guarantees that interstate      pipelines may pass through costs of natural gas purchases if      the price of the purchased natural gas does not exceed the      ceiling price levels established under the legislation. . . .      This recovery must be consistent with the incremental pricing      provisions of Title II;  however, Title II is structured to      permit recovery of all costs which a pipeline is entitled to      recover.\"  H.R.Conf.Rep. No. 95-1752, p. 124, U.S.Code Cong.      &amp; Admin.News 1978, p. 9041.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Given such a comprehensive scheme, we conclude that Congress would have clearly identified, either in the statutory language or in the legislative history, any significant source of production that was intended to be excluded.  For the usefulness of natural gas does not depend on who produces it, and there is no reason to believe that any one group of producers is less likely to respond to incentives than any other.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  Yet nowhere in the NGPA do we find any expression of a desire to exclude pipeline production.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Indeed, three statutory provisions combine to give a clear signal that the statute was intended to include such production. Section 203, which defines the acquisition costs subject to passthrough requirements, specifically states:</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">\"Interstate pipeline production.&#8212;For purposes of this      section, in the case of any natural gas produced by any      interstate pipeline or any affiliate of such pipeline, the      first sale acquisition cost of such natural gas shall be      determined in accordance with rules prescribed by the      Commission.\"  92 Stat. 3375, 15 U.S.C. &#167; 3343(b)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">This provision expressly mentions pipeline production as a matter subject to NGPA jurisdiction.  Perhaps even more significantly, it makes clear the fact Congress intended to continue a policy that had been in effect since 1938:  a policy of drawing no distinction between wells owned by a pipeline itself and those owned by an affiliate.  That point is equally apparent from the exemption half of the definition of \"first sale\" in Title I.  That provision requires first sale treatment of a sale that is \"attributable to volumes of natura  gas produced by such interstate pipeline . . . <i>or</i> any affiliate thereof.\"  &#167; 2(21)(B) (emphasis added).  See <i>supra,</i> at 326.  Given that pipelines are to be treated in the same manner as pipeline affiliates, and given that pipeline affiliates are explicitly covered under the NGPA, see &#167; 601(b)(1)(E), it follows directly that pipeline production is covered.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">In sum, the Court of Appeals correctly concluded that Congress intended pipeline production to receive first sale pricing.  The Commission had no authority to ignore that intention absent a persuasive justification for doing so.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <p class=\"center\">III</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Of course, \"the interpretation of an agency charged with the administration of a statute is entitled to substantial deference.\" <i>Blum v. Bacon,</i> 457 U.S. 132, 141, 102 S.Ct. 2355, 2361, 72 L.Ed.2d 728 (1982).  It is therefore incumbent upon us to consider carefully the Commission's arguments that Congress implicitly intended to exempt pipeline production from an otherwise comprehensive regulatory scheme.  We think it important to address three of the Commission's arguments explicitly:  one is aimed at the propriety of giving first sale treatment to the intracorporate ransfer, one at the propriety of giving first sale treatment to the downstream sale, and the third at the propriety of any form of first sale treatment for pipeline production.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The Commission suggests that it would be wrong to assign the intracorporate transfer a first sale price \"automatically\" because not even independent producers receive such automatic treatment. It emphasizes the Conference Committee's admonition that \"maximum lawful prices are ceiling prices only.  In no case may a seller receive a higher price than his contract permits.\"  H.R.Conf.Rep. No. 75-1752, p. 74, U.S.Code Cong. &amp; Admin.News 1978, p. 8991. Since arm's-length contractual bargaining may reduce the price for independent producers, the Commission suggests that \"[i]t would be anomalous in the extreme to conclude that Congress nonetheless meant to permit pipeline producers to qualify automatically for full NGPA prices by virtue of intracorporate transfers that are not covered by contracts.\"  Brief for the Federal Energy Regulatory Commission 31-32.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">This argument refutes a position that no one advocates.  We agree completely that the intracorporate transfer should not \"automatically\" receive the NGPA ceiling price.  Congress undoubtedly intended pipeline producers to be treated in the same manner as pipeline affiliate producers.  The latter group is subjected to market control, through the application of &#167; 601(b)(1)(E), which provides that, \"in the case of any first sale between any interstate pipeline and any affiliate of such pipeline, any amount paid in any first sale shall be deemed to be just and reasonable if, in addition to satisfying the requirements of [Title I], such amount does not exceed the amount paid in comparable first sales between persons not affiliated with such interstate pipeline.\"  92 Stat. 3410, 15 U.S.C. &#167; 3431(b)(1)(E).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The Commission also argues that adoption of the downstream sale theory would result in the application of first sale maximum lawful prices to all mixed volume retail sales by interstate pipelines, intrastate pipelines, and local distribution companies, thereby supplanting traditional state regulatory authority over the costs of intrastate pipeline transportation service.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a>  We find this argument to be exaggerated.  The Commission concedes that a downstream sale of pipeline production in another state is a \"first sale\" if that production has not been commingled with purchased gas.  It allows the pipeline to include an appropriate NGPA rate (reflecting the costs of producing the gas) in the overall downstream price (which also reflects transportation and administrative costs).  Applying the same principle to commingled gas<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> would in no way trench upon state regulatory authority.  The narrow issue posed&#8212;the proper cost to be assigned a pipeline's production efforts&#8212;is no different from the issue posed when a cost must be assigned to a pipeline's purchase of gas from its producing affiliate.  And it effects no special change in the relationship between federal and state regulatory jurisdiction.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a></p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Finally, the Commission argues that pipeline producers would enjoy an unintended windfall if they received first sale pricing. This windfall argument is obviously limited to only one particular category of gas:  gas already dedicated to interstate commerce on the date of enactment of the NGPA, and subject to cost-of-service pricing.  For under the Commission's own Order No. 98, all other pipeline production receives the same price it would receive if treated as a first sale under the NGPA.  The Commission argues, however, that the residual cost-of-service production should be excluded because the pipelines were guaranteed a risk-free return on their initial investments in those wells.  To allow the pipelines to receive NGPA pricing on future production from those wells would allegedly be \"an irrational result with . . . unfair consequences for consumers.\"<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a></p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">This argument glosses over the full meaning of Congress' determination that old gas qualifies for \"first sale\" treatment. Under &#167; 104, such gas retains its former NGA price, subject to increases over time for inflation.  Section 104 provides absolutely no opportunity for a windfall.  To be sure, old gas could receive a rate higher than the inflated NGA rate if it falls within one of the special categories of gas whose production Congress saw a need to stimulate.  Seizing on that fact, the Commission suggests in a footnote to its brief that much of the gas at issue here would be \"stripper well\" production, subject to the incentive prices of &#167; 108.  It argues that, at least for that category of gas, a windfall would exist, since the Commission believes that cost-of-service treatment would provide just as strong an incentive as the &#167; 108 price.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a></p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">That belief, however, was plainly not shared by Congress. For the statute explicitly grants the &#167; 108 rate to pipeline affiliates&#8212;entities that were previously subject to the same cost-of-service treatment as the pipelines themselves.  Moreover, the Commission does not pursue its windfall argument to its logical conclusion.  For it agrees that a pipeline is entitled to the NGPA price for any production it sells at the wellhead.  Yet by denying the pipeline NGPA treatment if it transports the gas to another state, the Commission only creates an incentive for wellhead sales, in flat contradiction to one of the NGPA's motivating purposes&#8212;to eliminate the dual market that distinguished between interstate and intrastate sales of natural gas.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a></p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The Commission's position is contrary to the history, structure, and basic philosophy of the NGPA.  Like the Court of Appeals, we conclude that its exclusion of pipeline production is \"inconsistent with the statutory mandate [and would] frustrate the policy that Congress sought to implement.\"   Federal Election Commission <i>v. Democratic Senatorial Campaign Committee,</i> 454 U.S. 27, 32, 102 S.Ct. 38, 42, 70 L.Ed.2d 23 (1981).  Unlike the Court of Appeals, however, we believe Congress intended to give the Commission discretion in deciding whether first sale treatment should be provided at the intr corporate transfer or at the downstream transfer.<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a>  The case should be remanded to the Commission so that it may make that choice.  The judgment of the Court of Appeals is vacated, and the case is remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Justice WHITE, with whom Justice BRENNAN, Justice MARSHALL, and Justice BLACKMUN join, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Our task in this case is not to interpret the Natural Gas Policy Act as we think best but rather the narrower inquiry into whether the Commission's construction was sufficiently reasonable to be accepted by a reviewing court.   <i>FEC v. Democratic Senatorial Comm.,</i> 454 U.S. 27, 39, 102 S.Ct. 38, 46, 70 L.Ed.2d 23 (1981);  Train v. Natural Resources Defense <i>Council,</i> 421 U.S. 60, 75, 95 S.Ct. 1470, 1479-1480, 43 L.Ed.2d 731 (1975);  <i>Zenith Radio Corp. v. United States,</i> 437 U.S. 443, 450, 98 S.Ct. 2441, 2445, 57 L.Ed.2d 337 (1978).  \"To satisfy this standard it is not necessary for a court to find that the agency's construction was the only reasonable one or even the reading the court would have reached if the question initially had arisen in a judicial proceeding.\"  <i>FEC v. Democratic Senatorial Comm., supra.; Udall v. Tallman,</i> 380 U.S. 1, 16, 85 S.Ct. 792, 801, 13 L.Ed.2d 616 (1965).  The Court today rejects the agency's interpretation and substitutes its own reading of this highly complex law.  In doing so, the Court imposes a construction not set forth in the statute itself, not addressed in the legislative history, not selected by the agency, and different even from that of the Court of Appeals.  Notwithstanding its novelty, perhaps the Court's construction that pipeline production must be given \"first sale\" treatment either as an intracorporate transfer or at the point of a downstream sale is a reasonable interpretation of the Act.  But its reasonability does not establish the unreasonability of the Commission's interpretation, and that, of course, is the question before us.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">* The relevant statutory provisions of the Natural Gas Policy Act (NGPA) clearly will bear the Commission's construction.  Order No. 58 of the Commission, the interpretive regulation at issue, delineates the circumstances under which a sale of production of an interstate or intrastate pipeline, local distribution company, or affiliate of one of these entities, will be regulated as a first sale under the NGPA.  Section 2(21)(B) of the NGPA provides that a sale of natural gas by a pipeline or affiliate thereof is not a first sale unless the sale is \"attributable\" to volumes of natural gas produced by such pipeline, distributor, or affiliate thereof.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a>  The Co rt's interpretation of the provision was considered but rejected by the Commission.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">\"Although many comments have recommended otherwise, the           Commission will not interpret the term \"attributable\" so           as to confer first sale treatment on pipeline sales if           only a portion of the gas involved was produced by the           pipeline.  Section 2(21)(B) requires that a sale be           'attributable' to the pipeline's <i>own</i> production.  We           believe that Congress did not intend for pipeline or           distributor sales from general system supply to qualify           as \"first sales\" merely because some portion of that           supply, no matter how small, consists of its own           production.  Rather, we believe that these sales were           precisely the type of sales which were intended to           qualify for general exclusion from first sale regulation           for pipeline or distributor sales in section 2(21)(B) of           the NGPA.  The attribution rule accomplishes that           result.\"  Order No. 58, reprinted in App. to Petn. for           Cert., p. B3-B4.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Unlike the majority of this Court, the Court of Appeals did not reject this interpretation, which limits the downstream sales of pipeline produced gas eligible for first sale prices, see <i>ante</i> at 323.  Even the Court stops short of suggesting that the Commission's interpretation is not a plausible construction of the statutory language.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The Court notes only that it would be \"at least as consistent with the ordinary understanding of the words to interpret them as meaning 'measurably attributable to,' \" thus including downstream sales of commingled gas.   <i>Ante,</i> at 327.  I doubt that the Court's meaning is equally plausible given other usages of similar language throughout the NGPA,<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a> but accepting the Court's alternative definition as a reasonable possibility, one still does not reach the conclusion that the Commission's own interpretation is <i>un</i> reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The Commission also refused to accord first sale treatment to pipeline production by imputing a sale at the point where the pipeline takes its gas into its transmission system.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">[I]mputing a sale at the wellhead would extend the first sale      concept to intracorporate transactions.  As a result, Title I      prices would be applied to bookkeeping and accounting entries      of a corporation rather than to actual sales.  <i>Id.,</i> at B-5.<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The Court of Appeals and now this Court rejects this interpretation by the Commission, again notwithstanding that it is a perfectly reasonable interpretation of the statutory language. The issue turns on whether intracorporate transfers must be deemed \"sales\".  The NGPA defines a \"sale\" as a \"sale, exchange or transfer for value.\"  &#167; 2(20), 15 U.S.C. &#167; 3301(2)(20).  The ordinary meaning of the term supports the Commission's view that a \"sale\" should be an actual exchange of value and title rather than a paper transaction.  The Conference Report's indication that the Commission may establish rules applicable to intracorporate transactions under the first sale definition, H.R.Conf.Rep. No. 95-1752, 95th Cong., 2d Sess. p. 116 (1978), allows but does not compel the agency to treat intracorporate transfers as first sales.  Indeed, if the statute required the Commission to give first sale treatment to such transfers, the Conference Report's point would be superfluous.  Moreover, the Conference Report discusses the question in the context of the Commission's authority to include intracorporate transfers as first sales in order to prevent circumvention of maximum price requirements.  To use that language to require transfers to be given first sale prices is to turn the Conference Report on its head.  In sum, neither the statute nor the legislative history compels the agency to define intracorporate transfers as first sales&#8212;a definition that would depart from forty years of administration of the Natural Gas Act during which time an intracorporate transfer had never been considered a sale of natural gas.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The Court concedes that \"there is a substantial difference between holding that the Commission had the authority to treat either transfer as a first sale and holding that the Commission was <i>required</i> so to treat one or the other.\"   <i>Ante,</i> at 327.  Since there is no legislative history which supports its position, the Court turns to the structure and purposes of the NGPA. Concededly, the purpose of the NGPA was to replace traditional historical-cost methods with an incentive pricing scheme that would create sufficient financial incentive to spur the exploration and development of natural gas.  See H.R.Rep. 5289, 95th Cong., 2d Sess. (1978);  Note, Legislative History of the Natural Gas Policy Act, 59 Tex.L.Rev. 101 (1980).  If the Commission's interpretation undermined the Act's ability to fulfill that goal, the Court would have a stronger case.  But there is nothing in the legislative hearings, reports or debates which expresses any congressional dissatisfaction with the existing pricing of pipeline production or which suggests that the Commission's pricing of the oldest and lowest cost pipeline production on a cost-of-service basis under which the pipelines recover all of their prudent investments regardless of the success of their efforts, inhibited optimum production efforts by the pipelines.  One can easily agree with the Court that \"there is no reason to believe that any one group of producers is less likely to respond to incentives than any other,\" <i>ante,</i> at 336-337, while finding that the cost-of-service basis provided sufficient incentives for pipeline companies to increase production.  Thus, Order No. 58 is in no sense inconsistent with the primary purpose of the NGPA.<a class=\"footnote\" href=\"#fn5-1\" id=\"fn5-1_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Unable to demonstrate that the Commission's interpretation is counter to the primary purpose of the NGPA,<a class=\"footnote\" href=\"#fn6-1\" id=\"fn6-1_ref\">6</a> the Court attempts to portray the Commission's regulation as inconsistent with \"several features\" of the regulatory scheme.  The effort is unsuccessful. First, the Act's treatment of old gas in Section 104 of the NGPA supports rather than undermines the Commission's position.  By incorporating part of the vintaging pattern that previously existed under the Natural Gas Act, &#167; 104 indicates that the NGPA did not intend to eliminate all vestiges of the Commission's earlier pricing authority or to ensure that all gas, including old gas, would be entitled to higher \"first sale\" prices.  Only that old gas which qualified for first sale treatment would receive the higher price.  &#167; 101(b)(5).</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Second, the Court makes much of the fact that categories of gas entitled to first sale treatment are defined on the basis of the type of well and not on who owns the well.  This is true of the general \"first sale\" rule but not of the exception to that rule provided in &#167; 2(21)(B) which governs this case and which unmistakably is directed at the treatment to be given pipeline production vis-a-vis natural gas obtained from independent producers.  Moreover, since the Act does not direct or contemplate that all natural gas will receive higher prices, the Court's discussion of Title II of the Act, which deals with who is to shoulder the higher prices, hardly bears on what gas is to entitled to first sale treatment under Title I.  The fact that consumers would shoulder the \"bulk of the price increases,\" <i>ante</i> at 336, is no argument for enlarging the amount of gas for which price increases would be provided.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Finally, the limitation on affiliate pricing in &#167; 601(b)(1)(E), does not, either singularly or in combination with other sections, <i>ante</i> at 337-338, require that all pipeline production be entitled to \"first sale\" treatment.<a class=\"footnote\" href=\"#fn7-1\" id=\"fn7-1_ref\">7</a>  As the Court observes later in its opinion, the purpose of &#167; 601(b)(1)(E) is to insure that if first sale prices are afforded to pipeline affiliates, such affiliate pricing would be subject to market control.  <i>Ante,</i> at 340.  This section, which assures that the lack of arms-length bargaining where first sales are to affiliates does not result in excessive prices, hardly reflects a Congressional intent that all pipeline production be entitled to first sale prices.  Thus, Section 203 of the Act, which defines the acquisition costs subject to passthrough requirements, offers no support for the Court's position.  The section defines how first sale costs shall be determined but does not determine the volumes of gas eligible to receive first sale prices;  in addition, the provision, by its terms, covers only wells owned by pipeline affiliates.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Since neither the plain language of the Act nor its legislative history forbids the agency's interpretation, and the purpose of the Act is not undermined by the Commission's approach, considerable deference should be afforded the agency's interpretation.  <i>Blum v. Bacon,</i> 457 U.S. 132, 141, 102 S.Ct. 2355, 2361, 72 L.Ed.2d 728 (1982).<a class=\"footnote\" href=\"#fn8-1\" id=\"fn8-1_ref\">8</a>  Indeed, the very fact that NGPA prices are not necessary to spur natural gas production by the pipeline companies&#8212;as they are for independent producers&#8212;is a sufficient basis upon which to uphold the Commission's interpretation.  The Commission, however, has gone further and offered additional reasons for the Order.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The Commission's justification for rejecting the Court's intracorporate transfer and downstream \"first sales\" approaches are not implausible.  Adoption of the \"downstream sale\" approach would override the existing division between state and federal regulation of pipeline sales of natural gas.  As the Commission pointed out, adoption of this theory</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">\"would result in the uniform application of first sale      maximum lawful prices to all mixed volume retail sales made      by pipelines and distributors. . .  The Commission finds no      evidence in [&#167;] 2(21)(B) or in any other provision of the      statute that suggests that Congress intended the Commission      to expand the field of federal ratemaking authority to      include all mixed volume sales by intrastate pipelines or      local distribution companies, the regulation of which has      been the historic preserve of the states.  Order No. 102,      reprinted in App. to Petn. for Cert., p. B-62.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The Court rejects this argument as \"exaggerated\" because certain downstream pipeline sales, such as those of gas which has not been commingled with purchased gas, receive an NGPA rate. <i>Ante,</i> at 340.  But for this type of gas, Congress has made the judgment in &#167; 2(21)(B) that the NGPA rate should govern.  Applying the same principle to commingled gas, and most pipeline production falls within this category, would vastly expand the role of federal rates in what hitherto has been a sector regulated by the states.  While &#167; 602(a) of the NGPA allows the States to compete with the Federal scheme by establishing price ceilings for the intrastate market that are lower than the federal NGPA ceiling, the Commission is fully justified in believing that it should not unnecessarily intrude into this sphere any further than actually required by the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">There is a second reasonable basis for the Commission's order that is submitted in this Court.  The Commission argues that pipeline producers would enjoy an unintended windfall if they received first sale pricing.  Since present cost of service pricing permits pipelines to recover costs needed to stimulate production, first sale prices are unnecessary to increase natural gas production by pipelines.  <i>Supra,</i> at 347-348. Even if the windfall that would have been given for new gas were debatable, there can be no question that for gas already dedicated to interstate commerce on the date of enactment of the NGPA and subject to cost-of-service pricing, the affording of an NGPA price is nothing more than a gift.  Accordingly, a number of state public service commissions, and municipal and other publicly-owned energy systems which provide natural gas service to citizens, and would foot the bill for the windfall, have filed briefs as <i>amicus curiae</i> in support of the Commission's position.  In precluding this windfall, the Commission is fulfilling the purpose of the Natural Gas Act \"to protect consumers against exploitation at the hands of natural gas companies,\" <i>FPC v. Hope Natural Gas Co.,</i> 320 U.S. 591, 610, 64 S.Ct. 281, 291, 88 L.Ed. 333 (1944);  <i>FPC v. Transcontinental Gas Pipeline Corp.,</i> 365 U.S. 1, 19, 81 S.Ct. 435, 445, 5 L.Ed.2d 377 (1961), and \"to afford consumers a complete, permanent and effective bond of protection from excessive rates and charges.\"  <i>Atlantic Refining Co. v. Public Service Comm'n of New York,</i> 360 U.S. 378, 388, 79 S.Ct. 1246, 1253, 3 L.Ed.2d 1312 (1959).  Nothing in the NGPA suggests an abandonment of the consumer protection rationale&#8212;the basis for regulating the industry in the first place.  Thus, the Commission's order does not discourage pipeline production activity but only wisely minimizes the size of the price increases to that necessary to meet the NGPA's objectives.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">The Court's rejection of this position is based on the fact that \"the Commission does not pursue its windfall argument to its logical conclusion,\" <i>ante,</i> at 342, by denying NGPA prices to pipeline production sold at the wellhead.  But when a pipeline sells gas at the wellhead it is acting much like an independent producer and it is reasonable for the Commission to have distinguished such sales from intracorporate transfers and downstream sales of intermingled gas.  Similarly, the judgment that gas dedicated to a downstream contract was substantially similar to a wellhead sale to deserve first sale treatment does not undermine the Commission's decision not to give \"first sale\" treatment to gas which cannot be attributed solely to the pipelines' own production.  In any event, the need to provide a partial windfall to comply with the Act hardly compels the agency to multiply the burden on consumers and industry which rely on natural gas for their energy needs.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Today the Court upsets the Commission's interpretation notwithstanding that it is undeniably supportable under the plain language of the statute, not contrary to the legislative history, and consistent with the Act's purpose to increase the supply of natural gas.  In doing so, it rejects out-of-hand the Commission's laudable objectives in not unduly intruding into the sphere of state regulation and not granting the regulated industry an unwarranted windfall profit.  I can recall no similar case in which we have overturned an agency's interpretation and I respectfully dissent from this first and unfortunate instance.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In this opinion, we use the term \"Commission\" to refer to both the Federal Energy Regulatory Commission and its predecessor, the Federal Power Commission.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> See App. to Pet. for Cert. in No. 81-1889, pp. B-1 to B-13.  The final regulations are found at 18 CFR &#167; 270.203 (1982).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> See App. to Pet. for Cert. in No. 81-1889, pp. B-14 to B-49.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The final regulations are found at 18 CFR &#167;&#167; 2.66, 154.42 (1982).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The text of clause (v) makes it plain that the italicized word \"and\" at the end of clause (iv) was intended to be \"or.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> One commentator has suggested that \"where the producer sells to a gatherer, who in turn sells to a processor who eventually sells to a pipeline, there may be three first sales of the same gas.\"  Hollis, <i>Title I and Related Producer Matters Under the NGPA,</i> in Green, Energy Law Mono. &#167; 4D.02 (1981).  See also 18 CFR &#167; 270.202 (1982) (setting forth rules governing resales).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> As defined in the statute,</p>\n        <p>\"The term 'sale' means any sale, exchange, or other transfer for value.\"  92 Stat. 3355, 15 U.S.C. &#167; 3301(20).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The latter meaning would be clear beyond debate if instead of the word \"unless,\" Congress had used the phrase, \"except to the extent that.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> See Federal Trade Comm'n, Utility Corporations, S.Doc. No. 92, 70th Cong., 1st Sess.  The reports are mentioned explicitly in &#167; 1(a) of the NGA.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> In 1976, the Commission decided to return to vintaging. See National Rates for Natural Gas, 56 F.P.C. 509 (1976) (Opinion No. 770).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Stripper well natural gas is defined as follows:</p>\n        <p>\"(1) General Rule.&#8212;Except as provided in paragraph (2), the term 'stripper well natural gas' means natural gas determined . . . to be nonassociated natural gas produced during any month from a well if&#8212;</p>\n        <p>\"(A) during the preceding 90-day production period, such well produced nonassociated natural gas at a rate which did not exceed an average of 60 Mcf per production day during such period;  and</p>\n        <p>\"(B) during such period such well produced at its maximum efficient rate of flow, determined in accordance with recognized conservation practices designed to maximize the ultimate recovery of natural gas.</p>\n        <p>\"(2) Production in excess of 60 Mcf.&#8212;The Commission shall, by rule, provide that if non-associated natural gas produced from a well which previously qualified as a stripper well under paragraph (1) exceeds an average of 60 Mcf per production day during any 90-day production period, such natural gas may continue to qualify as stripper well natural gas if the increase in nonassociated natural gas produced from such well was the result of the application of recognized enhanced recovery techniques.</p>\n        <p>\"(3) Definitions.&#8212;For purposes of this subsection&#8212;</p>\n        <p>\"(A) Production Day.&#8212;The term 'production day' means&#8212;</p>\n        <p>\"(i) any day during which natural gas is produced;  and</p>\n        <p>\"(ii) any day during which natural gas is not produced if production during such day is prohibited by a requirement of State law or a conservation practice recognized or approved by the State agency having regulatory jurisdiction over the production of natural gas.</p>\n        <p>\"(B) 90-day Production Period.&#8212;The term '90-day production period' means any period of 90 consecutive calendar days excluding any day during which natural gas is not produced for reasons other than voluntary action of any person with the right to control production of natural gas from such well.</p>\n        <p>\"(C) Nonassociated Natural Gas.&#8212;The term 'nonassociated natural gas' means natural gas which is not produced in association with crude oil.\"  92 Stat. 3367-3368, 15 U.S.C. &#167; 3318(b).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The dissent suggests that because &#167; 104 of the NGPA preserves the old NGA price for certain first sales of \"old gas,\" the NGPA \"did not intend to eliminate all vestiges of the Commission's earlier pricing authority.\"  <i>Post,</i> at 348-349;  see also <i>id.,</i> at 3040, n. 6.  This suggestion confuses the choice of a benchmark <i>price</i> with the choice of regulatory <i>authority.</i>  For some (but not all) old gas, the NGA price is preserved as an initial ceiling price.  But over time, that price moves according to a statutory formula, rather than through the exercise of Commission regulatory authority.  See &#167;&#167; 101, 601(b)(1)(A).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Section 104 provides:</p>\n        <p>\"(a) Application.&#8212;In the case of natural gas committed or dedicated to interstate commerce on the day before the date of the enactment of this</p>\n        <p>Act and for which a just and reasonable rate under the Natural Gas Act was in effect on such date for the first sale of such natural gas, the maximum lawful price computed under subsection (b) shall apply to any first sale of such natural gas delivered during any month.</p>\n        <p>\"(b) Maximum Lawful Price.&#8212;</p>\n        <p>\"(1) General Rule.&#8212;The maximum lawful price under this section for any month shall be the higher of&#8212;</p>\n        <p>\"(A)(i) the just and reasonable rate, per million Btu's, established by the Commission which was (or would have been) applicable to the first sale of such natural gas on April 20, 1977, in the case of April 1977;  and</p>\n        <p>\"(ii) in the case of any month thereafter, the maximum lawful price, per million Btu's, prescribed under this subparagraph for the preceding month multiplied by the monthly equivalent of the annual inflation adjustment factor applicable for such month, or</p>\n        <p>\"(B) any just and reasonable rate which was established by the Commission after April 27, 1977, and before the date of the enactment of this Act and which is applicable to such natural gas.</p>\n        <p>\"(2) Ceiling Prices May Be Increased If Just and Reasonable. The Commission may, by rule or order, prescribe a maximum lawful ceiling price, applicable to any first sale of any natural gas (or category thereof, as determined by the Commission) otherwise subject to the preceding provisions of this &#167; bsection, if such price is&#8212;</p>\n        <p>\"(A) higher than the maximum lawful price which would otherwise be applicable under such provisions;  and</p>\n        <p>\"(B) just and reasonable within the meaning of the Natural Gas Act.\"  92 Stat. 3362-3363, 15 U.S.C. &#167; 3314.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> For some categories of gas, the NGPA ceiling prices are an intermediate step on the path from a fully regulated industry to a deregulated industry.  Sections 121 and 122 of the NGPA provide a mechanism for the ultimate decontrol of a number of categories of natural gas.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> In Order No. 98, the Commission effectively conceded that the goals of the NGPA apply just as directly to pipeline production as to independent production:</p>\n        <p>\"Having embarked under the NGA upon a course which would provide price incentives for both pipeline and independent producer production to encourage production of additional gas supplies, and having been reaffirmed in this course by evidence of a similar purpose in Congress' enactment of a pricing scheme in the NGPA designed to encourage additional production, we believe that our mandate of coordinating the NGPA and the NPA would best be accomplished through a policy of pricing parity among independent and pipeline producers.\"  App. to Pet. for Cert. in No. 81-1189, p. B-25.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> In its reply brief, the Commission argues that Congress intended to distinguish between production by pipelines and production by pipeline affiliates, on the theory that affiliate sales \"are governed by sales contracts\" and are therefore \"subject to the realities of the marketplace.\"  Reply Brief for the Federal Energy Regulatory Commission 4-6.  Yet &#167; 601(b)(1)(E) reveals that Congress expressly refused to rely on affiliate sales contracts as reflecting the realities of the marketplace.  See <i>infra,</i> at 340. Congress brought affiliate production within the scope of the NGPA, fully aware that it could not rely on arm's-length bargaining between affiliates to keep prices low.</p>\n        <p>The dissent declares that \"there is nothing in the legislative hearings, reports or debates which expresses any Congressional dissatisfaction with the existing pricing of pipeline production or which suggests that the Commission's pricing of the oldest and lowest cost pipeline production on a cost-of-service basis . . . inhibited optimum production efforts by the pipelines.\"  <i>Post,</i> at 347-348;  see also <i>post,</i> at 350-351 (\"the very fact that NGPA prices are not necessary to spur natural gas production by the natural gas companies&#8212;as it is for independent producers&#8212;is a sufficient basis upon which to uphold the Commission's interpretation\").  The expression and suggestion are indeed present in both the statute, &#167; 601(b)(1)(E), and the Conference Report, H.R.Conf.Rep. No. 95-1752, p. 124&#8212;if cost-of-service pricing were adequate, Congress simply would not have included pipeline affiliate production within the scope of the NGPA.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> The dissent suggests that we violate the principle of deference to the agency's construction of the statute and improperly substitute our own reading of the statutory scheme.  It is difficult, however, to argue convincingly that the Court is disregarding the agency's expertise when the Commission itself recognized in Order No. 98 that the policies of the NGPA would be better served by granting NGPA incentive prices to pipeline-produced gas.  On this point, the Commission observed:</p>\n        <p>\"Having embarked under the NGA upon a course which would provide price incentives for both pipeline and independent producer production to encourage production of additional gas supplies, <i>and having been reaffirmed in this course by evidence of a similar purpose in Congress' enactment of a pricing scheme in the NGPA designed to encourage additional production,</i> we believe that our mandate of coordinating the NGPA and the NPA [<i>sic</i> ] would best be accomplished through a policy of pricing parity among independent producers and pipeline producers.\"  App. to Pet. for Cert. in No. 81-1889, pp. B25-B26 (emphasis added).  See also <i>supra</i>, at 334.</p>\n        <p>See also <i>supra,</i> at ----.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> See Brief for the Federal Energy Regulatory Commission 39.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> We note that there do not appear to be any technical difficulties in taking this approach, for the Commission itself has established it as the approach it will follow in the absence of other regulatory procedures.  In Order No. 58, the Commission invoked its \"circumvention authority\" under the NGPA to provide:</p>\n        <p>\"[T]he term 'first sale' includes any sale by a pipeline or distributor which is comprised of production volumes from identifiable wells, properties, or reservoirs if a portion of those volumes is produced from wells, properties, or reservoirs owned by such pipeline or distributor unless:</p>\n        <p>(1) the price at which such natural gas is sold is regulated pursuant to the Natural Gas Act or is regulated by a State agency empowered to establish, modify or set aside the rate for such sale;  or</p>\n        <p>(2) the Commission, on app ication, has determined not to treat such sale as a first sale.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> As we recently noted in <i>Exxon Corp. v. Eagerton,</i> --- U.S. ----, ----, 103 S.Ct. 2296, 2303, 75 L.Ed.2d --- (1983), &#167; 105(a) of the NGPA extends federal authority to control producer prices to the intrastate market, but at the same time &#167; 602(a) allows the States to establish price ceilings for that market that are lower than the federal ceiling.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> Brief for the Federal Energy Regulatory Commission 35.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> Brief for the Federal Energy Regulatory Commission 34, n. 35.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> Similarly, the Commission admits that a pipeline is entitled to the NGPA price for its own production, as long as the downstream contract shows that the gas was \"dedicated\" to it from the beginning.  We perceive no reason why the absence of a \"dedication\" clause in the contract should turn a legitimate incentive into a \"windfall.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> The dissent appears to misunderstand our holding today, since it suggests that we do not hold unreasonable either of the Commission's actions (with regard to the downstream transfer and with regard to the intracorporate transfer).  To summarize, we have reached three conclusions in this case.  (1) It would be reasonable for the Commission not to give first sale treatment to the intracorporate transfer, <i>as long as such treatment is given to the downstream transfer.</i>  (2) Similarly, it would be reasonable for the Commission not to give first sale treatment to the downstream transfer, <i>as long as such treatment is given to the intracorporate transfer.</i>  (3) Yet it was an unreasonable construction of this comprehensive and exhaustive new legislation, contrary to its structure, purposes, and history, for the Commission to chop out virtually all pipeline production and to relegate it to discretionary regulation under the NGA.  Both the dissent, <i>post,</i> at 350-351, and the Court of Appeals, 664 F.2d, at 536-538, offer reasons for preferring approach (1) to approach (2).  Those policy arguments are not totally without merit, but they are not so persuasive that we would reverse the Commission if it adopted approach (2), see <i>supra,</i> at 340-341, and they of course provide no justification for rejecting approach (1).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> \"(B) Certain sales not included.&#8212;Clauses (i), (ii), (iii), or (iv) of subparagraph (A) shall not include the sale of any volume of natural gas by any interstate pipeline, intrastate pipeline, or local distribution company, or any affiliate thereof, unless such sale is attributable to volumes of natural gas produced by such interstate pipeline, intrastate pipeline, or local distribution company, or any affiliate thereof.\"  92 Stat. 3355, 15 U.S.C. &#167; 3301(21)(B).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> The Commission's interpretation that downstream pipeline sales need not be considered first sales within the meaning of the Act is supported by the House Report on the proposed legislation which states that \"the first sale price is essentially a wellhead price.\"  H.R.Rep. No. 95-496 (Pt. 4), 95th Cong., 1st Sess. 103 (1977), U.S.Code Cong. &amp; Admin.News 1978, p. 8547.  In addition, Title 1 of the NGPA itself is entitled \"wellhead pricing.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> When Congress meant to limit the applicability of certain sections, it used \"attributable\" in conjunction with qualifying language.  See <i>e.g.,</i> &#167; 110(a)(1), 15 U.S.C. 3320(a)(1) which provides that a first sale price may exceed the maximum lawful price if the excess is necessary to recover \"[S]tate severance taxes attributable to the production of such natural gas and borne by the seller, but only to the extent the amount of such taxes does not exceed the limitation of subsection (b)\";  see also &#167; 503(e)(2)(B), 15 U.S.C. &#167; 3413(e)(2)(B).  Congress' failure to similarly modify \"attributable\" in &#167; 2(21)(B) suggests that \"attributable\" means, as the Commission held, \"exclusively comprised of.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> \"In addition, such a rule would extend NGPA first sale jurisdiction to all corporations which produce their own natural gas.  Comments filed by industrial corporations which consume their own natural gas production indicate that this would produce undesirable results and that no valid regulatory purpose would be served by extending the Commission's jurisdiction to cover such production.\"  Order No. 58, App. to Petn for Cert. at B-6.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5-1\">\n        <a class=\"footnote\" href=\"#fn5-1_ref\">5</a>\n        <p> This is even more true after Order No. 98, which grants new pipeline production parity pricing with first sale prices for independent producers.  Only old gas is now limited to the NGA prices.  The added revenues derived by pipelines from production of gas from pre-19 3 wells cannot possibly operate as an incentive for the drilling of new wells.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6-1\">\n        <a class=\"footnote\" href=\"#fn6-1_ref\">6</a>\n        <p> The Court does suggest that the Commission's view serves to perpetuate the dual system of natural gas regulation.  While the House Bill had a more ambitious objective of completely replacing the existing regulatory structure, the Senate disagreed, and the compromise enacted into law did not totally supplant the Natural Gas Act.  Section 104 of the Act directly incorporates the Natural Gas Act \"vintaging\" pattern.  As the Court recognizes, most old gas continues to receive the price it received under the NGA, increased over time in accordance with the inflation formula found in &#167; 101.  <i>Ante,</i> at 334-335.  The Act provides incentive pricing for new gas to insure adequate supplies in the interstate market, but maintains Natural Gas Act price controls on old gas to prevent unnecessary price increases.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7-1\">\n        <a class=\"footnote\" href=\"#fn7-1_ref\">7</a>\n        <p> The Commission plausibly distinguishes affiliate sales, governed by sales contracts, from the purely internal transfers of gas between production and transportation divisions of a single corporation.  See Order No. 102, reprinted in App. to Petn. for Cert. at B-54.  In a footnote, the  ourt denigrates the Commission's analysis by observing that &#167; 601(b)(1)(E) \"reveals that Congress expressly refused to rely on affiliate sales contracts as reflecting the realities of the marketplace.\"  <i>Ante,</i> at 338, n. 16.  But it is precisely because &#167; 601(b)(1)(E) safeguards the consumer from unduly priced sales involving affiliates but not intracorporate transfers that it is reasonable that the former but not the latter may receive first sale treatment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8-1\">\n        <a class=\"footnote\" href=\"#fn8-1_ref\">8</a>\n        <p> The Court suggests that it is not disregarding the agency's expertise because the Commission subsequently granted NGPA incentive prices to new pipeline produced gas in Order No. 98.  <i>Ante,</i> at 338-339, n. 17.  The Commission concluded, however, that the policies of the NGPA would be better served by granting NGPA prices <i>only</i> to pipelines previously subject to area or nationwide rate treatment while retaining NGA pricing for gas produced under cost-of-service pricing.</p>\n        <p>\"[T]he Commission found that such incentive prices should not be available for production from leases previously subject to cost-of-service treatment, reasoning that such pipelines have already enjoyed the benefits of a certain recovery of and return on the costs of production, and that their customers, who have borne the risks of this investment in the early years of exploration and development, should have an opportunity to receive the price benefits of cost-of-service treatment for gas produced as a result of the expenditures.\"  Order No. 102, reprinted in App. to Petn. for Cert. at B-56&#8212;B-57.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/111001/"
}