{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "560 U.S. 413", 
    "federal_cite_two": "130 S. Ct. 2323", 
    "specialty_cite_one": null, 
    "federal_cite_three": "176 L. Ed. 2d 1131", 
    "lexis_cite": "2010 U.S. LEXIS 4380", 
    "document_uris": [
      "/api/rest/v2/document/147528/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Levin v. Commerce Energy, Inc.", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "09-223", 
    "id": 131787, 
    "resource_uri": "/api/rest/v2/citation/131787/"
  }, 
  "id": 147528, 
  "blocked": false, 
  "judges": "", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "2010-06-01", 
  "download_url": "http://www.supremecourt.gov/opinions/09pdf/09-223.pdf", 
  "source": "C", 
  "local_path": "pdf/2010/06/01/Levin_v._Commerce_Energy_Inc..pdf", 
  "html_lawbox": "", 
  "time_retrieved": "2010-06-01T07:27:38", 
  "nature_of_suit": "", 
  "plain_text": "(Slip Opinion)              OCTOBER TERM, 2009                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\nLEVIN, TAX COMMISSIONER OF OHIO v. COMMERCE\n              ENERGY, INC., ET AL.\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE SIXTH CIRCUIT\n\n       No. 09–223.     Argued March 22, 2010—Decided June 1, 2010\nHistorically, all Ohio natural gas consumers purchased gas from a local\n  distribution company (LDC), the public utility serving their geo\n  graphic area. Today, however, consumers in Ohio’s major metropoli\n  tan areas can alternatively contract with independent marketers\n  (IMs) that compete with LDCs for retail sales of natural gas. Re\n  spondents, mainly IMs offering to sell natural gas to Ohio consumers,\n  sued petitioner Ohio Tax Commissioner (Commissioner) in federal\n  court, alleging discriminatory taxation of IMs and their patrons in\n  violation of the Commerce and Equal Protection Clauses. They\n  sought declaratory and injunctive relief invalidating three tax ex\n  emptions Ohio grants exclusively to LDCs. The court initially held\n  that respondents’ suit was not blocked by the Tax Injunction Act\n  (TIA), which prohibits lower federal courts from restraining “the as\n  sessment, levy or collection of any tax under State law where a plain,\n  speedy and efficient remedy may be had in the courts of such State,”\n  28 U. S. C. §1341. Nevertheless, the court dismissed the suit based\n  on the more embracive comity doctrine, which restrains federal\n  courts from entertaining claims that risk disrupting state tax ad\n  ministration, see Fair Assessment in Real Estate Assn., Inc. v.\n  McNary, 454 U. S. 100. The Sixth Circuit agreed with the District\n  Court’s TIA holding, but reversed the court’s comity ruling, and re\n  manded for adjudication of the merits. A footnote in Hibbs v. Winn,\n  542 U. S. 88, 107, n. 9, the Court of Appeals believed, foreclosed an\n  expansive reading of this Court’s comity precedents. The footnote\n  stated that the Court “has relied upon ‘principles of comity’ to pre\n  clude original federal-court jurisdiction only when plaintiffs have\n  sought district-court aid in order to arrest or countermand state tax\n2                LEVIN v. COMMERCE ENERGY, INC.\n\n                                 Syllabus\n\n    collection.” Respondents challenged only a few limited exemptions,\n    the Sixth Circuit observed, therefore their success on the merits\n    would not significantly intrude upon Ohio’s administration of its tax\n    system.\nHeld: Under the comity doctrine, a taxpayer’s complaint of allegedly\n discriminatory state taxation, even when framed as a request to in\n crease a competitor’s tax burden, must proceed originally in state\n court. Pp. 5–17.\n    (a) The comity doctrine reflects a proper respect for the States and\n their institutions. E.g., Fair Assessment, 454 U. S., at 112. Comity’s\n constraint has particular force when lower federal courts are asked to\n pass on the constitutionality of state taxation of commercial activity.\n States rely chiefly on taxation to fund their governments’ operations,\n therefore their tax-enforcement methods should not be interfered\n with absent strong cause. See Dows v. Chicago, 11 Wall. 108, 110.\n The TIA was enacted specifically to constrain the issuance of federal\n injunctions in state-tax cases, see Fair Assessment, 454 U. S., at 129,\n and is best understood as but a partial codification of the federal re\n luctance to interfere with state taxation, National Private Truck\n Council, Inc. v. Oklahoma Tax Comm’n, 515 U. S. 582, 590. Pp. 5–8.\n    (b) Hibbs does not restrict comity’s compass. Plaintiffs in Hibbs\n were Arizona taxpayers who challenged, as violative of the Estab\n lishment Clause, a tax credit that allegedly served to support paro\n chial schools. Their federal-court suit for declaratory and injunctive\n relief did not implicate in any way their own tax liability, and the re\n lief they sought would not deplete the State’s treasury. Rejecting\n Arizona’s plea that the TIA barred the suit, the Court found that the\n case was “not rationally distinguishable” from pathmarking civil\n rights controversies in which federal courts had entertained chal\n lenges to state tax credits without conceiving of the TIA as a jurisdic\n tional barrier. 542 U. S., at 93–94, 110–112. The Court also dis\n patched Arizona’s comity argument in the footnote that moved the\n Sixth Circuit here to reverse the District Court’s comity-based dis\n missal. Id., at 107, n. 9. Neither Hibbs nor any other decision of this\n Court, however, has considered the comity doctrine’s application to\n cases of the kind presented here. Pp. 8–10.\n    (c) Respondents contend that state action “selects [them] out for\n discriminatory treatment by subjecting [them] to taxes not imposed\n on others of the same class.” Hillsborough v. Cromwell, 326 U. S.\n 620, 623. When economic legislation does not employ classifications\n subject to heightened scrutiny or impinge on fundamental rights,\n courts generally view constitutional challenges with the skepticism\n due respect for legislative choices demands. See, e.g., Hodel v. Indi\n ana, 452 U. S. 314, 331–332. And “in taxation, even more than in\n                   Cite as: 560 U. S. ____ (2010)                     3\n\n                              Syllabus\n\nother fields, legislatures possess the greatest freedom in classifica\ntion.” Madden v. Kentucky, 309 U. S. 83, 88. Of key importance,\nwhen unlawful discrimination infects tax classifications or other leg\nislative prescriptions, the Constitution simply calls for equal treat\nment. How equality is accomplished—by extension or invalidation of\nthe unequally distributed benefit or burden, or some other measure—\nis a matter on which the Constitution is silent. See, e.g., Heckler v.\nMathews, 465 U. S. 728, 740. On finding unlawful discrimination,\ncourts may attempt, within the bounds of their institutional compe\ntence, to implement what the legislature would have willed had it\nbeen apprised of the constitutional infirmity. E.g., id., at 739, n. 5.\nWith the State’s legislative prerogative firmly in mind, this Court,\nupon finding impermissible discrimination in a State’s tax measure,\ngenerally remands the case, leaving the interim remedial choice to\nstate courts. See, e.g., McKesson Corp. v. Division of Alcoholic Bever\nages and Tobacco, Fla. Dept. of Business Regulation, 496 U. S. 18,\n39–40. If lower federal courts were to consider the merits of suits al\nleging uneven state tax burdens, however, recourse to state court for\nthe interim remedial determination would be unavailable, for federal\ntribunals lack authority to remand to state court an action initiated\nin federal court. Federal judges, moreover, are bound by the TIA,\nwhich generally precludes relief that would diminish state revenues,\neven if such relief is the remedy least disruptive of the state legisla\nture’s design. These limitations on the remedial competence of lower\nfederal courts counsel that they refrain from taking up cases of this\ngenre, so long as state courts are equipped fairly to adjudicate them.\nPp. 10–13.\n   (d) Comity considerations warrant dismissal of respondents’ suit.\nIf Ohio’s scheme is unconstitutional, the Ohio courts are better posi\ntioned to determine—unless and until the Ohio Legislature weighs\nin—how to comply with the mandate of equal treatment. See Davis\nv. Michigan Dept. of Treasury, 489 U. S. 803, 817–818. The unelabo\nrated comity footnote in Hibbs does not counsel otherwise. Hardly a\nrun-of-the-mine tax case, Hibbs was essentially an attack on the allo\ncation of state resources for allegedly unconstitutional purposes.\nPlaintiffs there were third parties whose own tax liability was not a\nrelevant factor. Here, by contrast, the very premise of respondents’\nsuit is that they are taxed differently from LDCs. The Hibbs footnote\nis most sensibly read to affirm that, just as that case was a poor fit\nunder the TIA, so it was a poor fit for comity. Respondents’ argu\nment that this case is fit for federal-court adjudication because of the\nsimplicity of the relief sought is unavailing. Even if their claims had\nmerit, respondents would not be entitled to their preferred remedy.\nIn Hibbs, however, if the District Court found the Arizona tax credit\n4                 LEVIN v. COMMERCE ENERGY, INC.\n\n                                  Syllabus\n\n    impermissible under the Establishment Clause, only one remedy\n    would redress the plaintiffs’ grievance: invalidation of the tax credit\n    at issue. Pp. 13–15.\n       (e) In sum, a confluence of factors in this case, absent in Hibbs,\n    leads to the conclusion that the comity doctrine controls here. First,\n    respondents seek federal-court review of commercial matters over\n    which Ohio enjoys wide regulatory latitude; their suit does not in\n    volve any fundamental right or classification that attracts heightened\n    judicial scrutiny. Second, while respondents portray themselves as\n    third-party challengers to an allegedly unconstitutional tax scheme,\n    they are in fact seeking federal-court aid in an endeavor to improve\n    their competitive position. Third, the Ohio courts are better posi\n    tioned than their federal counterparts to correct any violation be\n    cause they are more familiar with state legislative preferences and\n    because the TIA does not constrain their remedial options. Individu\n    ally, these considerations may not compel forbearance by federal dis\n    trict courts; in combination, however, they demand deference to the\n    state adjudicative process. Pp. 15–16.\n       (f) The Sixth Circuit’s concern that application of the comity doc\n    trine here would render the TIA effectively superfluous overlooks\n    Congress’ aim, in enacting the TIA, to secure the comity doctrine\n    against diminishment. Comity, moreover, is a prudential doctrine.\n    “If the State voluntarily chooses to submit to a federal forum, princi\n    ples of comity do not demand that the federal court force the case\n    back into the State’s own system.” Ohio Bureau of Employment\n    Servs. v. Hodory, 431 U. S. 471, 480. P. 16.\n       (g) In light of the foregoing, the Court need not decide whether the\n    TIA would itself block this suit. Pp. 16–17.\n554 F. 3d 1094, reversed and remanded.\n\n  GINSBURG, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and STEVENS, KENNEDY, BREYER, and SOTOMAYOR, JJ., joined.\nKENNEDY, J., filed a concurring opinion. THOMAS, J., filed an opinion\nconcurring in the judgment, in which SCALIA, J., joined. ALITO, J., filed\nan opinion concurring in the judgment.\n                       Cite as: 560 U. S. ____ (2010)                              1\n\n                            Opinion of the Court\n\n    NOTICE: This opinion is subject to formal revision before publication in the\n    preliminary print of the United States Reports. Readers are requested to\n    notify the Reporter of Decisions, Supreme Court of the United States, Wash­\n    ington, D. C. 20543, of any typographical or other formal errors, in order\n    that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                  _________________\n\n                                  No. 09–223\n                                  _________________\n\n\n RICHARD A. LEVIN, TAX COMMISSIONER OF OHIO,\n  PETITIONER v. COMMERCE ENERGY, INC., ET AL.\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\n            APPEALS FOR THE SIXTH CIRCUIT\n                                [June 1, 2010]\n\n   JUSTICE GINSBURG delivered the opinion of the Court.\n   This case presents the question whether a federal dis­\ntrict court may entertain a complaint of allegedly dis­\ncriminatory state taxation, framed as a request to increase\na commercial competitor’s tax burden. Relevant to our\ninquiry is the Tax Injunction Act (TIA or Act), 28 U. S. C.\n§1341, which prohibits lower federal courts from restrain­\ning “the assessment, levy or collection of any tax under\nState law where a plain, speedy and efficient remedy may\nbe had in the courts of such State.” More embracive than\nthe TIA, the comity doctrine applicable in state taxation\ncases restrains federal courts from entertaining claims for\nrelief that risk disrupting state tax administration. See\nFair Assessment in Real Estate Assn., Inc. v. McNary, 454\nU. S. 100 (1981). The comity doctrine, we hold, requires\nthat a claim of the kind here presented proceed originally\nin state court. In so ruling, we distinguish Hibbs v. Winn,\n542 U. S. 88 (2004), in which the Court held that neither\nthe TIA nor the comity doctrine barred a federal district\ncourt from adjudicating an Establishment Clause chal­\nlenge to a state tax credit that allegedly funneled public\n2             LEVIN v. COMMERCE ENERGY, INC.\n\n                     Opinion of the Court\n\nfunds to parochial schools.\n                              I\n\n                             A\n\n  Historically, all natural gas consumers in Ohio pur­\nchased gas from the public utility, known as a local distri­\nbution company (LDC), serving their geographic area. In\naddition to selling gas as a commodity, LDCs own and\noperate networks of distribution pipelines to transport and\ndeliver gas to consumers. LDCs offer customers a single,\nbundled product comprising both gas and delivery.\n  Today, consumers in Ohio’s major metropolitan areas\ncan alternatively contract with an independent marketer\n(IM) that competes with LDCs for retail sales of natural\ngas. IMs do not own or operate distribution pipelines;\nthey use LDCs’ pipelines. When a customer goes with an\nIM, therefore, she purchases two “unbundled” products:\ngas (from the IM) and delivery (from the LDC).\n  Ohio treats LDCs and IMs differently for tax purposes.\nRelevant here, Ohio affords LDCs three tax exemptions\nthat IMs do not receive. First, LDCs’ natural gas sales are\nexempt from sales and use taxes. Ohio Rev. Code Ann.\n§5739.02(B)(7) (Lexis Supp. 2010); §§5739.021(E), .023(G),\n.026(F) (Lexis 2008); §§5741.02(C), .021(A), .022(A),\n.023(A) (Lexis 2008). LDCs owe instead a gross receipts\nexcise tax, §5727.24, which is lower than the sales and use\ntaxes IMs must collect. Second, LDCs are not subject to\nthe commercial activities tax imposed on IMs’ taxable\ngross receipts. §§5751.01(E)(2), .02 (Lexis Supp. 2010).\nFinally, Ohio law excludes inter-LDC natural gas sales\nfrom the gross receipts tax, which IMs must pay when\nthey purchase gas from LDCs. §5727.33(B)(4) (Lexis\n2008).\n                             B\n    Plaintiffs-respondents Commerce Energy, Inc., a Cali­\n                    Cite as: 560 U. S. ____ (2010)                  3\n\n                        Opinion of the Court\n\nfornia corporation, and Interstate Gas Supply, Inc., an\nOhio company, are IMs that market and sell natural gas\nto Ohio consumers. Plaintiff-respondent Gregory Slone is\nan Ohio citizen who has purchased natural gas from In­\nterstate Gas Supply since 1999. Alleging discriminatory\ntaxation of IMs and their patrons in violation of the Com­\nmerce and Equal Protection Clauses, Complaint ¶¶35–39,\nApp. 11–13, respondents sued Richard A. Levin, Tax\nCommissioner of Ohio (Commissioner), in the U. S. Dis­\ntrict Court for the Southern District of Ohio. Invoking\nthat court’s federal-question jurisdiction under 28 U. S. C.\n§1331, Complaint ¶6, App. 3, respondents sought declara­\ntory and injunctive relief invalidating the three tax ex­\nemptions LDCs enjoy and ordering the Commissioner to\nstop “recognizing and/or enforcing” the exemptions. Id., at\n20–21. Respondents named the Commissioner as sole\ndefendant; they did not extend the litigation to include the\nLDCs whose tax burden their suit aimed to increase.1\n   The District Court granted the Commissioner’s motion\nto dismiss the complaint. The TIA did not block the suit,\nthe District Court initially held, because respondents, like\nthe plaintiffs in Hibbs, were “third-parties challenging the\nconstitutionality of [another’s] tax benefit,” and their\nrequested relief “would not disrupt the flow of tax reve­\nnue” to the State. App. to Pet. for Cert. 24a.\n   Nevertheless, the District Court “decline[d] to exercise\njurisdiction” as a matter of comity. Id., at 32a. Ohio’s\nLegislature, the District Court observed, chose to provide\nthe challenged tax exemptions to LDCs. Respondents\nrequested relief that would “requir[e] Ohio to collect taxes\nwhich its legislature has not seen fit to impose.” Ibid.\n——————\n  1 In moving to dismiss the complaint, the Commissioner urged, inter\n\nalia, that the LDCs were parties necessary to a just adjudication. See\nFed. Rule Civ. Proc. 19. Ruling for the Commissioner on comity\ngrounds, the District Court did not reach the question whether the\nLDCs were indispensable parties. App. to Pet. for Cert. 21a, 32a–33a.\n4            LEVIN v. COMMERCE ENERGY, INC.\n\n                     Opinion of the Court\n\n(internal quotation marks omitted). Such relief, the court\nsaid, would draw federal judges into “a particularly inap­\npropriate involvement in a state’s management of its fiscal\noperations.” Ibid. (internal quotation marks omitted). A\nstate court, the District Court recognized, could extend the\nexemptions to IMs, but the TIA proscribed this revenue­\nreducing relief in federal court. “Where there would be\ntwo possible remedies,” the Court concluded, a federal\ncourt should not “impose its own judgment on the state\nlegislature mandating which remedy is appropriate.” Ibid.\n   The U. S. Court of Appeals for the Sixth Circuit re­\nversed. 554 F. 3d 1094 (2009). While agreeing that the\nTIA did not bar respondents’ suit, the Sixth Circuit re­\njected the District Court’s comity ruling. A footnote in\nHibbs, the Court of Appeals believed, foreclosed the Dis­\ntrict Court’s “expansive reading” of this Court’s comity\nprecedents. 554 F. 3d, at 1098. The footnote stated that\nthe Court “has relied upon ‘principles of comity’ to pre­\nclude original federal-court jurisdiction only when plain­\ntiffs have sought district-court aid in order to arrest or\ncountermand state tax collection.” Hibbs, 542 U. S., at\n107, n. 9 (citation omitted). A broad view of the comity\ncases, the Sixth Circuit feared, would render the TIA\n“effectively superfluous,” and would “sub silentio overrule\na series of important cases” presenting challenges to state\ntax measures. 554 F. 3d, at 1099, 1102 (citing Milliken v.\nBradley, 433 U. S. 267 (1977); Mueller v. Allen, 463 U. S.\n388 (1983)); 554 F. 3d, at 1099–1100.\n   In so ruling, the Sixth Circuit agreed with the Seventh\nand Ninth Circuits, which had similarly read Hibbs to rein\nin the comity doctrine, see Levy v. Pappas, 510 F. 3d 755\n(CA7 2007); Wilbur v. Locke, 423 F. 3d 1101 (CA9 2005),\nand it disagreed with the Fourth Circuit, which had con­\ncluded that Hibbs left comity doctrine untouched, see\nDIRECTV, Inc. v. Tolson, 513 F. 3d 119 (2008). Noting\nthat respondents “challenge[d] only a few limited exemp­\n                 Cite as: 560 U. S. ____ (2010)             5\n\n                     Opinion of the Court\n\ntions,” and satisfied, therefore, that “[respondents’] suc­\ncess would not significantly intrude upon traditional\nmatters of state taxation,” the Sixth Circuit remanded the\ncase for adjudication of the merits. 554 F. 3d, at 1102.\n   After unsuccessfully moving for rehearing en banc, App.\nto Pet. for Cert. 1a–2a, the Commissioner petitioned for\ncertiorari. By then, the First Circuit had joined the Sixth,\nSeventh, and Ninth Circuits in holding that Hibbs sharply\nlimited the scope of the comity bar. Coors Brewing Co. v.\nMéndez-Torres, 562 F. 3d 3 (2009). We granted the Com­\nmissioner’s petition, 558 U. S. ___ (2009), to resolve the\ndisagreement among the Circuits.\n                             II \n\n                             A\n\n  Comity considerations, the Commissioner dominantly\nurges, preclude the exercise of lower federal-court adjudi­\ncatory authority over this controversy, given that an ade­\nquate state-court forum is available to hear and decide\nrespondents’ constitutional claims. We agree.\n  The comity doctrine counsels lower federal courts to\nresist engagement in certain cases falling within their\njurisdiction. The doctrine reflects\n    “a proper respect for state functions, a recognition of\n    the fact that the entire country is made up of a Union\n    of separate state governments, and a continuance of\n    the belief that the National Government will fare best\n    if the States and their institutions are left free to per­\n    form their separate functions in separate ways.” Fair\n    Assessment, 454 U. S., at 112 (quoting Younger v.\n    Harris, 401 U. S. 37, 44 (1971)).\nComity’s constraint has particular force when lower fed­\neral courts are asked to pass on the constitutionality of\nstate taxation of commercial activity. For “[i]t is upon\ntaxation that the several States chiefly rely to obtain the\n6               LEVIN v. COMMERCE ENERGY, INC.\n\n                          Opinion of the Court\n\nmeans to carry on their respective governments, and it is\nof the utmost importance to all of them that the modes\nadopted to enforce the taxes levied should be interfered\nwith as little as possible.” Dows v. Chicago, 11 Wall. 108,\n110 (1871).\n   “An examination of [our] decisions,” this Court wrote\nmore than a century ago, “shows that a proper reluctance\nto interfere by prevention with the fiscal operations of the\nstate governments has caused [us] to refrain from so doing\nin all cases where the Federal rights of the persons could\notherwise be preserved unimpaired.” Boise Artesian Hot\n& Cold Water Co. v. Boise City, 213 U. S. 276, 282 (1909).\nAccord Matthews v. Rodgers, 284 U. S. 521, 525–526\n(1932) (So long as the state remedy was “plain, adequate,\nand complete,” the “scrupulous regard for the rightful\nindependence of state governments which should at all\ntimes actuate the federal courts, and a proper reluctance\nto interfere by injunction with their fiscal operations,\nrequire that such relief should be denied in every case\nwhere the asserted federal right may be preserved without\nit.”).2\n——————\n   2 Justice Brennan cogently explained, in practical terms, “the special\n\nreasons justifying the policy of federal noninterference with state tax\ncollection”:\n“The procedures for mass assessment and collection of state taxes and\nfor administration and adjudication of taxpayers’ disputes with tax\nofficials are generally complex and necessarily designed to operate\naccording to established rules. State tax agencies are organized to\ndischarge their responsibilities in accordance with the state procedures.\nIf federal declaratory relief were available to test state tax assess­\nments, state tax administration might be thrown into disarray, and\ntaxpayers might escape the ordinary procedural requirements imposed\nby state law. During the pendency of the federal suit the collection of\nrevenue under the challenged law might be obstructed, with consequent\ndamage to the State’s budget, and perhaps a shift to the State of the\nrisk of taxpayer insolvency. Moreover, federal constitutional issues are\nlikely to turn on questions of state tax law, which, like issues of state\nregulatory law, are more properly heard in the state courts.” Perez v.\n                     Cite as: 560 U. S. ____ (2010)                   7\n\n                         Opinion of the Court\n\n   Statutes conferring federal jurisdiction, we have repeat­\nedly cautioned, should be read with sensitivity to “federal­\nstate relations” and “wise judicial administration.”\nQuackenbush v. Allstate Ins. Co., 517 U. S. 706, 716 (1996)\n(internal quotation marks omitted). But by 1937, in state\ntax cases, the federal courts had moved in a different\ndirection: they “had become free and easy with injunc­\ntions.” Fair Assessment, 454 U. S., at 129 (Brennan, J.,\nconcurring in judgment) (internal quotation marks omit­\nted).3 Congress passed the TIA to reverse this trend. Id.,\nat 109–110 (opinion of the Court).\n   Our post-Act decisions, however, confirm the continuing\nsway of comity considerations, independent of the Act.\nPlaintiffs in Great Lakes Dredge & Dock Co. v. Huffman,\n319 U. S. 293 (1943), for example, sought a federal judg­\nment declaring Louisiana’s unemployment compensation\ntax unconstitutional. Writing six years after the TIA’s\npassage, we emphasized the Act’s animating concerns: A\n“federal court of equity,” we reminded, “may in an appro­\npriate case refuse to give its special protection to private\nrights when the exercise of its jurisdiction would be preju­\ndicial to the public interest, [and] should stay its hand in\nthe public interest when it reasonably appears that pri­\nvate interests will not suffer.” Id., at 297–298 (citations\nomitted). In enacting the TIA, we noted, “Congress recog­\n——————\nLedesma, 401 U. S. 82, 128, n. 17 (1971) (opinion concurring in part and\ndissenting in part).\n  3 Two features of federal equity practice accounted for the courts’\n\nwillingness to grant injunctive relief. First, the Court had held that,\nalthough “equity jurisdiction does not lie where there exists an ade­\nquate legal remedy[,] . . . the ‘adequate legal remedy’ must be one\ncognizable in federal court.” Fair Assessment, 454 U. S., at 129, n. 15\n(Brennan, J., concurring in judgment) (emphasis in original). Second,\nfederal courts, “construing strictly the requirement that the remedy\navailable at law be ‘plain, adequate and complete,’ had frequently\nconcluded that the procedures provided by the State were not ade­\nquate.” Ibid. (citation omitted).\n8              LEVIN v. COMMERCE ENERGY, INC.\n\n                         Opinion of the Court\n\nnized and gave sanction to this practice.” Id., at 298. We\ncould not have thought Congress intended to cabin the\ncomity doctrine, for we went on to instruct dismissal in\nGreat Lakes on comity grounds without deciding whether\nthe Act reached declaratory judgment actions. Id., at 299,\n301–302.4\n  Decades later, in Fair Assessment, we ruled, based on\ncomity concerns, that 42 U. S. C. §1983 does not permit\nfederal courts to award damages in state taxation cases\nwhen state law provides an adequate remedy. 454 U. S.,\nat 116. We clarified in Fair Assessment that “the principle\nof comity which predated the Act was not restricted by its\npassage.” Id., at 110. And in National Private Truck\nCouncil, Inc. v. Oklahoma Tax Comm’n, 515 U. S. 582, 590\n(1995), we said, explicitly, that “the [TIA] may be best\nunderstood as but a partial codification of the federal\nreluctance to interfere with state taxation.”\n                             B\n  Although our precedents affirm that the comity doctrine\nis more embracive than the TIA, several Courts of Ap­\npeals, including the Sixth Circuit in the instant case, have\ncomprehended Hibbs to restrict comity’s compass. See\nsupra, at 4–5. Hibbs, however, has a more modest reach.\n  Plaintiffs in Hibbs were Arizona taxpayers who chal­\nlenged a state law authorizing tax credits for payments to\norganizations that disbursed scholarship grants to chil­\ndren attending private schools. 542 U. S., at 94–96.\nThese organizations could fund attendance at institutions\nthat provided religious instruction or gave admissions\npreference on the basis of religious affiliation. Id., at 95.\nRanking the credit program as state subsidization of\nreligion, incompatible with the Establishment Clause,\n——————\n  4 We later held that the Act indeed does proscribe suits for declara­\n\ntory relief that would thwart state tax collection. California v. Grace\nBrethren Church, 457 U. S. 393, 411 (1982).\n                  Cite as: 560 U. S. ____ (2010)             9\n\n                      Opinion of the Court\n\nplaintiffs sought declaratory and injunctive relief and an\norder requiring the organizations to pay sums still in their\npossession into the State’s general fund. Id., at 96.\n   The Director of Arizona’s Department of Revenue sought\nto escape suit in federal court by invoking the TIA. We\nheld that the litigation fell outside the TIA’s governance.\nOur prior decisions holding suits blocked by the TIA, we\nnoted, were tied to the Act’s “state-revenue-protective\nmoorings.” Id., at 106. The Act, we explained, “re­\nstrain[ed] state taxpayers from instituting federal actions\nto contest their [own] liability for state taxes,” id., at 108,\nsuits that, if successful, would deplete state coffers. But\n“third parties” like the Hibbs plaintiffs, we concluded,\nwere not impeded by the TIA “from pursuing constitu­\ntional challenges to tax benefits in a federal forum.” Ibid.\nThe case, we stressed, was “not rationally distinguishable”\nfrom a procession of pathmarking civil-rights controver­\nsies in which federal courts had entertained challenges to\nstate tax credits without conceiving of the TIA as a juris­\ndictional barrier. Id., at 93–94, 110–112. See, e.g., Griffin\nv. School Bd. of Prince Edward Cty., 377 U. S. 218 (1964)\n(involving, inter alia, tax credits for contributions to pri­\nvate segregated schools).\n   Arizona’s Revenue Director also invoked comity as cause\nfor dismissing the action. We dispatched the Director’s\ncomity argument in a spare footnote that moved the Sixth\nCircuit here to reverse the District Court’s comity-based\ndismissal. As earlier set out, see supra, at 4, the footnote\nstated: “[T]his Court has relied upon ‘principles of comity’\nto preclude original federal-court jurisdiction only when\nplaintiffs have sought district-court aid in order to arrest\nor countermand state tax collection.” 542 U. S., at 107,\nn. 9 (citation omitted) (citing Fair Assessment, 454 U. S.,\nat 107–108; Great Lakes, 319 U. S., at 296–299).\n   Relying heavily on our footnote in Hibbs, respondents\nurge that “comity should no more bar this action than it\n10              LEVIN v. COMMERCE ENERGY, INC.\n\n                           Opinion of the Court\n\ndid the action in Hibbs.” Brief for Respondents 42. As we\nexplain below, however, the two cases differ markedly in\nways bearing on the comity calculus. We have had no\nprior occasion to consider, under the comity doctrine, a\ntaxpayer’s complaint about allegedly discriminatory state\ntaxation framed as a request to increase a competitor’s tax\nburden. Now squarely presented with the question, we\nhold that comity precludes the exercise of original federal­\ncourt jurisdiction in cases of the kind presented here.\n                            III \n\n                             A\n\n   Respondents complain that they are taxed unevenly in\ncomparison to LDCs and their customers. Under either an\nequal protection or dormant Commerce Clause theory,\nrespondents’ root objection is the same: State action,\nrespondents contend, “selects [them] out for discrimina­\ntory treatment by subjecting [them] to taxes not imposed\non others of the same class.” Hillsborough v. Cromwell,\n326 U. S. 620, 623 (1946) (equal protection); see Dennis v.\nHiggins, 498 U. S. 439, 447–448 (1991) (dormant Com­\nmerce Clause).\n   When economic legislation does not employ classifica­\ntions subject to heightened scrutiny or impinge on funda­\nmental rights,5 courts generally view constitutional chal­\nlenges with the skepticism due respect for legislative\nchoices demands. See, e.g., Hodel v. Indiana, 452 U. S.\n314, 331–332 (1981); Williamson v. Lee Optical of Okla.,\nInc., 348 U. S. 483, 488–489 (1955). And “in taxation,\neven more than in other fields, legislatures possess the\ngreatest freedom in classification.” Madden v. Kentucky,\n——————\n  5 Cf., e.g., Loving v. Virginia, 388 U. S. 1 (1967); United States v. Vir­\n\nginia, 518 U. S. 515 (1996). On the federal courts’ role in safeguarding\nhuman rights, see, e.g., Zwickler v. Koota, 389 U. S. 241, 245–248\n(1967); McNeese v. Board of Ed. for Community Unit School Dist. 187,\n373 U. S. 668, 672–674, and n. 6 (1963).\n                  Cite as: 560 U. S. ____ (2010)            11\n\n                      Opinion of the Court\n\n309 U. S. 83, 88 (1940).\n   Of key importance, when unlawful discrimination in­\nfects tax classifications or other legislative prescriptions,\nthe Constitution simply calls for equal treatment. How\nequality is accomplished—by extension or invalidation of\nthe unequally distributed benefit or burden, or some other\nmeasure—is a matter on which the Constitution is silent.\nSee Heckler v. Mathews, 465 U. S. 728, 740 (1984)\n(“[W]hen the right invoked is that to equal treatment, the\nappropriate remedy is a mandate of equal treatment, a\nresult that can be accomplished” in more than one way.\n(quoting Iowa-Des Moines Nat. Bank v. Bennett, 284 U. S.\n239, 247 (1931); internal quotation marks omitted)).\n   On finding unlawful discrimination, we have affirmed,\ncourts may attempt, within the bounds of their institu­\ntional competence, to implement what the legislature\nwould have willed had it been apprised of the constitu­\ntional infirmity. Mathews, 465 U. S., at 739, n. 5; Califano\nv. Westcott, 443 U. S. 76, 92–93 (1979); see Stanton v.\nStanton, 421 U. S. 7, 17–18 (1975) (how State eliminates\nunconstitutional discrimination “plainly is an issue of\nstate law”); cf. United States v. Booker, 543 U. S. 220, 246\n(2005) (“legislative intent” determines cure for constitu­\ntional violation). The relief the complaining party re­\nquests does not circumscribe this inquiry. See Westcott,\n443 U. S., at 96, n. 2 (Powell, J., concurring in part and\ndissenting in part) (“This issue should turn on the intent\nof [the legislature], not the interests of the parties.”). With\nthe State’s legislative prerogative firmly in mind, this\nCourt, upon finding impermissible discrimination in a\nState’s allocation of benefits or burdens, generally re­\nmands the case, leaving the remedial choice in the hands\nof state authorities. See, e.g., Wengler v. Druggists Mut.\nIns. Co., 446 U. S. 142, 152–153 (1980); Orr v. Orr, 440\nU. S. 268, 283–284 (1979); Stanton, 421 U. S., at 17–18;\nSkinner v. Oklahoma ex rel. Williamson, 316 U. S. 535,\n12              LEVIN v. COMMERCE ENERGY, INC.\n\n                          Opinion of the Court\n\n543 (1942). But see, e.g., Levy v. Louisiana, 391 U. S. 68\n(1968).\n   In particular, when this Court—on review of a state\nhigh court’s decision—finds a tax measure constitutionally\ninfirm, “it has been our practice,” for reasons of “federal­\nstate comity,” “to abstain from deciding the remedial\neffects of such a holding.” American Trucking Assns., Inc.\nv. Smith, 496 U. S. 167, 176 (1990) (plurality opinion).6 A\n“State found to have imposed an impermissibly discrimi­\nnatory tax retains flexibility in responding to this deter­\nmination.” McKesson Corp. v. Division of Alcoholic Bever­\nages and Tobacco, Fla. Dept. of Business Regulation, 496\nU. S. 18, 39–40 (1990). Our remand leaves the interim\nsolution in state-court hands, subject to subsequent defini­\ntive disposition by the State’s legislature.\n   If lower federal courts were to give audience to the\nmerits of suits alleging uneven state tax burdens, how­\never, recourse to state court for the interim remedial\ndetermination would be unavailable. That is so because\nfederal tribunals lack authority to remand to the state\ncourt system an action initiated in federal court. Federal\njudges, moreover, are bound by the TIA; absent certain\nexceptions, see, e.g., Department of Employment v. United\nStates, 385 U. S. 355, 357–358 (1966), the Act precludes\nrelief that would diminish state revenues, even if such\nrelief is the remedy least disruptive of the state legisla­\nture’s design.7 These limitations on the remedial compe­\n——————\n  6 See, e.g., Harper v. Virginia Dept. of Taxation, 509 U. S. 86, 100–102\n\n(1993); McKesson Corp. v. Division of Alcoholic Beverages and Tobacco,\nFla. Dept. of Business Regulation, 496 U. S. 18, 51–52 (1990); Davis v.\nMichigan Dept. of Treasury, 489 U. S. 803, 818 (1989); American\nTrucking Assns., Inc. v. Scheiner, 483 U. S. 266, 297–298 (1987); Tyler\nPipe Industries, Inc. v. Washington State Dept. of Revenue, 483 U. S.\n232, 252–253 (1987); Bacchus Imports, Ltd. v. Dias, 468 U. S. 263, 276–\n277 (1984); Exxon Corp. v. Eagerton, 462 U. S. 176, 196–197 (1983);\nLouis K. Liggett Co. v. Lee, 288 U. S. 517, 540–541 (1933).\n  7 State courts also have greater leeway to avoid constitutional hold­\n                      Cite as: 560 U. S. ____ (2010)                    13\n\n                          Opinion of the Court\n\ntence of lower federal courts counsel that they refrain from\ntaking up cases of this genre, so long as state courts are\nequipped fairly to adjudicate them.8\n                             B\n   Comity considerations, as the District Court deter­\nmined, warrant dismissal of respondents’ suit. Assuming,\narguendo, that respondents could prevail on the merits of\nthe suit,9 the most obvious way to achieve parity would be\nto reduce respondents’ tax liability. Respondents did not\nseek such relief, for the TIA stands in the way of any\ndecree that would “enjoin . . . collection of [a] tax under\nState law.” 28 U. S. C. §1341.10 A more ambitious solu­\ntion would reshape the relevant provisions of Ohio’s tax\ncode. Were a federal court to essay such relief, however,\nthe court would engage in the very interference in state\ntaxation the comity doctrine aims to avoid. Cf. State\nRailroad Tax Cases, 92 U. S. 575, 614–615 (1876). Re­\nspondents’ requested remedy, an order invalidating the\nexemptions enjoyed by LDCs, App. 20–21, may be far from\n\n——————\nings by adopting “narrowing constructions that might obviate the\nconstitutional problem and intelligently mediate federal constitutional\nconcerns and state interests.” Moore v. Sims, 442 U. S. 415, 429–430\n(1979).\n   8 Any substantial federal question, of course, “could be reviewed when\n\nthe case [comes to this Court] through the hierarchy of state courts.”\nMcNeese, 373 U. S., at 673.\n   9 But see General Motors Corp. v. Tracy, 519 U. S. 278, 279–280\n\n(1997) (determining, at a time IMs could not compete with LDCs for the\nOhio residential “captive” market, that IMs and LDCs were not “simi­\nlarly situated”; and rejecting industrial IM customer’s dormant Com­\nmerce Clause and equal protection challenges to LDCs’ exemption from\nsales and use taxes).\n   10 Previous language restricting the district courts’ “jurisdiction” was\n\nremoved in the 1948 revision of Title 28. Compare 28 U. S. C. §41(1)\n(1940 ed.) with §1341, 62 Stat. 932. This Court and others have con­\ntinued to regard the Act as jurisdictional. See, e.g., post, at 1 (THOMAS,\nJ., concurring in judgment).\n14              LEVIN v. COMMERCE ENERGY, INC.\n\n                         Opinion of the Court\n\nwhat the Ohio Legislature would have willed. See supra,\nat 11. In short, if the Ohio scheme is indeed unconstitu­\ntional, surely the Ohio courts are better positioned to\ndetermine—unless and until the Ohio Legislature weighs\nin—how to comply with the mandate of equal treatment.\nSee Davis v. Michigan Dept. of Treasury, 489 U. S. 803,\n817–818 (1989).11\n   As earlier noted, our unelaborated footnote on comity in\nHibbs, see supra, at 9, led the Sixth Circuit to conclude\nthat we had diminished the force of that doctrine and\nmade it inapplicable here. We intended no such conse­\nquential ruling. Hibbs was hardly a run-of-the-mine tax\ncase. It was essentially an attack on the allocation of state\nresources for allegedly unconstitutional purposes. In\nHibbs, the charge was state aid in alleged violation of the\nEstablishment Clause; in other cases of the same genre,\nthe attack was on state allocations to maintain racially\nsegregated schools. See Hibbs, 542 U. S., at 93–94, 110–\n112. The plaintiffs in Hibbs were outsiders to the tax\nexpenditure, “third parties” whose own tax liability was\nnot a relevant factor. In this case, by contrast, the very\npremise of respondents’ suit is that they are taxed differ­\nently from LDCs. Unlike the Hibbs plaintiffs, respondents\ndo object to their own tax situation, measured by the\nallegedly more favorable treatment accorded LDCs.\n   Hibbs held that the TIA did not preclude a federal chal­\nlenge by a third party who objected to a tax credit received\n\n——————\n  11 Respondents note that “[o]nce the district court grants the minimal\n\nrelief requested—to disallow the exemptions—it will be up to the Ohio\nGeneral Assembly to balance its own interests and determine how best\nto recast the tax laws, within constitutional restraints.” Brief for\nRespondents 41. But the legislature may not be convened on the spot,\nand the blunt interim relief respondents ask the District Court to\ndecree “may [immediately] derange the operations of government, and\nthereby cause serious detriment to the public.” Dows v. Chicago, 11\nWall. 108, 110 (1871).\n                     Cite as: 560 U. S. ____ (2010)                  15\n\n                         Opinion of the Court\n\nby others, but in no way objected to her own liability\nunder any revenue-raising tax provision. In context, we\nclarify, the Hibbs footnote comment on comity is most\nsensibly read to affirm that, just as the case was a poor fit\nunder the TIA, so it was a poor fit for comity. The Court,\nin other words, did not deploy the footnote to recast the\ncomity doctrine; it intended the note to convey only that\nthe Establishment Clause-grounded case cleared both the\nTIA and comity hurdles.\n   Respondents steadfastly maintain that this case is fit for\nfederal-court adjudication because of the simplicity of the\nrelief they seek, i.e., invalidation of exemptions accorded\nthe LDCs. But as we just explained, even if respondents’\nCommerce Clause and equal protection claims had merit,\nrespondents would have no entitlement to their preferred\nremedy. See supra, at 11. In Hibbs, however, if the Dis­\ntrict Court found the Arizona tax credit impermissible\nunder the Establishment Clause, only one remedy would\nredress the plaintiffs’ grievance: invalidation of the credit,\nwhich inevitably would increase the State’s tax receipts.\nNotably, redress in state court similarly would be limited\nto an order ending the allegedly impermissible state sup­\nport for parochial schools.12 Because state courts would\nhave no greater leeway than federal courts to cure the\nalleged violation, nothing would be lost in the currency of\ncomity or state autonomy by permitting the Hibbs suit to\nproceed in a federal forum.\n   Comity, in sum, serves to ensure that “the National\nGovernment, anxious though it may be to vindicate and\nprotect federal rights and federal interests, always en­\ndeavors to do so in ways that will not unduly interfere\n——————\n  12 No refund suit (or other taxpayer mechanism) was open to the\n\nplaintiffs in Hibbs, who were financially disinterested “third parties”;\nthey did not, therefore, improperly bypass any state procedure. Re­\nspondents here, however, could have asserted their federal rights by\nseeking a reduction in their tax bill in an Ohio refund suit.\n16           LEVIN v. COMMERCE ENERGY, INC.\n\n                     Opinion of the Court\n\nwith the legitimate activities of the States.” Younger, 401\nU. S., at 44. A confluence of factors in this case, absent in\nHibbs, leads us to conclude that the comity doctrine con­\ntrols here. First, respondents seek federal-court review of\ncommercial matters over which Ohio enjoys wide regula­\ntory latitude; their suit does not involve any fundamental\nright or classification that attracts heightened judicial\nscrutiny. Second, while respondents portray themselves\nas third-party challengers to an allegedly unconstitutional\ntax scheme, they are in fact seeking federal-court aid in an\nendeavor to improve their competitive position. Third, the\nOhio courts are better positioned than their federal coun­\nterparts to correct any violation because they are more\nfamiliar with state legislative preferences and because the\nTIA does not constrain their remedial options. Individu­\nally, these considerations may not compel forbearance on\nthe part of federal district courts; in combination, how­\never, they demand deference to the state adjudicative\nprocess.\n                             C\n   The Sixth Circuit expressed concern that application of\nthe comity doctrine here would render the TIA “effectively\nsuperfluous.” 554 F. 3d, at 1099; see id., at 1102. This\nconcern overlooks Congress’ point in enacting the TIA.\nThe Act was passed to plug two large loopholes courts had\nopened in applying the comity doctrine. See supra, at 7,\nand n. 3. By closing these loopholes, Congress secured the\ndoctrine against diminishment. Comity, we further note,\nis a prudential doctrine. “If the State voluntarily chooses\nto submit to a federal forum, principles of comity do not\ndemand that the federal court force the case back into the\nState’s own system.” Ohio Bureau of Employment Servs.\nv. Hodory, 431 U. S. 471, 480 (1977).\n                    Cite as: 560 U. S. ____ (2010)                 17\n\n                        Opinion of the Court\n\n                             IV\n  Because we conclude that the comity doctrine justifies\ndismissal of respondents’ federal-court action, we need not\ndecide whether the TIA would itself block the suit. See\nGreat Lakes, 319 U. S., at 299, 301 (reserving judgment on\nTIA’s application where comity precluded suit). See also\nSinochem Int’l Co. v. Malaysia Int’l Shipping Corp., 549\nU. S. 422, 431 (2007) (federal court has flexibility to choose\namong threshold grounds for dismissal).13\n                        *     *  *\n  For the reasons stated, the Sixth Circuit’s judgment is\nreversed, and the case is remanded for further proceedings\nconsistent with this opinion.\n                                           It is so ordered.\n\n\n\n\n——————\n  13 The District Court and Court of Appeals concluded that our deci­\nsion in Hibbs placed the controversy outside the TIA’s domain. That\nconclusion, we note, bears reassessment in light of this opinion’s\ndiscussion of the significant differences between Hibbs and this case.\n                 Cite as: 560 U. S. ____ (2010)          1\n\n                   KENNEDY, J., concurring\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                          No. 09–223\n                         _________________\n\n\nRICHARD A. LEVIN, TAX COMMISSIONER OF OHIO,\n PETITIONER v. COMMERCE ENERGY, INC., ET AL.\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\n            APPEALS FOR THE SIXTH CIRCUIT\n                        [June 1, 2010]\n\n  JUSTICE KENNEDY, concurring.\n  The Court’s rationale in Hibbs v. Winn, 542 U. S. 88\n(2004), seems to me still doubtful. Nothing in the Court’s\nopinion today expands Hibbs’ holding further, however,\nand on that understanding I join the opinion of the Court.\n                  Cite as: 560 U. S. ____ (2010)            1\n\n               THOMAS, J., concurring in judgment\n\nSUPREME COURT OF THE UNITED STATES\n                          _________________\n\n                           No. 09–223\n                          _________________\n\n\n RICHARD A. LEVIN, TAX COMMISSIONER OF OHIO,\n  PETITIONER v. COMMERCE ENERGY, INC., ET AL.\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\n            APPEALS FOR THE SIXTH CIRCUIT\n                         [June 1, 2010]\n\n   JUSTICE THOMAS, with whom JUSTICE SCALIA joins,\nconcurring in the judgment.\n   Although I, too, remain skeptical of the Court’s decision\nin Hibbs v. Winn, 542 U. S. 88 (2004), see ante, at 1\n(KENNEDY, J., concurring), I agree that it is not necessary\nfor us to revisit that decision to hold that this case belongs\nin state court. As the Court rightly concludes, Hibbs\npermits not just the application of comity principles to the\nlitigation here, but also application of the Tax Injunction\nAct (TIA or Act), 28 U. S. C. §1341. See ante, at 17. I\nconcur only in the judgment because where, as here, the\nsame analysis supports both jurisdictional and nonjuris\ndictional grounds for dismissal (the TIA imposes a juris\ndictional bar, see, e.g., Hibbs, supra, at 104), the “proper\ncourse” under our precedents is to dismiss for lack of\njurisdiction. Sinochem Int’l Co. v. Malaysia Int’l Shipping\nCorp., 549 U. S. 422, 435 (2007).\n   Congress enacted the TIA’s prohibition on federal juris\ndiction over certain cases involving state tax issues be\ncause federal courts had proved unable to exercise juris\ndiction over such cases in the restrained manner that\ncomity requires. See ante, at 7. As the Court explains,\nCongress’ decision to prohibit federal jurisdiction over\ncases within the Act’s scope did not disturb that jurisdic\ntion, or the comity principles that guide its exercise, in\n2            LEVIN v. COMMERCE ENERGY, INC.\n\n               THOMAS, J., concurring in judgment\n\ncases outside the Act’s purview. See ante, at 7−8; 12−17. I\ntherefore agree with the Court that nothing in the Act or\nin Hibbs affects the application of comity principles to\ncases not covered by the Act. I disagree that this conclu\nsion moots the need for us to decide “whether the TIA\nwould itself block th[is] suit.” Ante, at 16.\n   The Court posits that because comity is available as a\nground for dismissal even where the Act is not, the Act’s\napplication to this case is irrelevant if comity would also\nsupport sending the case to state court. See ante, at\n16−17. The Court rests this analysis on our recent holding\nin Sinochem that a court may dismiss a case on a nonmer\nits ground such as comity without first resolving an ac\ncompanying jurisdictional issue. See ante, at 16−17 (citing\n549 U. S., at 425). The Court’s reliance on Sinochem is\nmisplaced, however, because it confuses the fact that a\ncourt may do that with whether, and when, it should. As\nSinochem itself explains, courts should not dismiss cases\non nonjurisdictional grounds where “jurisdiction . . . ‘in\nvolve[s] no arduous inquiry’ ” and deciding it would not\nsubstantially undermine “judicial economy.” 549 U. S., at\n436 (quoting Ruhrgas AG v. Marathon Oil Co., 526 U. S.\n574, 587−588 (1999)). In such circumstances, Sinochem\nreiterates the settled rule that “the proper course” is to\ndismiss for lack of jurisdiction. 549 U. S., at 436. That is\nthe proper course here.\n   The TIA prohibits federal courts from exercising juris\ndiction over any action that would “suspend or restrain the\nassessment, levy or collection of [a] tax under State law.”\n§1341. As the Court appears to agree, see ante, at 17,\nn. 13, this is such a case even under the crabbed construc\ntion of the Act in Hibbs, which the Court accurately de\nscribes as holding only that the Act does “not preclude a\nfederal challenge by a third party who object[s] to a tax\ncredit received by others, but in no way object[s] to her\nown liability under any revenue-raising tax provision,”\n                 Cite as: 560 U. S. ____ (2010)           3\n\n               THOMAS, J., concurring in judgment\n\nante, at 14−15 (emphasizing that the “plaintiffs in Hibbs\nwere outsiders to the tax expenditure, ‘third parties’\nwhose own tax liability was not a relevant factor”). This is\nnot such a case, because the respondents here are in no\nsense “outsiders” to the revenue-raising state-tax regime\nthey ask the federal courts to restrain. Ibid.; see also\nHibbs, supra, at 104. Respondents compete with entities\nwho receive tax exemptions under that regime in provid\ning services whose cost is affected by the exemptions.\nRespondents thus do object to their own liability in a very\nreal and economically significant way: The liability the\nstate tax regime imposes on them but not on their com\npetitors makes it more difficult for respondents to match\nor beat their competitors’ prices. The fact that they raise\nthis objection through the expedient of contesting their\ncompetitors’ exemptions is plainly not enough to qualify\nthem as Hibbs-like “outsiders” to the state revenue-raising\nscheme they wish to enjoin. If it were, application of the\nAct’s jurisdictional bar would depend on little more than a\npleading game. The Act would bar a federal suit challeng\ning a state tax scheme that requires the challenger to pay\nmore taxes than his competitor if the challenger styles the\nsuit as an objection to his own tax liability, but would not\nbar the suit if he styles it as an objection to the competi\ntor’s exemption.\n   Because the Court appears to agree that even Hibbs\ndoes not endorse such a narrow view of the Act’s jurisdic\ntional bar, see ante, at 14−15, 17, n. 13, the “proper\ncourse” is to dismiss this suit under the statute and not\nreach the comity principles that the Court correctly holds\nindependently support the same result, Sinochem, supra,\nat 436. Here, unlike in Sinochem, there is no economy to\ndeciding the case on the nonjurisdictional ground: The\nsame analysis that supports dismissal for comity reasons\nsubjects this case to the Act’s jurisdictional prohibition,\neven as construed in Hibbs. Compare ante, at 5–17, with\n4            LEVIN v. COMMERCE ENERGY, INC.\n\n               THOMAS, J., concurring in judgment\n\nSinochem, supra, at 435–436 (approving dismissal of a\nsuit on forum non conveniens grounds because dismissal\non personal jurisdiction grounds would have required the\n“expense and delay” of a minitrial on forum contacts).\nGiven this, I see only one explanation for the Court’s\ndecision to dismiss on a “prudential” ground (comity), ante,\nat 16−17, rather than a mandatory one (jurisdiction): The\nCourt wishes to leave the door open to doing in future\ncases what it did in Hibbs, namely, retain federal jurisdic\ntion over constitutional claims that the Court simply does\nnot believe Congress should have entrusted to state judges\nunder the Act, see 542 U. S., at 113–128 (KENNEDY, J.,\ndissenting).\n   That is not a legitimate approach to this important area\nof the law, see ibid., and the Court’s assertion that our\ncivil rights precedents require it does not withstand scru\ntiny. If it is indeed true (which it may have been in the\ncivil rights cases) that federal jurisdiction is necessary to\nensure a fair forum in which to litigate an allegedly un\nconstitutional state tax scheme, the Act itself permits\nfederal courts to retain jurisdiction on the ground that “a\nplain, speedy and efficient remedy” cannot be had in state\ncourt. §1341. But where, as here and in Hibbs, such a\nremedy can be had in state court, the Court should apply\nthe Act as written. See 542 U. S., at 113–128 (KENNEDY,\nJ., dissenting).\n   Because I believe the Act forbids the approach to federal\njurisdiction over state tax issues that the Court adopted in\nHibbs, I would not decide this case in a way that leaves\nthe door open to it even if the Court could find a doorstop\nthat accords with, rather than upends, the settled princi\nple that judges presented with multiple nonmerits\ngrounds for dismissal should dismiss on jurisdictional\ngrounds first. But the tension the Court’s decision creates\nwith this settled principle should be enough to convince\neven those who do not share my view of the TIA that the\n                 Cite as: 560 U. S. ____ (2010)            5\n\n               THOMAS, J., concurring in judgment\n\nproper course here is to dismiss this case for lack of juris\ndiction because Hibbs’ construction of the Act applies at\nmost to the type of true third-party suit that Hibbs de\nscribes, and thus does not save this case from the statute’s\njurisdictional bar.\n                 Cite as: 560 U. S. ____ (2010)          1\n\n               ALITO, J., concurring in judgment\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                          No. 09–223\n                         _________________\n\n\nRICHARD A. LEVIN, TAX COMMISSIONER OF OHIO,\n PETITIONER v. COMMERCE ENERGY, INC., ET AL.\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\n            APPEALS FOR THE SIXTH CIRCUIT\n                        [June 1, 2010]\n\n  JUSTICE ALITO, concurring in the judgment.\n  I agree with the Court that principles of comity bar the\npresent action. I am doubtful about the Court’s efforts to\ndistinguish Hibbs v. Winn, 542 U. S. 88 (2004), but\nwhether today’s holding undermines Hibbs’ foundations is\na question that can be left for another day.\n", 
  "html_with_citations": "<pre class=\"inline\">(Slip Opinion)              OCTOBER TERM, 2009                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\nLEVIN, TAX COMMISSIONER OF OHIO v. COMMERCE\n              ENERGY, INC., ET AL.\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE SIXTH CIRCUIT\n\n       No. 09–223.     Argued March 22, 2010—Decided June 1, 2010\nHistorically, all Ohio natural gas consumers purchased gas from a local\n  distribution company (LDC), the public utility serving their geo\n  graphic area. Today, however, consumers in Ohio’s major metropoli\n  tan areas can alternatively contract with independent marketers\n  (IMs) that compete with LDCs for retail sales of natural gas. Re\n  spondents, mainly IMs offering to sell natural gas to Ohio consumers,\n  sued petitioner Ohio Tax Commissioner (Commissioner) in federal\n  court, alleging discriminatory taxation of IMs and their patrons in\n  violation of the Commerce and Equal Protection Clauses. They\n  sought declaratory and injunctive relief invalidating three tax ex\n  emptions Ohio grants exclusively to LDCs. The court initially held\n  that respondents’ suit was not blocked by the Tax Injunction Act\n  (TIA), which prohibits lower federal courts from restraining “the as\n  sessment, levy or collection of any tax under State law where a plain,\n  speedy and efficient remedy may be had in the courts of such State,”\n  28 U. S. C. §1341. Nevertheless, the court dismissed the suit based\n  on the more embracive comity doctrine, which restrains federal\n  courts from entertaining claims that risk disrupting state tax ad\n  ministration, see Fair Assessment in Real Estate Assn., Inc. v.\n  McNary, 454 U. S. 100. The Sixth Circuit agreed with the District\n  Court’s TIA holding, but reversed the court’s comity ruling, and re\n  manded for adjudication of the merits. A footnote in Hibbs v. Winn,\n  542 U. S. 88, 107, n. 9, the Court of Appeals believed, foreclosed an\n  expansive reading of this Court’s comity precedents. The footnote\n  stated that the Court “has relied upon ‘principles of comity’ to pre\n  clude original federal-court jurisdiction only when plaintiffs have\n  sought district-court aid in order to arrest or countermand state tax\n2                LEVIN v. COMMERCE ENERGY, INC.\n\n                                 Syllabus\n\n    collection.” Respondents challenged only a few limited exemptions,\n    the Sixth Circuit observed, therefore their success on the merits\n    would not significantly intrude upon Ohio’s administration of its tax\n    system.\nHeld: Under the comity doctrine, a taxpayer’s complaint of allegedly\n discriminatory state taxation, even when framed as a request to in\n crease a competitor’s tax burden, must proceed originally in state\n court. Pp. 5–17.\n    (a) The comity doctrine reflects a proper respect for the States and\n their institutions. E.g., Fair Assessment, 454 U. S., at 112. Comity’s\n constraint has particular force when lower federal courts are asked to\n pass on the constitutionality of state taxation of commercial activity.\n States rely chiefly on taxation to fund their governments’ operations,\n therefore their tax-enforcement methods should not be interfered\n with absent strong cause. See Dows v. Chicago, </pre><span class=\"citation\" data-id=\"88307\"><a href=\"/opinion/88307/dows-v-chicago/\"><span class=\"volume\">11</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">108</span></a></span><pre class=\"inline\">, 110.\n The TIA was enacted specifically to constrain the issuance of federal\n injunctions in state-tax cases, see Fair Assessment, 454 U. S., at 129,\n and is best understood as but a partial codification of the federal re\n luctance to interfere with state taxation, National Private Truck\n Council, Inc. v. Oklahoma Tax Comm’n, 515 U. S. 582, 590. Pp. 5–8.\n    (b) Hibbs does not restrict comity’s compass. Plaintiffs in Hibbs\n were Arizona taxpayers who challenged, as violative of the Estab\n lishment Clause, a tax credit that allegedly served to support paro\n chial schools. Their federal-court suit for declaratory and injunctive\n relief did not implicate in any way their own tax liability, and the re\n lief they sought would not deplete the State’s treasury. Rejecting\n Arizona’s plea that the TIA barred the suit, the Court found that the\n case was “not rationally distinguishable” from pathmarking civil\n rights controversies in which federal courts had entertained chal\n lenges to state tax credits without conceiving of the TIA as a jurisdic\n tional barrier. 542 U. S., at 93–94, 110–112. The Court also dis\n patched Arizona’s comity argument in the footnote that moved the\n Sixth Circuit here to reverse the District Court’s comity-based dis\n missal. Id., at 107, n. 9. Neither Hibbs nor any other decision of this\n Court, however, has considered the comity doctrine’s application to\n cases of the kind presented here. Pp. 8–10.\n    (c) Respondents contend that state action “selects [them] out for\n discriminatory treatment by subjecting [them] to taxes not imposed\n on others of the same class.” Hillsborough v. Cromwell, 326 U. S.\n 620, 623. When economic legislation does not employ classifications\n subject to heightened scrutiny or impinge on fundamental rights,\n courts generally view constitutional challenges with the skepticism\n due respect for legislative choices demands. See, e.g., Hodel v. Indi\n ana, 452 U. S. 314, 331–332. And “in taxation, even more than in\n                   Cite as: 560 U. S. ____ (2010)                     3\n\n                              Syllabus\n\nother fields, legislatures possess the greatest freedom in classifica\ntion.” Madden v. Kentucky, 309 U. S. 83, 88. Of key importance,\nwhen unlawful discrimination infects tax classifications or other leg\nislative prescriptions, the Constitution simply calls for equal treat\nment. How equality is accomplished—by extension or invalidation of\nthe unequally distributed benefit or burden, or some other measure—\nis a matter on which the Constitution is silent. See, e.g., Heckler v.\nMathews, 465 U. S. 728, 740. On finding unlawful discrimination,\ncourts may attempt, within the bounds of their institutional compe\ntence, to implement what the legislature would have willed had it\nbeen apprised of the constitutional infirmity. E.g., id., at 739, n. 5.\nWith the State’s legislative prerogative firmly in mind, this Court,\nupon finding impermissible discrimination in a State’s tax measure,\ngenerally remands the case, leaving the interim remedial choice to\nstate courts. See, e.g., McKesson Corp. v. Division of Alcoholic Bever\nages and Tobacco, Fla. Dept. of Business Regulation, 496 U. S. 18,\n39–40. If lower federal courts were to consider the merits of suits al\nleging uneven state tax burdens, however, recourse to state court for\nthe interim remedial determination would be unavailable, for federal\ntribunals lack authority to remand to state court an action initiated\nin federal court. Federal judges, moreover, are bound by the TIA,\nwhich generally precludes relief that would diminish state revenues,\neven if such relief is the remedy least disruptive of the state legisla\nture’s design. These limitations on the remedial competence of lower\nfederal courts counsel that they refrain from taking up cases of this\ngenre, so long as state courts are equipped fairly to adjudicate them.\nPp. 10–13.\n   (d) Comity considerations warrant dismissal of respondents’ suit.\nIf Ohio’s scheme is unconstitutional, the Ohio courts are better posi\ntioned to determine—unless and until the Ohio Legislature weighs\nin—how to comply with the mandate of equal treatment. See Davis\nv. Michigan Dept. of Treasury, 489 U. S. 803, 817–818. The unelabo\nrated comity footnote in Hibbs does not counsel otherwise. Hardly a\nrun-of-the-mine tax case, Hibbs was essentially an attack on the allo\ncation of state resources for allegedly unconstitutional purposes.\nPlaintiffs there were third parties whose own tax liability was not a\nrelevant factor. Here, by contrast, the very premise of respondents’\nsuit is that they are taxed differently from LDCs. The Hibbs footnote\nis most sensibly read to affirm that, just as that case was a poor fit\nunder the TIA, so it was a poor fit for comity. Respondents’ argu\nment that this case is fit for federal-court adjudication because of the\nsimplicity of the relief sought is unavailing. Even if their claims had\nmerit, respondents would not be entitled to their preferred remedy.\nIn Hibbs, however, if the District Court found the Arizona tax credit\n4                 LEVIN v. COMMERCE ENERGY, INC.\n\n                                  Syllabus\n\n    impermissible under the Establishment Clause, only one remedy\n    would redress the plaintiffs’ grievance: invalidation of the tax credit\n    at issue. Pp. 13–15.\n       (e) In sum, a confluence of factors in this case, absent in Hibbs,\n    leads to the conclusion that the comity doctrine controls here. First,\n    respondents seek federal-court review of commercial matters over\n    which Ohio enjoys wide regulatory latitude; their suit does not in\n    volve any fundamental right or classification that attracts heightened\n    judicial scrutiny. Second, while respondents portray themselves as\n    third-party challengers to an allegedly unconstitutional tax scheme,\n    they are in fact seeking federal-court aid in an endeavor to improve\n    their competitive position. Third, the Ohio courts are better posi\n    tioned than their federal counterparts to correct any violation be\n    cause they are more familiar with state legislative preferences and\n    because the TIA does not constrain their remedial options. Individu\n    ally, these considerations may not compel forbearance by federal dis\n    trict courts; in combination, however, they demand deference to the\n    state adjudicative process. Pp. 15–16.\n       (f) The Sixth Circuit’s concern that application of the comity doc\n    trine here would render the TIA effectively superfluous overlooks\n    Congress’ aim, in enacting the TIA, to secure the comity doctrine\n    against diminishment. Comity, moreover, is a prudential doctrine.\n    “If the State voluntarily chooses to submit to a federal forum, princi\n    ples of comity do not demand that the federal court force the case\n    back into the State’s own system.” Ohio Bureau of Employment\n    Servs. v. Hodory, 431 U. S. 471, 480. P. 16.\n       (g) In light of the foregoing, the Court need not decide whether the\n    TIA would itself block this suit. Pp. 16–17.\n554 F. 3d 1094, reversed and remanded.\n\n  GINSBURG, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and STEVENS, KENNEDY, BREYER, and SOTOMAYOR, JJ., joined.\nKENNEDY, J., filed a concurring opinion. THOMAS, J., filed an opinion\nconcurring in the judgment, in which SCALIA, J., joined. ALITO, J., filed\nan opinion concurring in the judgment.\n                       Cite as: 560 U. S. ____ (2010)                              1\n\n                            Opinion of the Court\n\n    NOTICE: This opinion is subject to formal revision before publication in the\n    preliminary print of the United States Reports. Readers are requested to\n    notify the Reporter of Decisions, Supreme Court of the United States, Wash­\n    ington, D. C. 20543, of any typographical or other formal errors, in order\n    that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                  _________________\n\n                                  No. 09–223\n                                  _________________\n\n\n RICHARD A. LEVIN, TAX COMMISSIONER OF OHIO,\n  PETITIONER v. COMMERCE ENERGY, INC., ET AL.\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\n            APPEALS FOR THE SIXTH CIRCUIT\n                                [June 1, 2010]\n\n   JUSTICE GINSBURG delivered the opinion of the Court.\n   This case presents the question whether a federal dis­\ntrict court may entertain a complaint of allegedly dis­\ncriminatory state taxation, framed as a request to increase\na commercial competitor’s tax burden. Relevant to our\ninquiry is the Tax Injunction Act (TIA or Act), 28 U. S. C.\n§1341, which prohibits lower federal courts from restrain­\ning “the assessment, levy or collection of any tax under\nState law where a plain, speedy and efficient remedy may\nbe had in the courts of such State.” More embracive than\nthe TIA, the comity doctrine applicable in state taxation\ncases restrains federal courts from entertaining claims for\nrelief that risk disrupting state tax administration. See\nFair Assessment in Real Estate Assn., Inc. v. McNary, 454\nU. S. 100 (1981). The comity doctrine, we hold, requires\nthat a claim of the kind here presented proceed originally\nin state court. In so ruling, we distinguish Hibbs v. Winn,\n542 U. S. 88 (2004), in which the Court held that neither\nthe TIA nor the comity doctrine barred a federal district\ncourt from adjudicating an Establishment Clause chal­\nlenge to a state tax credit that allegedly funneled public\n2             LEVIN v. COMMERCE ENERGY, INC.\n\n                     Opinion of the Court\n\nfunds to parochial schools.\n                              I\n\n                             A\n\n  Historically, all natural gas consumers in Ohio pur­\nchased gas from the public utility, known as a local distri­\nbution company (LDC), serving their geographic area. In\naddition to selling gas as a commodity, LDCs own and\noperate networks of distribution pipelines to transport and\ndeliver gas to consumers. LDCs offer customers a single,\nbundled product comprising both gas and delivery.\n  Today, consumers in Ohio’s major metropolitan areas\ncan alternatively contract with an independent marketer\n(IM) that competes with LDCs for retail sales of natural\ngas. IMs do not own or operate distribution pipelines;\nthey use LDCs’ pipelines. When a customer goes with an\nIM, therefore, she purchases two “unbundled” products:\ngas (from the IM) and delivery (from the LDC).\n  Ohio treats LDCs and IMs differently for tax purposes.\nRelevant here, Ohio affords LDCs three tax exemptions\nthat IMs do not receive. First, LDCs’ natural gas sales are\nexempt from sales and use taxes. Ohio Rev. Code Ann.\n§5739.02(B)(7) (Lexis Supp. 2010); §§5739.021(E), .023(G),\n.026(F) (Lexis 2008); §§5741.02(C), .021(A), .022(A),\n.023(A) (Lexis 2008). LDCs owe instead a gross receipts\nexcise tax, §5727.24, which is lower than the sales and use\ntaxes IMs must collect. Second, LDCs are not subject to\nthe commercial activities tax imposed on IMs’ taxable\ngross receipts. §§5751.01(E)(2), .02 (Lexis Supp. 2010).\nFinally, Ohio law excludes inter-LDC natural gas sales\nfrom the gross receipts tax, which IMs must pay when\nthey purchase gas from LDCs. §5727.33(B)(4) (Lexis\n2008).\n                             B\n    Plaintiffs-respondents Commerce Energy, Inc., a Cali­\n                    Cite as: 560 U. S. ____ (2010)                  3\n\n                        Opinion of the Court\n\nfornia corporation, and Interstate Gas Supply, Inc., an\nOhio company, are IMs that market and sell natural gas\nto Ohio consumers. Plaintiff-respondent Gregory Slone is\nan Ohio citizen who has purchased natural gas from In­\nterstate Gas Supply since 1999. Alleging discriminatory\ntaxation of IMs and their patrons in violation of the Com­\nmerce and Equal Protection Clauses, Complaint ¶¶35–39,\nApp. 11–13, respondents sued Richard A. Levin, Tax\nCommissioner of Ohio (Commissioner), in the U. S. Dis­\ntrict Court for the Southern District of Ohio. Invoking\nthat court’s federal-question jurisdiction under 28 U. S. C.\n§1331, Complaint ¶6, App. 3, respondents sought declara­\ntory and injunctive relief invalidating the three tax ex­\nemptions LDCs enjoy and ordering the Commissioner to\nstop “recognizing and/or enforcing” the exemptions. Id., at\n20–21. Respondents named the Commissioner as sole\ndefendant; they did not extend the litigation to include the\nLDCs whose tax burden their suit aimed to increase.1\n   The District Court granted the Commissioner’s motion\nto dismiss the complaint. The TIA did not block the suit,\nthe District Court initially held, because respondents, like\nthe plaintiffs in Hibbs, were “third-parties challenging the\nconstitutionality of [another’s] tax benefit,” and their\nrequested relief “would not disrupt the flow of tax reve­\nnue” to the State. App. to Pet. for Cert. 24a.\n   Nevertheless, the District Court “decline[d] to exercise\njurisdiction” as a matter of comity. Id., at 32a. Ohio’s\nLegislature, the District Court observed, chose to provide\nthe challenged tax exemptions to LDCs. Respondents\nrequested relief that would “requir[e] Ohio to collect taxes\nwhich its legislature has not seen fit to impose.” Ibid.\n——————\n  1 In moving to dismiss the complaint, the Commissioner urged, inter\n\nalia, that the LDCs were parties necessary to a just adjudication. See\nFed. Rule Civ. Proc. 19. Ruling for the Commissioner on comity\ngrounds, the District Court did not reach the question whether the\nLDCs were indispensable parties. App. to Pet. for Cert. 21a, 32a–33a.\n4            LEVIN v. COMMERCE ENERGY, INC.\n\n                     Opinion of the Court\n\n(internal quotation marks omitted). Such relief, the court\nsaid, would draw federal judges into “a particularly inap­\npropriate involvement in a state’s management of its fiscal\noperations.” Ibid. (internal quotation marks omitted). A\nstate court, the District Court recognized, could extend the\nexemptions to IMs, but the TIA proscribed this revenue­\nreducing relief in federal court. “Where there would be\ntwo possible remedies,” the Court concluded, a federal\ncourt should not “impose its own judgment on the state\nlegislature mandating which remedy is appropriate.” Ibid.\n   The U. S. Court of Appeals for the Sixth Circuit re­\nversed. 554 F. 3d 1094 (2009). While agreeing that the\nTIA did not bar respondents’ suit, the Sixth Circuit re­\njected the District Court’s comity ruling. A footnote in\nHibbs, the Court of Appeals believed, foreclosed the Dis­\ntrict Court’s “expansive reading” of this Court’s comity\nprecedents. 554 F. 3d, at 1098. The footnote stated that\nthe Court “has relied upon ‘principles of comity’ to pre­\nclude original federal-court jurisdiction only when plain­\ntiffs have sought district-court aid in order to arrest or\ncountermand state tax collection.” Hibbs, 542 U. S., at\n107, n. 9 (citation omitted). A broad view of the comity\ncases, the Sixth Circuit feared, would render the TIA\n“effectively superfluous,” and would “sub silentio overrule\na series of important cases” presenting challenges to state\ntax measures. 554 F. 3d, at 1099, 1102 (citing Milliken v.\nBradley, 433 U. S. 267 (1977); Mueller v. Allen, 463 U. S.\n388 (1983)); 554 F. 3d, at 1099–1100.\n   In so ruling, the Sixth Circuit agreed with the Seventh\nand Ninth Circuits, which had similarly read Hibbs to rein\nin the comity doctrine, see Levy v. Pappas, 510 F. 3d 755\n(CA7 2007); Wilbur v. Locke, 423 F. 3d 1101 (CA9 2005),\nand it disagreed with the Fourth Circuit, which had con­\ncluded that Hibbs left comity doctrine untouched, see\nDIRECTV, Inc. v. Tolson, 513 F. 3d 119 (2008). Noting\nthat respondents “challenge[d] only a few limited exemp­\n                 Cite as: 560 U. S. ____ (2010)             5\n\n                     Opinion of the Court\n\ntions,” and satisfied, therefore, that “[respondents’] suc­\ncess would not significantly intrude upon traditional\nmatters of state taxation,” the Sixth Circuit remanded the\ncase for adjudication of the merits. 554 F. 3d, at 1102.\n   After unsuccessfully moving for rehearing en banc, App.\nto Pet. for Cert. 1a–2a, the Commissioner petitioned for\ncertiorari. By then, the First Circuit had joined the Sixth,\nSeventh, and Ninth Circuits in holding that Hibbs sharply\nlimited the scope of the comity bar. Coors Brewing Co. v.\nMéndez-Torres, 562 F. 3d 3 (2009). We granted the Com­\nmissioner’s petition, 558 U. S. ___ (2009), to resolve the\ndisagreement among the Circuits.\n                             II \n\n                             A\n\n  Comity considerations, the Commissioner dominantly\nurges, preclude the exercise of lower federal-court adjudi­\ncatory authority over this controversy, given that an ade­\nquate state-court forum is available to hear and decide\nrespondents’ constitutional claims. We agree.\n  The comity doctrine counsels lower federal courts to\nresist engagement in certain cases falling within their\njurisdiction. The doctrine reflects\n    “a proper respect for state functions, a recognition of\n    the fact that the entire country is made up of a Union\n    of separate state governments, and a continuance of\n    the belief that the National Government will fare best\n    if the States and their institutions are left free to per­\n    form their separate functions in separate ways.” Fair\n    Assessment, 454 U. S., at 112 (quoting Younger v.\n    Harris, 401 U. S. 37, 44 (1971)).\nComity’s constraint has particular force when lower fed­\neral courts are asked to pass on the constitutionality of\nstate taxation of commercial activity. For “[i]t is upon\ntaxation that the several States chiefly rely to obtain the\n6               LEVIN v. COMMERCE ENERGY, INC.\n\n                          Opinion of the Court\n\nmeans to carry on their respective governments, and it is\nof the utmost importance to all of them that the modes\nadopted to enforce the taxes levied should be interfered\nwith as little as possible.” Dows v. Chicago, </pre><span class=\"citation\" data-id=\"88307\"><a href=\"/opinion/88307/dows-v-chicago/\"><span class=\"volume\">11</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">108</span></a></span><pre class=\"inline\">,\n110 (1871).\n   “An examination of [our] decisions,” this Court wrote\nmore than a century ago, “shows that a proper reluctance\nto interfere by prevention with the fiscal operations of the\nstate governments has caused [us] to refrain from so doing\nin all cases where the Federal rights of the persons could\notherwise be preserved unimpaired.” Boise Artesian Hot\n& Cold Water Co. v. Boise City, 213 U. S. 276, 282 (1909).\nAccord Matthews v. Rodgers, 284 U. S. 521, 525–526\n(1932) (So long as the state remedy was “plain, adequate,\nand complete,” the “scrupulous regard for the rightful\nindependence of state governments which should at all\ntimes actuate the federal courts, and a proper reluctance\nto interfere by injunction with their fiscal operations,\nrequire that such relief should be denied in every case\nwhere the asserted federal right may be preserved without\nit.”).2\n——————\n   2 Justice Brennan cogently explained, in practical terms, “the special\n\nreasons justifying the policy of federal noninterference with state tax\ncollection”:\n“The procedures for mass assessment and collection of state taxes and\nfor administration and adjudication of taxpayers’ disputes with tax\nofficials are generally complex and necessarily designed to operate\naccording to established rules. State tax agencies are organized to\ndischarge their responsibilities in accordance with the state procedures.\nIf federal declaratory relief were available to test state tax assess­\nments, state tax administration might be thrown into disarray, and\ntaxpayers might escape the ordinary procedural requirements imposed\nby state law. During the pendency of the federal suit the collection of\nrevenue under the challenged law might be obstructed, with consequent\ndamage to the State’s budget, and perhaps a shift to the State of the\nrisk of taxpayer insolvency. Moreover, federal constitutional issues are\nlikely to turn on questions of state tax law, which, like issues of state\nregulatory law, are more properly heard in the state courts.” Perez v.\n                     Cite as: 560 U. S. ____ (2010)                   7\n\n                         Opinion of the Court\n\n   Statutes conferring federal jurisdiction, we have repeat­\nedly cautioned, should be read with sensitivity to “federal­\nstate relations” and “wise judicial administration.”\nQuackenbush v. Allstate Ins. Co., 517 U. S. 706, 716 (1996)\n(internal quotation marks omitted). But by 1937, in state\ntax cases, the federal courts had moved in a different\ndirection: they “had become free and easy with injunc­\ntions.” Fair Assessment, 454 U. S., at 129 (Brennan, J.,\nconcurring in judgment) (internal quotation marks omit­\nted).3 Congress passed the TIA to reverse this trend. Id.,\nat 109–110 (opinion of the Court).\n   Our post-Act decisions, however, confirm the continuing\nsway of comity considerations, independent of the Act.\nPlaintiffs in Great Lakes Dredge & Dock Co. v. Huffman,\n319 U. S. 293 (1943), for example, sought a federal judg­\nment declaring Louisiana’s unemployment compensation\ntax unconstitutional. Writing six years after the TIA’s\npassage, we emphasized the Act’s animating concerns: A\n“federal court of equity,” we reminded, “may in an appro­\npriate case refuse to give its special protection to private\nrights when the exercise of its jurisdiction would be preju­\ndicial to the public interest, [and] should stay its hand in\nthe public interest when it reasonably appears that pri­\nvate interests will not suffer.” Id., at 297–298 (citations\nomitted). In enacting the TIA, we noted, “Congress recog­\n——————\nLedesma, 401 U. S. 82, 128, n. 17 (1971) (opinion concurring in part and\ndissenting in part).\n  3 Two features of federal equity practice accounted for the courts’\n\nwillingness to grant injunctive relief. First, the Court had held that,\nalthough “equity jurisdiction does not lie where there exists an ade­\nquate legal remedy[,] . . . the ‘adequate legal remedy’ must be one\ncognizable in federal court.” Fair Assessment, 454 U. S., at 129, n. 15\n(Brennan, J., concurring in judgment) (emphasis in original). Second,\nfederal courts, “construing strictly the requirement that the remedy\navailable at law be ‘plain, adequate and complete,’ had frequently\nconcluded that the procedures provided by the State were not ade­\nquate.” Ibid. (citation omitted).\n8              LEVIN v. COMMERCE ENERGY, INC.\n\n                         Opinion of the Court\n\nnized and gave sanction to this practice.” Id., at 298. We\ncould not have thought Congress intended to cabin the\ncomity doctrine, for we went on to instruct dismissal in\nGreat Lakes on comity grounds without deciding whether\nthe Act reached declaratory judgment actions. Id., at 299,\n301–302.4\n  Decades later, in Fair Assessment, we ruled, based on\ncomity concerns, that 42 U. S. C. §1983 does not permit\nfederal courts to award damages in state taxation cases\nwhen state law provides an adequate remedy. 454 U. S.,\nat 116. We clarified in Fair Assessment that “the principle\nof comity which predated the Act was not restricted by its\npassage.” Id., at 110. And in National Private Truck\nCouncil, Inc. v. Oklahoma Tax Comm’n, 515 U. S. 582, 590\n(1995), we said, explicitly, that “the [TIA] may be best\nunderstood as but a partial codification of the federal\nreluctance to interfere with state taxation.”\n                             B\n  Although our precedents affirm that the comity doctrine\nis more embracive than the TIA, several Courts of Ap­\npeals, including the Sixth Circuit in the instant case, have\ncomprehended Hibbs to restrict comity’s compass. See\nsupra, at 4–5. Hibbs, however, has a more modest reach.\n  Plaintiffs in Hibbs were Arizona taxpayers who chal­\nlenged a state law authorizing tax credits for payments to\norganizations that disbursed scholarship grants to chil­\ndren attending private schools. 542 U. S., at 94–96.\nThese organizations could fund attendance at institutions\nthat provided religious instruction or gave admissions\npreference on the basis of religious affiliation. Id., at 95.\nRanking the credit program as state subsidization of\nreligion, incompatible with the Establishment Clause,\n——————\n  4 We later held that the Act indeed does proscribe suits for declara­\n\ntory relief that would thwart state tax collection. California v. Grace\nBrethren Church, 457 U. S. 393, 411 (1982).\n                  Cite as: 560 U. S. ____ (2010)             9\n\n                      Opinion of the Court\n\nplaintiffs sought declaratory and injunctive relief and an\norder requiring the organizations to pay sums still in their\npossession into the State’s general fund. Id., at 96.\n   The Director of Arizona’s Department of Revenue sought\nto escape suit in federal court by invoking the TIA. We\nheld that the litigation fell outside the TIA’s governance.\nOur prior decisions holding suits blocked by the TIA, we\nnoted, were tied to the Act’s “state-revenue-protective\nmoorings.” Id., at 106. The Act, we explained, “re­\nstrain[ed] state taxpayers from instituting federal actions\nto contest their [own] liability for state taxes,” id., at 108,\nsuits that, if successful, would deplete state coffers. But\n“third parties” like the Hibbs plaintiffs, we concluded,\nwere not impeded by the TIA “from pursuing constitu­\ntional challenges to tax benefits in a federal forum.” Ibid.\nThe case, we stressed, was “not rationally distinguishable”\nfrom a procession of pathmarking civil-rights controver­\nsies in which federal courts had entertained challenges to\nstate tax credits without conceiving of the TIA as a juris­\ndictional barrier. Id., at 93–94, 110–112. See, e.g., Griffin\nv. School Bd. of Prince Edward Cty., 377 U. S. 218 (1964)\n(involving, inter alia, tax credits for contributions to pri­\nvate segregated schools).\n   Arizona’s Revenue Director also invoked comity as cause\nfor dismissing the action. We dispatched the Director’s\ncomity argument in a spare footnote that moved the Sixth\nCircuit here to reverse the District Court’s comity-based\ndismissal. As earlier set out, see supra, at 4, the footnote\nstated: “[T]his Court has relied upon ‘principles of comity’\nto preclude original federal-court jurisdiction only when\nplaintiffs have sought district-court aid in order to arrest\nor countermand state tax collection.” 542 U. S., at 107,\nn. 9 (citation omitted) (citing Fair Assessment, 454 U. S.,\nat 107–108; Great Lakes, 319 U. S., at 296–299).\n   Relying heavily on our footnote in Hibbs, respondents\nurge that “comity should no more bar this action than it\n10              LEVIN v. COMMERCE ENERGY, INC.\n\n                           Opinion of the Court\n\ndid the action in Hibbs.” Brief for Respondents 42. As we\nexplain below, however, the two cases differ markedly in\nways bearing on the comity calculus. We have had no\nprior occasion to consider, under the comity doctrine, a\ntaxpayer’s complaint about allegedly discriminatory state\ntaxation framed as a request to increase a competitor’s tax\nburden. Now squarely presented with the question, we\nhold that comity precludes the exercise of original federal­\ncourt jurisdiction in cases of the kind presented here.\n                            III \n\n                             A\n\n   Respondents complain that they are taxed unevenly in\ncomparison to LDCs and their customers. Under either an\nequal protection or dormant Commerce Clause theory,\nrespondents’ root objection is the same: State action,\nrespondents contend, “selects [them] out for discrimina­\ntory treatment by subjecting [them] to taxes not imposed\non others of the same class.” Hillsborough v. Cromwell,\n326 U. S. 620, 623 (1946) (equal protection); see Dennis v.\nHiggins, 498 U. S. 439, 447–448 (1991) (dormant Com­\nmerce Clause).\n   When economic legislation does not employ classifica­\ntions subject to heightened scrutiny or impinge on funda­\nmental rights,5 courts generally view constitutional chal­\nlenges with the skepticism due respect for legislative\nchoices demands. See, e.g., Hodel v. Indiana, 452 U. S.\n314, 331–332 (1981); Williamson v. Lee Optical of Okla.,\nInc., 348 U. S. 483, 488–489 (1955). And “in taxation,\neven more than in other fields, legislatures possess the\ngreatest freedom in classification.” Madden v. Kentucky,\n——————\n  5 Cf., e.g., Loving v. Virginia, 388 U. S. 1 (1967); United States v. Vir­\n\nginia, 518 U. S. 515 (1996). On the federal courts’ role in safeguarding\nhuman rights, see, e.g., Zwickler v. Koota, 389 U. S. 241, 245–248\n(1967); McNeese v. Board of Ed. for Community Unit School Dist. 187,\n373 U. S. 668, 672–674, and n. 6 (1963).\n                  Cite as: 560 U. S. ____ (2010)            11\n\n                      Opinion of the Court\n\n309 U. S. 83, 88 (1940).\n   Of key importance, when unlawful discrimination in­\nfects tax classifications or other legislative prescriptions,\nthe Constitution simply calls for equal treatment. How\nequality is accomplished—by extension or invalidation of\nthe unequally distributed benefit or burden, or some other\nmeasure—is a matter on which the Constitution is silent.\nSee Heckler v. Mathews, 465 U. S. 728, 740 (1984)\n(“[W]hen the right invoked is that to equal treatment, the\nappropriate remedy is a mandate of equal treatment, a\nresult that can be accomplished” in more than one way.\n(quoting Iowa-Des Moines Nat. Bank v. Bennett, 284 U. S.\n239, 247 (1931); internal quotation marks omitted)).\n   On finding unlawful discrimination, we have affirmed,\ncourts may attempt, within the bounds of their institu­\ntional competence, to implement what the legislature\nwould have willed had it been apprised of the constitu­\ntional infirmity. Mathews, 465 U. S., at 739, n. 5; Califano\nv. Westcott, 443 U. S. 76, 92–93 (1979); see Stanton v.\nStanton, 421 U. S. 7, 17–18 (1975) (how State eliminates\nunconstitutional discrimination “plainly is an issue of\nstate law”); cf. United States v. Booker, 543 U. S. 220, 246\n(2005) (“legislative intent” determines cure for constitu­\ntional violation). The relief the complaining party re­\nquests does not circumscribe this inquiry. See Westcott,\n443 U. S., at 96, n. 2 (Powell, J., concurring in part and\ndissenting in part) (“This issue should turn on the intent\nof [the legislature], not the interests of the parties.”). With\nthe State’s legislative prerogative firmly in mind, this\nCourt, upon finding impermissible discrimination in a\nState’s allocation of benefits or burdens, generally re­\nmands the case, leaving the remedial choice in the hands\nof state authorities. See, e.g., Wengler v. Druggists Mut.\nIns. Co., 446 U. S. 142, 152–153 (1980); Orr v. Orr, 440\nU. S. 268, 283–284 (1979); Stanton, 421 U. S., at 17–18;\nSkinner v. Oklahoma ex rel. Williamson, 316 U. S. 535,\n12              LEVIN v. COMMERCE ENERGY, INC.\n\n                          Opinion of the Court\n\n543 (1942). But see, e.g., Levy v. Louisiana, 391 U. S. 68\n(1968).\n   In particular, when this Court—on review of a state\nhigh court’s decision—finds a tax measure constitutionally\ninfirm, “it has been our practice,” for reasons of “federal­\nstate comity,” “to abstain from deciding the remedial\neffects of such a holding.” American Trucking Assns., Inc.\nv. Smith, 496 U. S. 167, 176 (1990) (plurality opinion).6 A\n“State found to have imposed an impermissibly discrimi­\nnatory tax retains flexibility in responding to this deter­\nmination.” McKesson Corp. v. Division of Alcoholic Bever­\nages and Tobacco, Fla. Dept. of Business Regulation, 496\nU. S. 18, 39–40 (1990). Our remand leaves the interim\nsolution in state-court hands, subject to subsequent defini­\ntive disposition by the State’s legislature.\n   If lower federal courts were to give audience to the\nmerits of suits alleging uneven state tax burdens, how­\never, recourse to state court for the interim remedial\ndetermination would be unavailable. That is so because\nfederal tribunals lack authority to remand to the state\ncourt system an action initiated in federal court. Federal\njudges, moreover, are bound by the TIA; absent certain\nexceptions, see, e.g., Department of Employment v. United\nStates, 385 U. S. 355, 357–358 (1966), the Act precludes\nrelief that would diminish state revenues, even if such\nrelief is the remedy least disruptive of the state legisla­\nture’s design.7 These limitations on the remedial compe­\n——————\n  6 See, e.g., Harper v. Virginia Dept. of Taxation, 509 U. S. 86, 100–102\n\n(1993); McKesson Corp. v. Division of Alcoholic Beverages and Tobacco,\nFla. Dept. of Business Regulation, 496 U. S. 18, 51–52 (1990); Davis v.\nMichigan Dept. of Treasury, 489 U. S. 803, 818 (1989); American\nTrucking Assns., Inc. v. Scheiner, 483 U. S. 266, 297–298 (1987); Tyler\nPipe Industries, Inc. v. Washington State Dept. of Revenue, 483 U. S.\n232, 252–253 (1987); Bacchus Imports, Ltd. v. Dias, 468 U. S. 263, 276–\n277 (1984); Exxon Corp. v. Eagerton, 462 U. S. 176, 196–197 (1983);\nLouis K. Liggett Co. v. Lee, 288 U. S. 517, 540–541 (1933).\n  7 State courts also have greater leeway to avoid constitutional hold­\n                      Cite as: 560 U. S. ____ (2010)                    13\n\n                          Opinion of the Court\n\ntence of lower federal courts counsel that they refrain from\ntaking up cases of this genre, so long as state courts are\nequipped fairly to adjudicate them.8\n                             B\n   Comity considerations, as the District Court deter­\nmined, warrant dismissal of respondents’ suit. Assuming,\narguendo, that respondents could prevail on the merits of\nthe suit,9 the most obvious way to achieve parity would be\nto reduce respondents’ tax liability. Respondents did not\nseek such relief, for the TIA stands in the way of any\ndecree that would “enjoin . . . collection of [a] tax under\nState law.” 28 U. S. C. §1341.10 A more ambitious solu­\ntion would reshape the relevant provisions of Ohio’s tax\ncode. Were a federal court to essay such relief, however,\nthe court would engage in the very interference in state\ntaxation the comity doctrine aims to avoid. Cf. State\nRailroad Tax Cases, 92 U. S. 575, 614–615 (1876). Re­\nspondents’ requested remedy, an order invalidating the\nexemptions enjoyed by LDCs, App. 20–21, may be far from\n\n——————\nings by adopting “narrowing constructions that might obviate the\nconstitutional problem and intelligently mediate federal constitutional\nconcerns and state interests.” Moore v. Sims, 442 U. S. 415, 429–430\n(1979).\n   8 Any substantial federal question, of course, “could be reviewed when\n\nthe case [comes to this Court] through the hierarchy of state courts.”\nMcNeese, 373 U. S., at 673.\n   9 But see General Motors Corp. v. Tracy, 519 U. S. 278, 279–280\n\n(1997) (determining, at a time IMs could not compete with LDCs for the\nOhio residential “captive” market, that IMs and LDCs were not “simi­\nlarly situated”; and rejecting industrial IM customer’s dormant Com­\nmerce Clause and equal protection challenges to LDCs’ exemption from\nsales and use taxes).\n   10 Previous language restricting the district courts’ “jurisdiction” was\n\nremoved in the 1948 revision of Title 28. Compare 28 U. S. C. §41(1)\n(1940 ed.) with §1341, 62 Stat. 932. This Court and others have con­\ntinued to regard the Act as jurisdictional. See, e.g., post, at 1 (THOMAS,\nJ., concurring in judgment).\n14              LEVIN v. COMMERCE ENERGY, INC.\n\n                         Opinion of the Court\n\nwhat the Ohio Legislature would have willed. See supra,\nat 11. In short, if the Ohio scheme is indeed unconstitu­\ntional, surely the Ohio courts are better positioned to\ndetermine—unless and until the Ohio Legislature weighs\nin—how to comply with the mandate of equal treatment.\nSee Davis v. Michigan Dept. of Treasury, 489 U. S. 803,\n817–818 (1989).11\n   As earlier noted, our unelaborated footnote on comity in\nHibbs, see supra, at 9, led the Sixth Circuit to conclude\nthat we had diminished the force of that doctrine and\nmade it inapplicable here. We intended no such conse­\nquential ruling. Hibbs was hardly a run-of-the-mine tax\ncase. It was essentially an attack on the allocation of state\nresources for allegedly unconstitutional purposes. In\nHibbs, the charge was state aid in alleged violation of the\nEstablishment Clause; in other cases of the same genre,\nthe attack was on state allocations to maintain racially\nsegregated schools. See Hibbs, 542 U. S., at 93–94, 110–\n112. The plaintiffs in Hibbs were outsiders to the tax\nexpenditure, “third parties” whose own tax liability was\nnot a relevant factor. In this case, by contrast, the very\npremise of respondents’ suit is that they are taxed differ­\nently from LDCs. Unlike the Hibbs plaintiffs, respondents\ndo object to their own tax situation, measured by the\nallegedly more favorable treatment accorded LDCs.\n   Hibbs held that the TIA did not preclude a federal chal­\nlenge by a third party who objected to a tax credit received\n\n——————\n  11 Respondents note that “[o]nce the district court grants the minimal\n\nrelief requested—to disallow the exemptions—it will be up to the Ohio\nGeneral Assembly to balance its own interests and determine how best\nto recast the tax laws, within constitutional restraints.” Brief for\nRespondents 41. But the legislature may not be convened on the spot,\nand the blunt interim relief respondents ask the District Court to\ndecree “may [immediately] derange the operations of government, and\nthereby cause serious detriment to the public.” Dows v. Chicago, </pre><span class=\"citation\" data-id=\"88307\"><a href=\"/opinion/88307/dows-v-chicago/\"><span class=\"volume\">11</span>\n<span class=\"reporter\">Wall.</span> <span class=\"page\">108</span></a></span><pre class=\"inline\">, 110 (1871).\n                     Cite as: 560 U. S. ____ (2010)                  15\n\n                         Opinion of the Court\n\nby others, but in no way objected to her own liability\nunder any revenue-raising tax provision. In context, we\nclarify, the Hibbs footnote comment on comity is most\nsensibly read to affirm that, just as the case was a poor fit\nunder the TIA, so it was a poor fit for comity. The Court,\nin other words, did not deploy the footnote to recast the\ncomity doctrine; it intended the note to convey only that\nthe Establishment Clause-grounded case cleared both the\nTIA and comity hurdles.\n   Respondents steadfastly maintain that this case is fit for\nfederal-court adjudication because of the simplicity of the\nrelief they seek, i.e., invalidation of exemptions accorded\nthe LDCs. But as we just explained, even if respondents’\nCommerce Clause and equal protection claims had merit,\nrespondents would have no entitlement to their preferred\nremedy. See supra, at 11. In Hibbs, however, if the Dis­\ntrict Court found the Arizona tax credit impermissible\nunder the Establishment Clause, only one remedy would\nredress the plaintiffs’ grievance: invalidation of the credit,\nwhich inevitably would increase the State’s tax receipts.\nNotably, redress in state court similarly would be limited\nto an order ending the allegedly impermissible state sup­\nport for parochial schools.12 Because state courts would\nhave no greater leeway than federal courts to cure the\nalleged violation, nothing would be lost in the currency of\ncomity or state autonomy by permitting the Hibbs suit to\nproceed in a federal forum.\n   Comity, in sum, serves to ensure that “the National\nGovernment, anxious though it may be to vindicate and\nprotect federal rights and federal interests, always en­\ndeavors to do so in ways that will not unduly interfere\n——————\n  12 No refund suit (or other taxpayer mechanism) was open to the\n\nplaintiffs in Hibbs, who were financially disinterested “third parties”;\nthey did not, therefore, improperly bypass any state procedure. Re­\nspondents here, however, could have asserted their federal rights by\nseeking a reduction in their tax bill in an Ohio refund suit.\n16           LEVIN v. COMMERCE ENERGY, INC.\n\n                     Opinion of the Court\n\nwith the legitimate activities of the States.” Younger, 401\nU. S., at 44. A confluence of factors in this case, absent in\nHibbs, leads us to conclude that the comity doctrine con­\ntrols here. First, respondents seek federal-court review of\ncommercial matters over which Ohio enjoys wide regula­\ntory latitude; their suit does not involve any fundamental\nright or classification that attracts heightened judicial\nscrutiny. Second, while respondents portray themselves\nas third-party challengers to an allegedly unconstitutional\ntax scheme, they are in fact seeking federal-court aid in an\nendeavor to improve their competitive position. Third, the\nOhio courts are better positioned than their federal coun­\nterparts to correct any violation because they are more\nfamiliar with state legislative preferences and because the\nTIA does not constrain their remedial options. Individu­\nally, these considerations may not compel forbearance on\nthe part of federal district courts; in combination, how­\never, they demand deference to the state adjudicative\nprocess.\n                             C\n   The Sixth Circuit expressed concern that application of\nthe comity doctrine here would render the TIA “effectively\nsuperfluous.” 554 F. 3d, at 1099; see id., at 1102. This\nconcern overlooks Congress’ point in enacting the TIA.\nThe Act was passed to plug two large loopholes courts had\nopened in applying the comity doctrine. See supra, at 7,\nand n. 3. By closing these loopholes, Congress secured the\ndoctrine against diminishment. Comity, we further note,\nis a prudential doctrine. “If the State voluntarily chooses\nto submit to a federal forum, principles of comity do not\ndemand that the federal court force the case back into the\nState’s own system.” Ohio Bureau of Employment Servs.\nv. Hodory, 431 U. S. 471, 480 (1977).\n                    Cite as: 560 U. S. ____ (2010)                 17\n\n                        Opinion of the Court\n\n                             IV\n  Because we conclude that the comity doctrine justifies\ndismissal of respondents’ federal-court action, we need not\ndecide whether the TIA would itself block the suit. See\nGreat Lakes, 319 U. S., at 299, 301 (reserving judgment on\nTIA’s application where comity precluded suit). See also\nSinochem Int’l Co. v. Malaysia Int’l Shipping Corp., 549\nU. S. 422, 431 (2007) (federal court has flexibility to choose\namong threshold grounds for dismissal).13\n                        *     *  *\n  For the reasons stated, the Sixth Circuit’s judgment is\nreversed, and the case is remanded for further proceedings\nconsistent with this opinion.\n                                           It is so ordered.\n\n\n\n\n——————\n  13 The District Court and Court of Appeals concluded that our deci­\nsion in Hibbs placed the controversy outside the TIA’s domain. That\nconclusion, we note, bears reassessment in light of this opinion’s\ndiscussion of the significant differences between Hibbs and this case.\n                 Cite as: 560 U. S. ____ (2010)          1\n\n                   KENNEDY, J., concurring\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                          No. 09–223\n                         _________________\n\n\nRICHARD A. LEVIN, TAX COMMISSIONER OF OHIO,\n PETITIONER v. COMMERCE ENERGY, INC., ET AL.\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\n            APPEALS FOR THE SIXTH CIRCUIT\n                        [June 1, 2010]\n\n  JUSTICE KENNEDY, concurring.\n  The Court’s rationale in Hibbs v. Winn, 542 U. S. 88\n(2004), seems to me still doubtful. Nothing in the Court’s\nopinion today expands Hibbs’ holding further, however,\nand on that understanding I join the opinion of the Court.\n                  Cite as: 560 U. S. ____ (2010)            1\n\n               THOMAS, J., concurring in judgment\n\nSUPREME COURT OF THE UNITED STATES\n                          _________________\n\n                           No. 09–223\n                          _________________\n\n\n RICHARD A. LEVIN, TAX COMMISSIONER OF OHIO,\n  PETITIONER v. COMMERCE ENERGY, INC., ET AL.\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\n            APPEALS FOR THE SIXTH CIRCUIT\n                         [June 1, 2010]\n\n   JUSTICE THOMAS, with whom JUSTICE SCALIA joins,\nconcurring in the judgment.\n   Although I, too, remain skeptical of the Court’s decision\nin Hibbs v. Winn, 542 U. S. 88 (2004), see ante, at 1\n(KENNEDY, J., concurring), I agree that it is not necessary\nfor us to revisit that decision to hold that this case belongs\nin state court. As the Court rightly concludes, Hibbs\npermits not just the application of comity principles to the\nlitigation here, but also application of the Tax Injunction\nAct (TIA or Act), 28 U. S. C. §1341. See ante, at 17. I\nconcur only in the judgment because where, as here, the\nsame analysis supports both jurisdictional and nonjuris\ndictional grounds for dismissal (the TIA imposes a juris\ndictional bar, see, e.g., Hibbs, supra, at 104), the “proper\ncourse” under our precedents is to dismiss for lack of\njurisdiction. Sinochem Int’l Co. v. Malaysia Int’l Shipping\nCorp., 549 U. S. 422, 435 (2007).\n   Congress enacted the TIA’s prohibition on federal juris\ndiction over certain cases involving state tax issues be\ncause federal courts had proved unable to exercise juris\ndiction over such cases in the restrained manner that\ncomity requires. See ante, at 7. As the Court explains,\nCongress’ decision to prohibit federal jurisdiction over\ncases within the Act’s scope did not disturb that jurisdic\ntion, or the comity principles that guide its exercise, in\n2            LEVIN v. COMMERCE ENERGY, INC.\n\n               THOMAS, J., concurring in judgment\n\ncases outside the Act’s purview. See ante, at 7−8; 12−17. I\ntherefore agree with the Court that nothing in the Act or\nin Hibbs affects the application of comity principles to\ncases not covered by the Act. I disagree that this conclu\nsion moots the need for us to decide “whether the TIA\nwould itself block th[is] suit.” Ante, at 16.\n   The Court posits that because comity is available as a\nground for dismissal even where the Act is not, the Act’s\napplication to this case is irrelevant if comity would also\nsupport sending the case to state court. See ante, at\n16−17. The Court rests this analysis on our recent holding\nin Sinochem that a court may dismiss a case on a nonmer\nits ground such as comity without first resolving an ac\ncompanying jurisdictional issue. See ante, at 16−17 (citing\n549 U. S., at 425). The Court’s reliance on Sinochem is\nmisplaced, however, because it confuses the fact that a\ncourt may do that with whether, and when, it should. As\nSinochem itself explains, courts should not dismiss cases\non nonjurisdictional grounds where “jurisdiction . . . ‘in\nvolve[s] no arduous inquiry’ ” and deciding it would not\nsubstantially undermine “judicial economy.” 549 U. S., at\n436 (quoting Ruhrgas AG v. Marathon Oil Co., 526 U. S.\n574, 587−588 (1999)). In such circumstances, Sinochem\nreiterates the settled rule that “the proper course” is to\ndismiss for lack of jurisdiction. 549 U. S., at 436. That is\nthe proper course here.\n   The TIA prohibits federal courts from exercising juris\ndiction over any action that would “suspend or restrain the\nassessment, levy or collection of [a] tax under State law.”\n§1341. As the Court appears to agree, see ante, at 17,\nn. 13, this is such a case even under the crabbed construc\ntion of the Act in Hibbs, which the Court accurately de\nscribes as holding only that the Act does “not preclude a\nfederal challenge by a third party who object[s] to a tax\ncredit received by others, but in no way object[s] to her\nown liability under any revenue-raising tax provision,”\n                 Cite as: 560 U. S. ____ (2010)           3\n\n               THOMAS, J., concurring in judgment\n\nante, at 14−15 (emphasizing that the “plaintiffs in Hibbs\nwere outsiders to the tax expenditure, ‘third parties’\nwhose own tax liability was not a relevant factor”). This is\nnot such a case, because the respondents here are in no\nsense “outsiders” to the revenue-raising state-tax regime\nthey ask the federal courts to restrain. Ibid.; see also\nHibbs, supra, at 104. Respondents compete with entities\nwho receive tax exemptions under that regime in provid\ning services whose cost is affected by the exemptions.\nRespondents thus do object to their own liability in a very\nreal and economically significant way: The liability the\nstate tax regime imposes on them but not on their com\npetitors makes it more difficult for respondents to match\nor beat their competitors’ prices. The fact that they raise\nthis objection through the expedient of contesting their\ncompetitors’ exemptions is plainly not enough to qualify\nthem as Hibbs-like “outsiders” to the state revenue-raising\nscheme they wish to enjoin. If it were, application of the\nAct’s jurisdictional bar would depend on little more than a\npleading game. The Act would bar a federal suit challeng\ning a state tax scheme that requires the challenger to pay\nmore taxes than his competitor if the challenger styles the\nsuit as an objection to his own tax liability, but would not\nbar the suit if he styles it as an objection to the competi\ntor’s exemption.\n   Because the Court appears to agree that even Hibbs\ndoes not endorse such a narrow view of the Act’s jurisdic\ntional bar, see ante, at 14−15, 17, n. 13, the “proper\ncourse” is to dismiss this suit under the statute and not\nreach the comity principles that the Court correctly holds\nindependently support the same result, Sinochem, supra,\nat 436. Here, unlike in Sinochem, there is no economy to\ndeciding the case on the nonjurisdictional ground: The\nsame analysis that supports dismissal for comity reasons\nsubjects this case to the Act’s jurisdictional prohibition,\neven as construed in Hibbs. Compare ante, at 5–17, with\n4            LEVIN v. COMMERCE ENERGY, INC.\n\n               THOMAS, J., concurring in judgment\n\nSinochem, supra, at 435–436 (approving dismissal of a\nsuit on forum non conveniens grounds because dismissal\non personal jurisdiction grounds would have required the\n“expense and delay” of a minitrial on forum contacts).\nGiven this, I see only one explanation for the Court’s\ndecision to dismiss on a “prudential” ground (comity), ante,\nat 16−17, rather than a mandatory one (jurisdiction): The\nCourt wishes to leave the door open to doing in future\ncases what it did in Hibbs, namely, retain federal jurisdic\ntion over constitutional claims that the Court simply does\nnot believe Congress should have entrusted to state judges\nunder the Act, see 542 U. S., at 113–128 (KENNEDY, J.,\ndissenting).\n   That is not a legitimate approach to this important area\nof the law, see ibid., and the Court’s assertion that our\ncivil rights precedents require it does not withstand scru\ntiny. If it is indeed true (which it may have been in the\ncivil rights cases) that federal jurisdiction is necessary to\nensure a fair forum in which to litigate an allegedly un\nconstitutional state tax scheme, the Act itself permits\nfederal courts to retain jurisdiction on the ground that “a\nplain, speedy and efficient remedy” cannot be had in state\ncourt. §1341. But where, as here and in Hibbs, such a\nremedy can be had in state court, the Court should apply\nthe Act as written. See 542 U. S., at 113–128 (KENNEDY,\nJ., dissenting).\n   Because I believe the Act forbids the approach to federal\njurisdiction over state tax issues that the Court adopted in\nHibbs, I would not decide this case in a way that leaves\nthe door open to it even if the Court could find a doorstop\nthat accords with, rather than upends, the settled princi\nple that judges presented with multiple nonmerits\ngrounds for dismissal should dismiss on jurisdictional\ngrounds first. But the tension the Court’s decision creates\nwith this settled principle should be enough to convince\neven those who do not share my view of the TIA that the\n                 Cite as: 560 U. S. ____ (2010)            5\n\n               THOMAS, J., concurring in judgment\n\nproper course here is to dismiss this case for lack of juris\ndiction because Hibbs’ construction of the Act applies at\nmost to the type of true third-party suit that Hibbs de\nscribes, and thus does not save this case from the statute’s\njurisdictional bar.\n                 Cite as: 560 U. S. ____ (2010)          1\n\n               ALITO, J., concurring in judgment\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                          No. 09–223\n                         _________________\n\n\nRICHARD A. LEVIN, TAX COMMISSIONER OF OHIO,\n PETITIONER v. COMMERCE ENERGY, INC., ET AL.\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\n            APPEALS FOR THE SIXTH CIRCUIT\n                        [June 1, 2010]\n\n  JUSTICE ALITO, concurring in the judgment.\n  I agree with the Court that principles of comity bar the\npresent action. I am doubtful about the Court’s efforts to\ndistinguish Hibbs v. Winn, 542 U. S. 88 (2004), but\nwhether today’s holding undermines Hibbs’ foundations is\na question that can be left for another day.\n</pre>", 
  "sha1": "ed570e98558396623af6729ed6d3ef69443852fe", 
  "date_modified": "2015-05-28T10:56:28.371057", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/147528/levin-v-commerce-energy-inc/", 
  "citation_count": 33, 
  "supreme_court_db_id": "2009-062", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/765283/", 
  "html": "", 
  "resource_uri": "/api/rest/v2/document/147528/"
}