{"absolute_url": "/opinion/1743/south-carolina-v-north-carolina/", "blocked": false, "citation": {"case_name": "South Carolina v. North Carolina", "docket_number": "138, Orig.", "document_uris": ["/api/rest/v2/document/1743/"], "federal_cite_one": "", "federal_cite_three": null, "federal_cite_two": null, "id": 1744, "lexis_cite": "", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/1744/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "2010-01-20", "date_modified": "2014-12-20T23:40:58.421284", "docket": "/api/rest/v2/docket/94852/", "download_url": "http://www.supremecourt.gov/opinions/09pdf/138Orig.pdf", "extracted_by_ocr": false, "html": "", "html_lawbox": "", "html_with_citations": "<pre class=\"inline\">(Slip Opinion)              OCTOBER TERM, 2009                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n           SOUTH CAROLINA v. NORTH CAROLINA\n\n  ON EXCEPTIONS TO THE REPORT OF THE SPECIAL MASTER\n\n No. 138, Orig. Argued October 13, 2009—Decided January 20, 2010\nSouth Carolina brought this original action seeking an equitable appor\n  tionment with North Carolina of the Catawba River’s (river) waters.\n  The Court referred the matter to a Special Master, together with the\n  motions of three nonstate entities—the Catawba River Water Supply\n  Project (CRWSP), Duke Energy Carolinas, LLC (Duke Energy), and\n  the city of Charlotte, N. C.—seeking leave to intervene as parties.\n  South Carolina opposed the motions. After a hearing, the Special\n  Master granted all three motions and, on South Carolina’s request,\n  memorialized her reasoning in a First Interim Report. Among other\n  things, she recognized that New Jersey v. New York, 345 U. S. 369,\n  373, sets forth the “appropriate” standard for a nonstate entity’s in\n  tervention in an original action; looked beyond intervention to origi\n  nal actions in which the Court allowed complaining States to name\n  nonstate entities as defendants in order to give that standard con\n  text; “distilled” from the cases a broad rule governing intervention;\n  and applied that rule to each of the proposed intervenors. South\n  Carolina presented exceptions.\nHeld: The CRWSP and Duke Energy have satisfied the appropriate\n intervention standard, but Charlotte has not. Pp. 6–18.\n    (a) Under New Jersey v. New York, “[a]n intervenor whose state is\n already a party should have the burden of showing some compelling\n interest in his own right, apart from his interest in a class with all\n other citizens and creatures of the state, which interest is not prop\n erly represented by the state.” 345 U. S., at 373. That standard ap\n plies equally well in this case. Although high, the standard is not in\n surmountable. See, e.g., Oklahoma v. Texas, 258 U. S. 574, 581. The\n Court declines to adopt the Special Master’s proposed intervention\n rule, under which nonstate entities may become parties to original\n disputes in appropriate and compelling circumstances, such as\n2               SOUTH CAROLINA v. NORTH CAROLINA\n\n                                  Syllabus\n\n    where, e.g., the nonstate entity is the instrumentality authorized to\n    carry out the wrongful conduct or injury for which the complaining\n    State seeks relief. A compelling reason for allowing citizens to par\n    ticipate in one original action is not necessarily a compelling reason\n    for allowing them to intervene in all original actions. Pp. 6–11.\n       (b) This Court applies the New Jersey v. New York standard to the\n    proposed intervenors. Pp. 11–18.\n         (1) The CRWSP should be allowed to intervene. It is an unusual\n    bistate entity that is jointly owned and regulated by, and supplies\n    water from the river to, North Carolina’s Union County and South\n    Carolina’s Lancaster County. It has shown a compelling interest in\n    protecting the viability of its operations, which are premised on a fine\n    balance between the joint venture’s two participating counties. The\n    stresses this litigation would place on the CRWSP threaten to upset\n    that balance. Moreover, neither State has sufficient interest in main\n    taining that balance to represent the full scope of the CRWSP’s inter\n    ests. The complaint attributes a portion of the total water transfers\n    alleged to have harmed South Carolina to the CRWSP, but North\n    Carolina cannot represent the joint venture’s interests, since it will\n    likely respond to the complaint’s demand for a greater share of the\n    river’s water by taking the position that downstream users—such as\n    Lancaster County—should receive less water. See, e.g., Colorado v.\n    New Mexico, 459 U. S. 176, 186–187. Any disruption to the CRWSP’s\n    operations would increase—not lessen—the difficulty of achieving a\n    “just and equitable” allocation in this dispute. See Nebraska v. Wyo\n    ming, 325 U. S. 589, 618. Pp. 11–14.\n         (2) Duke Energy should also be permitted to intervene. It has\n    carried its burden of showing unique and compelling interests: It op\n    erates 11 dams and reservoirs in both States that generate electricity\n    for the region and control the river’s flow; holds a 50-year federal li\n    cense governing its hydroelectric power operations; and is the entity\n    that orchestrated a multistakeholder negotiation process culminating\n    in a Comprehensive Relicensing Agreement (CRA), signed by 70 enti\n    ties from both States, which sets the terms under which Duke Energy\n    has applied to renew its license. These interests will be relevant to\n    the Court’s ultimate decision, since it is likely that any equitable ap\n    portionment of the river will need to take into account the amount of\n    water that Duke Energy needs to sustain its operations. And, there\n    is no other similarly situated entity on the river, setting Duke’s in\n    terests apart from the class of all other citizens of the States. Just as\n    important, Duke Energy has a unique and compelling interest in pro\n    tecting the terms of its license and as the entity that orchestrated the\n    CRA, which represents a consensus regarding the appropriate mini\n    mum continuous flow of river water into South Carolina under a va\n                     Cite as: 558 U. S. ____ (2010)                      3\n\n                                Syllabus\n\n  riety of natural conditions and the conservation measures to be taken\n  during droughts. Moreover, neither State is situated to properly rep\n  resent Duke Energy’s compelling interests. Neither has signed the\n  CRA or expressed an intention to defend its terms, and, in fact, North\n  Carolina intends to seek its modification. Pp. 14–16.\n       (3) However, because Charlotte’s interest is not sufficiently\n  unique and will be properly represented by North Carolina, the city’s\n  intervention is not required. Charlotte is a North Carolina munici\n  pality, and for purposes of this litigation, its water transfers from the\n  river basin constitute part of that State’s equitable share. While the\n  complaint names Charlotte as an entity authorized by North Caro\n  lina to carry out a large water transfer from the river basin, the com\n  plaint does not seek relief against Charlotte directly, but, rather,\n  seeks relief against all North Carolina-authorized water transfers in\n  excess of that State’s equitable share. Charlotte, therefore, occupies\n  a class of affected North Carolina water users, and the magnitude of\n  its authorized transfer does not distinguish it in kind from other class\n  members. Nor does Charlotte represent interstate interests that fall\n  on both sides of this dispute, as does the CRWSP. Pp. 16–18.\nExceptions to Special Master’s First Interim Report overruled in part\n  and sustained in part.\n\n  ALITO, J., delivered the opinion of the Court, in which STEVENS,\nSCALIA, KENNEDY, and BREYER, JJ., joined. ROBERTS, C. J., filed an\nopinion concurring in the judgment in part and dissenting in part, in\nwhich THOMAS, GINSBURG, and SOTOMAYOR, JJ., joined.\n                       Cite as: 558 U. S. ____ (2010)                              1\n\n                            Opinion of the Court\n\n    NOTICE: This opinion is subject to formal revision before publication in the\n    preliminary print of the United States Reports. Readers are requested to\n    notify the Reporter of Decisions, Supreme Court of the United States, Wash­\n    ington, D. C. 20543, of any typographical or other formal errors, in order\n    that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                  _________________\n\n                                 No. 138, Orig.\n                                  _________________\n\n\n STATE OF SOUTH CAROLINA, PLAINTIFF v. STATE \n\n             OF NORTH CAROLINA \n\n ON EXCEPTIONS TO THE REPORT OF THE SPECIAL MASTER\n                              [January 20, 2010]\n\n   JUSTICE ALITO delivered the opinion of the Court.\n   The State of South Carolina brought this original action\nagainst the State of North Carolina, seeking an equitable\napportionment of the Catawba River. We appointed a\nSpecial Master and referred the matter to her, together\nwith the motions of three nonstate entities seeking to\nintervene in the dispute as parties. South Carolina op­\nposed the motions. After holding a hearing, the Special\nMaster granted the motions and, upon South Carolina’s\nrequest, memorialized the reasons for her decision in a\nFirst Interim Report. South Carolina then presented\nexceptions, and we set the matter for argument.\n   Two of the three proposed intervenors have satisfied the\nstandard for intervention in original actions that we ar­\nticulated nearly 60 years ago in New Jersey v. New York,\n345 U. S. 369 (1953) (per curiam). Accordingly, we over­\nrule South Carolina’s exceptions with respect to the Ca­\ntawba River Water Supply Project (hereinafter CRWSP)\nand Duke Energy Carolinas, LLC (hereinafter Duke En­\nergy), but we sustain South Carolina’s exception with\nrespect to the city of Charlotte, North Carolina (hereinaf­\nter Charlotte).\n2          SOUTH CAROLINA v. NORTH CAROLINA\n\n                     Opinion of the Court\n\n                             I\n\n                             A\n\n   We granted leave for South Carolina to file its complaint\nin this matter two years ago. South Carolina v. North\nCarolina, 552 U. S. 804 (2007). The gravamen of the\ncomplaint is that North Carolina has authorized upstream\ntransfers of water from the Catawba River basin that\nexceed North Carolina’s equitable share of the river. It\nhas done so, according to the complaint, pursuant to a\nNorth Carolina statute that requires any person seeking\nto transfer more than 2 million gallons of water per day\n(mgd) from the Catawba River basin to obtain a permit\nfrom the North Carolina Environmental Management\nCommission.        See N. C. Gen. Stat. Ann. §143–\n215.22L(a)(1) (Lexis 2007); §143–215.22G(1)(h). Through\nthat agency, the complaint alleges, North Carolina has\nissued at least two such permits, one to Charlotte for the\ntransfer of up to 33 mgd, and one to the North Carolina\ncities of Concord and Kannapolis for the transfer of 10\nmgd. In addition, the complaint alleges, North Carolina’s\npermitting statute “grandfathers” a 5 mgd transfer by the\nCRWSP, and “implicitly authorize[s]” an unknown number\nof transfers of less than 2 mgd. Complaint ¶¶18, 21, 22.\nSouth Carolina claims that the net effect of these up­\nstream transfers is to deprive South Carolina of its equi­\ntable share of the Catawba River’s water, particularly\nduring periods of drought or low river flow.\n   South Carolina seeks relief in the form of a decree that\nequitably apportions the Catawba River between the two\nStates, enjoins North Carolina from authorizing transfers\nof water from the Catawba River exceeding that State’s\nequitable share, and declares North Carolina’s permitting\nstatute invalid to the extent it is used to authorize trans­\nfers of water from the Catawba River that exceed North\nCarolina’s equitable share. See generally Complaint,\nPrayer for Relief ¶¶1–3. The complaint does not specify a\n                  Cite as: 558 U. S. ____ (2010)             3\n\n                      Opinion of the Court\n\nminimum flow of water that would satisfy South Caro­\nlina’s equitable needs, but it does offer a point of reference.\nIn a recent “multi-stakeholder negotiation process” involv­\ning the Federal Energy Regulatory Commission (hereinaf­\nter FERC), Duke Energy, and various groups from both\nStates, it was agreed, according to the complaint, that\nSouth Carolina should receive from the Catawba River a\ncontinuous flow of water of no less than 1,100 cubic feet\nper second, or about 711 mgd. Complaint ¶14.\n   This negotiated figure may prove unattainable. Accord­\ning to the complaint, natural conditions and periodic\nfluctuations have caused the Catawba River’s flow to fall\nbelow 1,100 cubic feet per second. Duke Energy, which\ngenerates hydroelectric power from a series of reservoirs\non the Catawba River, developed a model to estimate the\nriver’s flow if the river were not impounded. Id., ¶¶8, 16.\nThe complaint notes that according to Duke Energy’s\nmodel, the Catawba River—even in its natural state—\noften would not deliver into South Carolina a minimum\naverage daily flow of 1,100 cubic feet per second. Id., ¶16;\nApp. to Motion of State of South Carolina for Leave to File\nComplaint, Complaint, and Brief in Support of its Motion\nfor Leave to File Complaint 18. South Carolina contends\nthat North Carolina’s authorization of large transfers of\nwater from the Catawba River basin has exacerbated\nthese conditions.\n   Shortly after we granted leave to file the complaint, two\nof the entities named in the complaint—the CRWSP and\nDuke Energy—filed motions for leave to intervene as\nparties. The CRWSP sought leave to intervene as a party­\ndefendant, asserting its interest as a “riparian user of the\nCatawba River” and claiming that this interest was not\nadequately represented because of the CRWSP’s “inter­\nstate nature.” Motion of Catawba River Water Supply\nProject for Leave to Intervene and Brief in Support of\nMotion 8, 9. Specifically, the CRWSP noted that it is a\n4            SOUTH CAROLINA v. NORTH CAROLINA\n\n                        Opinion of the Court\n\nbistate entity that is jointly owned and regulated by, and\nsupplies water to, North Carolina’s Union County and\nSouth Carolina’s Lancaster County. Id., at 9. Duke En­\nergy sought leave to intervene and file an answer, assert­\ning an interest as the operator of 11 dams and reservoirs\non the Catawba River that control the river’s flow, as the\nholder of a 50-year license1 governing Duke Energy’s\nhydroelectric power operations, and as the entity that\norchestrated the multistakeholder negotiation process\nculminating in a Comprehensive Relicensing Agreement\n(CRA) signed by 70 entities from both States in 2006.\nDuke Energy Carolinas, LLC’s Motion and Brief in Sup­\nport of Motion to Intervene and File Answer, and Answer\n2, 5. This CRA set forth the terms under which Duke\nEnergy has applied to renew its FERC license, id., at 5,\nand Duke Energy asserted that neither State would repre­\nsent its “particular amalgam of federal, state and private\ninterests,” id., at 14. South Carolina opposed both mo­\ntions, and we referred them to the Special Master. 552\nU. S. 1160 (2008).\n   One month later, a third entity named in the complaint,\nthe city of Charlotte, also sought leave to intervene as a\nparty-defendant. In its brief, Charlotte asserted an inter­\nest, both as the holder of a permit authorizing the transfer\nof 33 mgd from the Catawba River basin—the largest\nsingle transfer identified in the complaint—and as the\npotential source of the 10 mgd transfer approved for the\ncities of Concord and Kannapolis. Motion for Leave to\nIntervene of City of Charlotte, North Carolina, and Brief\nin Support of Motion 5, 7.2 Charlotte argued that North\n——————\n  1 The license was issued in 1958 to Duke Energy’s predecessor by the\n\nFederal Power Commission, a predecessor of the FERC. For conven­\nience, we will refer to Duke Energy’s “FERC license” herein.\n  2 Charlotte also asserted an interest in protecting the terms of the\n\nCRA, to which Charlotte was a signatory but to which North Carolina,\nwhich has conflicting duties under §401 of the Clean Water Act, 86\n                    Cite as: 558 U. S. ____ (2010)                 5\n\n                        Opinion of the Court\n\nCarolina could not represent the city’s interests effectively\nbecause the State was duty bound to represent the inter­\nests of all North Carolina users of the Catawba River’s\nwater, including users whose interests were not aligned\nwith Charlotte’s. Id., at 17. South Carolina also opposed\nCharlotte’s motion, and we referred it to the Special Mas­\nter. 552 U. S. 1254 (2008).\n                             B\n   The Special Master held a hearing and issued an order\ngranting all three motions for leave to intervene. At South\nCarolina’s request, the Special Master set forth her find­\nings and decision as a First Interim Report, and it is this\nReport to which South Carolina now presents exceptions.\n   The Special Master recognized that this Court has\nexercised jurisdiction over nonstate parties in original\nactions between two or more States. She also recognized\nthat in New Jersey v. New York, 345 U. S. 369, the Court\nconsidered the “appropriate standard” for a nonstate\nentity’s motion to intervene in an original action. First\nInterim Report of Special Master, O. T. 2008, No. 138,\nOrig., p. 12 (First Interim Rept.). But in attempting to\ngive context to our standard, she looked beyond interven­\ntion and considered original actions in which the Court\nhas allowed nonstate entities to be named as defendants\nby the complaining State. From those examples, the\nSpecial Master “distilled the following rule” governing\nmotions to intervene in original actions by nonstate\nentities:\n     “Although the Court’s original jurisdiction presump­\n     tively is reserved for disputes between sovereign\n——————\nStat. 877, as added, 33 U. S. C. §1341, was not. North Carolina op­\nposed this argument, and the Special Master did not rely on it in\nrecommending that Charlotte’s motion to intervene should be granted.\nAs Charlotte does not reassert this argument here, we do not consider\nit.\n6           SOUTH CAROLINA v. NORTH CAROLINA\n\n                      Opinion of the Court\n\n    states over sovereign matters, nonstate entities may\n    become parties to such original disputes in appropri­\n    ate and compelling circumstances, such as where the\n    nonstate entity is the instrumentality authorized to\n    carry out the wrongful conduct or injury for which the\n    complaining state seeks relief, where the nonstate en­\n    tity has an independent property interest that is di­\n    rectly implicated by the original dispute or is a sub­\n    stantial factor in the dispute, where the nonstate\n    entity otherwise has a ‘direct stake’ in the outcome of\n    the action within the meaning of the Court’s cases\n    discussed above, or where, together with one or more\n    of the above circumstances, the presence of the non­\n    state entity would advance the ‘full exposition’ of the\n    issues.” Id., at 20–21.\n  Applying this broad rule, the Special Master found that\neach proposed intervenor had a sufficiently compelling\ninterest to justify intervention. The Special Master re­\njected South Carolina’s proposal to limit intervention to\nthe remedy phase of this litigation and recommended that\nthis Court grant the motions to intervene.\n                              II \n\n                              A\n\n   Participation by nonstate parties in actions arising\nunder our original jurisdiction is not a new development.\nArticle III, §2, of the Constitution expressly contemplates\nsuits “between a State and Citizens of another State” as\nfalling within our original jurisdiction, see, e.g., Georgia v.\nBrailsford, 2 Dall. 402 (1792), and for more than two\ncenturies the Court has exercised that jurisdiction over\nnonstate parties in suits between two or more States, see\nNew York v. Connecticut, 4 Dall. 1 (1799); Missouri v.\nIllinois, 180 U. S. 208, 224–225 (1901). Nonstate entities\nhave even participated as parties in disputes between\nStates, such as the one before us now, where the States\n                      Cite as: 558 U. S. ____ (2010)                        7\n\n                           Opinion of the Court\n\nwere seeking equitable apportionment of water resources.\nSee, e.g., Arizona v. California, 460 U. S. 605, 608, n. 1\n(1983); Texas v. New Mexico, 343 U. S. 932 (1952); New\nJersey v. City of New York, 279 U. S. 823 (1929) (per cu\nriam). It is, thus, not a novel proposition to accord party\nstatus to a citizen in an original action between States.\n  This Court likewise has granted leave, under appropri­\nate circumstances, for nonstate entities to intervene as\nparties in original actions between States for nearly 90\nyears. See Maryland v. Louisiana, 451 U. S. 725, 745,\nn. 21 (1981). In Oklahoma v. Texas, 258 U. S. 574, 581,\n598 (1922), a boundary dispute that threatened to erupt in\narmed hostilities, the Court allowed individual and corpo­\nrate citizens to intervene to protect their rights in con­\ntested land. See, e.g., Oklahoma v. Texas, 254 U. S. 609\n(1920).3 More recently, the Court has allowed a munici­\npality to intervene in a sovereign boundary dispute, see\nTexas v. Louisiana, 426 U. S. 465, 466 (1976) (per curiam),\nand has permitted private corporations to intervene in an\noriginal action challenging a State’s imposition of a tax\nthat burdened interstate commerce and contravened the\nSupremacy Clause, see Maryland v. Louisiana, supra, at\n745, n. 21.\n  In this case, the Special Master crafted a rule of inter­\nvention that accounts for the full compass of our prece­\ndents. But a compelling reason for allowing citizens to\nparticipate in one original action is not necessarily a com­\npelling reason for allowing citizens to intervene in all\n——————\n  3 THE  CHIEF JUSTICE argues against drawing conclusions from the\nintervention that we allowed in Oklahoma v. Texas, 254 U. S. 609\n(1920). See post, at 7–8 (opinion concurring in judgment in part and\ndissenting in part). But the circumstances surrounding that dispute fit\nthe “ ‘model case’ ” for invoking this Court’s original jurisdiction, post, at\n2, and counsel against inferring from our precedents, as THE CHIEF\nJUSTICE does with respect to equitable apportionment actions, a rule\nagainst nonstate intervention in such “weighty controversies,” ibid.\n8             SOUTH CAROLINA v. NORTH CAROLINA\n\n                          Opinion of the Court\n\noriginal actions. We therefore decline to adopt the Special\nMaster’s proposed rule. As the Special Master acknowl­\nedged, the Court in New Jersey v. New York, supra, set\ndown the “appropriate standard” for intervention in origi­\nnal actions by nonstate entities. First Interim Rept. 12.\nWe believe the standard that we applied in that case\napplies equally well here.4\n  In 1929, the State of New Jersey sued the State of New\nYork and city of New York for their diversion of the Dela­\nware River’s headwaters. 345 U. S., at 370. The Court\ngranted the Commonwealth of Pennsylvania leave to\nintervene, and in 1931, entered a decree enjoining certain\ndiversions of water by the State of New York and the city\nof New York. Id., at 371. In 1952, the city of New York\nmoved to modify the decree, and New Jersey and Pennsyl­\nvania filed oppositions. After the Court referred the mat­\nter to a special master, the city of Philadelphia sought\nleave to intervene on the basis of its use of the Delaware\nRiver’s water. Id., at 371–372.\n  This Court denied Philadelphia leave to intervene.\nPennsylvania had intervened pro interesse suo “to protect\nthe rights and interests of Philadelphia and Eastern\nPennsylvania in the Delaware River.” Id., at 374; see also\nNew Jersey v. New York, 283 U. S. 336, 342 (1931). In\nview of Pennsylvania’s participation, the Court wrote that\nwhen a State is “a party to a suit involving a matter of\nsovereign interest,” it is parens patriae and “ ‘must be\ndeemed to represent all [of] its citizens.’ ” 345 U. S., at\n372–373 (quoting Kentucky v. Indiana, 281 U. S. 163, 173–\n——————\n  4 Accordingly, we need not decide South Carolina’s first exception to\n\nthe Special Master’s conclusion that intervention is proper “whenever\nthe movant is the ‘instrumentality’ authorized to engage in conduct\nalleged to harm the plaintiff State, has an ‘independent property\ninterest’ at issue in the action, or otherwise has a ‘direct stake’ in the\noutcome of the action.” Exceptions of State of South Carolina to First\nInterim Report of Special Master and Brief in Support of Exceptions i.\n                 Cite as: 558 U. S. ____ (2010)            9\n\n                     Opinion of the Court\n\n174 (1930)). This principle serves the twin purposes of\nensuring that due respect is given to “sovereign dignity”\nand providing “a working rule for good judicial admini­\nstration.” 345 U. S., at 373. The Court, thus, set forth the\nfollowing standard governing intervention in an original\naction by a nonstate entity:\n    “An intervenor whose state is already a party should\n    have the burden of showing some compelling interest\n    in his own right, apart from his interest in a class\n    with all other citizens and creatures of the state,\n    which interest is not properly represented by the\n    state.” Ibid.\nOn several subsequent occasions the Court has reaffirmed\nthis “general rule.” See Nebraska v. Wyoming, 515 U. S. 1,\n21–22 (1995); United States v. Nevada, 412 U. S. 534, 538\n(1973) (per curiam); Illinois v. Milwaukee, 406 U. S. 91, 97\n(1972).\n   We acknowledge that the standard for intervention in\noriginal actions by nonstate entities is high—and appro­\npriately so. Such actions tax the limited resources of this\nCourt by requiring us “awkwardly to play the role of fact­\nfinder” and diverting our attention from our “primary\nresponsibility as an appellate tribunal.” Ohio v. Wyan\ndotte Chemicals Corp., 401 U. S. 493, 498 (1971); Mary\nland v. Louisiana, 451 U. S. 725, 762 (1981) (Rehnquist,\nJ., dissenting). In order to ensure that original actions do\nnot assume the “dimensions of ordinary class actions,”\nNew Jersey v. New York, 345 U. S., at 373, we exercise our\noriginal jurisdiction “sparingly” and retain “substantial\ndiscretion” to decide whether a particular claim requires\n“an original forum in this Court,” Mississippi v. Louisiana,\n506 U. S. 73, 76 (1992) (internal quotation marks omitted).\n   Respect for state sovereignty also calls for a high\nthreshold to intervention by nonstate parties in a sover­\neign dispute committed to this Court’s original jurisdic­\n10           SOUTH CAROLINA v. NORTH CAROLINA\n\n                         Opinion of the Court\n\ntion. Under 28 U. S. C. §1251, this Court exercises “origi­\nnal and exclusive” jurisdiction to resolve controversies\nbetween States that, if arising among independent na­\ntions, “would be settled by treaty or by force.” Kansas v.\nColorado, 206 U. S. 46, 98 (1907). This Court has de­\nscribed its original jurisdiction as “delicate and grave,”\nLouisiana v. Texas, 176 U. S. 1, 15 (1900), and has\nguarded against its use as a forum in which “a state might\nbe judicially impeached on matters of policy by its own\nsubjects,” New Jersey v. New York, 345 U. S., at 373. In\nits sovereign capacity, a State represents the interests of\nits citizens in an original action, the disposition of which\nbinds the citizens. Nebraska v. Wyoming, supra, at 22;\nNew Jersey v. New York, 345 U. S., at 372–373. A respect\nfor sovereign dignity, therefore, counsels in favor of re­\nstraint in allowing nonstate entities to intervene in such\ndisputes. See ibid.; accord, United States v. Texas, 143\nU. S. 621, 643 (1892) (“[E]xclusive jurisdiction was given\nto this court, because it best comported with the dignity of\na State, that a case in which it was a party should be\ndetermined in the highest, rather than in a subordinate\njudicial tribunal of the nation”).5\n   That the standard for intervention in original actions by\nnonstate entities is high, however, does not mean that it is\ninsurmountable. Indeed, as the Special Master correctly\nrecognized, our practice long has been to allow such inter­\nvention in compelling circumstances. See Oklahoma v.\n\n——————\n   5 South Carolina has not invoked the Eleventh Amendment as a basis\n\nfor opposing intervention. It has noted, however, that the proposed\nintervenors’ claims are, in effect, against South Carolina, and thus has\nreserved the right to argue that the Eleventh Amendment bars particu­\nlar forms of relief sought by the proposed intervenors. As in New Jersey\nv. New York, 345 U. S. 369, 372 (1953) (per curiam), we express no view\nwhether the Eleventh Amendment is implicated where a nonstate\nentity seeks to intervene as a defendant in an original action over a\nState’s objection.\n                 Cite as: 558 U. S. ____ (2010)          11\n\n                     Opinion of the Court\n\nTexas, 258 U. S., at 581. Over the “strong objections” of\nthree States, for example, the Court allowed Indian tribes\nto intervene in a sovereign dispute concerning the equita­\nble apportionment of the Colorado River. Arizona v. Cali\nfornia, 460 U. S., at 613. The Court did so notwithstand­\ning the Tribes’ simultaneous representation by the United\nStates. Id., at 608–609, 612. And in a boundary dispute\namong Texas, Louisiana, and the United States, the Court\nallowed the city of Port Arthur, Texas, to intervene for the\npurpose of protecting its interests in islands in which the\nUnited States claimed title. Texas v. Louisiana, 426 U. S.,\nat 466; Texas v. Louisiana, 416 U. S. 965 (1974). In both\nof these examples, the Court found compelling interests\nthat warranted allowing nonstate entities to intervene in\noriginal actions in which the intervenors were nominally\nrepresented by sovereign parties.\n                             B\n                             1\n  Applying the standard of New Jersey v. New York, su\npra, here, we conclude that the CRWSP has demonstrated\na sufficiently compelling interest that is unlike the inter­\nests of other citizens of the States. The CRWSP is an\nunusual municipal entity, established as a joint venture\nwith the encouragement of regulatory authorities in both\nStates and designed to serve the increasing water needs of\nUnion County, North Carolina, and Lancaster County,\nSouth Carolina. It has an advisory board consisting of\nrepresentatives from both counties, draws its revenues\nfrom its bistate sales, and operates infrastructure and\nassets that are owned by both counties as tenants-in­\ncommon. We are told that approximately 100,000 indi­\nviduals in each State receive their water from the CRWSP\nand that “roughly half” of the CRWSP’s total withdrawals\nof water from the Catawba River go to South Carolina\nconsumers. Reply of Catawba River Water Supply Project\n12         SOUTH CAROLINA v. NORTH CAROLINA\n\n                     Opinion of the Court\n\nto Exceptions of South Carolina to First Interim Report of\nSpecial Master 22 (hereinafter CRWSP Reply). It is diffi­\ncult to conceive of a more purely bistate entity.\n  In addition, the CRWSP relies upon authority granted\nby both States to draw water from the Catawba River and\ntransfer that water from the Catawba River basin. The\nCRWSP draws all of its water from an intake located\nbelow the Lake Wylie dam in South Carolina. South\nCarolina licensed the CRWSP to withdraw a total of 100\nmgd from the Catawba River and issued a certificate to\nthe CRWSP in 1989 authorizing up to 20 mgd to be trans­\nferred out of the Catawba River basin. Id., at 6–7; Answer\nto Bill of Complaint ¶21. Lancaster County currently uses\napproximately 2 mgd of this amount, Union County uses\napproximately 5 mgd, and the remaining 13 mgd are not\nused at this time. CRWSP Reply 7. The CRWSP pumps\nUnion County’s allocation across the state border pursu­\nant to a parallel certificate issued by North Carolina\nauthorizing a 5 mgd transfer, ibid., and the complaint\nspecifically identifies this transfer as contributing to\nSouth Carolina’s harm, Complaint ¶21.             Thus, the\nCRWSP’s activities depend upon authority conferred by\nboth States.\n  On these facts, we think it is clear that the CRWSP has\ncarried its burden of showing a compelling interest in the\noutcome of this litigation that distinguishes the CRWSP\nfrom all other citizens of the party States. See New Jersey\nv. New York, supra, at 373. Apart from its interest as a\nuser of the Catawba River’s water, the CRWSP has made\na $30 million investment in its plant and infrastructure,\nwith each participating county incurring approximately\nhalf of this cost as debt. Each county is responsible for\none-half of the CRWSP’s cost of operations, and the ven­\nture is designed to break even from year to year. Any\ndisruption to the CRWSP’s operations would increase—not\nlessen—the difficulty of our task in achieving a “just and\n                    Cite as: 558 U. S. ____ (2010)                  13\n\n                         Opinion of the Court\n\nequitable” allocation in this dispute. See Nebraska v.\nWyoming, 325 U. S. 589, 618 (1945). We believe that the\nCRWSP has shown a compelling interest in protecting the\nviability of its operations, which are premised on a fine\nbalance between the joint venture’s two participating\ncounties.\n   We are further persuaded that neither State can prop­\nerly represent the interests of the CRWSP in this litiga­\ntion. See New Jersey v. New York, 345 U. S., at 373. The\ncomplaint attributes a portion of the total water transfers\nthat have harmed South Carolina to the CRWSP, yet\nNorth Carolina expressly states that it “cannot represent\nthe interests of the joint venture.” Tr. of Oral Arg. 54. A\nmoment’s reflection reveals why this is so. In this dispute,\nas in all disputes over limited resources, each State maxi­\nmizes its equitable share of the Catawba River’s water\nonly by arguing that the other State’s equitable share\nmust be reduced. See, e.g., Colorado v. New Mexico, 459\nU. S. 176, 186–187 (1982). It is thus likely that North\nCarolina, in response to South Carolina’s demand for a\ngreater share of the Catawba River’s water, will take the\nposition that downstream users—such as Lancaster\nCounty6—should receive less water. See Tr. of Oral Arg.\n52 (“From North Carolina’s perspective, South Carolina is\nreceiving much more water under this negotiated agree­\nment than they could ever hope to achieve in an equitable\napportionment action”). The stresses that this litigation\nwould place upon the CRWSP threaten to upset the fine\nbalance on which the joint venture is premised, and nei­\n——————\n  6 As a further complication, we are told, Lancaster County has an\n\nobligation to provide water service to certain customers in Mecklenburg\nCounty, North Carolina. CRWSP Reply 6. Thus, South Carolina may\nnot be interested in protecting all uses of Lancaster County’s share of\nthe CRWSP’s water. This additional intermingling of state interests\nfurther supports our conclusion that neither State adequately repre­\nsents the CRWSP’s inherently bistate interests.\n14          SOUTH CAROLINA v. NORTH CAROLINA\n\n                      Opinion of the Court\n\nther State has sufficient interest in maintaining that\nbalance to represent the full scope of the CRWSP’s\ninterests.\n  Accordingly, we believe that the CRWSP should be\nallowed to intervene to represent its own compelling inter­\nests in this litigation. We thus overrule South Carolina’s\nexception.\n                               2\n   We conclude, as well, that Duke Energy has demon­\nstrated powerful interests that likely will shape the out­\ncome of this litigation. To place these interests in context,\nit is instructive to consider the “flexible” process by which\nwe arrive at a “ ‘just and equitable apportionment’ ” of an\ninterstate stream. Colorado v. New Mexico, supra, at 183.\nWe do not approach the task in formulaic fashion, New\nJersey v. New York, 283 U. S., at 343, but we consider “all\nrelevant factors,” including, but not limited to:\n     “ ‘physical and climatic conditions, the consumptive\n     use of water in the several sections of the river, the\n     character and rate of return flows, the extent of estab­\n     lished uses, the availability of storage water, the prac­\n     tical effect of wasteful uses on downstream areas,\n     [and] the damage to upstream areas as compared to\n     the benefits to downstream areas if a limitation is im­\n     posed on the former.’ ” Colorado v. New Mexico, su\n     pra, at 183 (quoting Nebraska v. Wyoming, supra, at\n     618).\nIn performing this task, there is no substitute for “ ‘the\nexercise of an informed judgment,’ ” Colorado v. New\nMexico, supra, at 183, and we will not hesitate to seek out\nthe most relevant information from the source best situ­\nated to provide it. See Maryland v. Louisiana, 451 U. S.,\nat 745, n. 21 (allowing intervention of private pipeline\ncompanies “in the interest of a full exposition of the\n                   Cite as: 558 U. S. ____ (2010)               15\n\n                       Opinion of the Court\n\nissues”).\n   With these considerations in mind, we turn to Duke\nEnergy’s asserted interests. Duke Energy operates 11\ndams and reservoirs in both States that generate electric­\nity for the region and control the flow of the river. The\ncomplaint itself acknowledges the relationship between\nriver flow and Duke Energy’s operations, noting that a\nsevere drought that ended in 2002 forced Duke Energy to\n“reduce dramatically” its hydroelectric power generation\nfrom the Catawba River. Complaint ¶17(c). It is likely\nthat any equitable apportionment of the river will need to\ntake into account the amount of water that Duke Energy\nneeds to sustain its operations and provide electricity to\nthe region, thus giving Duke Energy a strong interest in\nthe outcome of this litigation. See Colorado v. New Mex\nico, supra, at 188 (noting the appropriateness of consider­\ning “the balance of harm and benefit that might result”\nfrom a State’s proposed diversion of a river). There is,\nmoreover, no other similarly situated entity on the Ca­\ntawba River, setting Duke’s interests apart from the class\nof all other citizens of the States. See New Jersey v. New\nYork, supra, at 373.\n   Just as important, Duke Energy has a unique and com­\npelling interest in protecting the terms of its existing\nFERC license and the CRA that forms the basis of Duke\nEnergy’s pending renewal application.7 Through its dams,\nDuke Energy controls the flow of the Catawba River under\nthe terms of its 50-year FERC license, which regulates the\nvery subject matter in dispute: the river’s minimum flow\ninto South Carolina. See Order Issuing License (Major),\nDuke Power Co., Project No. 2232, 20 F. P. C. 360, 371–372\n(1958) (Articles 31 and 32). The CRA, likewise, represents\n——————\n  7 Duke Energy is operating under a temporary extension of its 50­\n\nyear FERC license, which expired in 2008, and the CRA represents\nDuke Energy’s investment in a new 50-year license.\n16         SOUTH CAROLINA v. NORTH CAROLINA\n\n                     Opinion of the Court\n\nthe full consensus of 70 parties from both States regarding\nthe appropriate minimum continuous flow of Catawba\nRiver water into South Carolina under a variety of natural\nconditions and, in times of drought, the conservation\nmeasures to be taken by entities that withdraw water\nfrom the Catawba River. These factors undeniably are\nrelevant to any “just and equitable apportionment” of the\nCatawba River, see Colorado v. New Mexico, 459 U. S., at\n183, and we are likely to consider them in reaching our\nultimate disposition of this case. Thus, we find that Duke\nEnergy has carried its burden of showing unique and\ncompelling interests.\n   We also have little difficulty in concluding that neither\nState sufficiently represents these compelling interests.\nNeither State has signed the CRA or expressed an inten­\ntion to defend its terms. To the contrary, North Carolina\nhas expressed an intention to seek its modification. Tr. of\nOral Arg. 51–52. Given the importance of Duke Energy’s\ninterests and their relevance to our ultimate decision, we\nbelieve these interests should be represented by a party in\nthis action, and we find that neither State is situated to do\nso properly. We believe that Duke Energy should be\npermitted to represent its own interests.\n   For these reasons, we agree with the Special Master\nthat Duke Energy should be permitted to intervene, and\nwe overrule South Carolina’s exception in that regard.\n                             3\n  We conclude, however, that Charlotte has not carried its\nburden of showing a sufficient interest for intervention in\nthis action. Charlotte is a municipality of North Carolina,\nand for purposes of this litigation, its transfers of water\nfrom the Catawba River basin constitute part of North\nCarolina’s equitable share. While it is true that the com­\nplaint names Charlotte as an entity authorized by North\nCarolina to carry out a large transfer of water from the\n                  Cite as: 558 U. S. ____ (2010)            17\n\n                      Opinion of the Court\n\nCatawba River basin, the complaint does not seek relief\nagainst Charlotte directly. Rather, the complaint seeks\nrelief against all North Carolina-authorized transfers of\nwater from the Catawba River basin, “past or future,” in\nexcess of North Carolina’s equitable share. Complaint,\nPrayer for Relief ¶2. Charlotte, therefore, occupies a class\nof affected North Carolina users of water, and the magni­\ntude of Charlotte’s authorized transfer does not distin­\nguish it in kind from other members of the class. See New\nJersey v. New York, 345 U. S., at 373, and n. (noting that\nPhiladelphia represented half of the Pennsylvania’s citi­\nzens in the watershed). Nor does Charlotte represent\ninterstate interests that fall on both sides of this dispute,\nas the CRWSP does, such that the viability of Charlotte’s\noperations in the face of this litigation is called into ques­\ntion. Its interest is solely as a user of North Carolina’s\nshare of the Catawba River’s water.\n   Charlotte’s interest falls squarely within the category of\ninterests with respect to which a State must be deemed to\nrepresent all of its citizens. As we recognized in New\nJersey v. New York, a State’s sovereign interest in ensur­\ning an equitable share of an interstate river’s water is\nprecisely the type of interest that the State, as parens\npatrie, represents on behalf of its citizens. See also United\nStates v. Nevada, 412 U. S., at 539; Nebraska v. Wyoming,\n325 U. S., at 616. That is why, in New Jersey v. New York,\nsupra, we required that a proposed intervenor show a\ncompelling interest “in his own right,” distinct from the\ncollective interest of “all other citizens and creatures of the\nstate,” whose interest the State presumptively represents\nin matters of sovereign policy. Id., at 373. We conclude\nthat Charlotte has not carried that burden. Thus, respect\nfor “sovereign dignity” requires us to recognize that North\nCarolina properly represents Charlotte in this dispute\nover a matter of uniquely sovereign interest. See ibid.\n   North Carolina’s own statements only reinforce this\n18            SOUTH CAROLINA v. NORTH CAROLINA\n\n                          Opinion of the Court\n\nconclusion. North Carolina has said that it will defend\nCharlotte’s authorized 33 mgd transfer. Tr. of Oral Arg.\n52–53. The State expressly disagrees with Charlotte’s\nassertion that the city’s interest is not adequately repre­\nsented by the State. Brief of State of North Carolina in\nOpposition to Plaintiff’s Exceptions 22. Indeed, in re­\nsponse to Charlotte’s motion to intervene, North Carolina\nwrote the following:\n     “[T]he State must represent the interests of every per­\n     son that uses water from the North Carolina portion\n     of the Catawba River basin. In fact, the State has a\n     particular concern for its political subdivisions, such\n     as Charlotte, which actually operate the infrastruc­\n     ture to provide water to the State’s citizens. . . . The\n     State has every reason to defend the [transfers] that it\n     has authorized for the benefit of its citizens. The\n     State cannot agree with any implication that because\n     it represents all of the users of water in North Caro­\n     lina it cannot, or will not represent the interests of\n     Charlotte in this litigation initiated by South Caro­\n     lina.” Brief for State of North Carolina in Response to\n     City of Charlotte’s Motion for Leave to Intervene and\n     File Answer 1–2.\nThese statements are consistent with North Carolina’s\nrole as parens patriae, and we see no reason that North\nCarolina cannot represent Charlotte’s interest in this\nsovereign dispute. See New Jersey v. New York, supra, at\n374 (noting that Philadelphia’s interest “is invariably\nserved by the Commonwealth’s position”).\n  Because we are not persuaded that Charlotte’s interest\nis sufficiently unique and not properly represented by\nNorth Carolina to require the city’s intervention as a party\nin this litigation, we sustain South Carolina’s exception.8\n——————\n 8 Federal   Rule of Civil Procedure 24 does not require a contrary re­\n                     Cite as: 558 U. S. ____ (2010)                  19\n\n                         Opinion of the Court\n\n                             III\n   We thus overrule South Carolina’s exceptions to the\nSpecial Master’s First Interim Report with respect to the\nCRWSP and Duke Energy, but we sustain South Caro­\nlina’s exception with respect to Charlotte.\n                                            It is so ordered.\n\n\n\n\n——————\nsult. This Court’s Rule 17.2 allows the Federal Rules of Civil Procedure\nto be taken as “guides” to procedure in original actions. See Arizona v.\nCalifornia, 460 U. S. 605, 614 (1983). Even if we were to look to the\nstandard for intervention of right in civil matters, Charlotte would not\nbe entitled to intervene in this dispute because an existing party—\nNorth Carolina—adequately represents Charlotte’s interest. See Fed.\nRule Civ. Proc. 24(a)(2). To the extent that the standard for permissive\nintervention may be an appropriate guide when a movant presents a\nsufficiently “important but ancillary concern,” see Arizona, supra, at\n614–616, we find no such concern here. North Carolina’s adequate\nrepresentation of Charlotte and the heightened standard for interven­\ntion in original actions, see New Jersey v. New York, 345 U. S., at 373,\npersuade us not to apply the standard for permissive intervention set\nforth in Federal Rule of Civil Procedure 24(b)(1)(B).\n                 Cite as: 558 U. S. ____ (2010)           1\n\n                   Opinion of ROBERTS, C. J.\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                        No. 138, Orig.\n                         _________________\n\n\n STATE OF SOUTH CAROLINA, PLAINTIFF v. STATE \n\n             OF NORTH CAROLINA \n\n ON EXCEPTIONS TO THE REPORT OF THE SPECIAL MASTER\n                      [January 20, 2010]\n\n  CHIEF JUSTICE ROBERTS, with whom JUSTICE THOMAS,\nJUSTICE GINSBURG, and JUSTICE SOTOMAYOR join, concur\nring in the judgment in part and dissenting in part.\n  The Court correctly rejects the Special Master’s formu\nlation of a new test for intervention in original actions,\nand correctly denies the city of Charlotte leave to inter\nvene. The majority goes on, however, to misapply our\nestablished test in granting intervention to Duke Energy\nCarolinas, LLC (Duke Energy), and the Catawba River\nWater Supply Project (CRWSP).\n  The result is literally unprecedented: Even though\nequitable apportionment actions are a significant part of\nour original docket, this Court has never before granted\nintervention in such a case to an entity other than a State,\nthe United States, or an Indian tribe. Never. That is\nbecause the apportionment of an interstate waterway is a\nsovereign dispute, and the key to intervention in such an\naction is just that—sovereignty. The Court’s decision to\npermit nonsovereigns to intervene in this case has the\npotential to alter in a fundamental way the nature of our\noriginal jurisdiction, transforming it from a means of\nresolving high disputes between sovereigns into a forum\nfor airing private interests. Given the importance of\nmaintaining the proper limits on that jurisdiction, I re\nspectfully dissent.\n2           SOUTH CAROLINA v. NORTH CAROLINA\n\n                    Opinion of ROBERTS, C. J.\n\n                                I\n   Two basic principles have guided the exercise of our\nconstitutionally conferred original jurisdiction. The first is\nan appreciation that our original jurisdiction, “delicate\nand grave,” Louisiana v. Texas, 176 U. S. 1, 15 (1900), was\ngranted to provide a forum for the peaceful resolution of\nweighty controversies involving the States. “The model\ncase for invocation of this Court’s original jurisdiction is a\ndispute between States of such seriousness that it would\namount to casus belli if the States were fully sovereign.”\nTexas v. New Mexico, 462 U. S. 554, 571, n. 18 (1983). In\ndetermining whether to exercise original jurisdiction, we\naccordingly focus on “the nature of the interest of the\ncomplaining State,” and in particular the “seriousness and\ndignity” of the claim asserted. Mississippi v. Louisiana,\n506 U. S. 73, 77 (1992) (internal quotation marks omitted).\n   Original jurisdiction is for the resolution of state claims,\nnot private claims. To invoke that jurisdiction, a State\n“must, of course, represent an interest of her own and not\nmerely that of her citizens or corporations.” Arkansas v.\nTexas, 346 U. S. 368, 370 (1953); see Kansas v. Colorado,\n533 U. S. 1, 8–9 (2001); Pennsylvania v. New Jersey, 426\nU. S. 660, 665 (1976) (per curiam) (It is “settled doctrine\nthat a State has standing to sue only when its sovereign or\nquasi-sovereign interests are implicated and it is not\nmerely litigating as a volunteer the personal claims of its\ncitizens”). And in deciding whether a State meets that\nrequirement, this Court considers whether the State is “in\nfull control of [the] litigation.” Kansas v. Colorado, supra,\nat 8.\n   The second guiding principle is a practical one: We are\nnot well suited to assume the role of a trial judge. See\nOhio v. Wyandotte Chemicals Corp., 401 U. S. 493, 498\n(1971). We have attempted to address that reality by\nrelying on the services of able special masters, who have\nbecome vitally important in allowing us to manage our\n                  Cite as: 558 U. S. ____ (2010)            3\n\n                    Opinion of ROBERTS, C. J.\n\noriginal docket. But the responsibility for the exercise of\nthis Court’s original jurisdiction remains ours alone under\nthe Constitution.\n   These two considerations—that our original jurisdiction\nis limited to high claims affecting state sovereignty, and\nthat practical realities limit our ability to act as a trial\ncourt—converge in our standard for intervention in origi\nnal actions. We articulated that standard in New Jersey v.\nNew York, 345 U. S. 369, 373 (1953) (per curiam). There,\nwe denied the city of Philadelphia’s motion for leave to\nintervene in an action, to which the Commonwealth of\nPennsylvania was already a party, involving the appor\ntionment of the Delaware River. Id., at 373–374. We set\nout the following test for intervention in an original action:\n“An intervenor whose state is already a party should have\nthe burden of showing some compelling interest in his own\nright, apart from his interest in a class with all other\ncitizens and creatures of the state, which interest is not\nproperly represented by the state.” Id., at 373.\n   This exacting standard is grounded on a “necessary\nrecognition of sovereign dignity,” id., at 373, under which\n“the state, when a party to a suit involving a matter of\nsovereign interest, ‘must be deemed to represent all its\ncitizens,’ ” id., at 372 (quoting Kentucky v. Indiana, 281\nU. S. 163, 173–174 (1930)). In applying that doctrine to\nmotions to intervene, the New Jersey v. New York test\nprecludes a State from being “judicially impeached on\nmatters of policy by its own subjects,” and prevents the\nuse of the Court’s original jurisdiction to air “intramural\ndispute[s]” that should be settled in a different forum—\nnamely, within the States. 345 U. S., at 373.\n   The New Jersey v. New York test is also “a working rule\nfor good judicial administration.” Ibid. Without it, “there\nwould be no practical limitation on the number of citizens,\nas such, who would be entitled to be made parties.” Ibid.\nIndeed, the Court observed that allowing Philadelphia to\n4          SOUTH CAROLINA v. NORTH CAROLINA\n\n                   Opinion of ROBERTS, C. J.\n\nintervene would have made it difficult to refuse attempts\nto intervene by other users of water from the Delaware\nRiver, including other cities, and even “[l]arge industrial\nplants.” Ibid. The New Jersey v. New York test, properly\napplied, provides a much-needed limiting principle that\nprevents the expansion of our original proceedings “to the\ndimensions of ordinary class actions,” ibid., or “town\nmeeting lawsuits,” id., at 376 (Jackson, J., dissenting).\nSee also Ohio v. Wyandotte Chemicals Corp., supra, at\n504; Utah v. United States, 394 U. S. 89, 95–96 (1969) (per\ncuriam).\n                              II\n  Applying these principles, this Court has never granted\na nonsovereign entity’s motion to intervene in an equitable\napportionment action. The reason is straightforward: An\ninterest in water is an interest shared with other citizens,\nand is properly pressed or defended by the State. And a\nprivate entity’s interest in its particular share of the\nState’s water, once the water is allocated between the\nStates, is an “intramural dispute” to be decided by each\nState on its own. New Jersey v. New York, supra, at 373.\n  The interests of a State’s citizens in the use of water\nderive entirely from the State’s sovereign interest in the\nwaterway. If the State has no claim to the waters of an\ninterstate river, then its citizens have none either. See\nHinderlider v. La Plata River & Cherry Creek Ditch Co.,\n304 U. S. 92, 102 (1938). We have long recognized, there\nfore, that the State must be deemed to represent its citi\nzens’ interests in an equitable apportionment action. See\nUnited States v. Nevada, 412 U. S. 534, 539 (1973) (per\ncuriam) (“For the purposes of dividing the waters of an\ninterstate stream with another State, [a State] has the\nright, parens patriae, to represent all the nonfederal users\nin its own State insofar as the share allocated to the other\nState is concerned”). Precisely because the State repre\n                 Cite as: 558 U. S. ____ (2010)            5\n\n                   Opinion of ROBERTS, C. J.\n\nsents all its citizens in an equitable apportionment action,\nthese citizens have no claim themselves against the other\nState. They are instead “bound by the result reached\nthrough representation by their respective States,” regard\nless of whether those citizens are parties to the suit.\nNebraska v. Wyoming, 515 U. S. 1, 22 (1995).\n   This basic principle applies without regard to whether\nthe State agrees with and will advance the particular\ninterest asserted by a specific private entity. The State\n“ ‘must be deemed to represent all its citizens,’ ” New Jer\nsey v. New York, supra, at 372 (quoting Kentucky v. Indi\nana, supra, at 173–174; emphasis added), not just those\nwho subscribe to the State’s position before this Court.\nThe directive that a State cannot be “judicially impeached\non matters of policy by its own subjects,” New Jersey v.\nNew York, supra, at 373, obviously applies to the case in\nwhich a subject disagrees with the position of the State.\n   A State’s citizens also need not be made parties to an\nequitable apportionment action because the Court’s judg\nment in such an action does not determine the water\nrights of any individual citizen. We made that clear long\nago in two decisions arising from the same dispute, Wyo\nming v. Colorado, 298 U. S. 573 (1936), and Wyoming v.\nColorado, 309 U. S. 572 (1940). In those cases, Wyoming\nsought to enforce this Court’s earlier decree apportioning\nthe Laramie River. See Wyoming v. Colorado, 260 U. S. 1\n(1922). We held that the decree controlled the allocation\nof water between Wyoming and Colorado, not within\nthem. As we recognized, our decision apportioning the\nriver did not “withdraw water claims dealt with therein\nfrom the operation of local laws relating to their transfer\nor . . . restrict their utilization in ways not affecting the\nrights of one State and her claimants as against the other\nState and her claimants.” 298 U. S., at 584. Thus, al\nthough the decree referred to particular uses of water in\nColorado, we held that those individual uses could vary\n6            SOUTH CAROLINA v. NORTH CAROLINA\n\n                       Opinion of ROBERTS, C. J.\n\nfrom the terms set out in the decree, so long as the total\ndiversion of water in Colorado was no greater than the\ndecree allowed. See id., at 584–585; 309 U. S., at 579–581.\nWe reiterated the point in Nebraska v. Wyoming, 325 U. S.\n589, 627 (1945), observing that the apportionment of a\nwaterway between the States has only an “indirect effect”\non the rights of individuals within the States.\n   All this explains our long history of rejecting attempts\nby nonsovereign entities to intervene in equitable appor\ntionment actions. New Jersey v. New York was itself an\nequitable apportionment suit, and we denied intervention\nin that case. We have also summarily denied motions to\nintervene in other water disputes between the States. See\nArizona v. California, 514 U. S. 1081 (1995); Arizona v.\nCalifornia, 345 U. S. 914 (1953); Nebraska v. Wyoming,\n296 U. S. 548 (1935); Wisconsin v. Illinois, 279 U. S. 821\n(1929). And we have strongly intimated in other decisions\n(albeit in dictum) that private entities can rarely, if ever,\nintervene in original actions involving the apportionment\nof interstate waterways. See United States v. Nevada,\nsupra, at 538 (“[I]ndividual users of water . . . ordinarily\nwould have no right to intervene in an original action in\nthis Court”); Nebraska v. Wyoming, 515 U. S., at 22 (“We\nhave said on many occasions that water disputes among\nStates may be resolved by compact or decree without the\nparticipation of individual claimants”).1\n——————\n    1 Themajority contends that this dissent reads our precedents to\nestablish “a rule against nonstate intervention” in equitable appor\ntionment actions. Ante, at 7, n. 3. The number of nonsovereigns that\nthe Court should permit to intervene in water disputes is small—\nindeed, it was zero until today. But that does not mean that a private\nentity could not satisfy the New Jersey v. New York test by, for exam\nple, asserting water-use rights that are not dependent upon the rights\nof state parties. A private party (or perhaps a Compact Clause entity)\nwith a federal statutory right to a certain quantity of water might have\na compelling interest in an equitable apportionment action that is not\nfairly represented by the States. The putative intervenors in this case,\n                      Cite as: 558 U. S. ____ (2010)       7\n\n                        Opinion of ROBERTS, C. J.\n\n   The majority contends that the result in this case is not\na “new development,” and that its holding is supported by\n“nearly 90 years” of precedent. Ante, at 6–7. But in sup\nport of those statements, the majority cites only four\ndecisions in which the Court has granted a motion to\nintervene in an original suit—and of course none in which\nthis Court granted the motion of a nonsovereign entity to\nintervene in an equitable apportionment action. The cases\nthe majority cites demonstrate what constitutes a “compel\nling interest in [the intervenor’s] own right, apart from his\ninterest in a class with all other citizens and creatures of\nthe state.” New Jersey v. New York, supra, at 373. But\nthe intervenor interests in those cases were quite different\nfrom the general shared interest in water at issue here.\n   Take Arizona v. California, 460 U. S. 605 (1983). There\nwe allowed several Indian Tribes to intervene in a water\ndispute. Id., at 615. As the Court in that case made clear,\nhowever, the Indian Tribes were allowed to intervene\nbecause they were sovereign entities. Ibid. The Court\ndistinguished New Jersey v. New York on that very\nground. See 460 U. S., at 615, n. 5.\n   The other cases relied upon by the majority are even\nfarther afield. See Maryland v. Louisiana, 451 U. S. 725\n(1981); Texas v. Louisiana, 426 U. S. 465 (1976) (per cu\nriam); Oklahoma v. Texas, 258 U. S. 574 (1922). None was\nan equitable apportionment action. Two involved bound\nary disputes in which the Court allowed nonsovereign\nintervenors to claim title to certain parcels of property.\nSee Texas v. Louisiana, supra, at 466 (permitting inter\nvention by the city of Port Arthur, Texas); Oklahoma v.\nTexas, supra, at 580–581 (same for private parties). A\nclaim to title in a particular piece of property is quite\ndifferent from a general interest shared by all citizens in\nthe State’s waters. And it would be particularly inapt to\n—————— \n\nhowever, do not hold rights of this sort. \n\n8          SOUTH CAROLINA v. NORTH CAROLINA\n\n                   Opinion of ROBERTS, C. J.\n\ndraw general conclusions about intervention from Okla\nhoma v. Texas, in which the Court took the southern half\nof the Red River into receivership. See 258 U. S., at 580.\nIn subsequently allowing persons to intervene to assert\nclaims to the subject property, the Court relied explicitly\non the fact that the receiver had possession and control of\nthe claimed parcels, and “no other court lawfully [could]\ninterfere with or disturb that possession or control.” Id.,\nat 581.\n  The majority’s reliance on Maryland v. Louisiana is\nequally unavailing. There, several States challenged the\nconstitutionality of Louisiana’s application of a tax on\nnatural gas that was brought into that State. 451 U. S., at\n728. In two sentences within a long footnote, the Court\nmentioned that it was permitting a group of pipeline\ncompanies to intervene and challenge the tax. Id., at 745,\nn. 21. The Court made clear that the pipeline companies\nwere able to intervene in light of the particular circum\nstances in that case—namely, Louisiana’s tax was “di\nrectly imposed on the owner of imported gas,” and “the\npipelines most often own[ed] the gas.” Ibid. Again, an\ninterest in a tax imposed only on discrete parties is obvi\nously different from a general interest shared by all citi\nzens of the State.\n                             III\n  Charlotte, Duke Energy, and CRWSP claim a variety of\nspecific needs for water to justify their intervention. But\nall those particular needs derive from an interest in the\nwater of the Catawba River. That interest is not exclu\nsive, but is instead shared “with all other citizens and\ncreatures of the state.” New Jersey v. New York, 345 U. S.,\nat 373. The State’s “citizens and creatures” certainly put\nthe Catawba’s water and flow to different uses—many for\ndrinking water, some for farming or recreation, others for\ngenerating power. That does not, however, make their\n                 Cite as: 558 U. S. ____ (2010)            9\n\n                   Opinion of ROBERTS, C. J.\n\ninterest in the water itself unique. And it is the respective\ninterests of the States in the water itself that are being\nlitigated in this original action—not the claims of particu\nlar citizens that they be allowed to put the water to speci\nfied uses. The latter subject is “an intramural dispute\nover the distribution of water within the [State],” ibid.,\nand is not the subject of this original proceeding.\n   The majority recognizes as much with respect to Char\nlotte, ante, at 16–18, but departs from these principles in\ngranting intervention to Duke Energy and CRWSP. The\nmajority’s reasons for doing so do not withstand scrutiny.\n   The majority initially contends that Duke Energy\nshould be allowed to intervene because it possesses “rele\nvant information” that we are “likely to consider.” Ante, at\n14, 16. Nonparties often do, but that is not a “compelling\ninterest” justifying intervention. I have little doubt that\nPhiladelphia possessed pertinent information in New\nJersey v. New York, but we did not permit Philadelphia to\nintervene on that ground. Parties to litigation have ready\nmeans of access to relevant information held by nonpar\nties, and those nonparties can certainly furnish such\ninformation on their own if they consider it in their best\ninterests (through, for example, participation as amici\ncuriae).\n   The majority also states that Duke Energy has compel\nling interests in its hydroelectric operations along the\nriver, and in “the amount of water that Duke Energy\nneeds to sustain its operations and provide electricity to\nthe region.” Ante, at 15. These are simply interests in a\nparticular use of water or its flow. Even if Duke Energy\nuses water for particularly important purposes, its inter\nests are no different in kind from the interests of any other\nentity that relies on water for its commercial operations.\n   Finally, the majority asserts that Duke Energy “has a\nunique and compelling interest in protecting the terms of\nits existing [Federal Energy Regulatory Commission\n10         SOUTH CAROLINA v. NORTH CAROLINA\n\n                   Opinion of ROBERTS, C. J.\n\n(FERC)] license and the [Comprehensive Licensing Agree\nment (CRA)] that forms the basis of Duke Energy’s pend\ning renewal application.” Ibid. And the majority contends\nthat neither State represents these interests because\n“[n]either State has signed the CRA or expressed an inten\ntion to defend its terms,” and because North Carolina has\neven expressed its intent to challenge the terms of the\nCRA in this action. Ante, at 16.\n   Again, all this amounts to is an articulation of the rea\nson Duke Energy asserts a particular interest in the wa\nters of the Catawba. Other citizens of North Carolina\ndoubtless have reasons of their own, ones they find as\nimportant as Duke Energy believes its to be. Weighing\nthose interests is an “intramural” matter for the State.\nNew Jersey v. New York, supra, at 373. In addition, the\nFederal Government is doubtless familiar with the pend\ning FERC proceedings, and it sees no corresponding need\nfor us to grant Duke Energy’s motion to intervene. See\nBrief for United States as Amicus Curiae 20, n. 3.\n   As for CRWSP, the Special Master concluded that it\nshould be allowed to intervene, but only because its posi\ntion was “similar analytically to Charlotte’s.” First In\nterim Report of Special Master, O. T. 2008, No. 138, Orig.,\np. 25. The Court rejects Charlotte’s motion, but nonethe\nless allows CRWSP to intervene on a ground not relied\nupon by the Special Master. According to the majority,\nCRWSP should be allowed to intervene because, as a\nbistate entity, its full range of interests cannot be repre\nsented entirely by either North or South Carolina. See\nante, at 11–14.\n   CRWSP’s motion arguably presents a different case\nfrom that of Duke Energy, one not definitively resolved by\nthis Court in New Jersey v. New York. At the end of the\nday, however, I agree with the Special Master’s premise—\nCRWSP’s position is really no different from Charlotte’s. I\ndisagree with her conclusion, of course, because I agree\n                  Cite as: 558 U. S. ____ (2010)           11\n\n                    Opinion of ROBERTS, C. J.\n\nwith the Court that Charlotte should not be allowed to\nintervene.\n   A bistate entity cannot be allowed to intervene merely\nbecause it embodies an “intermingling of state interests.”\nAnte, at 13, n. 6. The same would be true of any bistate\nentity, or indeed any corporation or individual conducting\nbusiness in both States. An exception for such cases\nwould certainly swallow the New Jersey v. New York rule.\nEntities with interests in both States must seek to vindi\ncate those interests within each State. Bistate entities are\nnot States entitled to invoke our original jurisdiction, and\nshould not be effectively accorded an automatic right to\nintervene as parties in cases within that jurisdiction.\n   With respect to both Duke Energy and CRWSP, the\nmajority further relies on its conclusion that the States\nwill not “properly represent” the interests of those entities.\nAnte, at 13; see ante, at 16. If by that the Court means\nthat the States may adopt positions adverse to Duke\nEnergy and CRWSP, that surely cannot be enough. The\nguiding principle articulated in New Jersey v. New York is\n“that the state, when a party to a suit involving a matter\nof sovereign interest, ‘must be deemed to represent all its\ncitizens,’ ” and may not be “judicially impeached on mat\nters of policy by its own subjects.” 345 U. S., at 372–373\n(quoting Kentucky v. Indiana, 281 U. S., at 173–174). This\ncase involves a “matter of sovereign interest”—the equita\nble apportionment of water—and the States therefore\n“properly represen[t]” the shared interests in water of “all”\ntheir citizens, including Duke Energy and CRWSP. 345\nU. S., at 372–373. An interest is “not properly repre\nsented” by a State, id., at 373, when it is not a sovereign\ninterest but instead a parochial one, such as the interests\nheld to justify intervention in the cases on which the\nmajority relies. See supra, at 7–8.\n   The majority also pays little heed to the practical con\nstraints on this Court’s original jurisdiction. It is hard to\n12         SOUTH CAROLINA v. NORTH CAROLINA\n\n                   Opinion of ROBERTS, C. J.\n\nsee how the arguments the Court accepts today could not\nalso be pressed by countless other water users in either\nNorth or South Carolina. Under the Court’s analysis, I\nsee “no practical limitation on the number of citizens, as\nsuch, who would be entitled to be made parties.” New\nJersey v. New York, supra, at 373. To the extent interven\ntion is allowed for some private entities with interests in\nthe water, others who also have an interest will feel com\npelled to intervene as well—and we will be hard put to\nrefuse them. See Utah v. United States, 394 U. S., at 95–\n96 (denying intervention to a corporation that sought to\nquiet its title to land because, “[i]f [it were] admitted,\nfairness would require the admission of any of the other\n120 private landowners who wish to quiet their title . . . ,\ngreatly increasing the complexity of this litigation”). An\nequitable apportionment action will take on the character\nistics of an interpleader case, with all those asserting\ninterests in the limited supply of water jostling for their\nshare like animals at a water hole. And we will find our\nselves in a “quandary whereby we must opt either to pick\nand choose arbitrarily among similarly situated litigants\nor to devote truly enormous portions of our energies to\n[original] matters.” Ohio v. Wyandotte Chemicals Corp.,\n401 U. S., at 504.\n   Allowing nonsovereign entities to intervene as parties\nwill inevitably prolong the resolution of this and other\nequitable apportionment actions, which already take\nconsiderable time. Intervenors do not come alone—they\nbring along more issues to decide, more discovery re\nquests, more exceptions to the recommendations of the\nSpecial Master. In particular, intervention makes settling\na case more difficult, as a private intervenor has the right\nto object to a settlement agreement between the States, if\nnot the power to block a settlement altogether. Cf. Fire\nfighters v. Cleveland, 478 U. S. 501, 529 (1986).\n   And all this for what? The Special Master, and through\n                      Cite as: 558 U. S. ____ (2010)                 13\n\n                        Opinion of ROBERTS, C. J.\n\nher the Court, can have the benefit of the views of those\nseeking to intervene by according them the status of amici\ncuriae. “Where he presents no new questions, a third\nparty can contribute usually most effectively and always\nmost expeditiously by a brief amicus curiae and not by\nintervention.” Bush v. Viterna, 740 F. 2d 350, 359 (CA5\n1984) (per curiam) (internal quotation marks omitted).\nCourts often treat amicus participation as an alternative\nto intervention. See 7C C. Wright, A. Miller, & M. Kane,\nFederal Practice and Procedure §1913, p. 495, and n. 26\n(2007) (citing examples). And this Court often denies\nmotions to intervene while granting leave to participate as\nan amicus in original actions generally, see, e.g., Kentucky\nv. Indiana, 445 U. S. 941 (1980); United States v. Califor\nnia, 377 U. S. 926 (1964); cf. New Hampshire v. Maine,\n426 U. S. 363, 365, n. 2 (1976), and in equitable appor\ntionment actions specifically, see, e.g., Arizona v. Califor\nnia, 530 U. S. 392, 419, n. 6 (2000); Nebraska v. Wyoming,\n507 U. S. 584, 589–590 (1993).\n   Nebraska v. Wyoming is particularly instructive on this\npoint. The Court there adopted the recommendation of\nthe Special Master to deny intervention to certain entities.\nSee id., at 589–590; Second Interim Report of Special\nMaster, O. T. 1991, No. 108, Orig., pp. 108–109. The\ninterests of those entities in the water dispute were quite\nsimilar to the interests of the entities seeking to intervene\nhere: One operated a powerplant and a reservoir on the\nLaramie River, and another was a power district seeking\nto protect its FERC license. See First Interim Report of\nSpecial Master, O. T. 1988, No. 108, Orig., pp. 11–14, 9a.\nWhile it adopted the Special Master’s recommendation to\ndeny intervention, the Court nonetheless permitted those\nentities to participate as amici. See 507 U. S., at 589–590;\nNebraska v. Wyoming, 502 U. S. 1055 (1992).2 The major\n——————\n 2 No   party filed exceptions to the Special Master’s recommendation to\n14           SOUTH CAROLINA v. NORTH CAROLINA\n\n                       Opinion of ROBERTS, C. J.\n\nity does not explain why that familiar and customary\napproach might be inadequate in this case.\n                           *     *      *\n   Our original jurisdiction over actions between States is\nconcerned with disputes so serious that they would be\ngrounds for war if the States were truly sovereign. Texas\nv. New Mexico, 462 U. S., at 571, n. 18. A dispute between\nStates over rights to water fits that bill; a squabble among\nprivate entities within a State over how to divvy up that\nState’s share does not. A judgment in an equitable appor\ntionment action binds the States; it is not binding with\nrespect to particular uses asserted by private entities.\nAllowing intervention by such entities would vastly com\nplicate and delay already complicated and lengthy actions.\nAnd the benefits private entities might bring can be read\nily secured, as has typically been done, by their participa\ntion as amici curiae.\n   In light of all this, it is difficult to understand why the\nCourt grants nonsovereign entities leave to intervene in\nthis equitable apportionment action, and easy to under\nstand why the Court has never before done so in such a\ncase.\n   I would grant South Carolina’s exceptions, and deny the\nmotions to intervene.\n\n\n\n\n——————\ndeny intervention in Nebraska v. Wyoming. The Special Master later\nallowed one of the entities, Basin Electric Power Cooperative, to inter\nvene as a party based on changed circumstances. See Addendum to\nReply Brief for Duke Energy 2–5. That decision was never reviewed by\nthe Court.\n</pre>", "id": 1743, "judges": "", "local_path": "pdf/2010/01/20/South_Carolina_v._North_Carolina.pdf", "nature_of_suit": "", "plain_text": "(Slip Opinion)              OCTOBER TERM, 2009                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n           SOUTH CAROLINA v. NORTH CAROLINA\n\n  ON EXCEPTIONS TO THE REPORT OF THE SPECIAL MASTER\n\n No. 138, Orig. Argued October 13, 2009—Decided January 20, 2010\nSouth Carolina brought this original action seeking an equitable appor\n  tionment with North Carolina of the Catawba River’s (river) waters.\n  The Court referred the matter to a Special Master, together with the\n  motions of three nonstate entities—the Catawba River Water Supply\n  Project (CRWSP), Duke Energy Carolinas, LLC (Duke Energy), and\n  the city of Charlotte, N. C.—seeking leave to intervene as parties.\n  South Carolina opposed the motions. After a hearing, the Special\n  Master granted all three motions and, on South Carolina’s request,\n  memorialized her reasoning in a First Interim Report. Among other\n  things, she recognized that New Jersey v. New York, 345 U. S. 369,\n  373, sets forth the “appropriate” standard for a nonstate entity’s in\n  tervention in an original action; looked beyond intervention to origi\n  nal actions in which the Court allowed complaining States to name\n  nonstate entities as defendants in order to give that standard con\n  text; “distilled” from the cases a broad rule governing intervention;\n  and applied that rule to each of the proposed intervenors. South\n  Carolina presented exceptions.\nHeld: The CRWSP and Duke Energy have satisfied the appropriate\n intervention standard, but Charlotte has not. Pp. 6–18.\n    (a) Under New Jersey v. New York, “[a]n intervenor whose state is\n already a party should have the burden of showing some compelling\n interest in his own right, apart from his interest in a class with all\n other citizens and creatures of the state, which interest is not prop\n erly represented by the state.” 345 U. S., at 373. That standard ap\n plies equally well in this case. Although high, the standard is not in\n surmountable. See, e.g., Oklahoma v. Texas, 258 U. S. 574, 581. The\n Court declines to adopt the Special Master’s proposed intervention\n rule, under which nonstate entities may become parties to original\n disputes in appropriate and compelling circumstances, such as\n2               SOUTH CAROLINA v. NORTH CAROLINA\n\n                                  Syllabus\n\n    where, e.g., the nonstate entity is the instrumentality authorized to\n    carry out the wrongful conduct or injury for which the complaining\n    State seeks relief. A compelling reason for allowing citizens to par\n    ticipate in one original action is not necessarily a compelling reason\n    for allowing them to intervene in all original actions. Pp. 6–11.\n       (b) This Court applies the New Jersey v. New York standard to the\n    proposed intervenors. Pp. 11–18.\n         (1) The CRWSP should be allowed to intervene. It is an unusual\n    bistate entity that is jointly owned and regulated by, and supplies\n    water from the river to, North Carolina’s Union County and South\n    Carolina’s Lancaster County. It has shown a compelling interest in\n    protecting the viability of its operations, which are premised on a fine\n    balance between the joint venture’s two participating counties. The\n    stresses this litigation would place on the CRWSP threaten to upset\n    that balance. Moreover, neither State has sufficient interest in main\n    taining that balance to represent the full scope of the CRWSP’s inter\n    ests. The complaint attributes a portion of the total water transfers\n    alleged to have harmed South Carolina to the CRWSP, but North\n    Carolina cannot represent the joint venture’s interests, since it will\n    likely respond to the complaint’s demand for a greater share of the\n    river’s water by taking the position that downstream users—such as\n    Lancaster County—should receive less water. See, e.g., Colorado v.\n    New Mexico, 459 U. S. 176, 186–187. Any disruption to the CRWSP’s\n    operations would increase—not lessen—the difficulty of achieving a\n    “just and equitable” allocation in this dispute. See Nebraska v. Wyo\n    ming, 325 U. S. 589, 618. Pp. 11–14.\n         (2) Duke Energy should also be permitted to intervene. It has\n    carried its burden of showing unique and compelling interests: It op\n    erates 11 dams and reservoirs in both States that generate electricity\n    for the region and control the river’s flow; holds a 50-year federal li\n    cense governing its hydroelectric power operations; and is the entity\n    that orchestrated a multistakeholder negotiation process culminating\n    in a Comprehensive Relicensing Agreement (CRA), signed by 70 enti\n    ties from both States, which sets the terms under which Duke Energy\n    has applied to renew its license. These interests will be relevant to\n    the Court’s ultimate decision, since it is likely that any equitable ap\n    portionment of the river will need to take into account the amount of\n    water that Duke Energy needs to sustain its operations. And, there\n    is no other similarly situated entity on the river, setting Duke’s in\n    terests apart from the class of all other citizens of the States. Just as\n    important, Duke Energy has a unique and compelling interest in pro\n    tecting the terms of its license and as the entity that orchestrated the\n    CRA, which represents a consensus regarding the appropriate mini\n    mum continuous flow of river water into South Carolina under a va\n                     Cite as: 558 U. S. ____ (2010)                      3\n\n                                Syllabus\n\n  riety of natural conditions and the conservation measures to be taken\n  during droughts. Moreover, neither State is situated to properly rep\n  resent Duke Energy’s compelling interests. Neither has signed the\n  CRA or expressed an intention to defend its terms, and, in fact, North\n  Carolina intends to seek its modification. Pp. 14–16.\n       (3) However, because Charlotte’s interest is not sufficiently\n  unique and will be properly represented by North Carolina, the city’s\n  intervention is not required. Charlotte is a North Carolina munici\n  pality, and for purposes of this litigation, its water transfers from the\n  river basin constitute part of that State’s equitable share. While the\n  complaint names Charlotte as an entity authorized by North Caro\n  lina to carry out a large water transfer from the river basin, the com\n  plaint does not seek relief against Charlotte directly, but, rather,\n  seeks relief against all North Carolina-authorized water transfers in\n  excess of that State’s equitable share. Charlotte, therefore, occupies\n  a class of affected North Carolina water users, and the magnitude of\n  its authorized transfer does not distinguish it in kind from other class\n  members. Nor does Charlotte represent interstate interests that fall\n  on both sides of this dispute, as does the CRWSP. Pp. 16–18.\nExceptions to Special Master’s First Interim Report overruled in part\n  and sustained in part.\n\n  ALITO, J., delivered the opinion of the Court, in which STEVENS,\nSCALIA, KENNEDY, and BREYER, JJ., joined. ROBERTS, C. J., filed an\nopinion concurring in the judgment in part and dissenting in part, in\nwhich THOMAS, GINSBURG, and SOTOMAYOR, JJ., joined.\n                       Cite as: 558 U. S. ____ (2010)                              1\n\n                            Opinion of the Court\n\n    NOTICE: This opinion is subject to formal revision before publication in the\n    preliminary print of the United States Reports. Readers are requested to\n    notify the Reporter of Decisions, Supreme Court of the United States, Wash­\n    ington, D. C. 20543, of any typographical or other formal errors, in order\n    that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                  _________________\n\n                                 No. 138, Orig.\n                                  _________________\n\n\n STATE OF SOUTH CAROLINA, PLAINTIFF v. STATE \n\n             OF NORTH CAROLINA \n\n ON EXCEPTIONS TO THE REPORT OF THE SPECIAL MASTER\n                              [January 20, 2010]\n\n   JUSTICE ALITO delivered the opinion of the Court.\n   The State of South Carolina brought this original action\nagainst the State of North Carolina, seeking an equitable\napportionment of the Catawba River. We appointed a\nSpecial Master and referred the matter to her, together\nwith the motions of three nonstate entities seeking to\nintervene in the dispute as parties. South Carolina op­\nposed the motions. After holding a hearing, the Special\nMaster granted the motions and, upon South Carolina’s\nrequest, memorialized the reasons for her decision in a\nFirst Interim Report. South Carolina then presented\nexceptions, and we set the matter for argument.\n   Two of the three proposed intervenors have satisfied the\nstandard for intervention in original actions that we ar­\nticulated nearly 60 years ago in New Jersey v. New York,\n345 U. S. 369 (1953) (per curiam). Accordingly, we over­\nrule South Carolina’s exceptions with respect to the Ca­\ntawba River Water Supply Project (hereinafter CRWSP)\nand Duke Energy Carolinas, LLC (hereinafter Duke En­\nergy), but we sustain South Carolina’s exception with\nrespect to the city of Charlotte, North Carolina (hereinaf­\nter Charlotte).\n2          SOUTH CAROLINA v. NORTH CAROLINA\n\n                     Opinion of the Court\n\n                             I\n\n                             A\n\n   We granted leave for South Carolina to file its complaint\nin this matter two years ago. South Carolina v. North\nCarolina, 552 U. S. 804 (2007). The gravamen of the\ncomplaint is that North Carolina has authorized upstream\ntransfers of water from the Catawba River basin that\nexceed North Carolina’s equitable share of the river. It\nhas done so, according to the complaint, pursuant to a\nNorth Carolina statute that requires any person seeking\nto transfer more than 2 million gallons of water per day\n(mgd) from the Catawba River basin to obtain a permit\nfrom the North Carolina Environmental Management\nCommission.        See N. C. Gen. Stat. Ann. §143–\n215.22L(a)(1) (Lexis 2007); §143–215.22G(1)(h). Through\nthat agency, the complaint alleges, North Carolina has\nissued at least two such permits, one to Charlotte for the\ntransfer of up to 33 mgd, and one to the North Carolina\ncities of Concord and Kannapolis for the transfer of 10\nmgd. In addition, the complaint alleges, North Carolina’s\npermitting statute “grandfathers” a 5 mgd transfer by the\nCRWSP, and “implicitly authorize[s]” an unknown number\nof transfers of less than 2 mgd. Complaint ¶¶18, 21, 22.\nSouth Carolina claims that the net effect of these up­\nstream transfers is to deprive South Carolina of its equi­\ntable share of the Catawba River’s water, particularly\nduring periods of drought or low river flow.\n   South Carolina seeks relief in the form of a decree that\nequitably apportions the Catawba River between the two\nStates, enjoins North Carolina from authorizing transfers\nof water from the Catawba River exceeding that State’s\nequitable share, and declares North Carolina’s permitting\nstatute invalid to the extent it is used to authorize trans­\nfers of water from the Catawba River that exceed North\nCarolina’s equitable share. See generally Complaint,\nPrayer for Relief ¶¶1–3. The complaint does not specify a\n                  Cite as: 558 U. S. ____ (2010)             3\n\n                      Opinion of the Court\n\nminimum flow of water that would satisfy South Caro­\nlina’s equitable needs, but it does offer a point of reference.\nIn a recent “multi-stakeholder negotiation process” involv­\ning the Federal Energy Regulatory Commission (hereinaf­\nter FERC), Duke Energy, and various groups from both\nStates, it was agreed, according to the complaint, that\nSouth Carolina should receive from the Catawba River a\ncontinuous flow of water of no less than 1,100 cubic feet\nper second, or about 711 mgd. Complaint ¶14.\n   This negotiated figure may prove unattainable. Accord­\ning to the complaint, natural conditions and periodic\nfluctuations have caused the Catawba River’s flow to fall\nbelow 1,100 cubic feet per second. Duke Energy, which\ngenerates hydroelectric power from a series of reservoirs\non the Catawba River, developed a model to estimate the\nriver’s flow if the river were not impounded. Id., ¶¶8, 16.\nThe complaint notes that according to Duke Energy’s\nmodel, the Catawba River—even in its natural state—\noften would not deliver into South Carolina a minimum\naverage daily flow of 1,100 cubic feet per second. Id., ¶16;\nApp. to Motion of State of South Carolina for Leave to File\nComplaint, Complaint, and Brief in Support of its Motion\nfor Leave to File Complaint 18. South Carolina contends\nthat North Carolina’s authorization of large transfers of\nwater from the Catawba River basin has exacerbated\nthese conditions.\n   Shortly after we granted leave to file the complaint, two\nof the entities named in the complaint—the CRWSP and\nDuke Energy—filed motions for leave to intervene as\nparties. The CRWSP sought leave to intervene as a party­\ndefendant, asserting its interest as a “riparian user of the\nCatawba River” and claiming that this interest was not\nadequately represented because of the CRWSP’s “inter­\nstate nature.” Motion of Catawba River Water Supply\nProject for Leave to Intervene and Brief in Support of\nMotion 8, 9. Specifically, the CRWSP noted that it is a\n4            SOUTH CAROLINA v. NORTH CAROLINA\n\n                        Opinion of the Court\n\nbistate entity that is jointly owned and regulated by, and\nsupplies water to, North Carolina’s Union County and\nSouth Carolina’s Lancaster County. Id., at 9. Duke En­\nergy sought leave to intervene and file an answer, assert­\ning an interest as the operator of 11 dams and reservoirs\non the Catawba River that control the river’s flow, as the\nholder of a 50-year license1 governing Duke Energy’s\nhydroelectric power operations, and as the entity that\norchestrated the multistakeholder negotiation process\nculminating in a Comprehensive Relicensing Agreement\n(CRA) signed by 70 entities from both States in 2006.\nDuke Energy Carolinas, LLC’s Motion and Brief in Sup­\nport of Motion to Intervene and File Answer, and Answer\n2, 5. This CRA set forth the terms under which Duke\nEnergy has applied to renew its FERC license, id., at 5,\nand Duke Energy asserted that neither State would repre­\nsent its “particular amalgam of federal, state and private\ninterests,” id., at 14. South Carolina opposed both mo­\ntions, and we referred them to the Special Master. 552\nU. S. 1160 (2008).\n   One month later, a third entity named in the complaint,\nthe city of Charlotte, also sought leave to intervene as a\nparty-defendant. In its brief, Charlotte asserted an inter­\nest, both as the holder of a permit authorizing the transfer\nof 33 mgd from the Catawba River basin—the largest\nsingle transfer identified in the complaint—and as the\npotential source of the 10 mgd transfer approved for the\ncities of Concord and Kannapolis. Motion for Leave to\nIntervene of City of Charlotte, North Carolina, and Brief\nin Support of Motion 5, 7.2 Charlotte argued that North\n——————\n  1 The license was issued in 1958 to Duke Energy’s predecessor by the\n\nFederal Power Commission, a predecessor of the FERC. For conven­\nience, we will refer to Duke Energy’s “FERC license” herein.\n  2 Charlotte also asserted an interest in protecting the terms of the\n\nCRA, to which Charlotte was a signatory but to which North Carolina,\nwhich has conflicting duties under §401 of the Clean Water Act, 86\n                    Cite as: 558 U. S. ____ (2010)                 5\n\n                        Opinion of the Court\n\nCarolina could not represent the city’s interests effectively\nbecause the State was duty bound to represent the inter­\nests of all North Carolina users of the Catawba River’s\nwater, including users whose interests were not aligned\nwith Charlotte’s. Id., at 17. South Carolina also opposed\nCharlotte’s motion, and we referred it to the Special Mas­\nter. 552 U. S. 1254 (2008).\n                             B\n   The Special Master held a hearing and issued an order\ngranting all three motions for leave to intervene. At South\nCarolina’s request, the Special Master set forth her find­\nings and decision as a First Interim Report, and it is this\nReport to which South Carolina now presents exceptions.\n   The Special Master recognized that this Court has\nexercised jurisdiction over nonstate parties in original\nactions between two or more States. She also recognized\nthat in New Jersey v. New York, 345 U. S. 369, the Court\nconsidered the “appropriate standard” for a nonstate\nentity’s motion to intervene in an original action. First\nInterim Report of Special Master, O. T. 2008, No. 138,\nOrig., p. 12 (First Interim Rept.). But in attempting to\ngive context to our standard, she looked beyond interven­\ntion and considered original actions in which the Court\nhas allowed nonstate entities to be named as defendants\nby the complaining State. From those examples, the\nSpecial Master “distilled the following rule” governing\nmotions to intervene in original actions by nonstate\nentities:\n     “Although the Court’s original jurisdiction presump­\n     tively is reserved for disputes between sovereign\n——————\nStat. 877, as added, 33 U. S. C. §1341, was not. North Carolina op­\nposed this argument, and the Special Master did not rely on it in\nrecommending that Charlotte’s motion to intervene should be granted.\nAs Charlotte does not reassert this argument here, we do not consider\nit.\n6           SOUTH CAROLINA v. NORTH CAROLINA\n\n                      Opinion of the Court\n\n    states over sovereign matters, nonstate entities may\n    become parties to such original disputes in appropri­\n    ate and compelling circumstances, such as where the\n    nonstate entity is the instrumentality authorized to\n    carry out the wrongful conduct or injury for which the\n    complaining state seeks relief, where the nonstate en­\n    tity has an independent property interest that is di­\n    rectly implicated by the original dispute or is a sub­\n    stantial factor in the dispute, where the nonstate\n    entity otherwise has a ‘direct stake’ in the outcome of\n    the action within the meaning of the Court’s cases\n    discussed above, or where, together with one or more\n    of the above circumstances, the presence of the non­\n    state entity would advance the ‘full exposition’ of the\n    issues.” Id., at 20–21.\n  Applying this broad rule, the Special Master found that\neach proposed intervenor had a sufficiently compelling\ninterest to justify intervention. The Special Master re­\njected South Carolina’s proposal to limit intervention to\nthe remedy phase of this litigation and recommended that\nthis Court grant the motions to intervene.\n                              II \n\n                              A\n\n   Participation by nonstate parties in actions arising\nunder our original jurisdiction is not a new development.\nArticle III, §2, of the Constitution expressly contemplates\nsuits “between a State and Citizens of another State” as\nfalling within our original jurisdiction, see, e.g., Georgia v.\nBrailsford, 2 Dall. 402 (1792), and for more than two\ncenturies the Court has exercised that jurisdiction over\nnonstate parties in suits between two or more States, see\nNew York v. Connecticut, 4 Dall. 1 (1799); Missouri v.\nIllinois, 180 U. S. 208, 224–225 (1901). Nonstate entities\nhave even participated as parties in disputes between\nStates, such as the one before us now, where the States\n                      Cite as: 558 U. S. ____ (2010)                        7\n\n                           Opinion of the Court\n\nwere seeking equitable apportionment of water resources.\nSee, e.g., Arizona v. California, 460 U. S. 605, 608, n. 1\n(1983); Texas v. New Mexico, 343 U. S. 932 (1952); New\nJersey v. City of New York, 279 U. S. 823 (1929) (per cu\nriam). It is, thus, not a novel proposition to accord party\nstatus to a citizen in an original action between States.\n  This Court likewise has granted leave, under appropri­\nate circumstances, for nonstate entities to intervene as\nparties in original actions between States for nearly 90\nyears. See Maryland v. Louisiana, 451 U. S. 725, 745,\nn. 21 (1981). In Oklahoma v. Texas, 258 U. S. 574, 581,\n598 (1922), a boundary dispute that threatened to erupt in\narmed hostilities, the Court allowed individual and corpo­\nrate citizens to intervene to protect their rights in con­\ntested land. See, e.g., Oklahoma v. Texas, 254 U. S. 609\n(1920).3 More recently, the Court has allowed a munici­\npality to intervene in a sovereign boundary dispute, see\nTexas v. Louisiana, 426 U. S. 465, 466 (1976) (per curiam),\nand has permitted private corporations to intervene in an\noriginal action challenging a State’s imposition of a tax\nthat burdened interstate commerce and contravened the\nSupremacy Clause, see Maryland v. Louisiana, supra, at\n745, n. 21.\n  In this case, the Special Master crafted a rule of inter­\nvention that accounts for the full compass of our prece­\ndents. But a compelling reason for allowing citizens to\nparticipate in one original action is not necessarily a com­\npelling reason for allowing citizens to intervene in all\n——————\n  3 THE  CHIEF JUSTICE argues against drawing conclusions from the\nintervention that we allowed in Oklahoma v. Texas, 254 U. S. 609\n(1920). See post, at 7–8 (opinion concurring in judgment in part and\ndissenting in part). But the circumstances surrounding that dispute fit\nthe “ ‘model case’ ” for invoking this Court’s original jurisdiction, post, at\n2, and counsel against inferring from our precedents, as THE CHIEF\nJUSTICE does with respect to equitable apportionment actions, a rule\nagainst nonstate intervention in such “weighty controversies,” ibid.\n8             SOUTH CAROLINA v. NORTH CAROLINA\n\n                          Opinion of the Court\n\noriginal actions. We therefore decline to adopt the Special\nMaster’s proposed rule. As the Special Master acknowl­\nedged, the Court in New Jersey v. New York, supra, set\ndown the “appropriate standard” for intervention in origi­\nnal actions by nonstate entities. First Interim Rept. 12.\nWe believe the standard that we applied in that case\napplies equally well here.4\n  In 1929, the State of New Jersey sued the State of New\nYork and city of New York for their diversion of the Dela­\nware River’s headwaters. 345 U. S., at 370. The Court\ngranted the Commonwealth of Pennsylvania leave to\nintervene, and in 1931, entered a decree enjoining certain\ndiversions of water by the State of New York and the city\nof New York. Id., at 371. In 1952, the city of New York\nmoved to modify the decree, and New Jersey and Pennsyl­\nvania filed oppositions. After the Court referred the mat­\nter to a special master, the city of Philadelphia sought\nleave to intervene on the basis of its use of the Delaware\nRiver’s water. Id., at 371–372.\n  This Court denied Philadelphia leave to intervene.\nPennsylvania had intervened pro interesse suo “to protect\nthe rights and interests of Philadelphia and Eastern\nPennsylvania in the Delaware River.” Id., at 374; see also\nNew Jersey v. New York, 283 U. S. 336, 342 (1931). In\nview of Pennsylvania’s participation, the Court wrote that\nwhen a State is “a party to a suit involving a matter of\nsovereign interest,” it is parens patriae and “ ‘must be\ndeemed to represent all [of] its citizens.’ ” 345 U. S., at\n372–373 (quoting Kentucky v. Indiana, 281 U. S. 163, 173–\n——————\n  4 Accordingly, we need not decide South Carolina’s first exception to\n\nthe Special Master’s conclusion that intervention is proper “whenever\nthe movant is the ‘instrumentality’ authorized to engage in conduct\nalleged to harm the plaintiff State, has an ‘independent property\ninterest’ at issue in the action, or otherwise has a ‘direct stake’ in the\noutcome of the action.” Exceptions of State of South Carolina to First\nInterim Report of Special Master and Brief in Support of Exceptions i.\n                 Cite as: 558 U. S. ____ (2010)            9\n\n                     Opinion of the Court\n\n174 (1930)). This principle serves the twin purposes of\nensuring that due respect is given to “sovereign dignity”\nand providing “a working rule for good judicial admini­\nstration.” 345 U. S., at 373. The Court, thus, set forth the\nfollowing standard governing intervention in an original\naction by a nonstate entity:\n    “An intervenor whose state is already a party should\n    have the burden of showing some compelling interest\n    in his own right, apart from his interest in a class\n    with all other citizens and creatures of the state,\n    which interest is not properly represented by the\n    state.” Ibid.\nOn several subsequent occasions the Court has reaffirmed\nthis “general rule.” See Nebraska v. Wyoming, 515 U. S. 1,\n21–22 (1995); United States v. Nevada, 412 U. S. 534, 538\n(1973) (per curiam); Illinois v. Milwaukee, 406 U. S. 91, 97\n(1972).\n   We acknowledge that the standard for intervention in\noriginal actions by nonstate entities is high—and appro­\npriately so. Such actions tax the limited resources of this\nCourt by requiring us “awkwardly to play the role of fact­\nfinder” and diverting our attention from our “primary\nresponsibility as an appellate tribunal.” Ohio v. Wyan\ndotte Chemicals Corp., 401 U. S. 493, 498 (1971); Mary\nland v. Louisiana, 451 U. S. 725, 762 (1981) (Rehnquist,\nJ., dissenting). In order to ensure that original actions do\nnot assume the “dimensions of ordinary class actions,”\nNew Jersey v. New York, 345 U. S., at 373, we exercise our\noriginal jurisdiction “sparingly” and retain “substantial\ndiscretion” to decide whether a particular claim requires\n“an original forum in this Court,” Mississippi v. Louisiana,\n506 U. S. 73, 76 (1992) (internal quotation marks omitted).\n   Respect for state sovereignty also calls for a high\nthreshold to intervention by nonstate parties in a sover­\neign dispute committed to this Court’s original jurisdic­\n10           SOUTH CAROLINA v. NORTH CAROLINA\n\n                         Opinion of the Court\n\ntion. Under 28 U. S. C. §1251, this Court exercises “origi­\nnal and exclusive” jurisdiction to resolve controversies\nbetween States that, if arising among independent na­\ntions, “would be settled by treaty or by force.” Kansas v.\nColorado, 206 U. S. 46, 98 (1907). This Court has de­\nscribed its original jurisdiction as “delicate and grave,”\nLouisiana v. Texas, 176 U. S. 1, 15 (1900), and has\nguarded against its use as a forum in which “a state might\nbe judicially impeached on matters of policy by its own\nsubjects,” New Jersey v. New York, 345 U. S., at 373. In\nits sovereign capacity, a State represents the interests of\nits citizens in an original action, the disposition of which\nbinds the citizens. Nebraska v. Wyoming, supra, at 22;\nNew Jersey v. New York, 345 U. S., at 372–373. A respect\nfor sovereign dignity, therefore, counsels in favor of re­\nstraint in allowing nonstate entities to intervene in such\ndisputes. See ibid.; accord, United States v. Texas, 143\nU. S. 621, 643 (1892) (“[E]xclusive jurisdiction was given\nto this court, because it best comported with the dignity of\na State, that a case in which it was a party should be\ndetermined in the highest, rather than in a subordinate\njudicial tribunal of the nation”).5\n   That the standard for intervention in original actions by\nnonstate entities is high, however, does not mean that it is\ninsurmountable. Indeed, as the Special Master correctly\nrecognized, our practice long has been to allow such inter­\nvention in compelling circumstances. See Oklahoma v.\n\n——————\n   5 South Carolina has not invoked the Eleventh Amendment as a basis\n\nfor opposing intervention. It has noted, however, that the proposed\nintervenors’ claims are, in effect, against South Carolina, and thus has\nreserved the right to argue that the Eleventh Amendment bars particu­\nlar forms of relief sought by the proposed intervenors. As in New Jersey\nv. New York, 345 U. S. 369, 372 (1953) (per curiam), we express no view\nwhether the Eleventh Amendment is implicated where a nonstate\nentity seeks to intervene as a defendant in an original action over a\nState’s objection.\n                 Cite as: 558 U. S. ____ (2010)          11\n\n                     Opinion of the Court\n\nTexas, 258 U. S., at 581. Over the “strong objections” of\nthree States, for example, the Court allowed Indian tribes\nto intervene in a sovereign dispute concerning the equita­\nble apportionment of the Colorado River. Arizona v. Cali\nfornia, 460 U. S., at 613. The Court did so notwithstand­\ning the Tribes’ simultaneous representation by the United\nStates. Id., at 608–609, 612. And in a boundary dispute\namong Texas, Louisiana, and the United States, the Court\nallowed the city of Port Arthur, Texas, to intervene for the\npurpose of protecting its interests in islands in which the\nUnited States claimed title. Texas v. Louisiana, 426 U. S.,\nat 466; Texas v. Louisiana, 416 U. S. 965 (1974). In both\nof these examples, the Court found compelling interests\nthat warranted allowing nonstate entities to intervene in\noriginal actions in which the intervenors were nominally\nrepresented by sovereign parties.\n                             B\n                             1\n  Applying the standard of New Jersey v. New York, su\npra, here, we conclude that the CRWSP has demonstrated\na sufficiently compelling interest that is unlike the inter­\nests of other citizens of the States. The CRWSP is an\nunusual municipal entity, established as a joint venture\nwith the encouragement of regulatory authorities in both\nStates and designed to serve the increasing water needs of\nUnion County, North Carolina, and Lancaster County,\nSouth Carolina. It has an advisory board consisting of\nrepresentatives from both counties, draws its revenues\nfrom its bistate sales, and operates infrastructure and\nassets that are owned by both counties as tenants-in­\ncommon. We are told that approximately 100,000 indi­\nviduals in each State receive their water from the CRWSP\nand that “roughly half” of the CRWSP’s total withdrawals\nof water from the Catawba River go to South Carolina\nconsumers. Reply of Catawba River Water Supply Project\n12         SOUTH CAROLINA v. NORTH CAROLINA\n\n                     Opinion of the Court\n\nto Exceptions of South Carolina to First Interim Report of\nSpecial Master 22 (hereinafter CRWSP Reply). It is diffi­\ncult to conceive of a more purely bistate entity.\n  In addition, the CRWSP relies upon authority granted\nby both States to draw water from the Catawba River and\ntransfer that water from the Catawba River basin. The\nCRWSP draws all of its water from an intake located\nbelow the Lake Wylie dam in South Carolina. South\nCarolina licensed the CRWSP to withdraw a total of 100\nmgd from the Catawba River and issued a certificate to\nthe CRWSP in 1989 authorizing up to 20 mgd to be trans­\nferred out of the Catawba River basin. Id., at 6–7; Answer\nto Bill of Complaint ¶21. Lancaster County currently uses\napproximately 2 mgd of this amount, Union County uses\napproximately 5 mgd, and the remaining 13 mgd are not\nused at this time. CRWSP Reply 7. The CRWSP pumps\nUnion County’s allocation across the state border pursu­\nant to a parallel certificate issued by North Carolina\nauthorizing a 5 mgd transfer, ibid., and the complaint\nspecifically identifies this transfer as contributing to\nSouth Carolina’s harm, Complaint ¶21.             Thus, the\nCRWSP’s activities depend upon authority conferred by\nboth States.\n  On these facts, we think it is clear that the CRWSP has\ncarried its burden of showing a compelling interest in the\noutcome of this litigation that distinguishes the CRWSP\nfrom all other citizens of the party States. See New Jersey\nv. New York, supra, at 373. Apart from its interest as a\nuser of the Catawba River’s water, the CRWSP has made\na $30 million investment in its plant and infrastructure,\nwith each participating county incurring approximately\nhalf of this cost as debt. Each county is responsible for\none-half of the CRWSP’s cost of operations, and the ven­\nture is designed to break even from year to year. Any\ndisruption to the CRWSP’s operations would increase—not\nlessen—the difficulty of our task in achieving a “just and\n                    Cite as: 558 U. S. ____ (2010)                  13\n\n                         Opinion of the Court\n\nequitable” allocation in this dispute. See Nebraska v.\nWyoming, 325 U. S. 589, 618 (1945). We believe that the\nCRWSP has shown a compelling interest in protecting the\nviability of its operations, which are premised on a fine\nbalance between the joint venture’s two participating\ncounties.\n   We are further persuaded that neither State can prop­\nerly represent the interests of the CRWSP in this litiga­\ntion. See New Jersey v. New York, 345 U. S., at 373. The\ncomplaint attributes a portion of the total water transfers\nthat have harmed South Carolina to the CRWSP, yet\nNorth Carolina expressly states that it “cannot represent\nthe interests of the joint venture.” Tr. of Oral Arg. 54. A\nmoment’s reflection reveals why this is so. In this dispute,\nas in all disputes over limited resources, each State maxi­\nmizes its equitable share of the Catawba River’s water\nonly by arguing that the other State’s equitable share\nmust be reduced. See, e.g., Colorado v. New Mexico, 459\nU. S. 176, 186–187 (1982). It is thus likely that North\nCarolina, in response to South Carolina’s demand for a\ngreater share of the Catawba River’s water, will take the\nposition that downstream users—such as Lancaster\nCounty6—should receive less water. See Tr. of Oral Arg.\n52 (“From North Carolina’s perspective, South Carolina is\nreceiving much more water under this negotiated agree­\nment than they could ever hope to achieve in an equitable\napportionment action”). The stresses that this litigation\nwould place upon the CRWSP threaten to upset the fine\nbalance on which the joint venture is premised, and nei­\n——————\n  6 As a further complication, we are told, Lancaster County has an\n\nobligation to provide water service to certain customers in Mecklenburg\nCounty, North Carolina. CRWSP Reply 6. Thus, South Carolina may\nnot be interested in protecting all uses of Lancaster County’s share of\nthe CRWSP’s water. This additional intermingling of state interests\nfurther supports our conclusion that neither State adequately repre­\nsents the CRWSP’s inherently bistate interests.\n14          SOUTH CAROLINA v. NORTH CAROLINA\n\n                      Opinion of the Court\n\nther State has sufficient interest in maintaining that\nbalance to represent the full scope of the CRWSP’s\ninterests.\n  Accordingly, we believe that the CRWSP should be\nallowed to intervene to represent its own compelling inter­\nests in this litigation. We thus overrule South Carolina’s\nexception.\n                               2\n   We conclude, as well, that Duke Energy has demon­\nstrated powerful interests that likely will shape the out­\ncome of this litigation. To place these interests in context,\nit is instructive to consider the “flexible” process by which\nwe arrive at a “ ‘just and equitable apportionment’ ” of an\ninterstate stream. Colorado v. New Mexico, supra, at 183.\nWe do not approach the task in formulaic fashion, New\nJersey v. New York, 283 U. S., at 343, but we consider “all\nrelevant factors,” including, but not limited to:\n     “ ‘physical and climatic conditions, the consumptive\n     use of water in the several sections of the river, the\n     character and rate of return flows, the extent of estab­\n     lished uses, the availability of storage water, the prac­\n     tical effect of wasteful uses on downstream areas,\n     [and] the damage to upstream areas as compared to\n     the benefits to downstream areas if a limitation is im­\n     posed on the former.’ ” Colorado v. New Mexico, su\n     pra, at 183 (quoting Nebraska v. Wyoming, supra, at\n     618).\nIn performing this task, there is no substitute for “ ‘the\nexercise of an informed judgment,’ ” Colorado v. New\nMexico, supra, at 183, and we will not hesitate to seek out\nthe most relevant information from the source best situ­\nated to provide it. See Maryland v. Louisiana, 451 U. S.,\nat 745, n. 21 (allowing intervention of private pipeline\ncompanies “in the interest of a full exposition of the\n                   Cite as: 558 U. S. ____ (2010)               15\n\n                       Opinion of the Court\n\nissues”).\n   With these considerations in mind, we turn to Duke\nEnergy’s asserted interests. Duke Energy operates 11\ndams and reservoirs in both States that generate electric­\nity for the region and control the flow of the river. The\ncomplaint itself acknowledges the relationship between\nriver flow and Duke Energy’s operations, noting that a\nsevere drought that ended in 2002 forced Duke Energy to\n“reduce dramatically” its hydroelectric power generation\nfrom the Catawba River. Complaint ¶17(c). It is likely\nthat any equitable apportionment of the river will need to\ntake into account the amount of water that Duke Energy\nneeds to sustain its operations and provide electricity to\nthe region, thus giving Duke Energy a strong interest in\nthe outcome of this litigation. See Colorado v. New Mex\nico, supra, at 188 (noting the appropriateness of consider­\ning “the balance of harm and benefit that might result”\nfrom a State’s proposed diversion of a river). There is,\nmoreover, no other similarly situated entity on the Ca­\ntawba River, setting Duke’s interests apart from the class\nof all other citizens of the States. See New Jersey v. New\nYork, supra, at 373.\n   Just as important, Duke Energy has a unique and com­\npelling interest in protecting the terms of its existing\nFERC license and the CRA that forms the basis of Duke\nEnergy’s pending renewal application.7 Through its dams,\nDuke Energy controls the flow of the Catawba River under\nthe terms of its 50-year FERC license, which regulates the\nvery subject matter in dispute: the river’s minimum flow\ninto South Carolina. See Order Issuing License (Major),\nDuke Power Co., Project No. 2232, 20 F. P. C. 360, 371–372\n(1958) (Articles 31 and 32). The CRA, likewise, represents\n——————\n  7 Duke Energy is operating under a temporary extension of its 50­\n\nyear FERC license, which expired in 2008, and the CRA represents\nDuke Energy’s investment in a new 50-year license.\n16         SOUTH CAROLINA v. NORTH CAROLINA\n\n                     Opinion of the Court\n\nthe full consensus of 70 parties from both States regarding\nthe appropriate minimum continuous flow of Catawba\nRiver water into South Carolina under a variety of natural\nconditions and, in times of drought, the conservation\nmeasures to be taken by entities that withdraw water\nfrom the Catawba River. These factors undeniably are\nrelevant to any “just and equitable apportionment” of the\nCatawba River, see Colorado v. New Mexico, 459 U. S., at\n183, and we are likely to consider them in reaching our\nultimate disposition of this case. Thus, we find that Duke\nEnergy has carried its burden of showing unique and\ncompelling interests.\n   We also have little difficulty in concluding that neither\nState sufficiently represents these compelling interests.\nNeither State has signed the CRA or expressed an inten­\ntion to defend its terms. To the contrary, North Carolina\nhas expressed an intention to seek its modification. Tr. of\nOral Arg. 51–52. Given the importance of Duke Energy’s\ninterests and their relevance to our ultimate decision, we\nbelieve these interests should be represented by a party in\nthis action, and we find that neither State is situated to do\nso properly. We believe that Duke Energy should be\npermitted to represent its own interests.\n   For these reasons, we agree with the Special Master\nthat Duke Energy should be permitted to intervene, and\nwe overrule South Carolina’s exception in that regard.\n                             3\n  We conclude, however, that Charlotte has not carried its\nburden of showing a sufficient interest for intervention in\nthis action. Charlotte is a municipality of North Carolina,\nand for purposes of this litigation, its transfers of water\nfrom the Catawba River basin constitute part of North\nCarolina’s equitable share. While it is true that the com­\nplaint names Charlotte as an entity authorized by North\nCarolina to carry out a large transfer of water from the\n                  Cite as: 558 U. S. ____ (2010)            17\n\n                      Opinion of the Court\n\nCatawba River basin, the complaint does not seek relief\nagainst Charlotte directly. Rather, the complaint seeks\nrelief against all North Carolina-authorized transfers of\nwater from the Catawba River basin, “past or future,” in\nexcess of North Carolina’s equitable share. Complaint,\nPrayer for Relief ¶2. Charlotte, therefore, occupies a class\nof affected North Carolina users of water, and the magni­\ntude of Charlotte’s authorized transfer does not distin­\nguish it in kind from other members of the class. See New\nJersey v. New York, 345 U. S., at 373, and n. (noting that\nPhiladelphia represented half of the Pennsylvania’s citi­\nzens in the watershed). Nor does Charlotte represent\ninterstate interests that fall on both sides of this dispute,\nas the CRWSP does, such that the viability of Charlotte’s\noperations in the face of this litigation is called into ques­\ntion. Its interest is solely as a user of North Carolina’s\nshare of the Catawba River’s water.\n   Charlotte’s interest falls squarely within the category of\ninterests with respect to which a State must be deemed to\nrepresent all of its citizens. As we recognized in New\nJersey v. New York, a State’s sovereign interest in ensur­\ning an equitable share of an interstate river’s water is\nprecisely the type of interest that the State, as parens\npatrie, represents on behalf of its citizens. See also United\nStates v. Nevada, 412 U. S., at 539; Nebraska v. Wyoming,\n325 U. S., at 616. That is why, in New Jersey v. New York,\nsupra, we required that a proposed intervenor show a\ncompelling interest “in his own right,” distinct from the\ncollective interest of “all other citizens and creatures of the\nstate,” whose interest the State presumptively represents\nin matters of sovereign policy. Id., at 373. We conclude\nthat Charlotte has not carried that burden. Thus, respect\nfor “sovereign dignity” requires us to recognize that North\nCarolina properly represents Charlotte in this dispute\nover a matter of uniquely sovereign interest. See ibid.\n   North Carolina’s own statements only reinforce this\n18            SOUTH CAROLINA v. NORTH CAROLINA\n\n                          Opinion of the Court\n\nconclusion. North Carolina has said that it will defend\nCharlotte’s authorized 33 mgd transfer. Tr. of Oral Arg.\n52–53. The State expressly disagrees with Charlotte’s\nassertion that the city’s interest is not adequately repre­\nsented by the State. Brief of State of North Carolina in\nOpposition to Plaintiff’s Exceptions 22. Indeed, in re­\nsponse to Charlotte’s motion to intervene, North Carolina\nwrote the following:\n     “[T]he State must represent the interests of every per­\n     son that uses water from the North Carolina portion\n     of the Catawba River basin. In fact, the State has a\n     particular concern for its political subdivisions, such\n     as Charlotte, which actually operate the infrastruc­\n     ture to provide water to the State’s citizens. . . . The\n     State has every reason to defend the [transfers] that it\n     has authorized for the benefit of its citizens. The\n     State cannot agree with any implication that because\n     it represents all of the users of water in North Caro­\n     lina it cannot, or will not represent the interests of\n     Charlotte in this litigation initiated by South Caro­\n     lina.” Brief for State of North Carolina in Response to\n     City of Charlotte’s Motion for Leave to Intervene and\n     File Answer 1–2.\nThese statements are consistent with North Carolina’s\nrole as parens patriae, and we see no reason that North\nCarolina cannot represent Charlotte’s interest in this\nsovereign dispute. See New Jersey v. New York, supra, at\n374 (noting that Philadelphia’s interest “is invariably\nserved by the Commonwealth’s position”).\n  Because we are not persuaded that Charlotte’s interest\nis sufficiently unique and not properly represented by\nNorth Carolina to require the city’s intervention as a party\nin this litigation, we sustain South Carolina’s exception.8\n——————\n 8 Federal   Rule of Civil Procedure 24 does not require a contrary re­\n                     Cite as: 558 U. S. ____ (2010)                  19\n\n                         Opinion of the Court\n\n                             III\n   We thus overrule South Carolina’s exceptions to the\nSpecial Master’s First Interim Report with respect to the\nCRWSP and Duke Energy, but we sustain South Caro­\nlina’s exception with respect to Charlotte.\n                                            It is so ordered.\n\n\n\n\n——————\nsult. This Court’s Rule 17.2 allows the Federal Rules of Civil Procedure\nto be taken as “guides” to procedure in original actions. See Arizona v.\nCalifornia, 460 U. S. 605, 614 (1983). Even if we were to look to the\nstandard for intervention of right in civil matters, Charlotte would not\nbe entitled to intervene in this dispute because an existing party—\nNorth Carolina—adequately represents Charlotte’s interest. See Fed.\nRule Civ. Proc. 24(a)(2). To the extent that the standard for permissive\nintervention may be an appropriate guide when a movant presents a\nsufficiently “important but ancillary concern,” see Arizona, supra, at\n614–616, we find no such concern here. North Carolina’s adequate\nrepresentation of Charlotte and the heightened standard for interven­\ntion in original actions, see New Jersey v. New York, 345 U. S., at 373,\npersuade us not to apply the standard for permissive intervention set\nforth in Federal Rule of Civil Procedure 24(b)(1)(B).\n                 Cite as: 558 U. S. ____ (2010)           1\n\n                   Opinion of ROBERTS, C. J.\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                        No. 138, Orig.\n                         _________________\n\n\n STATE OF SOUTH CAROLINA, PLAINTIFF v. STATE \n\n             OF NORTH CAROLINA \n\n ON EXCEPTIONS TO THE REPORT OF THE SPECIAL MASTER\n                      [January 20, 2010]\n\n  CHIEF JUSTICE ROBERTS, with whom JUSTICE THOMAS,\nJUSTICE GINSBURG, and JUSTICE SOTOMAYOR join, concur\nring in the judgment in part and dissenting in part.\n  The Court correctly rejects the Special Master’s formu\nlation of a new test for intervention in original actions,\nand correctly denies the city of Charlotte leave to inter\nvene. The majority goes on, however, to misapply our\nestablished test in granting intervention to Duke Energy\nCarolinas, LLC (Duke Energy), and the Catawba River\nWater Supply Project (CRWSP).\n  The result is literally unprecedented: Even though\nequitable apportionment actions are a significant part of\nour original docket, this Court has never before granted\nintervention in such a case to an entity other than a State,\nthe United States, or an Indian tribe. Never. That is\nbecause the apportionment of an interstate waterway is a\nsovereign dispute, and the key to intervention in such an\naction is just that—sovereignty. The Court’s decision to\npermit nonsovereigns to intervene in this case has the\npotential to alter in a fundamental way the nature of our\noriginal jurisdiction, transforming it from a means of\nresolving high disputes between sovereigns into a forum\nfor airing private interests. Given the importance of\nmaintaining the proper limits on that jurisdiction, I re\nspectfully dissent.\n2           SOUTH CAROLINA v. NORTH CAROLINA\n\n                    Opinion of ROBERTS, C. J.\n\n                                I\n   Two basic principles have guided the exercise of our\nconstitutionally conferred original jurisdiction. The first is\nan appreciation that our original jurisdiction, “delicate\nand grave,” Louisiana v. Texas, 176 U. S. 1, 15 (1900), was\ngranted to provide a forum for the peaceful resolution of\nweighty controversies involving the States. “The model\ncase for invocation of this Court’s original jurisdiction is a\ndispute between States of such seriousness that it would\namount to casus belli if the States were fully sovereign.”\nTexas v. New Mexico, 462 U. S. 554, 571, n. 18 (1983). In\ndetermining whether to exercise original jurisdiction, we\naccordingly focus on “the nature of the interest of the\ncomplaining State,” and in particular the “seriousness and\ndignity” of the claim asserted. Mississippi v. Louisiana,\n506 U. S. 73, 77 (1992) (internal quotation marks omitted).\n   Original jurisdiction is for the resolution of state claims,\nnot private claims. To invoke that jurisdiction, a State\n“must, of course, represent an interest of her own and not\nmerely that of her citizens or corporations.” Arkansas v.\nTexas, 346 U. S. 368, 370 (1953); see Kansas v. Colorado,\n533 U. S. 1, 8–9 (2001); Pennsylvania v. New Jersey, 426\nU. S. 660, 665 (1976) (per curiam) (It is “settled doctrine\nthat a State has standing to sue only when its sovereign or\nquasi-sovereign interests are implicated and it is not\nmerely litigating as a volunteer the personal claims of its\ncitizens”). And in deciding whether a State meets that\nrequirement, this Court considers whether the State is “in\nfull control of [the] litigation.” Kansas v. Colorado, supra,\nat 8.\n   The second guiding principle is a practical one: We are\nnot well suited to assume the role of a trial judge. See\nOhio v. Wyandotte Chemicals Corp., 401 U. S. 493, 498\n(1971). We have attempted to address that reality by\nrelying on the services of able special masters, who have\nbecome vitally important in allowing us to manage our\n                  Cite as: 558 U. S. ____ (2010)            3\n\n                    Opinion of ROBERTS, C. J.\n\noriginal docket. But the responsibility for the exercise of\nthis Court’s original jurisdiction remains ours alone under\nthe Constitution.\n   These two considerations—that our original jurisdiction\nis limited to high claims affecting state sovereignty, and\nthat practical realities limit our ability to act as a trial\ncourt—converge in our standard for intervention in origi\nnal actions. We articulated that standard in New Jersey v.\nNew York, 345 U. S. 369, 373 (1953) (per curiam). There,\nwe denied the city of Philadelphia’s motion for leave to\nintervene in an action, to which the Commonwealth of\nPennsylvania was already a party, involving the appor\ntionment of the Delaware River. Id., at 373–374. We set\nout the following test for intervention in an original action:\n“An intervenor whose state is already a party should have\nthe burden of showing some compelling interest in his own\nright, apart from his interest in a class with all other\ncitizens and creatures of the state, which interest is not\nproperly represented by the state.” Id., at 373.\n   This exacting standard is grounded on a “necessary\nrecognition of sovereign dignity,” id., at 373, under which\n“the state, when a party to a suit involving a matter of\nsovereign interest, ‘must be deemed to represent all its\ncitizens,’ ” id., at 372 (quoting Kentucky v. Indiana, 281\nU. S. 163, 173–174 (1930)). In applying that doctrine to\nmotions to intervene, the New Jersey v. New York test\nprecludes a State from being “judicially impeached on\nmatters of policy by its own subjects,” and prevents the\nuse of the Court’s original jurisdiction to air “intramural\ndispute[s]” that should be settled in a different forum—\nnamely, within the States. 345 U. S., at 373.\n   The New Jersey v. New York test is also “a working rule\nfor good judicial administration.” Ibid. Without it, “there\nwould be no practical limitation on the number of citizens,\nas such, who would be entitled to be made parties.” Ibid.\nIndeed, the Court observed that allowing Philadelphia to\n4          SOUTH CAROLINA v. NORTH CAROLINA\n\n                   Opinion of ROBERTS, C. J.\n\nintervene would have made it difficult to refuse attempts\nto intervene by other users of water from the Delaware\nRiver, including other cities, and even “[l]arge industrial\nplants.” Ibid. The New Jersey v. New York test, properly\napplied, provides a much-needed limiting principle that\nprevents the expansion of our original proceedings “to the\ndimensions of ordinary class actions,” ibid., or “town\nmeeting lawsuits,” id., at 376 (Jackson, J., dissenting).\nSee also Ohio v. Wyandotte Chemicals Corp., supra, at\n504; Utah v. United States, 394 U. S. 89, 95–96 (1969) (per\ncuriam).\n                              II\n  Applying these principles, this Court has never granted\na nonsovereign entity’s motion to intervene in an equitable\napportionment action. The reason is straightforward: An\ninterest in water is an interest shared with other citizens,\nand is properly pressed or defended by the State. And a\nprivate entity’s interest in its particular share of the\nState’s water, once the water is allocated between the\nStates, is an “intramural dispute” to be decided by each\nState on its own. New Jersey v. New York, supra, at 373.\n  The interests of a State’s citizens in the use of water\nderive entirely from the State’s sovereign interest in the\nwaterway. If the State has no claim to the waters of an\ninterstate river, then its citizens have none either. See\nHinderlider v. La Plata River & Cherry Creek Ditch Co.,\n304 U. S. 92, 102 (1938). We have long recognized, there\nfore, that the State must be deemed to represent its citi\nzens’ interests in an equitable apportionment action. See\nUnited States v. Nevada, 412 U. S. 534, 539 (1973) (per\ncuriam) (“For the purposes of dividing the waters of an\ninterstate stream with another State, [a State] has the\nright, parens patriae, to represent all the nonfederal users\nin its own State insofar as the share allocated to the other\nState is concerned”). Precisely because the State repre\n                 Cite as: 558 U. S. ____ (2010)            5\n\n                   Opinion of ROBERTS, C. J.\n\nsents all its citizens in an equitable apportionment action,\nthese citizens have no claim themselves against the other\nState. They are instead “bound by the result reached\nthrough representation by their respective States,” regard\nless of whether those citizens are parties to the suit.\nNebraska v. Wyoming, 515 U. S. 1, 22 (1995).\n   This basic principle applies without regard to whether\nthe State agrees with and will advance the particular\ninterest asserted by a specific private entity. The State\n“ ‘must be deemed to represent all its citizens,’ ” New Jer\nsey v. New York, supra, at 372 (quoting Kentucky v. Indi\nana, supra, at 173–174; emphasis added), not just those\nwho subscribe to the State’s position before this Court.\nThe directive that a State cannot be “judicially impeached\non matters of policy by its own subjects,” New Jersey v.\nNew York, supra, at 373, obviously applies to the case in\nwhich a subject disagrees with the position of the State.\n   A State’s citizens also need not be made parties to an\nequitable apportionment action because the Court’s judg\nment in such an action does not determine the water\nrights of any individual citizen. We made that clear long\nago in two decisions arising from the same dispute, Wyo\nming v. Colorado, 298 U. S. 573 (1936), and Wyoming v.\nColorado, 309 U. S. 572 (1940). In those cases, Wyoming\nsought to enforce this Court’s earlier decree apportioning\nthe Laramie River. See Wyoming v. Colorado, 260 U. S. 1\n(1922). We held that the decree controlled the allocation\nof water between Wyoming and Colorado, not within\nthem. As we recognized, our decision apportioning the\nriver did not “withdraw water claims dealt with therein\nfrom the operation of local laws relating to their transfer\nor . . . restrict their utilization in ways not affecting the\nrights of one State and her claimants as against the other\nState and her claimants.” 298 U. S., at 584. Thus, al\nthough the decree referred to particular uses of water in\nColorado, we held that those individual uses could vary\n6            SOUTH CAROLINA v. NORTH CAROLINA\n\n                       Opinion of ROBERTS, C. J.\n\nfrom the terms set out in the decree, so long as the total\ndiversion of water in Colorado was no greater than the\ndecree allowed. See id., at 584–585; 309 U. S., at 579–581.\nWe reiterated the point in Nebraska v. Wyoming, 325 U. S.\n589, 627 (1945), observing that the apportionment of a\nwaterway between the States has only an “indirect effect”\non the rights of individuals within the States.\n   All this explains our long history of rejecting attempts\nby nonsovereign entities to intervene in equitable appor\ntionment actions. New Jersey v. New York was itself an\nequitable apportionment suit, and we denied intervention\nin that case. We have also summarily denied motions to\nintervene in other water disputes between the States. See\nArizona v. California, 514 U. S. 1081 (1995); Arizona v.\nCalifornia, 345 U. S. 914 (1953); Nebraska v. Wyoming,\n296 U. S. 548 (1935); Wisconsin v. Illinois, 279 U. S. 821\n(1929). And we have strongly intimated in other decisions\n(albeit in dictum) that private entities can rarely, if ever,\nintervene in original actions involving the apportionment\nof interstate waterways. See United States v. Nevada,\nsupra, at 538 (“[I]ndividual users of water . . . ordinarily\nwould have no right to intervene in an original action in\nthis Court”); Nebraska v. Wyoming, 515 U. S., at 22 (“We\nhave said on many occasions that water disputes among\nStates may be resolved by compact or decree without the\nparticipation of individual claimants”).1\n——————\n    1 Themajority contends that this dissent reads our precedents to\nestablish “a rule against nonstate intervention” in equitable appor\ntionment actions. Ante, at 7, n. 3. The number of nonsovereigns that\nthe Court should permit to intervene in water disputes is small—\nindeed, it was zero until today. But that does not mean that a private\nentity could not satisfy the New Jersey v. New York test by, for exam\nple, asserting water-use rights that are not dependent upon the rights\nof state parties. A private party (or perhaps a Compact Clause entity)\nwith a federal statutory right to a certain quantity of water might have\na compelling interest in an equitable apportionment action that is not\nfairly represented by the States. The putative intervenors in this case,\n                      Cite as: 558 U. S. ____ (2010)       7\n\n                        Opinion of ROBERTS, C. J.\n\n   The majority contends that the result in this case is not\na “new development,” and that its holding is supported by\n“nearly 90 years” of precedent. Ante, at 6–7. But in sup\nport of those statements, the majority cites only four\ndecisions in which the Court has granted a motion to\nintervene in an original suit—and of course none in which\nthis Court granted the motion of a nonsovereign entity to\nintervene in an equitable apportionment action. The cases\nthe majority cites demonstrate what constitutes a “compel\nling interest in [the intervenor’s] own right, apart from his\ninterest in a class with all other citizens and creatures of\nthe state.” New Jersey v. New York, supra, at 373. But\nthe intervenor interests in those cases were quite different\nfrom the general shared interest in water at issue here.\n   Take Arizona v. California, 460 U. S. 605 (1983). There\nwe allowed several Indian Tribes to intervene in a water\ndispute. Id., at 615. As the Court in that case made clear,\nhowever, the Indian Tribes were allowed to intervene\nbecause they were sovereign entities. Ibid. The Court\ndistinguished New Jersey v. New York on that very\nground. See 460 U. S., at 615, n. 5.\n   The other cases relied upon by the majority are even\nfarther afield. See Maryland v. Louisiana, 451 U. S. 725\n(1981); Texas v. Louisiana, 426 U. S. 465 (1976) (per cu\nriam); Oklahoma v. Texas, 258 U. S. 574 (1922). None was\nan equitable apportionment action. Two involved bound\nary disputes in which the Court allowed nonsovereign\nintervenors to claim title to certain parcels of property.\nSee Texas v. Louisiana, supra, at 466 (permitting inter\nvention by the city of Port Arthur, Texas); Oklahoma v.\nTexas, supra, at 580–581 (same for private parties). A\nclaim to title in a particular piece of property is quite\ndifferent from a general interest shared by all citizens in\nthe State’s waters. And it would be particularly inapt to\n—————— \n\nhowever, do not hold rights of this sort. \n\n8          SOUTH CAROLINA v. NORTH CAROLINA\n\n                   Opinion of ROBERTS, C. J.\n\ndraw general conclusions about intervention from Okla\nhoma v. Texas, in which the Court took the southern half\nof the Red River into receivership. See 258 U. S., at 580.\nIn subsequently allowing persons to intervene to assert\nclaims to the subject property, the Court relied explicitly\non the fact that the receiver had possession and control of\nthe claimed parcels, and “no other court lawfully [could]\ninterfere with or disturb that possession or control.” Id.,\nat 581.\n  The majority’s reliance on Maryland v. Louisiana is\nequally unavailing. There, several States challenged the\nconstitutionality of Louisiana’s application of a tax on\nnatural gas that was brought into that State. 451 U. S., at\n728. In two sentences within a long footnote, the Court\nmentioned that it was permitting a group of pipeline\ncompanies to intervene and challenge the tax. Id., at 745,\nn. 21. The Court made clear that the pipeline companies\nwere able to intervene in light of the particular circum\nstances in that case—namely, Louisiana’s tax was “di\nrectly imposed on the owner of imported gas,” and “the\npipelines most often own[ed] the gas.” Ibid. Again, an\ninterest in a tax imposed only on discrete parties is obvi\nously different from a general interest shared by all citi\nzens of the State.\n                             III\n  Charlotte, Duke Energy, and CRWSP claim a variety of\nspecific needs for water to justify their intervention. But\nall those particular needs derive from an interest in the\nwater of the Catawba River. That interest is not exclu\nsive, but is instead shared “with all other citizens and\ncreatures of the state.” New Jersey v. New York, 345 U. S.,\nat 373. The State’s “citizens and creatures” certainly put\nthe Catawba’s water and flow to different uses—many for\ndrinking water, some for farming or recreation, others for\ngenerating power. That does not, however, make their\n                 Cite as: 558 U. S. ____ (2010)            9\n\n                   Opinion of ROBERTS, C. J.\n\ninterest in the water itself unique. And it is the respective\ninterests of the States in the water itself that are being\nlitigated in this original action—not the claims of particu\nlar citizens that they be allowed to put the water to speci\nfied uses. The latter subject is “an intramural dispute\nover the distribution of water within the [State],” ibid.,\nand is not the subject of this original proceeding.\n   The majority recognizes as much with respect to Char\nlotte, ante, at 16–18, but departs from these principles in\ngranting intervention to Duke Energy and CRWSP. The\nmajority’s reasons for doing so do not withstand scrutiny.\n   The majority initially contends that Duke Energy\nshould be allowed to intervene because it possesses “rele\nvant information” that we are “likely to consider.” Ante, at\n14, 16. Nonparties often do, but that is not a “compelling\ninterest” justifying intervention. I have little doubt that\nPhiladelphia possessed pertinent information in New\nJersey v. New York, but we did not permit Philadelphia to\nintervene on that ground. Parties to litigation have ready\nmeans of access to relevant information held by nonpar\nties, and those nonparties can certainly furnish such\ninformation on their own if they consider it in their best\ninterests (through, for example, participation as amici\ncuriae).\n   The majority also states that Duke Energy has compel\nling interests in its hydroelectric operations along the\nriver, and in “the amount of water that Duke Energy\nneeds to sustain its operations and provide electricity to\nthe region.” Ante, at 15. These are simply interests in a\nparticular use of water or its flow. Even if Duke Energy\nuses water for particularly important purposes, its inter\nests are no different in kind from the interests of any other\nentity that relies on water for its commercial operations.\n   Finally, the majority asserts that Duke Energy “has a\nunique and compelling interest in protecting the terms of\nits existing [Federal Energy Regulatory Commission\n10         SOUTH CAROLINA v. NORTH CAROLINA\n\n                   Opinion of ROBERTS, C. J.\n\n(FERC)] license and the [Comprehensive Licensing Agree\nment (CRA)] that forms the basis of Duke Energy’s pend\ning renewal application.” Ibid. And the majority contends\nthat neither State represents these interests because\n“[n]either State has signed the CRA or expressed an inten\ntion to defend its terms,” and because North Carolina has\neven expressed its intent to challenge the terms of the\nCRA in this action. Ante, at 16.\n   Again, all this amounts to is an articulation of the rea\nson Duke Energy asserts a particular interest in the wa\nters of the Catawba. Other citizens of North Carolina\ndoubtless have reasons of their own, ones they find as\nimportant as Duke Energy believes its to be. Weighing\nthose interests is an “intramural” matter for the State.\nNew Jersey v. New York, supra, at 373. In addition, the\nFederal Government is doubtless familiar with the pend\ning FERC proceedings, and it sees no corresponding need\nfor us to grant Duke Energy’s motion to intervene. See\nBrief for United States as Amicus Curiae 20, n. 3.\n   As for CRWSP, the Special Master concluded that it\nshould be allowed to intervene, but only because its posi\ntion was “similar analytically to Charlotte’s.” First In\nterim Report of Special Master, O. T. 2008, No. 138, Orig.,\np. 25. The Court rejects Charlotte’s motion, but nonethe\nless allows CRWSP to intervene on a ground not relied\nupon by the Special Master. According to the majority,\nCRWSP should be allowed to intervene because, as a\nbistate entity, its full range of interests cannot be repre\nsented entirely by either North or South Carolina. See\nante, at 11–14.\n   CRWSP’s motion arguably presents a different case\nfrom that of Duke Energy, one not definitively resolved by\nthis Court in New Jersey v. New York. At the end of the\nday, however, I agree with the Special Master’s premise—\nCRWSP’s position is really no different from Charlotte’s. I\ndisagree with her conclusion, of course, because I agree\n                  Cite as: 558 U. S. ____ (2010)           11\n\n                    Opinion of ROBERTS, C. J.\n\nwith the Court that Charlotte should not be allowed to\nintervene.\n   A bistate entity cannot be allowed to intervene merely\nbecause it embodies an “intermingling of state interests.”\nAnte, at 13, n. 6. The same would be true of any bistate\nentity, or indeed any corporation or individual conducting\nbusiness in both States. An exception for such cases\nwould certainly swallow the New Jersey v. New York rule.\nEntities with interests in both States must seek to vindi\ncate those interests within each State. Bistate entities are\nnot States entitled to invoke our original jurisdiction, and\nshould not be effectively accorded an automatic right to\nintervene as parties in cases within that jurisdiction.\n   With respect to both Duke Energy and CRWSP, the\nmajority further relies on its conclusion that the States\nwill not “properly represent” the interests of those entities.\nAnte, at 13; see ante, at 16. If by that the Court means\nthat the States may adopt positions adverse to Duke\nEnergy and CRWSP, that surely cannot be enough. The\nguiding principle articulated in New Jersey v. New York is\n“that the state, when a party to a suit involving a matter\nof sovereign interest, ‘must be deemed to represent all its\ncitizens,’ ” and may not be “judicially impeached on mat\nters of policy by its own subjects.” 345 U. S., at 372–373\n(quoting Kentucky v. Indiana, 281 U. S., at 173–174). This\ncase involves a “matter of sovereign interest”—the equita\nble apportionment of water—and the States therefore\n“properly represen[t]” the shared interests in water of “all”\ntheir citizens, including Duke Energy and CRWSP. 345\nU. S., at 372–373. An interest is “not properly repre\nsented” by a State, id., at 373, when it is not a sovereign\ninterest but instead a parochial one, such as the interests\nheld to justify intervention in the cases on which the\nmajority relies. See supra, at 7–8.\n   The majority also pays little heed to the practical con\nstraints on this Court’s original jurisdiction. It is hard to\n12         SOUTH CAROLINA v. NORTH CAROLINA\n\n                   Opinion of ROBERTS, C. J.\n\nsee how the arguments the Court accepts today could not\nalso be pressed by countless other water users in either\nNorth or South Carolina. Under the Court’s analysis, I\nsee “no practical limitation on the number of citizens, as\nsuch, who would be entitled to be made parties.” New\nJersey v. New York, supra, at 373. To the extent interven\ntion is allowed for some private entities with interests in\nthe water, others who also have an interest will feel com\npelled to intervene as well—and we will be hard put to\nrefuse them. See Utah v. United States, 394 U. S., at 95–\n96 (denying intervention to a corporation that sought to\nquiet its title to land because, “[i]f [it were] admitted,\nfairness would require the admission of any of the other\n120 private landowners who wish to quiet their title . . . ,\ngreatly increasing the complexity of this litigation”). An\nequitable apportionment action will take on the character\nistics of an interpleader case, with all those asserting\ninterests in the limited supply of water jostling for their\nshare like animals at a water hole. And we will find our\nselves in a “quandary whereby we must opt either to pick\nand choose arbitrarily among similarly situated litigants\nor to devote truly enormous portions of our energies to\n[original] matters.” Ohio v. Wyandotte Chemicals Corp.,\n401 U. S., at 504.\n   Allowing nonsovereign entities to intervene as parties\nwill inevitably prolong the resolution of this and other\nequitable apportionment actions, which already take\nconsiderable time. Intervenors do not come alone—they\nbring along more issues to decide, more discovery re\nquests, more exceptions to the recommendations of the\nSpecial Master. In particular, intervention makes settling\na case more difficult, as a private intervenor has the right\nto object to a settlement agreement between the States, if\nnot the power to block a settlement altogether. Cf. Fire\nfighters v. Cleveland, 478 U. S. 501, 529 (1986).\n   And all this for what? The Special Master, and through\n                      Cite as: 558 U. S. ____ (2010)                 13\n\n                        Opinion of ROBERTS, C. J.\n\nher the Court, can have the benefit of the views of those\nseeking to intervene by according them the status of amici\ncuriae. “Where he presents no new questions, a third\nparty can contribute usually most effectively and always\nmost expeditiously by a brief amicus curiae and not by\nintervention.” Bush v. Viterna, 740 F. 2d 350, 359 (CA5\n1984) (per curiam) (internal quotation marks omitted).\nCourts often treat amicus participation as an alternative\nto intervention. See 7C C. Wright, A. Miller, & M. Kane,\nFederal Practice and Procedure §1913, p. 495, and n. 26\n(2007) (citing examples). And this Court often denies\nmotions to intervene while granting leave to participate as\nan amicus in original actions generally, see, e.g., Kentucky\nv. Indiana, 445 U. S. 941 (1980); United States v. Califor\nnia, 377 U. S. 926 (1964); cf. New Hampshire v. Maine,\n426 U. S. 363, 365, n. 2 (1976), and in equitable appor\ntionment actions specifically, see, e.g., Arizona v. Califor\nnia, 530 U. S. 392, 419, n. 6 (2000); Nebraska v. Wyoming,\n507 U. S. 584, 589–590 (1993).\n   Nebraska v. Wyoming is particularly instructive on this\npoint. The Court there adopted the recommendation of\nthe Special Master to deny intervention to certain entities.\nSee id., at 589–590; Second Interim Report of Special\nMaster, O. T. 1991, No. 108, Orig., pp. 108–109. The\ninterests of those entities in the water dispute were quite\nsimilar to the interests of the entities seeking to intervene\nhere: One operated a powerplant and a reservoir on the\nLaramie River, and another was a power district seeking\nto protect its FERC license. See First Interim Report of\nSpecial Master, O. T. 1988, No. 108, Orig., pp. 11–14, 9a.\nWhile it adopted the Special Master’s recommendation to\ndeny intervention, the Court nonetheless permitted those\nentities to participate as amici. See 507 U. S., at 589–590;\nNebraska v. Wyoming, 502 U. S. 1055 (1992).2 The major\n——————\n 2 No   party filed exceptions to the Special Master’s recommendation to\n14           SOUTH CAROLINA v. NORTH CAROLINA\n\n                       Opinion of ROBERTS, C. J.\n\nity does not explain why that familiar and customary\napproach might be inadequate in this case.\n                           *     *      *\n   Our original jurisdiction over actions between States is\nconcerned with disputes so serious that they would be\ngrounds for war if the States were truly sovereign. Texas\nv. New Mexico, 462 U. S., at 571, n. 18. A dispute between\nStates over rights to water fits that bill; a squabble among\nprivate entities within a State over how to divvy up that\nState’s share does not. A judgment in an equitable appor\ntionment action binds the States; it is not binding with\nrespect to particular uses asserted by private entities.\nAllowing intervention by such entities would vastly com\nplicate and delay already complicated and lengthy actions.\nAnd the benefits private entities might bring can be read\nily secured, as has typically been done, by their participa\ntion as amici curiae.\n   In light of all this, it is difficult to understand why the\nCourt grants nonsovereign entities leave to intervene in\nthis equitable apportionment action, and easy to under\nstand why the Court has never before done so in such a\ncase.\n   I would grant South Carolina’s exceptions, and deny the\nmotions to intervene.\n\n\n\n\n——————\ndeny intervention in Nebraska v. Wyoming. The Special Master later\nallowed one of the entities, Basin Electric Power Cooperative, to inter\nvene as a party based on changed circumstances. See Addendum to\nReply Brief for Duke Energy 2–5. That decision was never reviewed by\nthe Court.\n", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/1743/", "sha1": "8261c7f12b947e4a4e3489107d67b3aae102ddb7", "source": "C", "supreme_court_db_id": null, "time_retrieved": "2010-04-15T12:40:14"}