{"absolute_url": "/opinion/86834/curran-v-arkansas/", "blocked": false, "citation": {"case_name": "Curran v. Arkansas", "docket_number": null, "document_uris": ["/api/rest/v2/document/86834/"], "federal_cite_one": "56 U.S. 304", "federal_cite_three": null, "federal_cite_two": null, "id": 54933, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/54933/", "scotus_early_cite": "15 How. 304", "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 5, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1853-12-29", "date_modified": "2014-12-21T01:25:12.069279", "docket": "/api/rest/v2/docket/400932/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">56 U.S. 304</p>\n    <p class=\"case_cite\">15 How. 304</p>\n    <p class=\"case_cite\">14 L.Ed. 705</p>\n    <p class=\"parties\">JAMES N. CURRAN, PLAINTIFF IN ERROR,<br>v.<br>THE STATE OF ARKANSAS, THE BANK OF THE STATE OF<br>ARKANSAS, JOHN M. ROSS, FINANCIAL RECEIVER, AND<br>DAVID W. CARROL, BANK ATTORNEY.</p>\n    <p class=\"date\">December Term, 1853</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">THIS case was brought up from the Supreme Court of Arkansas, by a writ of error issued under the 25th section of the judiciary act.</p>\n      <p class=\"indent\">It was argued by <i>Mr. Lawrence</i> and <i>Mr. Pike</i>, for the plaintiff in error, and by <i>Mr. Sebastian</i>, filing a brief prepared by <i>Mr. Hempstead</i>, for the defendants in error.</p>\n      <p class=\"indent\">The arguments of counsel upon both sides were in such an unbroken train of reasoning, that the reporter cannot compress them into a mere report; and as, together, they made upwards of sixty pages of print, he cannot publish them entire. The reader who desires to examine into the case thoroughly, can consult the opinion of the Supreme Court of Arkansas, delivered in November, 1851. In that opinion the court maintains its doctrines with great earnestness.</p>\n      <p class=\"indent\">Mr. Justice CURTIS delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a writ of error to the Supreme Court of the State of Arkansas.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The plaintiff in error filed his bill in equity in the Circuit Court of that State for the county of Pulaski, against the State of Arkansas, the State Banks of Arkansas, and the financial receiver and the attorney of the bank; and the defendants having demurred thereto, the Circuit Court overruled the demurrers, and, as the defendants elected to rest thereon, the court made a decree in favor of the complainant. The defendants appealed to the Supreme Court, where the demurrers were sustained, and the bill ordered to be dismissed. This decree the plaintiff has brought here for re examination, under the 25th section of the judiciary act.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">As the questions to be determined arise on a demurrer to the bill, the substance of the case, therein made and confessed by the demurrer, must be stated, to exhibit the grounds on which our decision rests.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The bill shows that the Bank of the State of Arkansas was incorporated by the legislature of that State in 1836, with the usual banking powers of discount, deposit, and circulation, and that the State in fact was, and was designed by the charter to be, its sole stockholder. That the capital stock of the bank consisted of $1,146,000, raised by the sale of bonds of the State, together with certain other sums paid in by the State as part of the capital stock, amounting in the aggregate to the sum of $350,753, being in the whole $1,496,753; all which was in specie, or specie funds. That the bank was required by its charter to have on hand at all times sufficient specie to pay its bills on demand. That the plaintiff, being the owner and bearer of bills of this bank, amounting to upwards of $9,000, which the bank had refused to pay, instituted suits and recovered judgments thereon at law, upon which executions, running against the goods, chattels, and lands of the bank, have been duly returned wholly unsatisfied. The general scope of the bill, therefore, is to obtain the aid of a court of equity to reach such assets of the bank as ought to be appropriated to satisfy this judgment debt. The parties in whose hands it is alleged these assets are, are the State of Arkansas and two other defendants, who are alleged to have charge of certain effects of the bank, in behalf, and under the authority of the State.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">To make a case against these parties, and show that they hold property, which in equity belongs to its creditors, and ought to be appropriated to pay their debts, the bill states, that the bank having gone into operation, and issued bills to a large amount, which were then in circulation, gave public notice, on the 7th day of November, 1839, that the payment of specie was definitely and finally suspended; and thenceforward, with some comparatively trifling exceptions, has refused to redeem any of its bills.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">That in January, 1843, the bank still continuing insolvent, an act was passed by the legislature to liquidate and settle its affairs. That the assets of the bank then amounted to $1,832,120, of which the sum of $1,000,000, was good and collectible; and that it had then on hand the sum of $90,301 in specie. This act expressly continued the corporate existence of the bank; its affairs were subjected to the management of a financial receiver and an attorney, who were to apply the moneys collected by them to redeem the outstanding circulation of the bank; but, at the same time, bonds of the State, held by the bank, for money borrowed by the State, amounting to at least $200,000, were required by this act to be given up and cancelled, and their amount to be credited to the bank against a part of the capital stock put in by the State. The bill further shows, that by another act passed at the same February session, in 1843, the officers of the bank were required to transfer to the State the sum of $15,000 in specie, which was appropriated by the act to pay the members of that legislature. That on the 4th day of January, 1845, another act was passed, authorizing the officers of the bank to compromise its debts receivable, and take specific property in payment, and requiring those officers to receive in payment the bonds of the State, issued to raise capital stock for the bank, notwithstanding the bills of the bank might not have been taken up.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">That on the 10th day of January, 1845, another act was passed, depriving the bank of all its specie and par funds, and appropriating the specie, first, to pay the members of that legislature, and declaring that certain funds which had been placed in the bank, and made by the charter to form a part of its capital stock, should be deemed to be deposited there to the credit of the State, subject to be drawn out by appropriations.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">That by another act, passed on the 23d day of December, 1846, the title to all real estate and property of every kind, purchased by said bank, or taken in payment of debts due to it, was declared to be vested in the State, and titles to property received on account of debts due to the bank were required to be thereafter taken in the name of the State; and the bill avers, that many different parcels of land specifically mentioned and described, have been conveyed to the State, under this law, by debtors of the bank, in satisfaction of their indebtedness.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The bill further states, that, by another act, passed on the 9th day of January, 1849, the officers of the bank were required to receive in payment of its debts, bonds of the State, issued to raise capital for the Real Estate Bank of Arkansas, and other banking corporations theretofore chartered by the General Assembly, and then insolvent; which last-mentioned bonds amounted to at least $2,000,000.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The bill prays, among other things, for satisfaction of the plaintiff's judgment debt out of the assets of the bank thus shown to have come into the custody, or to stand in the name, or to have gone to the use of the State by force of the laws above-mentioned; and the jurisdiction of this court, under this writ of error, is invoked, upon the ground that these laws, or some of them, impair the obligation of a contract, and that the highest court of the State has held them valid, and by reason of such decision, dismissed the complainant's bill.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It follows, that there are three questions for our consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">1. What would have been the rights of the complainant under the contracts shown by his bill, if uncontrolled by the particular laws of which he complains?</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">2. Do those laws, or either of them, impair the obligation of any contract with the complains?</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">3. Does it appear, by the record, that the Supreme Court of Arkansas held these laws to be valid, and by reason thereof made a final decree against the complainant.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The first of these questions may be answered without much difficulty. The plaintiff is a creditor of an insolvent banking corporation. The assets of such a corporation are a fund for the payment of its debts. If they are held by the corporation itself, and so invested as to be subject to legal process, they may be levied on by such process. If they have been distributed among stockholders, or gone into the hands of others than <i>bon a fide</i> creditors or purchasers, leaving debts of the corporation unpaid, such holders take the property charged with the trust in favor of creditors, which a court of equity will enforce, and compel the application of the property to the satisfaction of their debts.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This has been often decided, and rests upon plain principles. In 2 Story's Eq. Jur. &#167; 1252, it is said, 'Perhaps, to this same head of implied trusts upon presumed intention, (although it might equally well be deemed to fall under the head of implied trusts by operation of law,) we may refer that class of cases where the stock and other property of private corporations is deemed a trust fund for the payment of the debts of the corporation; so that the creditors have a lien, or right of priority of payment on it, in preference to any of the stockholders of the corporation. Thus, for example: 'The capital stock of an incorporated bank is deemed a trust fund for all the debts of the corporation: and no stockholder can entitle himself to any dividend or share of such capital stock, until all the debts are paid, and if the capital stock should be divided, leaving any debts unpaid, every stockholder, receiving his share of the capital stock, would, in equity, be held liable <i>pro rat a</i> to contribute to the lischarge of such debts out of the fund in his own hands.' In conformity with this is the doctrine held by this court in Mumma <i>v.</i> The Potomac Company, 8 Peters, 281.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The cases of Wood <i>v.</i> Dummer, 3 Mason, 308; Wright <i>v.</i> Petrie, 1 Smedes &amp; Marsh. 319; Nevitt <i>v.</i> Bank of Port Gibson, 6 Id. 513; Hightower <i>v.</i> Thornton et al. 8 Georgia R. 493; Nathan <i>v.</i> Whitlock, 3 Edwards, C. R. 215, affirmed by the chancellor, (9 Paige, 152,) contain elaborate examinations of this doctrine, and it has been affirmed and applied in many other cases.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">So far, therefore, as the property of this bank has become vested in the State or gone to its use, it is so vested and used, charged with a trust in favor of this complainant, as an unpaid creditor, unless there is something in the character of the parties, or the consideration upon which, or the operation of the laws by force of which, it has been transferred, taking the case out of the principles above laid down.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">And, first, as to the character of the parties. By the charter of this bank, the State of Arkansas became its sole stockholder. But the bank was a distinct trading corporation, having a complete separate existence, enabled to enter into valid contracts binding itself alone, and having a specific capital stock, provided, and held out to the public as the means to pay its debts. The obligations of its contracts, the funds provided for their performance, and the equitable rights of its creditors were in no way affected by the fact, that a sovereign state paid in its capital, and consequently became entitled to its profits. When paid in and vested in the corporation, the capital stock became chargeable at once with the trusts, and subject to the uses declared and fixed by the charter, to the same extent, and for the same reasons, as it would have been if contributed by private persons.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">That a State, by becoming interested with others in a banking corporation, or by owning all the capital stock, does not impart to that corporation any of its privileges or prerogatives, that it lays down its sovereignty, so far as respects the transactions of the corporation, and exercises no power or privilege in respect to those transactions not derived from the charter, has been repeatedly affirmed by this court, in the Bank of the United States <i>v.</i> The Planters Bank, 9 Wheat. 904; Bank of Kentucky <i>v.</i> Wistar et al. 3 Pet. 431; Briscoe <i>v.</i> The Bank of Kentucky, 11 Id. 324; Darrington et al. <i>v.</i> The Bank of Alabama, 13 How. 12. And our opinion is, that the fact that the capital stock of this corporation came from the State which was solely interested in the profits of the business, does not affect the complainant's right, as a creditor, to be paid out of its property; a right which, as we have seen, follows the fund into the hands of every person, save a <i>bon a fide</i> creditor or purchaser, and which a court of equity is bound to enforce by its decree against any party except such a creditor or purchaser capable by law of being brought within its jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">That the State of Arkansas is capable of being thus sued, has been decided, after a careful examination, by the Supreme Court of that State, in this suit; and as this is purely a question of local law, depending on the constitution and statutes of the State, we follow that decision, and hold, in conformity therewith, that by its own consent the State has become liable to a decree in favor of the complainant in this suit, if the complainant has valid grounds entitling him to the relief prayed.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Whether there was any thing in the consideration or circumstances of the transfers of the property of the bank to the State, or to its use, which relieved that property from the trust in favor of creditors, may best be examined under the next question, which is, do the laws, by force of which these transfers were made, impair the obligation of any contract with the complainant.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This question can be answered only by ascertaining what contracts existed, and what obligations were attached to them, and then by examining the actual operation of those laws upon those contracts and their obligations.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The plaintiff was the bearer of bills of the bank, by each of which the bank promised to pay him, on demand, a certain sum of money. Of course these payments were to be made out of the property of the bank. By the laws of the State, existing when these contracts were made, their bearer had the right, by legal process, to compel their performance by the levy of an execution on the goods, chattels, lands, and tenements of the bank, by garnisheeing its debtors, and by resorting to a court of equity to reach equitable assets, or property conveyed to others than creditors and <i>bon a fide</i> purchasers.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Such were these contracts and their obligations; and it would seem to require no argument to prove that a law authorizing and requiring such a corporation to distribute its property among its stockholders, or transfer it to its sole stockholder, leaving its bills unredeemed, would impair the obligation of the contracts contained in those bills. The cases of Bronson <i>v.</i> Kinzie et al. 1 How. 311; and McCracken <i>v.</i> Hayward, 2 Id. 608, which will be more particularly adverted to hereafter, leave no doubt on that point. Indeed it has not been attempted to maintain, that such a law, operating on the property of a mere private corporation, whose charter the legislature could not repeal, would be valid. But it is argued that this is a different case. That the legislature has power to destroy this corporation and thereupon its contracts are no longer in existence, and cannot be enforced against the property of the corporation, which, upon the repeal of its charter, reverts to the grantors of its lands and escheats, so far as it is personalty, to the State, and that, if it be in the power of the State thus to destroy the remedies of creditors, by repealing the charter, their rights must be considered to be entirely subject to the will of the State, and no law can impair the obligation of their contracts, because subjection to any law which may be passed belongs to the very existence of such contracts. Or, to express the same ideas in different words, that the State created and can destroy the corporation and all its contracts, and, as it can thus destroy them by repealing the charter, it can modify, obstruct, and abridge the rights of creditors and the obligations of their contracts, without repealing the charter.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Neither these premises, nor the conclusion deduced from them, can be admitted.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">This banking corporation, having no other stockholder than the State, it is not doubted that the State might repeal its charter; but that the effect of such a repeal would be entirely to destroy the executory contracts of the corporation, and to withdraw its property from the just claims of its creditors, cannot be admitted. If such were the effect of a repeal of an act incorporating a bank containing no express power of repeal, it might be difficult to encounter the objection, that the repealing law was invalid, as conflicting with the Constitution of the United States. This argument was pressed on this court, in the case of Mumma <i>v.</i> The Potomac Company, (8 Pet.) and it was met by the following explicit language: 'We are of opinion, that the dissolution of the corporation, under the acts of Virginia and Maryland, cannot in any just sense be considered, within the clause of the Constitution of the United States on this subject, an impairing of the obligation of the contracts of the company by those States, any more than the death of a private person can be said to impair the obligation of his contracts. The obligation of those contracts survives; and the creditors may enforce their claims against any property belonging to the corporation, which has not passed into the hands of <i>bon a fide</i> purchasers, but is still held in trust for the company, or for the stockholders thereof, at the time of its dissolution, in any mode permitted by the local laws.'</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Indeed, if it be once admitted that the property of an insolvent trading corporation, while under the management of its officers, is a trust fund in their hands for the benefit of creditors, it follows, that a court of equity, which never allows a trust to fail for want of a trustee, would see to the execution of that trust, although by the dissolution of the corporation, the legal title to its property had been changed. Mumma <i>v.</i> The Potomac Company, 8 Pet. 281; Wright <i>v.</i> Petrie, 1 S. &amp; M. Ch. R. 319; Nevitt <i>v.</i> The Bank of Port Gibson, 6 S. &amp; M. 513; 1 Ed. Ch. R.; S. C. 9 Paige; Read <i>v.</i> Frankfort Bank, 23 Maine R. 318. And, in this point of view, the decision of this court, in Lennox et al. <i>v.</i> Roberts, (2 Wheat. 373,) is applicable.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">It was a suit in equity, brought by persons to whom, at the expiration of the charter of the Bank of the United States, its effects were conveyed by deed, in trust for creditors and stockholders. Among these effects were certain promissory notes indorsed by the defendant, which the bill prayed he might be compelled to pay. The complainants had not the legal title transferred to them by indorsement upon the notes. This court held that the suit was maintainable. And this decision necessarily involves two points. First. That the expiration of the charter had not released the indorser. Second. That a court of equity would lend its aid to trustees for creditors of the bank, to enforce payment of the notes. We do not think that the omission of the bank to appoint a trustee, would vary the substantial rights of creditors in a court of equity.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Whatever technical difficulties exist in maintaining an action at law by or against a corporation after its charter has been repealed, in the apprehension of a court of equity, there is no difficulty in a creditor following the property of the corporation into the hands of any one not a <i>bon a fide</i> creditor or purchaser, and asserting his lien thereon, and obtaining satisfaction of his just debt out of that fund specifically set apart for its payment when the debt was contracted, and charged with a trust for all the creditors when in the hands of the corporation; what trust the repeal of the charter does not destroy. Chancellor Kent, in 2 Com. 307, n., says, 'The rule of the common law has in fact become obsolete. It has never been applied to insolvent or dissolved moneyed corporations in England. The sound doctrine now is, as shown by statutes and judicial decisions, that the capital and debts of banking and other moneyed corporations, constitute a trust fund and pledge for the payment of creditors and stockholders, and a court of equity will lay hold of the fund, and see that it be duly collected and applied. The case of Hightower <i>v.</i> Thornton, 8 Georgia R. 491, and other cases before referred to in this opinion, are in conformity with this doctrine; and, in our judgment, a law distributing the property of an insolvent trading or banking corporation among its stockholders, or giving it to strangers, or seizing it to the use of the State, would as clearly impair the obligation of its contracts as a law giving to the heirs the effects of a deceased natural person, to the exclusion of his creditors, would impair the obligation of his contracts.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">But if it could be maintained, that the repeal of the charter of this corporation would be operative to destroy the obligation of its contracts, it would not follow that any thing short of a repeal could have that effect. The only ground upon which such a power could be claimed is, that inasmuch as the power of repeal exists when the contract is made, and inasmuch as the necessary effect of a repeal is to put an end to the obligation of the contracts of the corporation, all its contracts are made subject to this contingency, and with an inherent liability to be thus destroyed. We have already said, that it is not the necessary effect of a repeal of the charter to destroy the obligations of contracts; but if it were, and they were entered into subject to this liability, upon what ground could it be maintained, that merely suspending certain powers of the corporation, its existence being preserved, can be followed by any such consequence? Surely it is not the necessary effect of a prohibition to transact new business, to destroy contracts already made; and if not, how can the right and power to destroy them be considered to grow out of a power to make such a prohibition? or how can it be fairly assumed, because the creditor knew when he received the contract of the bank that the legislature could at any time deprive it of power to enter into new engagements, and therefore must be taken to have assented to the exercise of that power at the discretion of the legislature, that he must also be considered as assenting to the exercise of a totally different power, viz. the power to destroy contracts already made? Legislative powers, over contracts lawfully existing when the contracts are formed, affect the nature and enter into the obligations of those contracts. But such powers can be exerted only in the particular cases in reference to which they have been reserved; and they are inoperative in all other cases. And, until such a case arises, the obligation of such a contract can no more be impaired than if it were under no circumstances subject to legislative control. The assumption that, because the legislature may destroy a contract by repealing the charter of the corporation which made it, therefore such a contract may be impaired, or altered, or destroyed, in any manner the legislature may think fit, without repealing the charter, is wholly inadmissible.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Now the charter of this bank has never been repealed. On the contrary the 28th section of the act of the 31st day of January, 1843, expressly provided, 'That nothing in this act shall be so construed as to impair or destroy the corporate existence of the said Bank of the State of Arkansas, but the charter of the said institution is only intended to be so limited and modified as that said bank shall collect in and pay off her debts, abstain from discounting notes, or loaning money, and liquidate and close up her business as is hereinafter provided.' Subsequent laws have still further limited and modified the corporate powers, but the corporate existence has not been touched, and the corporation is made a party to this suit, and appears on the record.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We do not consider, therefore, that the power of the State to repeal this charter enables the State to pass a law impairing the obligation of its contracts.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We have thus far considered only the contracts between the complainant and the bank, arising out of the bills of the bank held by him, and some of the obligations of those contracts. But this is not the only contract with the complainant. It is true that, as the State was the sole stockholder in this bank, the charter cannot be deemed to be such a contract between the State and the corporation as is protected by the Constitution of the United States. But it is a very different question whether that charter does not contain provisions, which, when acted upon by the State and by third persons, constitute in law a binding contract with them, the obligation of which cannot be impaired.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">If a person deposit his property in the hands of an agent, he may revoke the agency and withdraw his property at his pleasure. But if he should request third persons to accept the agent's bills, informing them, at the same time, that he had placed property in the hands of that agent to meet the bills at their maturity, and upon the faith of such assurance the agent's bills are accepted, the principal cannot, by revoking the agency, acquire the right to withdraw his property from the hands of the agent.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">It is no longer exclusively his. They who, on the faith of its deposit, have changed their condition, have acquired rights in it. The matter no longer rests in a mere delegation of a revocable authority to an agent, but a contract has arisen between the principal and the third persons from the representation made, and the acts done on the faith of it, and the property cannot be withdrawn without impairing the obligation of that contract.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Now the charter of this bank provides, (&#167; 1,) that it shall have a capital stock of one million of dollars, to be raised by the sale of the bonds of the State, and also, (&#167; 13,) that certain other funds, which are specifically described, shall be deposited therein by the State, and constitute a part of the capital of the bank, and the bill avers that the bonds of the State, amounting to one million of dollars, and also other bonds of the State amounting to one hundred and forty-six thousand dollars, authorized by a subsequent act of the Assembly, were sold, and their proceeds, together with the other funds mentioned, were paid into the bank to constitute its capital stock.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The bank received this money from the State as the fund to meet its engagements with third persons which the State, by the charter, expressly authorized it to make for the profit of the State. Having thus set apart this fund in the hands of the bank, and invited the public to give credit to it, under an assurance that it had been placed there for the purpose of paying the liabilities of the bank, whenever such credit was given, a contract between the State and the creditor not to withdraw that fund, to his injury, at once arose. That the charter, followed by the deposit of the capital stock, amounted to an assurance, held out to the public by the State, that any one who should trust the bank might rely on that capital for payment, we cannot doubt. And when a third person acted on this assurance, and parted with his property on the faith of it, the transaction had all the elements of a binding contract, and the State could not withdraw the fund, or any part of it, without impairing its obligation.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We proceed, therefore, to examine the laws complained of, to ascertain what is their operation upon the obligations of the several contracts with the State and with the bank, which are above declared to exist. The learned counsel for the State of Arkansas has, with great ability, presented a view of these laws which requires consideration. It is this. That so far as these laws withdraw specie and funds from the bank, and appropriate them to the uses of the State, the State acted in the character of a creditor, taking a preference over other creditors, and paying itself a debt; and that the other laws, by force of which all the real property of the bank was vested in the State, are not to be deemed to have been passed in denial of the rights of creditors, but only the better to protect and give effect to those rights; that the trust in favor of creditors still subsists, to be worked out in such manner as the State shall deem proper.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">To maintain the first proposition, it must appear that the State stood in such a relation to this bank and its creditors at the time these laws were passed; that it was a creditor, and could provide by law for the payment of its debt in preference to other creditors; and secondly, that these laws do not withdraw and apply to the use of the State any greater sum than the amount of such debt.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In our judgment, the State cannot be considered to have occupied this position. It had placed its bonds in the possession of the bank, with authority to sell them and hold their proceeds as capital. It had also paid over to the bank certain other funds, with an express declaration, contained in the thirteenth section of the charter, that these also were to be part of its capital, and were to have credited to them their proportion of dividend of the profits of the business. All these moneys were thus set apart, in the hands of the bank, as a fund, upon the credit of which it was to issue bills, and which was to be liable to answer the engagements of the bank contracted to its creditors, in the course of the business which it was authorized to transact for the profit of the State. Such is the necessary effect of the express declaration in the charter, that these funds constitute the capital of the bank.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">When this bank became insolvent, and all its assets were insufficient to perform its engagements, it is manifest that every part of these assets stood bound by the contracts which had been made with the bank upon the faith of the funds thus set apart by the charter; and it is equally clear, that the bank no longer had in its possession any capital stock belonging to the State. Whatever losses a bank sustains, are losses of the capital paid in by its stockholdes; that is the only fund it has to lose. When it has become insolvent, it has lost all that fund, and has nothing belonging to its stockholders. In some sense a bank may be said to be indebted to its stockholders for the capital they have paid in. With the leave of the State, they have a right to withdraw it, after all debts are paid, and, if the State is itself the sole stockholder, it may withdraw its capital while any of it shall remain. But, from the very nature of things, it cannot withdraw capital from an insolvent bank, because it has none of their capital remaining. When insolvent, its assets belong solely to its creditors.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">It is unnecessary, therefore, to decide what were the rights and powers of the State, in respect to any portion of these funds, while the bank continued solvent. When it became insolvent, when its entire property was insufficient to pay its debts, it no longer had any capital stock belonging to the State, and, therefore, none could be withdrawn, without appropriating by law to the use of the State what by the charter stood pledged to creditors, and such a law impairs the obligations of the contracts of the bank, and also the obligation of the contract between the State and the creditors, arising from the provisions of the charter devoting these funds to the payment of the debts of the bank.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In addition to this, it must be observed that the averments of the bill, which are confessed by the demurrer, show that the whole amount of the funds mentioned in the thirteenth section of the charter, which it is claimed the State had the right to withdraw, was $350,753; and that the amount actually withdrawn and appropriated to the use of the State, was at least $400,000. On an investigation of the accounts, these averments might appear to be erroneous; but we are obliged to consider them to be true, as they are confessed on the record.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Our opinion is, that these laws, which withdraw from the bank the sum of $400,000, according to the averments in the bill, cannot be supported upon the ground that the State had the right, as a creditor of the bank, to appropriate these funds to its own use.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Nor can we find sufficient support for the other position, that the laws divesting the bank of its property and vesting it in the State, do not impair the obligations of the plaintiff's contracts, because they were not passed in denial, but in furtherance of the rights of creditors, and to afford them a remedy, and for the prevention of further loss.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Passing over the laws which, upon their face, not only withdrew funds from the bank, but appropriated those funds to the use of the State, and which, therefore, cannot be supposed to be in furtherance of the rights of creditors, or intended to protect them from loss, or not to be in denial of their rights, to so much the property of the bank as was thus withdrawn, there are four acts complained of by the bill, which require examination, with a view to see whether they can be considered as remedial only, and in that point of view consistent with the obligations of the contracts of the plaintiff. The first is the act of January 4, 1845. The seventeenth section of this act is as follows: 'That said financial receivers be required to receive, in whole or in part payment of any debt due the bank, the bonds of the State which were sold in good faith to put said bank and branches in operation, notwithstanding the outstanding circulation of said bank and its branches may not be taken up.'</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">We cannot attribute to this provision of law any other meaning or effect than what is plainly apparent on its face. It authorizes and requires the assets of the bank to be appropriated to pay debts of the State; and we cannot conceive how this can be reconciled with the rights of creditors to those assets, or how it can consist with the execution of a trust in their favor, or how it differs from the other laws appropriating the property of this insolvent bank to the use and benefit of the State.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The circumstances that these bonds were sold by the State, through the agency of the bank, to obtain funds to constitute the capital of the bank, do not make them debts of the bank. They were bonds under the seal of the State, signed by the governor, and countersigned by the treasurer, containing an acknowledgment that the State of Arkansas stood indebted, and a promise by the State to pay. The president and cashier of the bank are empowered to transfer them by indorsement; but no liability, even of the conditional character which arises from the indorsement of negotiable paper by the law merchant, is attached by the charter to these indorsements, and, from the nature of the case, we do not see how any such could have been intended. We do not deem it necessary to determine, whether, under the fifteenth section of the charter, the bank was made liable for the accruing interest on the bonds. It would seem that this section is merely directory to the general board, and was intended to provide for the payment of interest out of expected profits; but however this may be, to suppose that the charter intended the fund raised to the sale of these bonds, and which it held out to creditors as capital of the bank, could, at any time, be appropriated to pay these bonds, leaving the creditors, who had dealt with the bank on the faith of that capital, wholly unpaid, would be to give it a construction not supported by any provision which we have been able to discover in it, and directly in conflict with its manifest purpose and meaning. For in no fair sense can the bank be considered to have had the proceeds of these bonds as so much capital, if it was liable, at the pleasure of the State, to be swept away at any moment to pay the debts which the State had contracted to borrow it. In such a condition of things, these proceeds would be nothing more than a deposit, payable on demand; and to call them capital, and allow the public to trust to them as such, would involve a plain contradiction.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Indeed, upon this construction of the charter, taken in connection with the alleged right to withdraw at pleasure all the other funds deposited, the bank had no proper capital which was bound by its contracts; and this would render it extremely difficult to maintain the validity of the charter under the tenth section of the first article of the Constitution of the United States, prohibiting the States from emitting bills of credit. It is well known that the power of the several States to create corporations, to issue bills, and transact business for the sole benefit of the State which appointed the corporate officers, and was alone interested in the bank, has been from time to time seriously questioned. The cases of Briscoe <i>v.</i> The Bank of Kentucky, 11 Peters, 257, and Darrington et al. <i>v.</i> The Bank of Alabama, 13 Howard, 12, have settled this question, in reference to such banks as were involved in those cases. But the principal ground on which such bills were distinguished from bills of credit emitted by the State, was, that they do not rest on the credit of the State, but on the credit of the corporation derived from its capital stock.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">But if the charter of the bank has not provided any fund, effectually chargeable with the redemption of its bills, if what is called its capital is liable to be withdrawn at the pleasure of the State, though no means of redeeming the bills should remain, then the bills rest wholly upon the faith of the State and not upon the credit of the corporation, founded on its property. We do not perceive, in the charter of the State Bank of Arkansas, an intention to create such a bank and emit such bills; on the contrary we think it plainly appears to have been intended to make a bank having a real capital, on the credit of which its business was to be transacted; and this intention is necessarily in conflict with the existence of the power anywhere to appropriate the funds of the bank, after it became insolvent, to pay debts of the State contracted to borrow the money which constituted that capital.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">By the act of December 23, 1846, the financial receivers were authorized in certain cases to pay judgment creditors in notes of non-resident debtors, provided such judgment creditors would convey to the State all lands of the bank on which they had levied; and by another act, passed on the same day, all conveyances of real estate purchased for, or taken in payment of, any debt due to the bank, were required to be made to the State, and all such titles were declared to be vested in the State. The second section of this law is in the following words: 'That the governor is hereby authorized to exchange any property, so taken by the said bank, for an equal amount of the bonds of the State executed for the benefit of said institution; provided that such property shall not be exchanged with the holders of such bonds at less prices than were allowed by the bank for the same, and that the governor be authorized to make titles and give acquittances for the same; and this act shall take effect and be in force from and after its passage.'</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">If this law had contained only the first section, vesting the real property of the bank in the State, and providing no remedy by which this complainant, as a creditor of the bank, could reach it, we think it would have impaired the obligation of his contracts. True, it does not touch the right of action against the bank; it only withdraws the real property from the reach of legal process, and thus affects the remedy. But it by no means follows, because a law affects only the remedy, that it does not impair the obligation of the contract. The obligation of a contract, in the sense in which those words are used in the Constitution, is that duty of performing it, which is recognized and enforced by the laws. And if the law is so changed that the means of legally enforcing this duty are materially impaired, the obligation of the contract no longer remains the same.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">This has been the doctrine of this court from a very early period. In Green <i>v.</i> Biddle, 8 Wheat. 1, Mr. Justice Washington, delivering the opinion of the court, said: 'It is no answer that the acts of Kentucky now in question, are regulations of the remedy and not of the right to the lands. If these acts so change the nature and extent of existing remedies as materially to impair the rights and interests of the owner, they are just as much a violation of the compact as if they directly overturned his rights and interests.' In Bronson <i>v.</i> Kinzie, 1 How. 311, Mr. Chief Justice Taney, delivering the opinion of the court, and speaking of the above rule, as laid down in Green <i>v.</i> Biddle, said: 'We concur entirely in the correctness of the rule above stated. The remedy is the part of the municipal law which protects the right, and the obligation by which it enforces and maintains it. It is this protection which this clause in the Constitution was mainly intended to secure.'</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The difficulty of determining, in some cases, whether the change in the remedy has materially impaired the rights and interest of the creditor, must be admitted. But we do not think any such difficulty exists in this case. The decision of this court in McCracken <i>v.</i> Hayward, 2 How. 608, must be considered as settling this question. In that case the law under consideration provided that a sale should not be made of property levied on under an execution, unless it would bring two thirds of its valuation by three householders. It was held that such a law, so obstructed the remedy as to impair the obligation of the contract. The law now in question certainly presents a far more serious obstruction, for it withdraws the real property of the bank altogether from the reach of legal process, provides no substituted remedy, and leaves the creditor, as is truly said by the Supreme Court of Arkansas, in its opinion in this case, 'in a condition in which his rights live but in grace, and his remedies in entreaty only.'</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">But not only does this law withdraw the real property from the bank, and vest it in the State, but by the second section, the terms of which have been given, the property so withdrawn is expressly appropriated to pay the bonds of the State. An appropriation, which, as has been above stated, cannot be reconciled with the preservation of the rights of creditors, whether those rights are to be protected by existing legal remedies, or in any other manner.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The same observations apply to so much of the act of the 9th of January, 1849, as required the officers of the bank to receive in payment of debts due to the bank, bonds of the State issued to obtain capital to put in operation the Real Estate Bank of the State of Arkansas, which bonds are averred in the bill to have amounted to $2,000,000. If a law which withdrew assets of the bank to pay bonds sold to raise its capital, impaired the obligation of the complainant's contracts, it would probably not be supposed that a law applying such assets to pay bonds of the State sold to raise capital for another bank, could be free from that objection.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">It only remains to consider the third question: whether it appears by the record that the Supreme Court of Arkansas held these laws to be valid, and by reason thereof dismissed the complainant's bill.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Each of these laws is specifically referred to in the bill, and its operation upon the property of the bank averred, and made a subject of complaint. If a private person had received assets of the bank in the same manner they are alleged in the bill to have been received by the State, he must have been held amenable to the complainants as a creditor of the bank, in a court of equity. We have already stated that, by the local law of Arkansas, the State stands in the same predicament as a private person, in respect to being chargeable as a trustee, unless it is exempted by force of the laws in question. It necessarily follows, therefore, that the Supreme Court of the State held these laws valid, and that by force of them the State was not subject to the principles upon which it would otherwise have been chargeable.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">It is sufficient, to give this court jurisdiction under the 25th section of the judiciary act, that it appears by the record that the question, whether a law of a State impaired the obligation of a contract, was necessarily involved in the decision, and that such law was held to be valid, and the decision made against the plaintiff in error by reason of its supposed validity. Armstrong <i>v.</i> The Treasurer of Athens County, 16 Peters, 281; Crowell <i>v.</i> Randell, 10 Peters, 392; McKenney <i>v.</i> Carroll, 12 Peters, 66.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The result is, that so much of each of the said laws of the State of Arkansas, as authorized and required the cancellation of the bonds of the State, given for money borrowed of the Bank of the State of Arkansas, or authorized and required the withdrawal of any part of the specie or other property of that bank, and the appropriation thereof to the use of the State, or authorized and required the application of any part of the assets or property of that bank to pay bonds issued by the State and sold to raise capital for the Bank of the State of Arkansas, or for the Real Estate Bank of the State of Arkansas, or authorized and required real property purchased for the Bank of the State of Arkansas, or taken in payment of debts due to the Bank of the State of Arkansas to be conveyed to and the title thereof vested in the State of Arkansas, impaired the obligation of contracts made with the complainant as the lawful holder and bearer of bills of the Bank of the State of Arkansas, and so were inoperative and invalid. And, consequently, the judgment of the Supreme Court of that State must be reversed, and the cause remanded, that it may be proceeded in as the Constitution of the United States requires.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Mr. Justice CATRON, Mr. Justice DANIEL, and Mr. Justice NELSON, dissented.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Mr. Justice CATRON.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">As this case comes up from a State court under the 25th section of the judiciary act, the first question presented is, whether we have jurisdiction to decide the merits; and I am of opinion, that no violation of any contract rendered, which the complainant sets up a right to recover, has occurred within the sense of the Constitution, by the laws passed by the State of Arkansas, and which laws are complained of in the bill.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">On the merits, I have formed no opinion, not having authority to inquire into them, as I apprehend</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Mr. Justice DANIEL.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">From the decision of this court, just announced I am constrained to declare my dissent. According to my apprehension there is no legitimate ground of jurisdiction, and of course for the interference of this court in this case, within the just intent and objects of the 10th section of the 1st article of the Constitution. By the legislature of the State of Arkansas, which has been assailed, the obligation of no contract is denied. The claims of every stockholder and every noteholder of the Bank of the State of Arkansas are, in reference to that corporation, fully recognized. The utmost that can be objected to the action of the State is, that in a contest amongst the creditors of a failing corporation, the State, as one of those creditors, and the largest creditor of the number, may have appropriated to herself a portion of the assets of that corporation greater than would have been warranted by perfect equity, or other equality, amongst all the creditors. But should this conclusion be conceded, the concession implies no attempt to deny or impair any obligation of the bank to satisfy every creditor. It might raise a question of fraud or unfairness in the action of the State in reference to the other creditors of the bank, but it carries with it no interference with the obligation or the sanctity of their contract with the corporation, whatever that might be. The mere question of fraud, in the execution or non-performance of contracts, surely the Constitution never intended to constitute as a means by which the federal authorities were to supervise the polity and acts of the State governments. Such a claim of power in the federal government would justify the interference with, and the supervision by this court of any act of the State legislatures, and of every transaction of private life, and in the necessarily imperfect attempts to exercise such a power, would encumber it with a mass of business, which would disappoint and entirely prevent the performance of its legitimate duties.</p>\n    </div>\n    <p class=\"center\"><i>Order</i>.</p>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">This cause came on to be heard on the transcript of the record from the Supreme Court of Arkansas, and was argued by counsel. On consideration whereof, it is now here ordered and adjudged by this court, that the judgment of the said Supreme Court in this cause be, and the same is hereby, reversed, with costs, and that this cause be, and the same is hereby, remanded to the said Supreme Court, in order that such further proceedings may be had therein, in conformity to the opinion of this court, as to law and justice, and the Constitution of the United States, shall appertain.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>56 U.S. 304 (1853)</b></center>\n<center><b>15 How. 304</b></center>\n<center><h1>JAMES N. CURRAN, PLAINTIFF IN ERROR,<br>\nv.<br>\nTHE STATE OF ARKANSAS, THE BANK OF THE STATE OF ARKANSAS, JOHN M. ROSS, FINANCIAL RECEIVER, AND DAVID W. CARROL, BANK ATTORNEY.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*305</span> It was argued by Mr. Lawrence and Mr. Pike, for the plaintiff in error, and by Mr. Sebastian, filing a brief prepared by Mr. Hempstead, for the defendants in error.</p>\n<p>Mr. Justice CURTIS delivered the opinion of the court.</p>\n<p>This is a writ of error to the Supreme Court of the State of Arkansas.</p>\n<p>The plaintiff in error filed his bill in equity in the Circuit Court of that State for the county of Pulaski, against the State of Arkansas, the State Bank of Arkansas, and the financial receiver and the attorney of the bank; and the defendants having demurred thereto, the Circuit Court overruled the demurrers, and, as the defendants elected to rest thereon, the court made a decree in favor of the complainant. The defendants appealed to the Supreme Court, where the demurrers were sustained, and the bill ordered to be dismissed. This decree the plaintiff has brought here for rexamination, under the 25th section of the judiciary act.</p>\n<p>As the questions to be determined arise on a demurrer to the bill, the substance of the case, therein made and confessed by the demurrer, must be stated, to exhibit the grounds on which our decision rests.</p>\n<p>The bill shows that the Bank of the State of Arkansas was incorporated by the legislature of that State in 1836, with the usual banking powers of discount, deposit, and circulation, and that the State in fact was, and was designed by the charter to be, its sole stockholder. That the capital stock of the bank consisted of $1,146,000, raised by the sale of bonds of the State, together with certain other sums paid in by the State as part of the capital stock, amounting in the aggregate to the sum of $350,753, being in the whole $1,496,753; all which was in specie, or specie funds. That the bank was required by its charter to have on hand at all times sufficient specie to pay its bills on demand. That the plaintiff, being the owner and bearer of bills of this bank, amounting to upwards of $9,000, which the bank had refused to pay, instituted suits and recovered judgments thereon at law, upon which executions, running against the goods, chattels, and lands of the bank, have been duly returned <span class=\"star-pagination\">*306</span> wholly unsatisfied. The general scope of the bill, therefore, is to obtain the aid of a court of equity to reach such assets of the bank as ought to be appropriated to satisfy this judgment debt. The parties in whose hands it is alleged these assets are, are the State of Arkansas and two other defendants, who are alleged to have charge of certain effects of the bank, in behalf, and under the authority of the State.</p>\n<p>To make a case against these parties, and show that they hold property, which in equity belongs to its creditors, and ought to be appropriated to pay their debts, the bill states, that the bank having gone into operation, and issued bills to a large amount, which were then in circulation, gave public notice, on the 7th day of November, 1839, that the payment of specie was definitely and finally suspended; and thenceforward, with some comparatively trifling exceptions, has refused to redeem any of its bills.</p>\n<p>That in January, 1843, the bank still continuing insolvent, an act was passed by the legislature to liquidate and settle its affairs. That the assets of the bank then amounted to $1,832,120, of which the sum of $1,000,000, was good and collectible; and that it had then on hand the sum of $90,301 in specie. This act expressly continued the corporate existence of the bank; its affairs were subjected to the management of a financial receiver and an attorney, who were to apply the moneys collected by them to redeem the outstanding circulation of the bank; but, at the same time, bonds of the State, held by the bank, for money borrowed by the State, amounting to at least $200,000, were required by this act to be given up and cancelled, and their amount to be credited to the bank against a part of the capital stock put in by the State. The bill further shows, that by another act passed at the same February session, in 1843, the officers of the bank were required to transfer to the State the sum of $15,000 in specie, which was appropriated by the act to pay the members of that legislature. That on the 4th day of January, 1845, another act was passed, authorizing th officers of the bank to compromise its debts receivable, and take specific property in payment, and requiring those officers to receive in payment the bonds of the State, issued to raise capital stock for the bank, notwithstanding the bills of the bank might not have been taken up.</p>\n<p>That on the 10th day of January, 1845, another act was passed, depriving the bank of all its specie and par funds, and appropriating the specie, first, to pay the members of that legislature, and declaring that certain funds which had been placed in the bank, and made by the charter to form a part of its capital stock, should be deemed to be deposited there to the credit of the State, subject to be drawn out by appropriations.</p>\n<p><span class=\"star-pagination\">*307</span> That by another act, passed on the 23d day of December, 1846, the title to all real estate and property of every kind, purchased by said bank, or taken in payment of debts due to it, was declared to be vested in the State, and titles to property received on account of debts due to the bank were required to be thereafter taken in the name of the State; and the bill avers, that many different parcels of land specifically mentioned and described, have been conveyed to the State, under this law, by debtors of the bank, in satisfaction of their indebtedness.</p>\n<p>The bill further states, that, by another act, passed on the 9th day of January, 1849, the officers of the bank were required to receive in payment of its debts, bonds of the State, issued to raise capital for the Real Estate Bank of Arkansas, and other banking corporations theretofore chartered by the General Assembly, and then insolvent; which last-mentioned bonds amounted to at least $2,000,000.</p>\n<p>The bill prays, among other things, for satisfaction of the plaintiff's judgment debt out of the assets of the bank thus shown to have come into the custody, or to stand in the name, or to have gone to the use of the State by force of the laws above-mentioned; and the jurisdiction of this court, under this writ of error, is invoked, upon the ground that these laws, or some of them, impair the obligation of a contract, and that the highest court of the State has held them valid, and by reason of such decision, dismissed the complainant's bill.</p>\n<p>It follows, that there are three questions for our consideration.</p>\n<p>1. What would have been the rights of the complainant under the contracts shown by his bill, if uncontrolled by the particular laws of which he complains?</p>\n<p>2. Do those laws, or either of them, impair the obligation of any contract with the complainant?</p>\n<p>3. Does it appear, by the record, that the Supreme Court of Arkansas held these laws to be valid, and by reason thereof made a final decree against the complainant.</p>\n<p>The first of these questions may be answered without much difficulty. The plaintiff is a creditor of an insolvent banking corporation. The assets of such a corporation are a fund for the payment of its debts. If they are held by the corporation itself, and so invested as to be subject to legal process, they may be levied on by such process. If they have been distributed among stockholders, or gone into the hands of others than bon fide creditors or purchasers, leaving debts of the corporation unpaid, such holders take the property charged with the trust in favor of creditors, which a court of equity will enforce, and compel the application of the property to the satisfaction of their debts.</p>\n<p><span class=\"star-pagination\">*308</span> This has been often decided, and rests upon plain principles. In 2 Story's Eq. Jur.  1252, it is said, \"Perhaps, to this same head of implied trusts upon presumed intention, (although it might equally well be deemed to fall under the head of implied trusts by operation of law,) we may refer that class of cases where the stock and other property of private corporations is deemed a trust fund for the payment of the debts of the corporation; so that the creditors have a lien, or right of priority of payment on it, in preference to any of the stockholders of the corporation. Thus, for example: \"The capital stock of an incorporated bank is deemed a trust fund for all the debts of the corporation: and no stockholder can entitle himself to any dividend or share of such capital stock, until all the debts are paid, and if the capital stock should be divided, leaving any debts unpaid, every stockholder, receiving his share of the capital stock, would, in equity, be held liable pro rat to contribute to the discharge of such debts out of the fund in his own hands.\" In conformity with this is the doctrine held by this court in Mumma v. The Potomac Company, 8 Peters, 281.</p>\n<p>The cases of Wood v. Dummer, 3 Mason, 308; Wright v. Petrie, 1 Smedes &amp; Marsh. 319; Nevitt v. Bank of Port Gibson, 6 Id. 513; Hightower v. Thornton et al. 8 Georgia R. 493; Nathan v. Whitlock, 3 Edwards, C.R. 215, affirmed by the chancellor, (9 Paige, 152,) contain elaborate examinations of this doctrine, and it has been affirmed and applied in many other cases.</p>\n<p>So far, therefore, as the property of this bank has become vested in the State or gone to its use, it is so vested and used, charged with a trust in favor of this complainant, as an unpaid creditor, unless there is something in the character of the parties, or the consideration upon which, or the operation of the laws by force of which, it has been transferred, taking the case out of the principles above laid down.</p>\n<p>And, first, as to the character of the parties. By the charter of this bank, the State of Arkansas became its sole stockholder. But the bank was a distinct trading corporation, having a complete separate existence, enabled to enter into valid contracts binding itself alone, and having a specific capital stock, provided, and held out to the public as the means to pay its debts. The obligations of its contracts; the funds provided for their performance, and the equitable rights of its creditors were in no way affected by the fact, that a sovereign state paid in its capital, and consequently became entitled to its profits. When paid in and vested in the corporation, the capital stock became chargeable at once with the trusts, and subject to the uses declared and fixed by the charter, to the same extent, and <span class=\"star-pagination\">*309</span> for the same reasons, as it would have been if contributed by private persons.</p>\n<p>That a State, by becoming interested with others in a banking corporation, or by owning all the capital stock, does not impart to that corporation any of its privileges or prerogatives, that it lays down its sovereignty, so far as respects the transactions of the corporation, and exercises no power or privilege in respect to those transactions not derived from the charter, has been repeatedly affirmed by this court, in the Bank of the United States v. The Planters Bank, 9 Wheat. 904; Bank of Kentucky v. Wistar et al. 3 Pet. 431; Briscoe v. The Bank of Kentucky, 11 Id. 324; Darrington et al. v. The Bank of Alabama, 13 How. 12. And our opinion is, that the fact that the capital stock of this corporation came from the State which was solely interested in the profits of the business, does not affect the complainant's right, as a creditor, to be paid out of its property; a right which, as we have seen, follows the fund into the hands of every person, save a bon fide creditor or purchaser, and which a court of equity is bound to enforce by its decree against any party except such a creditor or purchaser capable by law of being brought within its jurisdiction.</p>\n<p>That the State of Arkansas is capable of being thus sued, has been decided, after a careful examination, by the Supreme Court of that State, in this suit; and as this is purely a question of local law, depending on the constitution and statutes of the State, we follow that decision, and hold, in conformity therewith, that by its own consent the State has become liable to a decree in favor of the complainant in this suit, if the complainant has valid grounds entitling him to the relief prayed.</p>\n<p>Whether there was any thing in the consideration or circumstances of the transfers of the property of the bank to the State, or to its use, which relieved that property from the trust in favor of creditors, may best be examined under the next question, which is, do the laws, by force of which these transfers were made, impair the obligation of any contract with the complainant.</p>\n<p>This question can be answered only by ascertaining what contracts existed, and what obligations were attached to them, and then by examining the actual operation of those laws upon those contracts and their obligations.</p>\n<p>The plaintiff was the bearer of bills of the bank, by each of which the bank promised to pay him, on demand, a certain sum of money. Of course these payments were to be made out of the property of the bank. By the laws of the State, existing when these contracts were made, their bearer had the right, by legal process, to compel their performance by the levy of an <span class=\"star-pagination\">*310</span> execution on the goods, chattels, lands, and tenements of the bank, by garnisheeing its debtors, and by resorting to a court of equity to reach equitable assets, or property conveyed to others than creditors and bon fide purchasers.</p>\n<p>Such were these contracts and their obligations; and it would seem to require no argument to prove that a law authorizing and requiring such a corporation to distribute its property among its stockholders, or transfer it to its sole stockholder, leaving its bills unredeemed, would impair the obligation of the contracts contained in those bills. The cases of Bronson v. Kinzie et al. 1 How. 311; and McCracken v. Hayward, 2 Id. 608, which will be more particularly adverted to hereafter, leave no doubt on that point. Indeed it has not been attempted to maintain, that such a law, operating on the property of a mere private corporation, whose charter the legislature could not repeal, would be valid. But it is argued that this is a different case. That the legislature has power to destroy this corporation and thereupon its contracts are no longer in existence, and cannot be enforced against the property of the corporation, which, upon the repeal of its charter, reverts to the grantors of its lands and esoheats, so far as it is personalty, to the State, and that, if it be in the power of the State thus to destroy the remedies of creditors, by repealing the charter, their rights must be considered to be entirely subject to the will of the State, and no law can impair the obligation of their contracts, because subjection to any law which may be passed belongs to the very existence of such contracts. Or, to express the same ideas in different words, that the State created and can destroy the corporation and all its contracts, and, as it can thus destroy them by repealing the charter, it can modify, obstruct, and abridge the rights of creditors and the obligations of their contracts, without repealing the charter.</p>\n<p>Neither these premises, nor the conclusion deduced from them, can be admitted.</p>\n<p>This banking corporation, having no other stockholder than the State, it is not doubted that the State might repeal its charter; but that the effect of such a repeal would be entirely to destroy the executory contracts of the corporation, and to withdraw its property from the just claims of its creditors, cannot be admitted. If such were the effect of a repeal of an act incorporating a bank containing no express power of repeal, it might be difficult to encounter the objection, that the repealing law was invalid, as conflicting with the Constitution of the United States. This argument was pressed on this court, in the case of Mumma v. The Potomac Company, (8 Pet.) and it was met by the following explicit language:</p>\n<p><span class=\"star-pagination\">*311</span> \"We are of opinion, that the dissolution of the corporation, under the acts of Virginia and Maryland, cannot in any just sense be considered, within the clause of the Constitution of the United States on this subject, an impairing of the obligation of the contracts of the company by those States, any more than the death of a private person can be said to impair the obligation of his contracts. The obligation of those contracts survives; and the creditors may enforce their claims against any property belonging to the corporation, which has not passed into the hands of bon fide purchasers, but is still held in trust for the company, or for the stockholders thereof, at the time of its dissolution, in any mode permitted by the local laws.\"</p>\n<p>Indeed, if it be once admitted that the property of an insolvent trading corporation, while under the management of its officers, is a trust fund in their hands for the benefit of creditors, it follows, that a court of equity, which never allows a trust to fail for want of a trustee, would see to the execution of that trust, although by the dissolution of the corporation, the legal title to its property had been changed. Mumma v. The Potomac Company, 8 Pet. 281; Wright v. Petrie, 1 S. &amp;. M. Ch. R. 319; Nevitt v. The Bank of Port Gibson, 6 S. &amp; M. 513; 1 Ed. Ch. R.; S.C. 9 Paige; Read v. Frankfort Bank, 23 Maine R. 318. And, in this point of view, the decision of this court, in Lennox et al. v. Roberts, (2 Wheat. 373,) is applicable.</p>\n<p>It was a suit in equity, brought by persons to whom, at the expiration of the charter of the Bank of the United States, its effects were conveyed by deed, in trust for creditors and stockholders. Among these effects were certain promissory notes indorsed by the defendant, which the bill prayed he might be compelled to pay. The complainants had not the legal title transferred to them by indorsement upon the notes. This court held that the suit was maintainable. And this decision necessarily involves two points. First. That the expiration of the charter had not released the indorser. Second. That a court of equity would lend its aid to trustees for creditors of the bank, to enforce payment of the notes. We do not think that the omission of the bank to appoint a trustee, would vary the substantial rights of creditors in a court of equity.</p>\n<p>Whatever technical difficulties exist in maintaining an action at law by or against a corporation after its charter has been repealed, in the apprehension of a court of equity, there is no difficulty in a creditor following the property of the corporation into the hands of any one not a bon fide creditor or purchaser, and asserting his lien thereon, and obtaining satisfaction of his just debt out of that fund specifically set apart for its payment when the debt was contracted and charged with a trust for all <span class=\"star-pagination\">*312</span> the creditors when in the hands of the corporation; which trust the repeal of the charter does not destroy. Chancellor Kent, in 2 Com. 307, n., says, \"The rule of the common law has in fact become obsolete. It has never been applied to insolvent or dissolved moneyed corporations in England. The sound doctrine now is, as shown by statutes and judicial decisions, that the capital and debts of banking and other moneyed corporations, constitute a trust fund and pledge for the payment of creditors and stockholders, and a court of equity will lay hold of the fund, and see that it be duly collected and applied. The case of Hightower v. Thornton, 8 Georgia R. 491, and other cases before referred to in this opinion, are in conformity with this doctrine; and, in our judgment, a law distributing the property of an insolvent trading or banking corporation among its stockholders, or giving it to strangers, or seizing it to the use of the State, would as clearly impair the obligation of its contracts as a law giving to the heirs the effects of a deceased natural person, to the exclusion of his creditors, would impair the obligation of his contracts.</p>\n<p>But if it could be maintained, that the repeal of the charter of this corporation would be operative to destroy the obligation of its contracts, it would not follow that any thing short of a repeal could have that effect. The only ground upon which such a power could be claimed is, that inasmuch as the power of repeal exists when the contract is made, and inasmuch as the necessary effect of a repeal is to put an end to the obligation of the contracts of the corporation, all its contracts are made subject to this contingency, and with an inherent liability to be thus destroyed. We have already said, that it is not the necessary effect of a repeal of the charter to destroy the obligations of contracts; but if it were, and they were entered into subject to this liability, upon what ground could it be maintained, that merely suspending certain powers of the corporation, its existence being preserved, can be followed by any such consequence? Surely it is not the necessary effect of a prohibition to transact new business, to destroy contracts already made; and if not, how can the right and power to destroy them be considered to grow out of a power to make such a prohibition? or how can it be fairly assumed, because the creditor knew when he received the contract of the bank that the legislature could at any time deprive it of power to enter into new engagements, and therefore must be taken to have assented to the exercise of that power at the discretion of the legislature, that he must also be considered as assenting to the exercise of a totally different power, viz. the power to destroy contracts already made? Legislative powers, over contracts lawfully existing when the contracts <span class=\"star-pagination\">*313</span> are formed, affect the nature and enter into the obligations of those contracts. But such powers can be exerted only in the particular cases in reference to which they have been reserved; and they are inoperative in all other cases. And, until such a case arises, the obligation of such a contract can no more be impaired than if it were under no circumstances subject to legislative control. The assumption that, because the legislature may destroy a contract by repealing the charter of the corporation which made it, therefore such a contract may be impaired, or altered, or destroyed, in any manner the legislature may think fit, without repealing the charter, is wholly inadmissible.</p>\n<p>Now the charter of this bank has never been repealed. On the contrary the 28th section of the act of the 31st day of January, 1843, expressly provided, \"That nothing in this act shall be so construed as to impair or destroy the corporate existence of the said Bank of the State of Arkansas, but the charter of the said institution is only intended to be so limited and modified as that said bank shall collect in and pay off her debts, abstain from discounting notes, or loaning money, and liquidate and close up her business as is hereinafter provided.\" Subsequent laws have still further limited and modified the corporate powers, but the corporate existence has not been touched, and the corporation is made a party to this suit, and appears on the record.</p>\n<p>We do not consider, therefore, that the power of the State to repeal this charter enables the State to pass a law impairing the obligation of its contracts.</p>\n<p>We have thus far considered only the contracts between the complainant and the bank, arising out of the bills of the bank held by him, and some of the obligations of those contracts. But this is not the only contract with the complainant. It is true that, as the State was the sole stockholder in this bank, the charter cannot be deemed to be such a contract between the State and the corporation as is protected by the Constitution of the United States. But it is a very different question whether that charter does not contain provisions, which, when acted upon by the State and by third persons, constitute in law a binding contract with them, the obligation of which cannot be impaired.</p>\n<p>If a person deposit his property in the hands of an agent, he may revoke the agency and withdraw his property at his pleasure. But if he should request third persons to accept the agent's bills, informing them, at the same time, that he had placed property in the hands of that agent to meet the bills at their maturity, and upon the faith of such assurance the agent's <span class=\"star-pagination\">*314</span> bills are accepted, the principal cannot, by revoking the agency, acquire the right to withdraw his property from the hands of the agent.</p>\n<p>It is no longer exclusively his. They who, on the faith of its deposit, have changed their condition, have acquired rights in it. The matter no longer rests in a mere delegation of a revocable authority to an agent, but a contract has arisen between the principal and the third persons from the representation made, and the acts done on the faith of it, and the property cannot be withdrawn without impairing the obligation of that contract.</p>\n<p>Now the charter of this bank provides, ( 1,) that it shall have a capital stock of one million of dollars, to be raised by the sale of the bonds of the State, and also, ( 13,) that certain other funds, which are specifically described, shall be deposited therein by the State, and constitute a part of the capital of the bank, and the bill avers that the bonds of the State, amounting to one million of dollars, and also other bonds of the State amounting to one hundred and forty-six thousand dollars, authorized by a subsequent act of the Assembly, were sold, and their proceeds, together with the other funds mentioned, were paid into the bank to constitute its capital stock.</p>\n<p>The bank received this money from the State as the fund to meet its engagements with third persons which the State, by the charter, expressly authorized it to make for the profit of the State. Having thus set apart this fund in the hands of the bank, and invited the public to give credit to it, under an assurance that it had been placed there for the purpose of paying the liabilities of the bank, whenever such credit was given, a contract between the State and the creditor not to withdraw that fund, to his injury, at once arose. That the charter, followed by the deposit of the capital stock, amounted to an assurance, held out to the public by the State, that any one who should trust the bank might rely on that capital for payment, we cannot doubt. And when a third person acted on this assurance, and parted with his property on the faith of it, the transaction had all the elements of a binding contract, and the State could not withdraw the fund, or any part of it, without impairing its obligation.</p>\n<p>We proceed, therefore, to examine the laws complained of, to ascertain what is their operation upon the obligations of the several contracts with the State and with the bank, which are above declared to exist. The learned counsel for the State of Arkansas has, with great ability, presented a view of these laws which requires consideration. It is this. That so far as these laws withdraw specie and funds from the bank, and appropriate them to the uses of the State, the State acted in the character of a creditor, taking a preference over other creditors, and paying <span class=\"star-pagination\">*315</span> itself a debt; and that the other laws, by force of which all the real property of the bank was vested in the State, are not to be deemed to have been passed in denial of the rights of creditors, but only the better to protect and give effect to those rights; that the trust in favor of creditors still subsists, to be worked out in such manner as the State shall deem proper.</p>\n<p>To maintain the first proposition, it must appear that the State stood in such a relation to this bank and its creditors at the time these laws were passed; that it was a creditor, and could provide by law for the payment of its debt in preference to other creditors; and secondly, that these laws do not withdraw and apply to the use of the State any greater sum than the amount of such debt.</p>\n<p>In our judgment, the State cannot be considered to have occupied this position. It had placed its bonds in the possession of the bank, with authority to sell them and hold their proceeds as capital. It had also paid over to the bank certain other funds, with an express declaration, contained in the thirteenth section of the charter, that these also were to be part of its capital, and were to have credited to them their proportion of dividend of the profits of the business. All these moneys were thus set apart, in the hands of the bank, as a fund, upon the credit of which it was to issue bills, and which was to be liable to answer the engagements of the bank contracted to its creditors, in the course of the business which it was authorized to transact for the profit of the State. Such is the necessary effect of the express declaration in the charter, that these funds constitute the capital of the bank.</p>\n<p>When this bank became insolvent, and all its assets were insufficient to perform its engagements, it is manifest that every part of these assets stood bound by the contracts which had been made with the bank upon the faith of the funds thus set apart by the charter; and it is equally clear, that the bank no longer had in its possession any capital stock belonging to the State. Whatever losses a bank sustains, are losses of the capital paid in by its stockholders; that is the only fund it has to lose. When it has become insolvent, it has lost all that fund, and has nothing belonging to its stockholders. In some sense a bank may be said to be indebted to its stockholders for the capital they have paid in. With the leave of the State, they have a right to withdraw it, after all debts are paid, and, if the State is itself the sole stockholder, it may withdraw its capital while any of it shall remain. But, from the very nature of things, it cannot withdraw capital from an insolvent bank, because it has none of their capital remaining. When insolvent, its assets belong solely to its creditors.</p>\n<p><span class=\"star-pagination\">*316</span> It is unnecessary, therefore, to decide what were the rights and powers of the State, in respect to any portion of these funds, while the bank continued solvent. When it became insolvent, when its entire property was insufficient to pay its debts, it no longer had any capital stock belonging to the State, and, therefore, none could be withdrawn, without appropriating by law to the use of the State what by the charter stood pledged to creditors, and such a law impairs the obligations of the contracts of the bank, and also the obligation of the contract between the State and the creditors, arising from the provisions of the charter devoting these funds to the payment of the debts of the bank.</p>\n<p>In addition to this, it must be observed that the averments of the bill, which are confessed by the demurrer, show that the whole amount of the funds mentioned in the thirteenth section of the charter, which it is claimed the State had the right to withdraw, was $350,753; and that the amount actually withdrawn and appropriated to the use of the State, was at least $400,000. On an investigation of the accounts, these averments might appear to be erroneous; but we are obliged to consider them to be true, as they are confessed on the record.</p>\n<p>Our opinion is, that these laws, which withdraw from the bank the sum of $400,000, according to the averments in the bill, cannot be supported upon the ground that the State had the right, as a creditor of the bank, to appropriate these funds to its own use.</p>\n<p>Nor can we find sufficient support for the other position, that the laws divesting the bank of its property and vesting it in the State, do not impair the obligations of the plaintiff's contracts, because they were not passed in denial, but in furtherance of the rights of creditors, and to afford them a remedy, and for the prevention of further loss.</p>\n<p>Passing over the laws which, upon their face, not only withdrew funds from the bank, but appropriated those funds to the use of the State, and which, therefore, cannot be supposed to be in furtherance of the rights of creditors, or intended to protect them from loss, or not to be in denial of their rights, to so much the property of the bank as was thus withdrawn, there are four acts complained of by the bill, which require examination, with a view to see whether they can be considered as remedial only, and in that point of view consistent with the obligations of the contracts of the plaintiff. The first is the act of January 4, 1845. The seventeenth section of this act is as follows: \"That said financial receivers be required to receive, in whole or in part payment of any debt due the bank, the bonds of the State which were sold in good faith to put said <span class=\"star-pagination\">*317</span> bank and branches in operation, notwithstanding the outstanding circulation of said bank and its branches may not be taken up.\"</p>\n<p>We cannot attribute to this provision of law any other meaning or effect than what is plainly apparent on its face. It authorizes and requires the assets of the bank to be appropriated to pay debts of the State; and we cannot conceive how this can be reconciled with the rights of creditors to those assets, or how it can consist with the execution of a trust in their favor, or how it differs from the other laws appropriating the property of this insolvent bank to the use and benefit of the State.</p>\n<p>The circumstances that these bonds were sold by the State, through the agency of the bank, to obtain funds to constitute the capital of the bank, do not make them debts of the bank. They were bonds under the seal of the State, signed by the governor, and countersigned by the treasurer, containing an acknowledgment that the State of Arkansas stood indebted, and a promise by the State to pay. The president and cashier of the bank are empowered to transfer them by indorsement; but no liability, even of the conditional character which arises from the indorsement of negotiable paper by the law merchant, is attached by the charter to these indorsements, and, from the nature of the case, we do not see how any such could have been intended. We do not deem it necessary to determine, whether, under the fifteenth section of the charter, the bank was made liable for the accruing interest on the bonds. It would seem that this section is merely directory to the general board, and was intended to provide for the payment of interest out of expected profits; but however this may be, to suppose that the charter intended the fund raised by the sale of these bonds, and which it held out to creditors as capital of the bank, could, at any time, be appropriated to pay these bonds, leaving the creditors, who had dealt with the bank on the faith of that capital, wholly unpaid, would be to give it a construction not supported by any provision which we have been able to discover in it, and directly in conflict with its manifest purpose and meaning. For in no fair sense can the bank be considered to have had the proceeds of these bonds as so much capital, if it was liable, at the pleasure of the State, to be swept away at any moment to pay the debts which the State had contracted to borrow it. In such a condition of things, these proceeds would be nothing more than a deposit, payable on demand; and to call them capital, and allow the public to trust to them as such, would involve a plain contradiction.</p>\n<p>Indeed, upon this construction of the charter, taken in connection with the alleged right to withdraw at pleasure all the other <span class=\"star-pagination\">*318</span> funds deposited, the bank had no proper capital which was bound by its contracts; and this would render it extremely difficult to maintain the validity of the charter under the tenth section of the first article of the Constitution of the United States, prohibiting the States from emitting bills of credit. It is well known that the power of the several States to create corporations, to issue bills, and transact business for the sole benefit of the State which appointed the corporate officers, and was alone interested in the bank, has been from time to time seriously questioned. The cases of Briscoe v. The Bank of Kentucky, 11 Peters, 257, and Darrington et al. v. The Bank of Alabama, 13 Howard, 12, have settled this question, in reference to such banks as were involved in those cases. But the principal ground on which such bills were distinguished from bills of credit emitted by the State, was, that they do not rest on the credit of the State, but on the credit of the corporation derived from its capital stock.</p>\n<p>But if the charter of the bank has not provided any fund, effectually chargeable with the redemption of its bills, if what is called its capital is liable to be withdrawn at the pleasure of the State, though no means of redeeming the bills should remain, then the bills rest wholly upon the faith of the State and not upon the credit of the corporation, founded on its property. We do not perceive, in the charter of the State Bank of Arkansas, an intention to create such a bank and emit such bills; on the contrary we think it plainly appears to have been intended to make a bank having a real capital, on the credit of which its business was to be transacted; and this intention is necessarily in conflict with the existence of the power anywhere to appropriate the funds of the bank, after it became insolvent, to pay debts of the State contracted to borrow the money which constituted that capital.</p>\n<p>By the act of December 23, 1846, the financial receivers were authorized in certain cases to pay judgment creditors in notes of non-resident debtors, provided such judgment creditors would convey to the State all lands of the bank on which they had levied; and by another act, passed on the same day, all conveyances of real estate purchased for, or taken in payment of, any debt due to the bank, were required to be made to the State, and all such titles were declared to be vested in the State. The second section of this law is in the following words: \"That the governor is hereby authorized to exchange any property, so taken by the said bank, for an equal amount of the bonds of the State executed for the benefit of said institution; provided that such property shall not be exchanged with the holders of such bonds at less prices than were allowed by the bank for the <span class=\"star-pagination\">*319</span> same, and that the governor be authorized to make titles and give acquittances for the same; and this act shall take effect and be in force from and after its passage.\"</p>\n<p>If this law had contained only the first section, vesting the real property of the bank in the State, and providing no remedy by which this complainant, as a creditor of the bank, could reach it, we think it would have impaired the obligation of his contracts. True, it does not touch the right of action against the bank; it only withdraws the real property from the reach of legal process, and thus affects the remedy. But it by no means follows, because a law affects only the remedy, that it does not impair the obligation of the contract. The obligation of a contract, in the sense in which those words are used in the Constitution, is that duty of performing it, which is recognized and enforced by the laws. And if the law is so changed that the means of legally enforcing this duty are materially impaired, the obligation of the contract no longer remains the same.</p>\n<p>This has been the doctrine of this court from a very early period. In Green v. Biddle, 8 Wheat. 1, Mr. Justice Washington, delivering the opinion of the court, said: \"It is no answer that the acts of Kentucky now in question, are regulations of the remedy and not of the right to the lands. If these acts so change the nature and extent of existing remedies as materially to impair the rights and interests of the owner, they are just as much a violation of the compact as if they directly overturned his rights and interests.\" In Bronson v. Kinzie, 1 How. 311, Mr. Chief Justice Taney, delivering the opinion of the court, and speaking of the above rule, as laid down in Green v. Biddle, said: \"We concur entirely in the correctness of the rule above stated. The remedy is the part of the municipal law which protects the right, and the obligation by which it enforces and maintains it. It is this protection which this clause in the Constitution was mainly intended to secure.\"</p>\n<p>The difficulty of determining, in some cases, whether the change in the remedy has materially impaired the rights and interest of the creditor, must be admitted. But we do not think any such difficulty exists in this case. The decision of this court in McCracken v. Hayward, 2 How. 608, must be considered as settling this question. In that case the law under consideration provided that a sale should not be made of property levied on under an execution, unless it would bring two thirds of its valuation by three householders. It was held that such a law, so obstructed the remedy as to impair the obligation of the contract. The law now in question certainly presents a far more serious obstruction, for it withdraws the real property of the bank altogether from the reach of legal process, provides no <span class=\"star-pagination\">*320</span> substituted remedy, and leaves the creditor, as is truly said by the Supreme Court of Arkansas, in its opinion in this case, \"in a condition in which his rights live but in grace, and his remedies in entreaty only.\"</p>\n<p>But not only does this law withdraw the real property from the bank, and vest it in the State, but by the second section, the terms of which have been given, the property so withdrawn is expressly appropriated to pay the bonds of the State. An appropriation, which, as has been above stated, cannot be reconciled with the preservation of the rights of creditors, whether those rights are to be protected by existing legal remedies, or in any other manner.</p>\n<p>The same observations apply to so much of the act of the 9th of January, 1849, as required the officers of the bank to receive in payment of debts due to the bank, bonds of the State issued to obtain capital to put in operation the Real Estate Bank of the State of Arkansas, which bonds are averred in the bill to have amounted to $2,000,000. If a law which withdrew assets of the bank to pay bonds sold to raise its capital, impaired the obligation of the complainant's contracts, it would probably not be supposed that a law applying such assets to pay bonds of the State sold to raise capital for another bank, could be free from that objection.</p>\n<p>It only remains to consider the third question: whether it appears by the record that the Supreme Court of Arkansas held these laws to be valid, and by reason thereof dismissed the complainant's bill.</p>\n<p>Each of these laws is specifically referred to in the bill, and its operation upon the property of the bank averred, and made a subject of complaint. If a private person had received assets of the bank in the same manner they are alleged in the bill to have been received by the State, he must have been held amenable to the complainants as a creditor of the bank, in a court of equity. We have already stated that, by the local law of Arkansas, the State stands in the same predicament as a private person, in respect to being chargeable as a trustee, unless it is exempted by force of the laws in question. It necessarily follows, therefore, that the Supreme Court of the State held these laws valid, and that by force of them the State was not subject to the principles upon which it would otherwise have been chargeable.</p>\n<p>It is sufficient, to give this court jurisdiction under the 25th section of the judiciary act, that it appears by the record that the question, whether a law of a State impaired the obligation of a contract, was necessarily involved in the decision, and that such law was held to be valid, and the decision made against <span class=\"star-pagination\">*321</span> the plaintiff in error by reason of its supposed validity. Armstrong v. The Treasurer of Athens County, 16 Peters, 281; Crowell v. Randell, 10 Peters, 392; McKenney v. Carroll, 12 Peters, 66.</p>\n<p>The result is, that so much of each of the said laws of the State of Arkansas, as authorized and required the cancellation of the bonds of the State, given for money borrowed of the Bank of the State of Arkansas, or authorized and required the withdrawal of any part of the specie or other property of that bank, and the appropriation thereof to the use of the State, or authorized and required the application of any part of the assets or property of that bank to pay bonds issued by the State and sold to raise capital for the Bank of the State of Arkansas, or for the Real Estate Bank of the State of Arkansas, or authorized and required real property purchased for the Bank of the State of Arkansas, or taken in payment of debts due to the Bank of the State of Arkansas to be conveyed to and the title thereof vested in the State of Arkansas, impaired the obligation of contracts made with the complainant as the lawful holder and bearer of bills of the Bank of the State of Arkansas, and so were inoperative and invalid. And, consequently, the judgment of the Supreme Court of that State must be reversed, and the cause remanded, that it may be proceeded in as the Constitution of the United States requires.</p>\n<p>Mr. Justice CATRON, Mr. Justice DANIEL, and Mr. Justice NELSON, dissented.</p>\n<p>Mr. Justice CATRON.</p>\n<p>As this case comes up from a State court under the 25th section of the judiciary act, the first question presented is, whether we have jurisdiction to decide the merits; and I am of opinion, that no violation of any contract rendered, which the complainant sets up a right to recover, has occurred within the sense of the Constitution, by the laws passed by the State of Arkansas, and which laws are complained of in the bill.</p>\n<p>On the merits, I have formed no opinion, not having authority to inquire into them, as I apprehend</p>\n<p>Mr. Justice DANIEL.</p>\n<p>From the decision of this court, just announced I am constrained to declare my dissent. According to my apprehension there is no legitimate ground of jurisdiction, and of course for the interference of this court in this case, within the just intent and objects of the 10th section of the 1st article of the Constitution. By the legislature of the State of Arkansas, which has <span class=\"star-pagination\">*322</span> been assailed, the obligation of no contract is denied. The claims of every stockholder and every noteholder of the Bank of the State of Arkansas are, in reference to that corporation, fully recognized. The utmost that can be objected to the action of the State is, that in a contest amongst the creditors of a failing corporation, the State, as one of those creditors, and the largest creditor of the number, may have appropriated to herself a portion of the assets of that corporation greater than would have been warranted by perfect equity, or other equality, amongst all the creditors. But should this conclusion be conceded, the concession implies no attempt to deny or impair any obligation of the bank to satisfy every creditor. It might raise a question of fraud or unfairness in the action of the State in reference to the other creditors of the bank, but it carries with it no interference with the obligation or the sanctity of their contract with the corporation, whatever that might be. The mere question of fraud, in the execution or non-performance of contracts, surely the Constitution never intended to constitute as a means by which the federal authorities were to supervise the polity and acts of the State governments. Such a claim of power in the federal government would justify the interference with, and the supervision by this court of any act of the State legislatures, and of every transaction of private life, and in the necessarily imperfect attempts to exercise such a power, would encumber it with a mass of business, which would disappoint and entirely prevent the performance of its legitimate duties.</p>\n<p></p>\n<h2>Order.</h2>\n<p>This cause came on to be heard on the transcript of the record from the Supreme Court of Arkansas, and was argued by counsel. On consideration whereof, it is now here ordered and adjudged by this court, that the judgment of the said Supreme Court in this cause be, and the same is hereby, reversed, with costs, and that this cause be, and the same is hereby, remanded to the said Supreme Court, in order that such further proceedings may be had therein, in conformity to the opinion of this court, as to law and justice, and the Constitution of the United States, shall appertain.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">304</span></span> (1853)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">How.</span> <span class=\"page\">304</span></span></b></center>\n<center><h1>JAMES N. CURRAN, PLAINTIFF IN ERROR,<br>\nv.<br>\nTHE STATE OF ARKANSAS, THE BANK OF THE STATE OF ARKANSAS, JOHN M. ROSS, FINANCIAL RECEIVER, AND DAVID W. CARROL, BANK ATTORNEY.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*305</span> It was argued by Mr. Lawrence and Mr. Pike, for the plaintiff in error, and by Mr. Sebastian, filing a brief prepared by Mr. Hempstead, for the defendants in error.</p>\n<p>Mr. Justice CURTIS delivered the opinion of the court.</p>\n<p>This is a writ of error to the Supreme Court of the State of Arkansas.</p>\n<p>The plaintiff in error filed his bill in equity in the Circuit Court of that State for the county of Pulaski, against the State of Arkansas, the State Bank of Arkansas, and the financial receiver and the attorney of the bank; and the defendants having demurred thereto, the Circuit Court overruled the demurrers, and, as the defendants elected to rest thereon, the court made a decree in favor of the complainant. The defendants appealed to the Supreme Court, where the demurrers were sustained, and the bill ordered to be dismissed. This decree the plaintiff has brought here for rexamination, under the 25th section of the judiciary act.</p>\n<p>As the questions to be determined arise on a demurrer to the bill, the substance of the case, therein made and confessed by the demurrer, must be stated, to exhibit the grounds on which our decision rests.</p>\n<p>The bill shows that the Bank of the State of Arkansas was incorporated by the legislature of that State in 1836, with the usual banking powers of discount, deposit, and circulation, and that the State in fact was, and was designed by the charter to be, its sole stockholder. That the capital stock of the bank consisted of $1,146,000, raised by the sale of bonds of the State, together with certain other sums paid in by the State as part of the capital stock, amounting in the aggregate to the sum of $350,753, being in the whole $1,496,753; all which was in specie, or specie funds. That the bank was required by its charter to have on hand at all times sufficient specie to pay its bills on demand. That the plaintiff, being the owner and bearer of bills of this bank, amounting to upwards of $9,000, which the bank had refused to pay, instituted suits and recovered judgments thereon at law, upon which executions, running against the goods, chattels, and lands of the bank, have been duly returned <span class=\"star-pagination\">*306</span> wholly unsatisfied. The general scope of the bill, therefore, is to obtain the aid of a court of equity to reach such assets of the bank as ought to be appropriated to satisfy this judgment debt. The parties in whose hands it is alleged these assets are, are the State of Arkansas and two other defendants, who are alleged to have charge of certain effects of the bank, in behalf, and under the authority of the State.</p>\n<p>To make a case against these parties, and show that they hold property, which in equity belongs to its creditors, and ought to be appropriated to pay their debts, the bill states, that the bank having gone into operation, and issued bills to a large amount, which were then in circulation, gave public notice, on the 7th day of November, 1839, that the payment of specie was definitely and finally suspended; and thenceforward, with some comparatively trifling exceptions, has refused to redeem any of its bills.</p>\n<p>That in January, 1843, the bank still continuing insolvent, an act was passed by the legislature to liquidate and settle its affairs. That the assets of the bank then amounted to $1,832,120, of which the sum of $1,000,000, was good and collectible; and that it had then on hand the sum of $90,301 in specie. This act expressly continued the corporate existence of the bank; its affairs were subjected to the management of a financial receiver and an attorney, who were to apply the moneys collected by them to redeem the outstanding circulation of the bank; but, at the same time, bonds of the State, held by the bank, for money borrowed by the State, amounting to at least $200,000, were required by this act to be given up and cancelled, and their amount to be credited to the bank against a part of the capital stock put in by the State. The bill further shows, that by another act passed at the same February session, in 1843, the officers of the bank were required to transfer to the State the sum of $15,000 in specie, which was appropriated by the act to pay the members of that legislature. That on the 4th day of January, 1845, another act was passed, authorizing th officers of the bank to compromise its debts receivable, and take specific property in payment, and requiring those officers to receive in payment the bonds of the State, issued to raise capital stock for the bank, notwithstanding the bills of the bank might not have been taken up.</p>\n<p>That on the 10th day of January, 1845, another act was passed, depriving the bank of all its specie and par funds, and appropriating the specie, first, to pay the members of that legislature, and declaring that certain funds which had been placed in the bank, and made by the charter to form a part of its capital stock, should be deemed to be deposited there to the credit of the State, subject to be drawn out by appropriations.</p>\n<p><span class=\"star-pagination\">*307</span> That by another act, passed on the 23d day of December, 1846, the title to all real estate and property of every kind, purchased by said bank, or taken in payment of debts due to it, was declared to be vested in the State, and titles to property received on account of debts due to the bank were required to be thereafter taken in the name of the State; and the bill avers, that many different parcels of land specifically mentioned and described, have been conveyed to the State, under this law, by debtors of the bank, in satisfaction of their indebtedness.</p>\n<p>The bill further states, that, by another act, passed on the 9th day of January, 1849, the officers of the bank were required to receive in payment of its debts, bonds of the State, issued to raise capital for the Real Estate Bank of Arkansas, and other banking corporations theretofore chartered by the General Assembly, and then insolvent; which last-mentioned bonds amounted to at least $2,000,000.</p>\n<p>The bill prays, among other things, for satisfaction of the plaintiff's judgment debt out of the assets of the bank thus shown to have come into the custody, or to stand in the name, or to have gone to the use of the State by force of the laws above-mentioned; and the jurisdiction of this court, under this writ of error, is invoked, upon the ground that these laws, or some of them, impair the obligation of a contract, and that the highest court of the State has held them valid, and by reason of such decision, dismissed the complainant's bill.</p>\n<p>It follows, that there are three questions for our consideration.</p>\n<p>1. What would have been the rights of the complainant under the contracts shown by his bill, if uncontrolled by the particular laws of which he complains?</p>\n<p>2. Do those laws, or either of them, impair the obligation of any contract with the complainant?</p>\n<p>3. Does it appear, by the record, that the Supreme Court of Arkansas held these laws to be valid, and by reason thereof made a final decree against the complainant.</p>\n<p>The first of these questions may be answered without much difficulty. The plaintiff is a creditor of an insolvent banking corporation. The assets of such a corporation are a fund for the payment of its debts. If they are held by the corporation itself, and so invested as to be subject to legal process, they may be levied on by such process. If they have been distributed among stockholders, or gone into the hands of others than bon fide creditors or purchasers, leaving debts of the corporation unpaid, such holders take the property charged with the trust in favor of creditors, which a court of equity will enforce, and compel the application of the property to the satisfaction of their debts.</p>\n<p><span class=\"star-pagination\">*308</span> This has been often decided, and rests upon plain principles. In 2 Story's Eq. Jur.  1252, it is said, \"Perhaps, to this same head of implied trusts upon presumed intention, (although it might equally well be deemed to fall under the head of implied trusts by operation of law,) we may refer that class of cases where the stock and other property of private corporations is deemed a trust fund for the payment of the debts of the corporation; so that the creditors have a lien, or right of priority of payment on it, in preference to any of the stockholders of the corporation. Thus, for example: \"The capital stock of an incorporated bank is deemed a trust fund for all the debts of the corporation: and no stockholder can entitle himself to any dividend or share of such capital stock, until all the debts are paid, and if the capital stock should be divided, leaving any debts unpaid, every stockholder, receiving his share of the capital stock, would, in equity, be held liable pro rat to contribute to the discharge of such debts out of the fund in his own hands.\" In conformity with this is the doctrine held by this court in Mumma v. The Potomac Company, 8 Peters, 281.</p>\n<p>The cases of Wood v. Dummer, 3 Mason, 308; Wright v. Petrie, 1 Smedes &amp; Marsh. 319; Nevitt v. Bank of Port Gibson, 6 Id. 513; Hightower v. Thornton et al. 8 Georgia R. 493; Nathan v. Whitlock, 3 Edwards, C.R. 215, affirmed by the chancellor, (9 Paige, 152,) contain elaborate examinations of this doctrine, and it has been affirmed and applied in many other cases.</p>\n<p>So far, therefore, as the property of this bank has become vested in the State or gone to its use, it is so vested and used, charged with a trust in favor of this complainant, as an unpaid creditor, unless there is something in the character of the parties, or the consideration upon which, or the operation of the laws by force of which, it has been transferred, taking the case out of the principles above laid down.</p>\n<p>And, first, as to the character of the parties. By the charter of this bank, the State of Arkansas became its sole stockholder. But the bank was a distinct trading corporation, having a complete separate existence, enabled to enter into valid contracts binding itself alone, and having a specific capital stock, provided, and held out to the public as the means to pay its debts. The obligations of its contracts; the funds provided for their performance, and the equitable rights of its creditors were in no way affected by the fact, that a sovereign state paid in its capital, and consequently became entitled to its profits. When paid in and vested in the corporation, the capital stock became chargeable at once with the trusts, and subject to the uses declared and fixed by the charter, to the same extent, and <span class=\"star-pagination\">*309</span> for the same reasons, as it would have been if contributed by private persons.</p>\n<p>That a State, by becoming interested with others in a banking corporation, or by owning all the capital stock, does not impart to that corporation any of its privileges or prerogatives, that it lays down its sovereignty, so far as respects the transactions of the corporation, and exercises no power or privilege in respect to those transactions not derived from the charter, has been repeatedly affirmed by this court, in the Bank of the United States v. The Planters Bank, 9 Wheat. 904; Bank of Kentucky v. Wistar et al. 3 Pet. 431; Briscoe v. The Bank of Kentucky, 11 Id. 324; Darrington et al. v. The Bank of Alabama, 13 How. 12. And our opinion is, that the fact that the capital stock of this corporation came from the State which was solely interested in the profits of the business, does not affect the complainant's right, as a creditor, to be paid out of its property; a right which, as we have seen, follows the fund into the hands of every person, save a bon fide creditor or purchaser, and which a court of equity is bound to enforce by its decree against any party except such a creditor or purchaser capable by law of being brought within its jurisdiction.</p>\n<p>That the State of Arkansas is capable of being thus sued, has been decided, after a careful examination, by the Supreme Court of that State, in this suit; and as this is purely a question of local law, depending on the constitution and statutes of the State, we follow that decision, and hold, in conformity therewith, that by its own consent the State has become liable to a decree in favor of the complainant in this suit, if the complainant has valid grounds entitling him to the relief prayed.</p>\n<p>Whether there was any thing in the consideration or circumstances of the transfers of the property of the bank to the State, or to its use, which relieved that property from the trust in favor of creditors, may best be examined under the next question, which is, do the laws, by force of which these transfers were made, impair the obligation of any contract with the complainant.</p>\n<p>This question can be answered only by ascertaining what contracts existed, and what obligations were attached to them, and then by examining the actual operation of those laws upon those contracts and their obligations.</p>\n<p>The plaintiff was the bearer of bills of the bank, by each of which the bank promised to pay him, on demand, a certain sum of money. Of course these payments were to be made out of the property of the bank. By the laws of the State, existing when these contracts were made, their bearer had the right, by legal process, to compel their performance by the levy of an <span class=\"star-pagination\">*310</span> execution on the goods, chattels, lands, and tenements of the bank, by garnisheeing its debtors, and by resorting to a court of equity to reach equitable assets, or property conveyed to others than creditors and bon fide purchasers.</p>\n<p>Such were these contracts and their obligations; and it would seem to require no argument to prove that a law authorizing and requiring such a corporation to distribute its property among its stockholders, or transfer it to its sole stockholder, leaving its bills unredeemed, would impair the obligation of the contracts contained in those bills. The cases of Bronson v. Kinzie et al. <span class=\"citation\" data-id=\"86262\"><a href=\"/opinion/86262/bronson-v-kinzie/\"><span class=\"volume\">1</span> <span class=\"reporter\">How.</span> <span class=\"page\">311</span></a></span>; and McCracken v. Hayward, 2 Id. 608, which will be more particularly adverted to hereafter, leave no doubt on that point. Indeed it has not been attempted to maintain, that such a law, operating on the property of a mere private corporation, whose charter the legislature could not repeal, would be valid. But it is argued that this is a different case. That the legislature has power to destroy this corporation and thereupon its contracts are no longer in existence, and cannot be enforced against the property of the corporation, which, upon the repeal of its charter, reverts to the grantors of its lands and esoheats, so far as it is personalty, to the State, and that, if it be in the power of the State thus to destroy the remedies of creditors, by repealing the charter, their rights must be considered to be entirely subject to the will of the State, and no law can impair the obligation of their contracts, because subjection to any law which may be passed belongs to the very existence of such contracts. Or, to express the same ideas in different words, that the State created and can destroy the corporation and all its contracts, and, as it can thus destroy them by repealing the charter, it can modify, obstruct, and abridge the rights of creditors and the obligations of their contracts, without repealing the charter.</p>\n<p>Neither these premises, nor the conclusion deduced from them, can be admitted.</p>\n<p>This banking corporation, having no other stockholder than the State, it is not doubted that the State might repeal its charter; but that the effect of such a repeal would be entirely to destroy the executory contracts of the corporation, and to withdraw its property from the just claims of its creditors, cannot be admitted. If such were the effect of a repeal of an act incorporating a bank containing no express power of repeal, it might be difficult to encounter the objection, that the repealing law was invalid, as conflicting with the Constitution of the United States. This argument was pressed on this court, in the case of Mumma v. The Potomac Company, (8 Pet.) and it was met by the following explicit language:</p>\n<p><span class=\"star-pagination\">*311</span> \"We are of opinion, that the dissolution of the corporation, under the acts of Virginia and Maryland, cannot in any just sense be considered, within the clause of the Constitution of the United States on this subject, an impairing of the obligation of the contracts of the company by those States, any more than the death of a private person can be said to impair the obligation of his contracts. The obligation of those contracts survives; and the creditors may enforce their claims against any property belonging to the corporation, which has not passed into the hands of bon fide purchasers, but is still held in trust for the company, or for the stockholders thereof, at the time of its dissolution, in any mode permitted by the local laws.\"</p>\n<p>Indeed, if it be once admitted that the property of an insolvent trading corporation, while under the management of its officers, is a trust fund in their hands for the benefit of creditors, it follows, that a court of equity, which never allows a trust to fail for want of a trustee, would see to the execution of that trust, although by the dissolution of the corporation, the legal title to its property had been changed. Mumma v. The Potomac Company, 8 Pet. 281; Wright v. Petrie, 1 S. &amp;. M. Ch. R. 319; Nevitt v. The Bank of Port Gibson, 6 S. &amp; M. 513; 1 Ed. Ch. R.; S.C. 9 Paige; Read v. Frankfort Bank, 23 Maine R. 318. And, in this point of view, the decision of this court, in Lennox et al. v. Roberts, (2 Wheat. 373,) is applicable.</p>\n<p>It was a suit in equity, brought by persons to whom, at the expiration of the charter of the Bank of the United States, its effects were conveyed by deed, in trust for creditors and stockholders. Among these effects were certain promissory notes indorsed by the defendant, which the bill prayed he might be compelled to pay. The complainants had not the legal title transferred to them by indorsement upon the notes. This court held that the suit was maintainable. And this decision necessarily involves two points. First. That the expiration of the charter had not released the indorser. Second. That a court of equity would lend its aid to trustees for creditors of the bank, to enforce payment of the notes. We do not think that the omission of the bank to appoint a trustee, would vary the substantial rights of creditors in a court of equity.</p>\n<p>Whatever technical difficulties exist in maintaining an action at law by or against a corporation after its charter has been repealed, in the apprehension of a court of equity, there is no difficulty in a creditor following the property of the corporation into the hands of any one not a bon fide creditor or purchaser, and asserting his lien thereon, and obtaining satisfaction of his just debt out of that fund specifically set apart for its payment when the debt was contracted and charged with a trust for all <span class=\"star-pagination\">*312</span> the creditors when in the hands of the corporation; which trust the repeal of the charter does not destroy. Chancellor Kent, in 2 Com. 307, n., says, \"The rule of the common law has in fact become obsolete. It has never been applied to insolvent or dissolved moneyed corporations in England. The sound doctrine now is, as shown by statutes and judicial decisions, that the capital and debts of banking and other moneyed corporations, constitute a trust fund and pledge for the payment of creditors and stockholders, and a court of equity will lay hold of the fund, and see that it be duly collected and applied. The case of Hightower v. Thornton, 8 Georgia R. 491, and other cases before referred to in this opinion, are in conformity with this doctrine; and, in our judgment, a law distributing the property of an insolvent trading or banking corporation among its stockholders, or giving it to strangers, or seizing it to the use of the State, would as clearly impair the obligation of its contracts as a law giving to the heirs the effects of a deceased natural person, to the exclusion of his creditors, would impair the obligation of his contracts.</p>\n<p>But if it could be maintained, that the repeal of the charter of this corporation would be operative to destroy the obligation of its contracts, it would not follow that any thing short of a repeal could have that effect. The only ground upon which such a power could be claimed is, that inasmuch as the power of repeal exists when the contract is made, and inasmuch as the necessary effect of a repeal is to put an end to the obligation of the contracts of the corporation, all its contracts are made subject to this contingency, and with an inherent liability to be thus destroyed. We have already said, that it is not the necessary effect of a repeal of the charter to destroy the obligations of contracts; but if it were, and they were entered into subject to this liability, upon what ground could it be maintained, that merely suspending certain powers of the corporation, its existence being preserved, can be followed by any such consequence? Surely it is not the necessary effect of a prohibition to transact new business, to destroy contracts already made; and if not, how can the right and power to destroy them be considered to grow out of a power to make such a prohibition? or how can it be fairly assumed, because the creditor knew when he received the contract of the bank that the legislature could at any time deprive it of power to enter into new engagements, and therefore must be taken to have assented to the exercise of that power at the discretion of the legislature, that he must also be considered as assenting to the exercise of a totally different power, viz. the power to destroy contracts already made? Legislative powers, over contracts lawfully existing when the contracts <span class=\"star-pagination\">*313</span> are formed, affect the nature and enter into the obligations of those contracts. But such powers can be exerted only in the particular cases in reference to which they have been reserved; and they are inoperative in all other cases. And, until such a case arises, the obligation of such a contract can no more be impaired than if it were under no circumstances subject to legislative control. The assumption that, because the legislature may destroy a contract by repealing the charter of the corporation which made it, therefore such a contract may be impaired, or altered, or destroyed, in any manner the legislature may think fit, without repealing the charter, is wholly inadmissible.</p>\n<p>Now the charter of this bank has never been repealed. On the contrary the 28th section of the act of the 31st day of January, 1843, expressly provided, \"That nothing in this act shall be so construed as to impair or destroy the corporate existence of the said Bank of the State of Arkansas, but the charter of the said institution is only intended to be so limited and modified as that said bank shall collect in and pay off her debts, abstain from discounting notes, or loaning money, and liquidate and close up her business as is hereinafter provided.\" Subsequent laws have still further limited and modified the corporate powers, but the corporate existence has not been touched, and the corporation is made a party to this suit, and appears on the record.</p>\n<p>We do not consider, therefore, that the power of the State to repeal this charter enables the State to pass a law impairing the obligation of its contracts.</p>\n<p>We have thus far considered only the contracts between the complainant and the bank, arising out of the bills of the bank held by him, and some of the obligations of those contracts. But this is not the only contract with the complainant. It is true that, as the State was the sole stockholder in this bank, the charter cannot be deemed to be such a contract between the State and the corporation as is protected by the Constitution of the United States. But it is a very different question whether that charter does not contain provisions, which, when acted upon by the State and by third persons, constitute in law a binding contract with them, the obligation of which cannot be impaired.</p>\n<p>If a person deposit his property in the hands of an agent, he may revoke the agency and withdraw his property at his pleasure. But if he should request third persons to accept the agent's bills, informing them, at the same time, that he had placed property in the hands of that agent to meet the bills at their maturity, and upon the faith of such assurance the agent's <span class=\"star-pagination\">*314</span> bills are accepted, the principal cannot, by revoking the agency, acquire the right to withdraw his property from the hands of the agent.</p>\n<p>It is no longer exclusively his. They who, on the faith of its deposit, have changed their condition, have acquired rights in it. The matter no longer rests in a mere delegation of a revocable authority to an agent, but a contract has arisen between the principal and the third persons from the representation made, and the acts done on the faith of it, and the property cannot be withdrawn without impairing the obligation of that contract.</p>\n<p>Now the charter of this bank provides, ( 1,) that it shall have a capital stock of one million of dollars, to be raised by the sale of the bonds of the State, and also, ( 13,) that certain other funds, which are specifically described, shall be deposited therein by the State, and constitute a part of the capital of the bank, and the bill avers that the bonds of the State, amounting to one million of dollars, and also other bonds of the State amounting to one hundred and forty-six thousand dollars, authorized by a subsequent act of the Assembly, were sold, and their proceeds, together with the other funds mentioned, were paid into the bank to constitute its capital stock.</p>\n<p>The bank received this money from the State as the fund to meet its engagements with third persons which the State, by the charter, expressly authorized it to make for the profit of the State. Having thus set apart this fund in the hands of the bank, and invited the public to give credit to it, under an assurance that it had been placed there for the purpose of paying the liabilities of the bank, whenever such credit was given, a contract between the State and the creditor not to withdraw that fund, to his injury, at once arose. That the charter, followed by the deposit of the capital stock, amounted to an assurance, held out to the public by the State, that any one who should trust the bank might rely on that capital for payment, we cannot doubt. And when a third person acted on this assurance, and parted with his property on the faith of it, the transaction had all the elements of a binding contract, and the State could not withdraw the fund, or any part of it, without impairing its obligation.</p>\n<p>We proceed, therefore, to examine the laws complained of, to ascertain what is their operation upon the obligations of the several contracts with the State and with the bank, which are above declared to exist. The learned counsel for the State of Arkansas has, with great ability, presented a view of these laws which requires consideration. It is this. That so far as these laws withdraw specie and funds from the bank, and appropriate them to the uses of the State, the State acted in the character of a creditor, taking a preference over other creditors, and paying <span class=\"star-pagination\">*315</span> itself a debt; and that the other laws, by force of which all the real property of the bank was vested in the State, are not to be deemed to have been passed in denial of the rights of creditors, but only the better to protect and give effect to those rights; that the trust in favor of creditors still subsists, to be worked out in such manner as the State shall deem proper.</p>\n<p>To maintain the first proposition, it must appear that the State stood in such a relation to this bank and its creditors at the time these laws were passed; that it was a creditor, and could provide by law for the payment of its debt in preference to other creditors; and secondly, that these laws do not withdraw and apply to the use of the State any greater sum than the amount of such debt.</p>\n<p>In our judgment, the State cannot be considered to have occupied this position. It had placed its bonds in the possession of the bank, with authority to sell them and hold their proceeds as capital. It had also paid over to the bank certain other funds, with an express declaration, contained in the thirteenth section of the charter, that these also were to be part of its capital, and were to have credited to them their proportion of dividend of the profits of the business. All these moneys were thus set apart, in the hands of the bank, as a fund, upon the credit of which it was to issue bills, and which was to be liable to answer the engagements of the bank contracted to its creditors, in the course of the business which it was authorized to transact for the profit of the State. Such is the necessary effect of the express declaration in the charter, that these funds constitute the capital of the bank.</p>\n<p>When this bank became insolvent, and all its assets were insufficient to perform its engagements, it is manifest that every part of these assets stood bound by the contracts which had been made with the bank upon the faith of the funds thus set apart by the charter; and it is equally clear, that the bank no longer had in its possession any capital stock belonging to the State. Whatever losses a bank sustains, are losses of the capital paid in by its stockholders; that is the only fund it has to lose. When it has become insolvent, it has lost all that fund, and has nothing belonging to its stockholders. In some sense a bank may be said to be indebted to its stockholders for the capital they have paid in. With the leave of the State, they have a right to withdraw it, after all debts are paid, and, if the State is itself the sole stockholder, it may withdraw its capital while any of it shall remain. But, from the very nature of things, it cannot withdraw capital from an insolvent bank, because it has none of their capital remaining. When insolvent, its assets belong solely to its creditors.</p>\n<p><span class=\"star-pagination\">*316</span> It is unnecessary, therefore, to decide what were the rights and powers of the State, in respect to any portion of these funds, while the bank continued solvent. When it became insolvent, when its entire property was insufficient to pay its debts, it no longer had any capital stock belonging to the State, and, therefore, none could be withdrawn, without appropriating by law to the use of the State what by the charter stood pledged to creditors, and such a law impairs the obligations of the contracts of the bank, and also the obligation of the contract between the State and the creditors, arising from the provisions of the charter devoting these funds to the payment of the debts of the bank.</p>\n<p>In addition to this, it must be observed that the averments of the bill, which are confessed by the demurrer, show that the whole amount of the funds mentioned in the thirteenth section of the charter, which it is claimed the State had the right to withdraw, was $350,753; and that the amount actually withdrawn and appropriated to the use of the State, was at least $400,000. On an investigation of the accounts, these averments might appear to be erroneous; but we are obliged to consider them to be true, as they are confessed on the record.</p>\n<p>Our opinion is, that these laws, which withdraw from the bank the sum of $400,000, according to the averments in the bill, cannot be supported upon the ground that the State had the right, as a creditor of the bank, to appropriate these funds to its own use.</p>\n<p>Nor can we find sufficient support for the other position, that the laws divesting the bank of its property and vesting it in the State, do not impair the obligations of the plaintiff's contracts, because they were not passed in denial, but in furtherance of the rights of creditors, and to afford them a remedy, and for the prevention of further loss.</p>\n<p>Passing over the laws which, upon their face, not only withdrew funds from the bank, but appropriated those funds to the use of the State, and which, therefore, cannot be supposed to be in furtherance of the rights of creditors, or intended to protect them from loss, or not to be in denial of their rights, to so much the property of the bank as was thus withdrawn, there are four acts complained of by the bill, which require examination, with a view to see whether they can be considered as remedial only, and in that point of view consistent with the obligations of the contracts of the plaintiff. The first is the act of January 4, 1845. The seventeenth section of this act is as follows: \"That said financial receivers be required to receive, in whole or in part payment of any debt due the bank, the bonds of the State which were sold in good faith to put said <span class=\"star-pagination\">*317</span> bank and branches in operation, notwithstanding the outstanding circulation of said bank and its branches may not be taken up.\"</p>\n<p>We cannot attribute to this provision of law any other meaning or effect than what is plainly apparent on its face. It authorizes and requires the assets of the bank to be appropriated to pay debts of the State; and we cannot conceive how this can be reconciled with the rights of creditors to those assets, or how it can consist with the execution of a trust in their favor, or how it differs from the other laws appropriating the property of this insolvent bank to the use and benefit of the State.</p>\n<p>The circumstances that these bonds were sold by the State, through the agency of the bank, to obtain funds to constitute the capital of the bank, do not make them debts of the bank. They were bonds under the seal of the State, signed by the governor, and countersigned by the treasurer, containing an acknowledgment that the State of Arkansas stood indebted, and a promise by the State to pay. The president and cashier of the bank are empowered to transfer them by indorsement; but no liability, even of the conditional character which arises from the indorsement of negotiable paper by the law merchant, is attached by the charter to these indorsements, and, from the nature of the case, we do not see how any such could have been intended. We do not deem it necessary to determine, whether, under the fifteenth section of the charter, the bank was made liable for the accruing interest on the bonds. It would seem that this section is merely directory to the general board, and was intended to provide for the payment of interest out of expected profits; but however this may be, to suppose that the charter intended the fund raised by the sale of these bonds, and which it held out to creditors as capital of the bank, could, at any time, be appropriated to pay these bonds, leaving the creditors, who had dealt with the bank on the faith of that capital, wholly unpaid, would be to give it a construction not supported by any provision which we have been able to discover in it, and directly in conflict with its manifest purpose and meaning. For in no fair sense can the bank be considered to have had the proceeds of these bonds as so much capital, if it was liable, at the pleasure of the State, to be swept away at any moment to pay the debts which the State had contracted to borrow it. In such a condition of things, these proceeds would be nothing more than a deposit, payable on demand; and to call them capital, and allow the public to trust to them as such, would involve a plain contradiction.</p>\n<p>Indeed, upon this construction of the charter, taken in connection with the alleged right to withdraw at pleasure all the other <span class=\"star-pagination\">*318</span> funds deposited, the bank had no proper capital which was bound by its contracts; and this would render it extremely difficult to maintain the validity of the charter under the tenth section of the first article of the Constitution of the United States, prohibiting the States from emitting bills of credit. It is well known that the power of the several States to create corporations, to issue bills, and transact business for the sole benefit of the State which appointed the corporate officers, and was alone interested in the bank, has been from time to time seriously questioned. The cases of Briscoe v. The Bank of Kentucky, 11 Peters, 257, and Darrington et al. v. The Bank of Alabama, 13 Howard, 12, have settled this question, in reference to such banks as were involved in those cases. But the principal ground on which such bills were distinguished from bills of credit emitted by the State, was, that they do not rest on the credit of the State, but on the credit of the corporation derived from its capital stock.</p>\n<p>But if the charter of the bank has not provided any fund, effectually chargeable with the redemption of its bills, if what is called its capital is liable to be withdrawn at the pleasure of the State, though no means of redeeming the bills should remain, then the bills rest wholly upon the faith of the State and not upon the credit of the corporation, founded on its property. We do not perceive, in the charter of the State Bank of Arkansas, an intention to create such a bank and emit such bills; on the contrary we think it plainly appears to have been intended to make a bank having a real capital, on the credit of which its business was to be transacted; and this intention is necessarily in conflict with the existence of the power anywhere to appropriate the funds of the bank, after it became insolvent, to pay debts of the State contracted to borrow the money which constituted that capital.</p>\n<p>By the act of December 23, 1846, the financial receivers were authorized in certain cases to pay judgment creditors in notes of non-resident debtors, provided such judgment creditors would convey to the State all lands of the bank on which they had levied; and by another act, passed on the same day, all conveyances of real estate purchased for, or taken in payment of, any debt due to the bank, were required to be made to the State, and all such titles were declared to be vested in the State. The second section of this law is in the following words: \"That the governor is hereby authorized to exchange any property, so taken by the said bank, for an equal amount of the bonds of the State executed for the benefit of said institution; provided that such property shall not be exchanged with the holders of such bonds at less prices than were allowed by the bank for the <span class=\"star-pagination\">*319</span> same, and that the governor be authorized to make titles and give acquittances for the same; and this act shall take effect and be in force from and after its passage.\"</p>\n<p>If this law had contained only the first section, vesting the real property of the bank in the State, and providing no remedy by which this complainant, as a creditor of the bank, could reach it, we think it would have impaired the obligation of his contracts. True, it does not touch the right of action against the bank; it only withdraws the real property from the reach of legal process, and thus affects the remedy. But it by no means follows, because a law affects only the remedy, that it does not impair the obligation of the contract. The obligation of a contract, in the sense in which those words are used in the Constitution, is that duty of performing it, which is recognized and enforced by the laws. And if the law is so changed that the means of legally enforcing this duty are materially impaired, the obligation of the contract no longer remains the same.</p>\n<p>This has been the doctrine of this court from a very early period. In Green v. Biddle, <span class=\"citation\" data-id=\"85382\"><a href=\"/opinion/85382/green-v-biddle/\"><span class=\"volume\">8</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">1</span></a></span>, Mr. Justice Washington, delivering the opinion of the court, said: \"It is no answer that the acts of Kentucky now in question, are regulations of the remedy and not of the right to the lands. If these acts so change the nature and extent of existing remedies as materially to impair the rights and interests of the owner, they are just as much a violation of the compact as if they directly overturned his rights and interests.\" In Bronson v. Kinzie, <span class=\"citation\" data-id=\"86262\"><a href=\"/opinion/86262/bronson-v-kinzie/\"><span class=\"volume\">1</span> <span class=\"reporter\">How.</span> <span class=\"page\">311</span></a></span>, Mr. Chief Justice Taney, delivering the opinion of the court, and speaking of the above rule, as laid down in Green v. Biddle, said: \"We concur entirely in the correctness of the rule above stated. The remedy is the part of the municipal law which protects the right, and the obligation by which it enforces and maintains it. It is this protection which this clause in the Constitution was mainly intended to secure.\"</p>\n<p>The difficulty of determining, in some cases, whether the change in the remedy has materially impaired the rights and interest of the creditor, must be admitted. But we do not think any such difficulty exists in this case. The decision of this court in McCracken v. Hayward, <span class=\"citation\" data-id=\"86297\"><a href=\"/opinion/86297/mccracken-v-hayward/\"><span class=\"volume\">2</span> <span class=\"reporter\">How.</span> <span class=\"page\">608</span></a></span>, must be considered as settling this question. In that case the law under consideration provided that a sale should not be made of property levied on under an execution, unless it would bring two thirds of its valuation by three householders. It was held that such a law, so obstructed the remedy as to impair the obligation of the contract. The law now in question certainly presents a far more serious obstruction, for it withdraws the real property of the bank altogether from the reach of legal process, provides no <span class=\"star-pagination\">*320</span> substituted remedy, and leaves the creditor, as is truly said by the Supreme Court of Arkansas, in its opinion in this case, \"in a condition in which his rights live but in grace, and his remedies in entreaty only.\"</p>\n<p>But not only does this law withdraw the real property from the bank, and vest it in the State, but by the second section, the terms of which have been given, the property so withdrawn is expressly appropriated to pay the bonds of the State. An appropriation, which, as has been above stated, cannot be reconciled with the preservation of the rights of creditors, whether those rights are to be protected by existing legal remedies, or in any other manner.</p>\n<p>The same observations apply to so much of the act of the 9th of January, 1849, as required the officers of the bank to receive in payment of debts due to the bank, bonds of the State issued to obtain capital to put in operation the Real Estate Bank of the State of Arkansas, which bonds are averred in the bill to have amounted to $2,000,000. If a law which withdrew assets of the bank to pay bonds sold to raise its capital, impaired the obligation of the complainant's contracts, it would probably not be supposed that a law applying such assets to pay bonds of the State sold to raise capital for another bank, could be free from that objection.</p>\n<p>It only remains to consider the third question: whether it appears by the record that the Supreme Court of Arkansas held these laws to be valid, and by reason thereof dismissed the complainant's bill.</p>\n<p>Each of these laws is specifically referred to in the bill, and its operation upon the property of the bank averred, and made a subject of complaint. If a private person had received assets of the bank in the same manner they are alleged in the bill to have been received by the State, he must have been held amenable to the complainants as a creditor of the bank, in a court of equity. We have already stated that, by the local law of Arkansas, the State stands in the same predicament as a private person, in respect to being chargeable as a trustee, unless it is exempted by force of the laws in question. It necessarily follows, therefore, that the Supreme Court of the State held these laws valid, and that by force of them the State was not subject to the principles upon which it would otherwise have been chargeable.</p>\n<p>It is sufficient, to give this court jurisdiction under the 25th section of the judiciary act, that it appears by the record that the question, whether a law of a State impaired the obligation of a contract, was necessarily involved in the decision, and that such law was held to be valid, and the decision made against <span class=\"star-pagination\">*321</span> the plaintiff in error by reason of its supposed validity. Armstrong v. The Treasurer of Athens County, 16 Peters, 281; Crowell v. Randell, 10 Peters, 392; McKenney v. Carroll, 12 Peters, 66.</p>\n<p>The result is, that so much of each of the said laws of the State of Arkansas, as authorized and required the cancellation of the bonds of the State, given for money borrowed of the Bank of the State of Arkansas, or authorized and required the withdrawal of any part of the specie or other property of that bank, and the appropriation thereof to the use of the State, or authorized and required the application of any part of the assets or property of that bank to pay bonds issued by the State and sold to raise capital for the Bank of the State of Arkansas, or for the Real Estate Bank of the State of Arkansas, or authorized and required real property purchased for the Bank of the State of Arkansas, or taken in payment of debts due to the Bank of the State of Arkansas to be conveyed to and the title thereof vested in the State of Arkansas, impaired the obligation of contracts made with the complainant as the lawful holder and bearer of bills of the Bank of the State of Arkansas, and so were inoperative and invalid. And, consequently, the judgment of the Supreme Court of that State must be reversed, and the cause remanded, that it may be proceeded in as the Constitution of the United States requires.</p>\n<p>Mr. Justice CATRON, Mr. Justice DANIEL, and Mr. Justice NELSON, dissented.</p>\n<p>Mr. Justice CATRON.</p>\n<p>As this case comes up from a State court under the 25th section of the judiciary act, the first question presented is, whether we have jurisdiction to decide the merits; and I am of opinion, that no violation of any contract rendered, which the complainant sets up a right to recover, has occurred within the sense of the Constitution, by the laws passed by the State of Arkansas, and which laws are complained of in the bill.</p>\n<p>On the merits, I have formed no opinion, not having authority to inquire into them, as I apprehend</p>\n<p>Mr. Justice DANIEL.</p>\n<p>From the decision of this court, just announced I am constrained to declare my dissent. According to my apprehension there is no legitimate ground of jurisdiction, and of course for the interference of this court in this case, within the just intent and objects of the 10th section of the 1st article of the Constitution. By the legislature of the State of Arkansas, which has <span class=\"star-pagination\">*322</span> been assailed, the obligation of no contract is denied. The claims of every stockholder and every noteholder of the Bank of the State of Arkansas are, in reference to that corporation, fully recognized. The utmost that can be objected to the action of the State is, that in a contest amongst the creditors of a failing corporation, the State, as one of those creditors, and the largest creditor of the number, may have appropriated to herself a portion of the assets of that corporation greater than would have been warranted by perfect equity, or other equality, amongst all the creditors. But should this conclusion be conceded, the concession implies no attempt to deny or impair any obligation of the bank to satisfy every creditor. It might raise a question of fraud or unfairness in the action of the State in reference to the other creditors of the bank, but it carries with it no interference with the obligation or the sanctity of their contract with the corporation, whatever that might be. The mere question of fraud, in the execution or non-performance of contracts, surely the Constitution never intended to constitute as a means by which the federal authorities were to supervise the polity and acts of the State governments. Such a claim of power in the federal government would justify the interference with, and the supervision by this court of any act of the State legislatures, and of every transaction of private life, and in the necessarily imperfect attempts to exercise such a power, would encumber it with a mass of business, which would disappoint and entirely prevent the performance of its legitimate duties.</p>\n<p></p>\n<h2>Order.</h2>\n<p>This cause came on to be heard on the transcript of the record from the Supreme Court of Arkansas, and was argued by counsel. On consideration whereof, it is now here ordered and adjudged by this court, that the judgment of the said Supreme Court in this cause be, and the same is hereby, reversed, with costs, and that this cause be, and the same is hereby, remanded to the said Supreme Court, in order that such further proceedings may be had therein, in conformity to the opinion of this court, as to law and justice, and the Constitution of the United States, shall appertain.</p>\n</div>", "id": 86834, "judges": "Curtis", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/86834/", "sha1": "b63b8913b2c2a508f397a13c2950a98e236d6439", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:00:51"}