{"absolute_url": "/opinion/145694/brown-v-sanders/", "blocked": false, "citation": {"case_name": "Brown v. Sanders", "docket_number": "04-980", "document_uris": ["/api/rest/v2/document/145694/"], "federal_cite_one": "546 U.S. 212", "federal_cite_three": "163 L. Ed. 2d 723", "federal_cite_two": "126 S. Ct. 884", "id": 130023, "lexis_cite": "2006 U.S. LEXIS 760", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/130023/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 38, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "2006-01-11", "date_modified": "2015-04-14T16:16:30.125458", "docket": "/api/rest/v2/docket/1775774/", "download_url": "http://www.supremecourt.gov/opinions/05pdf/04-980.pdf", "extracted_by_ocr": false, "html": "", "html_lawbox": "<div>\n<center><b>546 U.S. 212 (2006)</b></center>\n<center><h1>BROWN, WARDEN<br>\nv.<br>\nSANDERS</h1></center>\n<center>No. 04-980.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 11, 2005.</center>\n<center>Decided January 11, 2006.</center>\n<p><span class=\"star-pagination\">*213</span> <i>Jane N. Kirkland,</i> Deputy Attorney General of California, argued the cause for petitioner. With her on the briefs were <i>Bill Lockyer,</i> Attorney General, <i>Manuel M. Medeiros,</i> State Solicitor General, <i>Robert R. Anderson,</i> Chief Assistant Attorney General, <i>Mary Jo Graves,</i> Senior Assistant Attorney <span class=\"star-pagination\">*214</span> General, and <i>Ward A. Campbell,</i> Supervising Deputy Attorney General.</p>\n<p><i>Nina Rivkind,</i> by appointment of the Court, 544 U.S. 1017, argued the cause for respondent. With her on the brief were <i>Cliff Gardner</i> and <i>Eric E. Jorstad.</i><sup>[*]</sup></p>\n<p>JUSTICE SCALIA delivered the opinion of the Court.</p>\n<p>We consider the circumstances in which an invalidated sentencing factor will render a death sentence unconstitutional by reason of its adding an improper element to the aggravation scale in the jury's weighing process.</p>\n<p></p>\n<h2>I</h2>\n<p>Respondent Ronald Sanders and a companion invaded the home of Dale Boender, where they bound and blindfolded him and his girlfriend, Janice Allen. Both of the victims were then struck on the head with a heavy, blunt object; Allen died from the blow. Sanders was convicted of first-degree murder, of attempt to murder Boender, and of robbery, burglary, and attempted robbery.</p>\n<p>Sanders' jury found four \"special circumstances\" under California law, each of which independently rendered him eligible for the death penalty. See Cal. Penal Code Ann. § 190.2 (West Supp. 1995). The trial then moved to a penalty phase, at which the jury was instructed to consider a list of sentencing factors relating to Sanders' background and the nature of the crime, one of which was \"[t]he circumstances of the crime of which the defendant was convicted in the present proceeding and the existence of any special circumstances found to be true.\" § 190.3(a) (West 1999). The jury sentenced Sanders to death.</p>\n<p>On direct appeal, the California Supreme Court declared invalid two of the four special circumstances found by the <span class=\"star-pagination\">*215</span> jury. It nonetheless affirmed Sanders' death sentence, relying on our decision in <i>Zant</i> v. <i>Stephens,</i> 462 U.S. 862 (1983), which, it said, \"upheld a death penalty judgment despite invalidation of one of several aggravating factors.\" <i>People</i> v. <i>Sanders,</i> 51 Cal. 3d 471, 520, 797 P. 2d 561, 589-590 (1990) (in bank). It affirmed the conviction and sentence in all other respects. We denied certiorari. <i>Sanders</i> v. <i>California,</i> 500 U.S. 948 (1991).</p>\n<p>Sanders then filed a petition for a writ of habeas corpus pursuant to 28 U.S.C. § 2254 in the United States District Court for the Eastern District of California, arguing, as relevant here, that the jury's consideration of invalid special circumstances rendered his death sentence unconstitutional.<sup>[1]</sup> After Sanders exhausted various state remedies, the District Court denied relief.</p>\n<p>The Court of Appeals for the Ninth Circuit reversed. <i>Sanders</i> v. <i>Woodford,</i> 373 F.3d 1054 (2004). It concluded that \"the California court erroneously believed that it could apply the rule of <i>Zant</i> v. <i>Stephens,</i> 462 U.S. 862 (1983) which is applicable only to nonweighing statesand uphold the verdict despite the invalidation of two special circumstances because it was upholding other special circumstances.\" <i>Id.,</i> at 1064 (citations omitted). Finding California to be a weighing State, and applying the rules we have announced for such States, see <i>Stringer</i> v. <i>Black,</i> 503 U.S. 222, 232 (1992), the Ninth Circuit concluded that California courts could uphold Sanders' death sentence only by finding the jury's use of the invalid special circumstances to have been harmless beyond a reasonable doubt or by independently reweighing the sentencing factors under § 190.3. Since, it continued, the state courts had done neither, Sanders had been unconstitutionally deprived of an \"individualized <span class=\"star-pagination\">*216</span> death sentence.\" 373 F.3d, at 1064. We granted certiorari. 544 U.S. 947 (2005).</p>\n<p></p>\n<h2>II</h2>\n<p>Since <i>Furman</i> v. <i>Georgia,</i> 408 U.S. 238 (1972) <i>(per curiam)</i><i>,</i> we have required States to limit the class of murderers to which the death penalty may be applied. This narrowing requirement is usually met when the trier of fact finds at least one statutorily defined eligibility factor at either the guilt or penalty phase. See <i>Tuilaepa</i> v. <i>California,</i> 512 U.S. 967, 971-972 (1994).<sup>[2]</sup> Once the narrowing requirement has been satisfied, the sentencer is called upon to determine whether a defendant thus found eligible for the death penalty should in fact receive it. Most States channel this function by specifying the aggravating factors (sometimes identical to the eligibility factors) that are to be weighed against mitigating considerations. The issue in the line of cases we confront here is what happens when the sentencer imposes the death penalty after at least one valid eligibility factor has been found, but under a scheme in which an eligibility factor or a specified aggravating factor is later held to be invalid.</p>\n<p>To answer that question, our jurisprudence has distinguished between so-called weighing and non-weighing States. The terminology is somewhat misleading, since we have held that in <i>all</i> capital cases the sentencer must be allowed to weigh the facts and circumstances that arguably <span class=\"star-pagination\">*217</span> justify a death sentence against the defendant's mitigating evidence. See, <i>e. g., </i><i>Eddings</i> v. <i>Oklahoma,</i> 455 U.S. 104, 110 (1982). The terminology was adopted, moreover, relatively early in the development of our death-penalty jurisprudence, when we were perhaps unaware of the great variety of forms that state capital-sentencing legislation would ultimately take. We identified as \"weighing State[s]\" those in which the only aggravating factors permitted to be considered by the sentencer were the specified eligibility factors. See, <i>e. g., </i><i>Parker</i> v. <i>Dugger,</i> 498 U.S. 308, 313, 318-319 (1991) (citing Fla. Stat. § 921.141(3)(b) (1985)); <i>Richmond</i> v. <i>Lewis,</i> 506 U.S. 40, 47 (1992) (quoting Ariz. Rev. Stat. Ann. § 13-703(E) (1989)). Since the eligibility factors by definition identified distinct and particular aggravating features, if one of them was invalid the jury could not consider the facts and circumstances relevant to that factor as aggravating in some other capacityfor example, as relevant to an omnibus \"circumstances of the crime\" sentencing factor such as the one in the present case. In a weighing State, therefore, the sentencer's consideration of an invalid eligibility factor necessarily skewed its balancing of aggravators with mitigators, <i>Stringer,</i> 503 U.S., at 232, and required reversal of the sentence (unless a state appellate court determined the error was harmless or reweighed the mitigating evidence against the valid aggravating factors), <i>ibid.</i></p>\n<p>By contrast, in a non-weighing Statea State that permitted the sentencer to consider aggravating factors different from, or in addition to, the eligibility factorsthis automatic skewing would not necessarily occur. It would never occur if the aggravating factors were entirely different from the eligibility factors. Nor would it occur if the aggravating factors <i>added</i> to the eligibility factors a category (such as an omnibus \"circumstances of the crime\" factor, which is quite common) that would allow the very facts and circumstances relevant to the invalidated eligibility factor to be weighed <span class=\"star-pagination\">*218</span> in aggravation under a different rubric. We therefore set forth different rules governing the consequences of an invalidated eligibility factor in a non-weighing State.<sup>[3]</sup> The sentencer's <span class=\"star-pagination\">*219</span> consideration of an invalid eligibility factor amounts to constitutional error in a non-weighing State in two situations. First, due process requires a defendant's death sentence to be set aside if the reason for the invalidity of the eligibility factor is that it \"authorizes a jury to draw adverse inferences from conduct that is constitutionally protected,\" or that it \"attache[s] the `aggravating' label to factors that are constitutionally impermissible or totally irrelevant to the sentencing process, . . . or to conduct that actually should militate in favor of a lesser penalty.\" <i>Zant,</i> 462 U.S., at 885. Second, the death sentence must be set aside if the jury's consideration of the invalidated eligibility factor allowed it to hear evidence that would not otherwise have been before it. See <i>id.,</i> at 886; see also <i>Tuggle</i> v. <i>Netherland,</i> 516 U.S. 10, 13-14 (1995) <i>(per curiam)</i><i>.</i><sup>[4]</sup></p>\n<p>This weighing/non-weighing scheme is accurate as far as it goes, but it now seems to us needlessly complex and incapable of providing for the full range of possible variations. For example, the same problem that gave rise to our weighing-State jurisprudence would arise if it were a sentencing factor, and <i>not</i> an eligibility factor, that was later found to be invalid. The weighing process would just as <span class=\"star-pagination\">*220</span> clearly have been prima facie \"skewed,\" and skewed for the same basic reason: The sentencer might have given weight to a statutorily or constitutionally invalid aggravator.<sup>[5]</sup> And the prima facie skewing could in appropriate cases be shown to be illusory for the same reason that separates weighing States from non-weighing States: One of the <i>other</i> aggravating factors, usually an omnibus factor but conceivably another one, made it entirely proper for the jury to consider as aggravating the facts and circumstances underlying the invalidated factor.</p>\n<p>We think it will clarify the analysis, and simplify the sentence-invalidating factors we have hitherto applied to non-weighing States, see <i>supra,</i> at 218-219, if we are henceforth guided by the following rule: An invalidated sentencing factor (whether an eligibility factor or not) will render the sentence unconstitutional by reason of its adding an improper element to the aggravation scale in the weighing process<sup>[6]</sup><i>unless</i> one of the other sentencing factors enables the sentencer to give aggravating weight to the same facts and circumstances.</p>\n<p>This test is not, as JUSTICE BREYER describes it, \"an inquiry based solely on the admissibility of the underlying evidence.\" <i>Post,</i> at 241 (dissenting opinion). If the presence <span class=\"star-pagination\">*221</span> of the invalid sentencing factor allowed the sentencer to consider evidence that would not otherwise have been before it, due process would mandate reversal without regard to the rule we apply here. See <i>supra,</i> at 219; see also n. 6, <i>supra.</i><sup>[7]</sup> The issue we confront is the skewing that could result from the jury's considering <i>as aggravation</i> properly admitted evidence that should not have weighed in favor of the death penalty. See, <i>e. g., </i><i>Stringer,</i> 503 U.S., at 232 (\"[W]hen the sentencing body is told to weigh an invalid factor in its decision, a reviewing court may not assume it would have made no difference if the thumb had been removed from death's side of the scale\"). As we have explained, such skewing will occur, and give rise to constitutional error, only where the jury could not have given aggravating weight to the same facts and circumstances under the rubric of some other, valid sentencing factor.</p>\n<p></p>\n<h2>III</h2>\n<p>In California, a defendant convicted of first-degree murder is eligible for the death penalty if the jury finds one of the \"special circumstances\" listed in Cal. Penal Code Ann. § 190.2 (West Supp. 2005) to be true. These are the eligibility factors designed to satisfy <i>Furman.</i> See <i>People</i> v. <i>Bacigalupo</i> <span class=\"star-pagination\">*222</span> 6 Cal. 4th 457, 467-468, 862 P. 2d 808, 813 (1993) (in bank). If the jury finds the existence of one of the special circumstances, it is instructed to \"take into account\" a <i>separate</i> list of sentencing factors describing aspects of the defendant and the crime. Cal. Penal Code Ann. § 190.3 (West 1999). These sentencing factors include, as we have said, \"[t]he circumstances of the crime of which the defendant was convicted in the present proceeding.\"</p>\n<p>The Court of Appeals held that California is a weighing State because \"`the sentencer [is] restricted to a \"weighing\" of aggravation against mitigation' and `the sentencer [is] prevented from considering evidence in aggravation other than discrete, statutorily-defined factors.'\" 373 F.3d, at 1061 (quoting <i>Williams</i> v. <i>Calderon,</i> 52 F.3d 1465, 1478 (CA9 1995); brackets in original). The last statement is inaccurate. The \"circumstances of the crime\" factor can hardly be called \"discrete.\" It has the effect of rendering all the specified factors nonexclusive, thus causing California to be (in our prior terminology) a non-weighing State. Contrary to Sanders' contention, and JUSTICE STEVENS' views in dissent, the mere fact that the sentencing factors included \"the existence of any special circumstances [eligibility factors] found to be true,\" Cal. Penal Code Ann. § 190.3(a), did not make California a weighing State. That fact was redundant for purposes of our weighing jurisprudence because it in no way narrowed the universe of aggravating facts the jury was entitled to consider in determining a sentence.<sup>[8]</sup> But leaving <span class=\"star-pagination\">*223</span> aside the weighing/non-weighing dichotomy and proceeding to the more direct analysis set forth earlier in this opinion: All of the aggravating facts and circumstances that the invalidated factor permitted the jury to consider were also open to their proper consideration under one of the other factors. The erroneous factor could not have \"skewed\" the sentence, and no constitutional violation occurred.</p>\n<p>More specifically, Sanders' jury found four special circumstances to be true: that \"[t]he murder was committed while the defendant was engaged in . . . Robbery,\" § 190.2(a)(17)(A) (West Supp. 2005); that it was \"committed while the defendant was engaged in... Burglary in the first or second degree,\" § 190.2(a)(17)(G); that \"[t]he victim [Allen] was a witness to a crime who was intentionally killed for the purpose of preventing . . . her testimony in any criminal . . . proceeding,\" § 190.2(a)(10); and that \"[t]he murder was especially heinous, atrocious, or cruel,\" § 190.2(a)(14). The California Supreme Court set aside the burglary-murder special circumstance under state merger law because the instructions permitted the jury to find a burglary (and thus the burglary-murder special circumstance) based on Sanders' intent to commit assault, which is already an element of homicide, see <i>People</i> v. <i>Wilson,</i> 1 Cal. 3d 431, 439-440, 462 P. 2d 22, 27-28 (1969) (in banc). 51 Cal. 3d, at 517, 797 P. 2d, at 587. The court invalidated the \"heinous, atrocious, or cruel\" special circumstance because it had previously found that to be unconstitutionally vague. <i>Id.,</i> at 520, 797 P. 2d, at 589 (citing <i>People</i> v. <i>Superior Court,</i> 31 Cal. 3d 797, 647 P. 2d 76 (1982) (in bank)).</p>\n<p>As the California Supreme Court noted, however, \"the jury properly considered two special circumstances [eligibility factors] (robbery-murder and witness-killing).\" 51 Cal. <span class=\"star-pagination\">*224</span> 3d, at 520, 797 P. 2d, at 589-590. These are sufficient to satisfy <i>Furman</i>'s narrowing requirement, and alone rendered Sanders eligible for the death penalty. Moreover, the jury's consideration of the invalid eligibility factors in the weighing process did not produce constitutional error because all of the facts and circumstances admissible to establish the \"heinous, atrocious, or cruel\" and burglary-murder eligibility factors were also properly adduced as aggravating facts bearing upon the \"circumstances of the crime\" sentencing factor. They were properly considered whether or not they bore upon the invalidated eligibility factors. See 51 Cal. 3d, at 521, 797 P. 2d, at 590.</p>\n<p>Sanders argues that the weighing process was skewed by the fact that the jury was asked to consider, as one of the sentencing factors, \"the existence of any special circumstances [eligibility factors] found to be true.\" Cal. Penal Code Ann. § 190.3(a) (West 1999). In Sanders' view, that placed special emphasis upon those facts and circumstances relevant to the invalid eligibility factor. Virtually the same thing happened in <i>Zant.</i> There the Georgia jury was permitted to \"`conside[r] all evidence in extenuation, mitigation and aggravation of punishment,'\" 462 U.S., at 871-872 (quoting <i>Zant</i> v. <i>Stephens,</i> 250 Ga. 97, 99-100, 297 S. E. 2d 1, 3-4 (1982)), but also instructed specifically that it could consider \"`any of [the] statutory aggravating circumstances which you find are supported by the evidence,'\" 462 U.S., at 866. This instruction gave the facts underlying the eligibility factors special prominence. Yet, even though one of the three factors (that the defendant had a \"substantial history of serious assaultive convictions,\" <i>id.,</i> at 867) was later invalidated, we upheld the sentence. We acknowledged that the erroneous instruction \"might have caused the jury to give somewhat greater weight to respondent's prior criminal record than it otherwise would have given,\" <i>id.,</i> at 888; indeed, we <i>assumed</i> such an effect, <i>ibid.</i> But the effect was \"merely a consequence of the statutory label `aggravating circumstanc[e].'\" <span class=\"star-pagination\">*225</span> We agreed with the Georgia Supreme Court that any such impact was \"`inconsequential,'\" <i>id.,</i> at 889, and held that it \"cannot fairly be regarded as a constitutional defect in the sentencing process,\" <i>ibid.</i> The same is true here.</p>\n<p></p>\n<h2>* * *</h2>\n<p>Because the jury's consideration of the invalid \"special circumstances\" gave rise to no constitutional violation, the Court of Appeals erred in ordering habeas relief. The judgment of the Court of Appeals is reversed, and the case is remanded for further proceedings consistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>JUSTICE STEVENS, with whom JUSTICE SOUTER joins, dissenting.</p>\n<p>Our prior cases have drawn a simple categorical distinction between a nonweighing State and a weighing State. In the former, the sole function of an aggravating circumstance finding is to make the defendant eligible for the death penalty. See, <i>e. g., </i><i>Zant</i> v. <i>Stephens,</i> 462 U.S. 862, 874 (1983) (\"[I]n Georgia, the finding of an aggravating circumstance does not play any role in guiding the sentencing body in the exercise of its discretion [to impose the death penalty], apart from its function of narrowing the class of persons convicted of murder who are eligible for the death penalty\"). In the latter, such a finding performs a second functionit provides a reason for deciding to impose that sentence on an eligible defendant. See, <i>e. g., </i><i>Clemons</i> v. <i>Mississippi,</i> 494 U.S. 738, 745 (1990) (\"In Mississippi, unlike the Georgia scheme considered in <i>Zant,</i> the finding of aggravating factors is part of the jury's sentencing determination, and the jury is required to weigh any mitigating factors against the aggravating circumstances\").</p>\n<p>Thus, in a nonweighing State, the finding of four aggravating circumstances has the same legal significance as a finding <span class=\"star-pagination\">*226</span> of three, and invalidation of one is presumptively harmless. See <i>Stringer</i> v. <i>Black,</i> 503 U.S. 222, 232 (1992) (\"In a non-weighing State, so long as the sentencing body finds at least one valid aggravating factor, the fact that it also finds an invalid aggravating factor does not infect the formal process of deciding whether death is an appropriate penalty\"). By contrast, when a jury is told to weigh aggravating circumstances against mitigating evidence in making its penalty decision, four aggravators presumptively are more weighty than three. See <i>ibid.</i> (\"[W]hen the sentencing body is told to weigh an invalid factor in its decision, a reviewing court may not assume it would have made no difference if the thumb had been removed from death's side of the scale\"). For example, when a jury, as here, is incorrectly informed that its finding that a killing was \"heinous, atrocious, or cruel\" provides a reason for imposing death, see generally Cal. Penal Code Ann. § 190.2(a)(14) (West Supp. 2005), that error may well affect the jury's deliberations. Having been told to weigh \"[t]he circumstances of the crime . . . <i>and</i> the existence of any [aggravating] circumstances found to be true,\" § 190.3(a) (West 1999) (emphasis added), the jury may consider its conclusion that the killing was heinous separately from the \"circumstances of the crime\" underlying that erroneous conclusion, improperly counting the nature of the crime twice in determining whether a sentence of death is warranted. Or the jury, recognizing that the legislature has decided that a \"heinous, atrocious, or cruel\" murder, without more, can be worthy of the death penalty, may consider this a legislative imprimatur on a decision to impose death and therefore give greater weight to its improper heinousness finding than the circumstances of the crime would otherwise dictate. Under either scenario a weight has been added to death's side of the scale, and one cannot presume that this weight made no difference to the jury's ultimate conclusion.</p>\n<p>There are, of course, different weighing systems. If a jury is told that only those specific aggravating circumstances <span class=\"star-pagination\">*227</span> making the defendant eligible for the death penalty may provide reasons for imposing that penalty, its consideration of an invalid factor is obviously more prejudicial than if the jury is told that it may also consider all of the circumstances of the crime. The fact that California sentencing juries may consider these circumstances increases the likelihood that their consideration of a subsequently invalidated aggravating circumstance will be harmless, but it does not take California out of the \"weighing State\" category.</p>\n<p>The majority, however, has decided to convert the weighing/nonweighing distinction from one focused on the role aggravating circumstances play in a jury's sentencing deliberations to one focused on the evidence the jury may consider during those deliberations. Compare <i>Stringer,</i> 503 U.S., at 229 (explaining that Mississippi is a weighing State because the jury must weigh aggravating circumstances against mitigating evidence in choosing whether to impose the death penalty, while Georgia is a nonweighing State because \"aggravating factors as such have no specific function in [that] decision\"), with <i>ante,</i> at 220 (\"An invalidated sentencing factor (whether an eligibility factor or not) will render the sentence unconstitutional by reason of its adding an improper element to the aggravation scale in the weighing process <i>unless</i> one of the other sentencing factors enables the sentencer to give aggravating weight to the same facts and circumstances\" (footnote omitted)). But whether an aggravating circumstance finding plays a role in the jury's decision to impose the death penalty has nothing to do with whether the jury may separately consider \"all the `circumstances of the crime.'\"</p>\n<p>In this case, if the question had been presented to us, I might well have concluded that the error here was harmless. See generally <i>Brecht</i> v. <i>Abrahamson,</i> 507 U.S. 619, 638 (1993). But the State has merely asked us to decide whether California is a weighing State, see Pet. for Cert. i, and the Court of Appeals correctly decided that the statutory <span class=\"star-pagination\">*228</span> text has unambiguously answered that question. Cf. § 190.3 (enumerating aggravating and mitigating circumstances and requiring \"the trier of fact [to] impose a sentence of death if [it] concludes that the aggravating circumstances outweigh the mitigating circumstances\").</p>\n<p>Instead of heeding this plain language, the Court has chosen to modify our settled law, ignoring the dual role played by aggravating circumstances in California's death penalty regime. Because this decision is more likely to complicate than to clarify our capital sentencing jurisprudence, I respectfully dissent.</p>\n<p>JUSTICE BREYER, with whom JUSTICE GINSBURG joins, dissenting.</p>\n<p>The question before us is whether California's approach to imposing the death penalty makes California a \"weighing\" or a \"nonweighing\" State for purposes of determining whether to apply \"harmless-error\" review in a certain kind of death casenamely, a case in which the death sentence rests in part on an invalid aggravating circumstance. In my view, it does not matter whether California is a \"weighing\" or a \"nonweighing\" State, as ordinary rules of appellate review should apply. A reviewing court must find that the jury's consideration of an invalid aggravator was harmless beyond a reasonable doubt, regardless of the form a State's death penalty law takes.</p>\n<p></p>\n<h2>I</h2>\n<p>To understand my answer, one must fully understand the question, including the somewhat misleading terminology in which the question is phrased.</p>\n<p></p>\n<h2>A</h2>\n<p>Death penalty proceedings take place in two stages. At the first stage, the jury must determine whether there is something especially wrongful, <i>i. e.,</i> \"aggravating,\" about the defendant's conduct. State statutes typically list these specific <span class=\"star-pagination\">*229</span> \"aggravating\" factors, and the jury typically must find at least one such factor present for the defendant to become eligible for the death penalty. \"By doing so, the jury narrows the class of persons eligible for the death penalty according to an objective legislative definition,\" as required by the Eighth Amendment. <i>Lowenfield</i> v. <i>Phelps,</i> 484 U.S. 231, 244 (1988). If the jury finds that an aggravating factor is present and the defendant is consequently eligible for the death penalty, it proceeds to Stage Two. At Stage Two, the jury (or sometimes the judge) must determine whether to sentence the defendant to death or to provide a different sentence (usually, life imprisonment). At this stage, this Court has said, States divide as to their approach.</p>\n<p><i>Weighing States.</i> Some States tell the jury: \"Consider all the mitigating factors and weigh them against the <i>specific aggravating factors</i> that you found, at Stage One, made the defendant eligible for the death penalty. If the aggravating factors predominate, you must sentence the defendant to death; otherwise, you may not.\" Because the law in these States tells the jury to weigh <i>only</i> statutory aggravating factors (typically the same factors considered at Stage One) against the mitigating factors, this Court has called these States \"weighing States.\" This is something of a misnomer because the jury cannot weigh everything but is instead limited to weighing certain statutorily defined aggravating factors. The Court has identified Mississippi as a classic example of a weighing State. See <i>Stringer</i> v. <i>Black,</i> 503 U.S. 222, 229 (1992).</p>\n<p><i>Nonweighing States.</i> Other States tell the jury: \"Consider all the mitigating factors and weigh them, not simply against the statutory aggravating factors you previously found at Stage One, but against <i>any and all</i> factors you consider aggravating.\" Because the balance includes <i>all</i> aggravating factors and not only those on the Stage One eligibility list, this Court has called such States \"nonweighing States.\" Although it might be clearer to call these States \"complete <span class=\"star-pagination\">*230</span> weighing\" States (for the jury can weigh <i>everything</i> that is properly admissible), I shall continue to use the traditional terminology. The Court has identified Georgia as the prototypical example of a State that has adopted this complete weighing approach. <i>Ibid.</i></p>\n<p></p>\n<h2>B</h2>\n<p>The question in this case arises under the following circumstances.</p>\n<p>(1) At Stage One, a jury found several aggravating factors, the presence of any one of which would make the defendant eligible for the death penalty.</p>\n<p>(2) At least one of those aggravating factors was an \"improper\" factor, <i>i. e.,</i> a factor that the law forbids the jury from considering as aggravating and that the jury's use of which (for this purpose) was later invalidated on appeal. The sentencing court made a mistake, indeed a mistake of constitutional dimensions, when it listed the \"heinous, atrocious, or cruel,\" Cal. Penal Code Ann. § 190.2(a)(14) (West Supp. 2005), aggravating factor as one of the several factors for the jury to consider at Stage One. See <i>Godfrey</i> v. <i>Georgia,</i> 446 U.S. 420, 433 (1980) (plurality opinion). But that mistake did not, in and of itself, forbid application of the death penalty. After all, the jury also found <i>other</i> listed aggravating factors, the presence of any one of which made the defendant <i>eligible</i> for the death penalty.</p>\n<p>(3) All the evidence before the sentencing jury at Stage Two was properly admitted. The evidence that supported the improper heinousness factor, for example, also showed how the crime was committed, and the jury is clearly entitled to consider it.</p>\n<p>Given this outline of the problem, two questions follow. <i>Question One:</i> Is it possible that the judge's legal mistake at Stage Onetelling the jury that it could determine that the \"heinous, atrocious, or cruel\" aggravator was presentprejudiced the jury's decisionmaking at Stage Two? In other words, could that mistake create harmful error, causing the <span class=\"star-pagination\">*231</span> jury to impose a death sentence due to the fact that it was told to give special weight to its heinousness finding? The lower courts have read this Court's opinions to say that in a nonweighing State the answer <i>must</i> be \"no\"; but in a weighing State the answer <i>might</i> be \"yes.\"</p>\n<p><i>Question Two:</i> Given the lower courts' answer to Question One, is California a nonweighing State? If so, the reviewing court can assume, without going further, that the error arising out of the sentencing judge's having listed an invalid aggravator was harmless. Or is California a weighing State? If so, the reviewing court should have gone further and determined whether the error was <i>in fact</i> harmless.</p>\n<p>I would answer Question Two by holding that the lower courts have misunderstood this Court's answer to Question One. Despite the Court's occasional suggestion to the contrary, the weighing/nonweighing distinction has little to do with the need to determine whether the error was harmless. Moreover, given \"the `acute need' for reliable decisionmaking when the death penalty is at issue,\" <i>Deck</i> v. <i>Missouri,</i> 544 U.S. 622, 632 (2005), reviewing courts should decide if that error was harmful, regardless of the form a State's death penalty law takes.</p>\n<p></p>\n<h2>II</h2>\n<p>To distinguish between weighing and nonweighing States for purposes of determining whether to apply harmless-error analysis is unrealistic, impractical, and legally unnecessary.</p>\n<p></p>\n<h2>A</h2>\n<p>Use of the distinction is unrealistic because it is unrelated to any plausible conception of how a capital sentencing jury actually reaches its decision. First, consider the kind of error here at issue. It is not an error about the improper admission of evidence. See <i>infra,</i> at 239-241. It is an error about the importance a jury might attach to certain admissible evidence. Using the metaphor of a \"thumb on death's side of the scale,\" we have identified the error as the \"possibility <span class=\"star-pagination\">*232</span> not only of randomness but also of bias in favor of the death penalty.\" <i>Stringer</i> v. <i>Black,</i> 503 U.S., at 236; see <i>Sochor</i> v. <i>Florida,</i> 504 U.S. 527, 532 (1992) (\"Employing an invalid aggravating factor in the weighing process creates the possibility of randomness by placing a thumb on death's side of the scale, thus creating the risk of treating the defendant as more deserving of the death penalty\" (internal quotation marks, citations, and alterations omitted)).</p>\n<p>Second, consider why that error could affect a decision to impose death. If the error causes harm, it is because a jury has given special weight to its finding of (or the evidence that shows) the invalid \"aggravating factor.\" The jury might do so because the judge or prosecutor led it to believe that state law attaches particular importance to that factor: Indeed, why else would the State call that factor an \"aggravator\" and/or permit it to render a defendant death eligible? See <i>Zant</i> v. <i>Stephens,</i> 462 U.S. 862, 888 (1983) (recognizing that statutory label \"arguably might have caused the jury to give somewhat greater weight to respondent's prior criminal record than it otherwise would have given\"); see also <i>ante,</i> at 226 (Stevens, J., dissenting) (noting that jury may consider the aggravating label \"a legislative imprimatur on a decision to impose death and therefore give greater weight to its improper heinousness finding . . .\"); <i>Clemons</i> v. <i>Mississippi,</i> 494 U.S. 738, 753, 755 (1990) (noting that the prosecutor \"repeatedly emphasized and argued the `especially heinous' factor during the sentencing hearing\" and remanding for the Mississippi Supreme Court to conduct harmless-error review).</p>\n<p>The risk that the jury will give greater weight at Stage Two to its Stage One finding of an aggravating factora factor that, it turns out, never should have been found in the first instanceis significant in a weighing State, for the judge will explicitly tell the jury to consider that particular aggravating factor in its decisionmaking process. That risk may prove significant in a nonweighing State as well, for <span class=\"star-pagination\">*233</span> there too the judge may tell the jury to consider that aggravating factor in its decisionmaking process.</p>\n<p>The only difference between the two kinds of States is that, in the nonweighing State, the jury can also consider other aggravating factors (which are usually not enumerated by statute). Cf. Ga. Code Ann. § 17-10-30(b) (2004) (judge or jury \"shall consider . . . any mitigating circumstances or aggravating circumstances otherwise authorized by law <i>and any of the following statutory aggravating circumstances</i> which may be supported by the evidence\" (emphasis added)). But the potential for the same kind of constitutional harm exists in both kinds of States, namely, that the jury will attach special weight to that aggravator on the scale, the aggravator that the law says should not have been there.</p>\n<p>To illustrate this point, consider the following two statements. <i>Statement One</i>The judge tells the jury in a weighing State: \"You can sentence the defendant to death only if you find one, or more, of the following three aggravating circumstances, X, Y, or Z. If you do, the law requires you to consider those aggravators and weigh them against the mitigators.\" <i>Statement Two</i>The judge tells the jury in a nonweighing State: \"You can sentence the defendant to death only if you find one, or more, of the following three aggravating circumstances, X, Y, or Z. If you do, the law permits you to consider all mitigating and aggravating evidence, including X, Y, and Z, in reaching your decision.\"</p>\n<p>What meaningful difference is there between these two statements? The decisionmaking process of the first jury and that of the second jury will not differ significantly: Both juries will weigh the evidence offered in aggravation and the evidence offered in mitigation. Cf. Brief for Criminal Justice Legal Foundation as <i>Amicus Curiae</i> 4 (\"In reality, all sentencers `weigh'\"). If Statement One amounts to harmful error because the prosecutor emphasized the importance of wrongfully listed factor Y, why would Statement Two not amount to similarly harmful error? In both instances, a <span class=\"star-pagination\">*234</span> jury <i>might</i> put special weight upon its previous finding of factor Y. It is not surprising that commentators have found unsatisfactory the Court's efforts to distinguish between the two statements for harmless-error purposes. See, <i>e. g.,</i> Steiker &amp; Steiker, Sober Second Thoughts: Reflections on Two Decades of Constitutional Regulation of Capital Punishment, 109 Harv. L. Rev. 355, 386-387 (1995) (\"[T]he different doctrinal approaches to `weighing' and `non-weighing' schemes are difficult to justify given that the sentencer's decisionmaking process is likely to be similar under either scheme\"); Widder, Hanging Life in the Balance: The Supreme Court and the Metaphor of Weighing in the Penalty Phase of the Capital Trial, 68 Tulane L. Rev. 1341, 1363-1365 (1994) (arguing that the distinction is largely an \"illusion\" that \"appears to be derived from a fixation on the literal meaning of the metaphor of weighing, [which] remains a common means of describing the capital sentencing process even in decisions of state courts that rely on the non-weighing status of their statutory schemes to uphold [death] sentences resting on invalid factors\").</p>\n<p></p>\n<h2>B</h2>\n<p>The distinction is impractical to administer for it creates only two paradigmsStates that weigh <i>only</i> statutory aggravators and States that weigh any and all circumstances (<i>i. e.,</i> statutory and nonstatutory aggravators). Many States, however, fall somewhere in between the two paradigms. A State, for example, might have a set of aggravating factors making a defendant eligible for the death penalty and an additional set of sentencing factors (unrelated to the eligibility determination) designed to channel the jury's discretion. California is such a State, as it requires the jury to take into account the eligibility-related aggravating factors and 11 other sentencing factorsincluding an omnibus factor that permits consideration of all of the circumstances of the crime. Cal. Penal Code Ann. § 190.3 (West 1999). And because <span class=\"star-pagination\">*235</span> many States collapse Stage One (eligibility) and Stage Two (sentence selection) into a single proceeding in which the jury hears all of the evidence at the same time, those States permit the prosecution to introduce and argue any relevant evidence, including evidence related to the statutory aggravators. Indeed, one State the Court has characterized as a weighing State (Mississippi) and one State the Court has characterized as a nonweighing State (Virginia) both fall into this intermediate category. Miss. Code Ann. § 99-19-101 (1973-2000); Va. Code Ann. § 19.2-264.4(B) (Lexis 2004). Efforts to classify these varied schemes, for purposes of applying harmless-error analysis, produce much legal heat while casting little light.</p>\n<p></p>\n<h2>C</h2>\n<p>Our precedents, read in detail, do not require us to maintain this unrealistic and impractical distinction. The Court has discussed the matter in three key cases. In the first case, <i>Zant</i> v. <i>Stephens,</i> the Court considered an error that arose in Georgia, a nonweighing State. The Georgia Supreme Court had held that one of several statutory aggravating circumstances found by the jurythat the defendant had a \"`substantial history of serious assaultive criminal convictions'\" was unconstitutionally vague. 462 U.S., at 867, and n. 5. The jury, however, had also found other aggravators present, so the defendant remained eligible for death. The Georgia Supreme Court concluded that the sentencing court's instruction on the unconstitutional factor, though erroneous, \"had `an inconsequential impact on the jury's decision regarding the death penalty.'\" <i>Id.,</i> at 889 (quoting <i>Zant</i> v. <i>Stephens,</i> 250 Ga. 97, 100, 297 S. E. 2d 1, 4 (1982)).</p>\n<p>This Court agreed with the Georgia Supreme Court's conclusion. The Court conceded that the label\"aggravating circumstance\"created the risk that the jury <i>might</i> place too much weight on the evidence that showed that aggravator. Indeed, it said that the statutory label \"`aggravating circumstance[s]'\" might \"arguably . . . have caused the jury <span class=\"star-pagination\">*236</span> to give somewhat greater weight to respondent's prior criminal record than it otherwise would have given.\" 462 U.S., at 888. But the Court concluded that, under the circumstances, the error was harmless. For one thing, Georgia's statute permitted the jury to consider more than just the specific aggravators related to Stage One. See <i>id.,</i> at 886. For another thing, the trial court's \"instructions did not place particular emphasis on the role of statutory aggravating circumstances in the jury's ultimate decision.\" <i>Id.,</i> at 889 (citation omitted). In fact, it specifically told the jury to \"`consider <i>all</i> facts and circumstances presented in ext[e]nuation..., mitigation and aggravation.'\" <i>Ibid.</i> Finally, there was no indication at all that either the judge or the prosecutor tried to single out the erroneous aggravator for special weight. Because under the circumstances there was no real harm, the Court concluded that \"any possible impact cannot fairly be regarded as a constitutional defect in the sentencing process.\" <i>Ibid.</i></p>\n<p>The Court in <i>Zant</i> did not say that the jury's consideration of an improper aggravator is <i>never</i> harmless in a State like Georgia. It did say that the jury's consideration of the improper aggravator was harmless <i>under the circumstances of that case.</i> And the Court's detailed discussion of the jury instructions is inconsistent with a rule of law that would require an <i>automatic</i> conclusion of \"harmless error\" in States with death penalty laws like Georgia's. See <i>id.,</i> at 888-889, and n. 25; see also <i>id.,</i> at 891 (\"Under Georgia's sentencing scheme, <i>and under the trial judge's instructions in this case,</i> no suggestion is made that the presence of more than one aggravating circumstance should be given special weight\" (emphasis added)).</p>\n<p>The dissent in <i>Zant</i> also clearly understood the principal opinion to have conducted a harmless-error analysis. <i>Id.,</i> at 904-905 (opinion of Marshall, J., joined by Brennan, J.). And the Court repeated this same understanding in a case decided only <i>two weeks later. </i><i>Barclay</i> v. <i>Florida,</i> 463 U.S. 939, 951, n. 8 (1983) (plurality opinion) (upholding death sentence <span class=\"star-pagination\">*237</span> and concluding that \"we need not apply the type of federal harmless-error analysis that was necessary in <i>Zant\".</i>)</p>\n<p>The second case, <i>Clemons</i> v. <i>Mississippi</i><i>,</i> involved a weighing State, Mississippi. The Mississippi Supreme Court upheld the petitioner's death sentence \"even though the jury instruction regarding one of the aggravating factors pressed by the State, that the murder was `especially heinous, atrocious, or cruel,' was constitutionally invalid.\" 494 U.S., at 741. Finding it unclear whether the state court reweighed the aggravating and mitigating evidence or conducted harmless-error review, the Court vacated and remanded to the Mississippi Supreme Court to conduct either procedure (or to remand to a sentencing jury) in the first instance. <i>Id.,</i> at 754.</p>\n<p>As far as the Court's \"harmless-error\" analysis reveals, the reason the Court remandedthe reason it thought the error might not be harmlesshad nothing to do with the fact that Mississippi was a so-called weighing State. Cf. <i>ante,</i> at 218-219, n. 3. Rather, the Court thought the error might be harmful because \"the State repeatedly emphasized and argued the `especially heinous' factor during the sentencing hearing,\" in stark contrast to the \"little emphasis\" it gave to the other valid aggravator found by the jury. 494 U.S., at 753. The Court concluded that, \"[u]nder these circumstances, it would require a detailed explanation based on the record for us possibly to agree that the error in giving the invalid `especially heinous' instruction was harmless.\" <i>Id.,</i> at 753-754.</p>\n<p>The third case, <i>Stringer</i> v. <i>Black</i><i>,</i> presented a different kind of question: For the purposes of <i>Teague</i> v. <i>Lane,</i> 489 U.S. 288 (1989), does the rule that a vague aggravating circumstance violates the Eighth Amendment apply to a weighing State like Mississippi in the same way it applies to a nonweighing State like Georgia? The Court answered this question \"yes.\" In so doing, it described the difference between Mississippi's system and Georgia's system as follows:</p>\n<blockquote>\n<span class=\"star-pagination\">*238</span> <i>\"In a nonweighing State, so long as the sentencing body finds at least one valid aggravating factor, the fact that it also finds an invalid aggravating factor does not infect the formal process of deciding whether death is an appropriate penalty. Assuming a determination by the state appellate court that the invalid factor would not have made a difference to the jury's determination, there is no constitutional violation resulting from the introduction of the invalid factor in an earlier stage of the proceedings.</i> But when the sentencing body is told to weigh an invalid factor in its decision, a reviewing court may not assume it would have made no difference if the thumb had been removed from death's side of the scale. When the weighing process itself has been skewed, only constitutional harmless-error analysis or reweighing at the trial or appellate level suffices to guarantee that the defendant received an individualized sentence.\" 503 U.S., at 232 (emphasis added).</blockquote>\n<p>The first sentence in this statement is the first and only suggestion in our cases that the submission of a vague aggravating circumstance to a jury can <i>never</i> result in constitutional error in a nonweighing State. Indeed, the term \"nonweighing State,\" and the significance attached to it, does not appear in the Court's jurisprudence prior to <i>Stringer.</i> The second sentence in the statement is less categorical than the first. It suggests that a state appellate court would have to make some form of a harmless-error inquiry to satisfy itself that the invalidated factor \"would not have made a difference to the jury's determination\" before it could conclude that there was \"no constitutional violation.\" <i>Ibid.</i> Given this errant language in <i>Stringer,</i> I agree that it is \"[n]ot surprisin[g]\" that the lower courts have since operated under the assumption \"that different rules apply to weighing and nonweighing States,\" and that harmless-error review is necessary only in the former. <i>Ante,</i> at 218, n. 3. My point is simply that such an assumption is unfounded based on our <span class=\"star-pagination\">*239</span> prior cases. And regardless of the lower courts' interpretation of our precedents, I think it more important that our own decisions have not repeated <i>Stringer</i>'s characterization of those precedents. See, <i>e. g., </i><i>Tuggle</i> v. <i>Netherland,</i> 516 U.S. 10, 11 (1995) <i>(per curiam)</i> (characterizing <i>Zant</i> as holding \"that a death sentence supported by multiple aggravating circumstances <i>need not always</i> be set aside if one aggravator is found to be invalid\" (emphasis added)).</p>\n<p>For the reasons stated in Parts II-A and II-B, <i>supra,</i> I would not take a single ambiguous sentence of dicta and derive from it a rule of law that is unjustified and that, in cases where the error is in fact harmful, would deprive a defendant of a fair and reliable sentencing proceeding.</p>\n<p></p>\n<h2>III</h2>\n<p>The upshot is that I would require a reviewing court to examine whether the jury's consideration of an unconstitutional aggravating factor was harmful, regardless of whether the State is a weighing State or a nonweighing State. I would hold that the fact that a State is a nonweighing State may make the possibility of harmful error less likely, but it does not excuse a reviewing court from ensuring that the error was <i>in fact</i> harmless. Our cases in this area do not require a different result.</p>\n<p></p>\n<h2>IV</h2>\n<p>The Court reaches a somewhat similar conclusion. It, too, would abolish (or at least diminish the importance of) the weighing/nonweighing distinction for purposes of harmless-error analysis. But then, surprisingly, it also diminishes the need to conduct any harmless-error review at all. If all the evidence was properly admitted and if the jury can use that evidence when it considers other aggravating factors, any error, the Court announces, must be harmless. See <i>ante,</i> at 220 (holding that when \"one of the other sentencing factors enables the sentencer to give aggravating weight to the same facts and circumstances\" that underlie the invalidated <span class=\"star-pagination\">*240</span> aggravating factor, a reviewing court need not apply harmless-error review).</p>\n<p>Common sense suggests, however, and this Court has explicitly held, that the problem before us is <i>not</i> a problem of the admissibility of certain evidence. It is a problem of the emphasis given to that evidence by the State or the trial court. If that improper emphasis is strong enough, it can wrongly place a \"thumb on death's side of the scale\" at Stage Two (sentencing). That is what the Court <i>said</i> in <i>Stringer,</i> that is what the Court <i>necessarily implied</i> in <i>Zant,</i> and that is what the Court <i>held</i> in <i>Clemons.</i> I believe the Court is right to depart from the implication of an errant sentence in <i>Stringer.</i> But it is wrong to depart without explanation from <i>Clemons'</i> unanimous holdinga holding that at least two Members of this Court have explicitly recognized as such. See <i>Pensinger</i> v. <i>California,</i> 502 U.S. 930, 931 (1991) (O'Connor, J., joined by Kennedy, J., dissenting from denial of certiorari) (noting that the \"`especially heinous' instruction did not change the mix of evidence presented to the jury in <i>[Clemons]\"</i> and \"that fact alone did not support a finding of harmlessness\").</p>\n<p>The Court cannot reconcile its holding with <i>Clemons.</i> That opinion makes clear that the issue is one of emphasis, not of evidence. Indeed, the Court explicitly disavowed the suggestion that Mississippi's \"reliance on the `especially heinous' factor led to the introduction of any evidence that was not otherwise admissible in either the guilt or sentencing phases of the proceeding. All of the circumstances surrounding the murder already had been aired during the guilt phase of the trial and a jury clearly is entitled to consider such evidence in imposing [the] sentence.\" 494 U.S., at 754-755, n. 5. And the entire Court agreed that the potentially improper emphasis consisted of the fact that \"the State repeatedly emphasized and argued the `especially heinous' factor during the sentencing hearing,\" while placing \"little emphasis\" <span class=\"star-pagination\">*241</span> on the sole valid aggravator of robbery for pecuniary gain. <i>Id.,</i> at 753-754; see also <i>id.,</i> at 773, n. 23 (Blackmun, J., joined by Brennan, Marshall, and Stevens, JJ., concurring in part and dissenting in part).</p>\n<p>The Court's only answer is to assert that \"<i>Clemons</i> maintains the distinction envisioned in <i>Zant.</i>\" <i>Ante,</i> at 218, n. 3 (citing <i>Clemons, supra,</i> at 745). But <i>Clemons</i> did no such thing. Although the Court did observe the differences between the statutory schemes of Georgia and Mississippi, it certainly did not, as the Court claims, suggest that harmless-error analysis should <i>never</i> be conducted in the former and <i>always</i> be conducted in the latter. Rather, the Court made the unremarkable statement that \"[i]n a State like Georgia, where aggravating circumstances serve only to make a defendant eligible for the death penalty and not to determine the punishment, the invalidation of one aggravating circumstance <i>does not necessarily</i> require an appellate court to vacate a death sentence and remand to a jury.\" <i>Clemons, supra,</i> at 744-745 (emphasis added). Of course, the implication of the qualifier \"necessarily\" is that, in some cases, a jury's consideration of an invalidated aggravating circumstance <i>might</i> require that a death sentence be vacated, even \"[i]n a State like Georgia.\"</p>\n<p>In sum, an inquiry based solely on the admissibility of the underlying evidence is inconsistent with our previous cases. And as explained above, see <i>supra,</i> at 231-234, the potential for a tilting of the scales toward death is present even in those States (like Georgia and Virginia) that permit a jury to consider all of the circumstances of the crime.</p>\n<p></p>\n<h2>V</h2>\n<p>It may well be that the errors at issue in this case were harmless. The State of California did not ask us to consider the Ninth Circuit's contrary view, and I have not done so. Given the fact that I (like the Court in this respect) would <span class=\"star-pagination\">*242</span> abolish the weighing/nonweighing distinction, and in light of the explanation of the kind of error at issue, I would remand this case and require the Ninth Circuit to reconsider its entire decision in light of the considerations I have described.</p>\n<h2>NOTES</h2>\n<p>[*]  <i>Kent S. Scheidegger</i> filed a brief for the Criminal Justice Legal Foundation as <i>amicus curiae</i> urging reversal.</p>\n<p>[1]  Because Sanders filed his habeas petition before April 24, 1996, we do not apply the substantive review standards required by the Antiterrorism and Effective Death Penalty Act of 1996, 110 Stat. 1214. See <i>Lindh</i> v. <i>Murphy,</i> 521 U.S. 320, 327 (1997).</p>\n<p>[2]  Our cases have frequently employed the terms \"aggravating circumstance\" or \"aggravating factor\" to refer to those statutory factors which determine death eligibility in satisfaction of <i>Furman</i>'s narrowing requirement. See, <i>e. g., </i><i>Tuilaepa</i> v. <i>California,</i> 512 U.S., at 972. This terminology becomes confusing when, as in this case, a State employs the term \"aggravating circumstance\" to refer to factors that play a different role, determining which defendants <i>eligible</i> for the death penalty will actually <i>receive</i> that penalty. See Cal. Penal Code Ann. § 190.3 (West 1999). To avoid confusion, this opinion will use the term \"eligibility factor\" to describe a factor that performs the constitutional narrowing function.</p>\n<p>[3]  JUSTICE BREYER contends that harmless-error review applies in <i>both</i> weighing and non-weighing States. See <i>post,</i> at 235-239 (dissenting opinion). It would be strange indeed to discover at this late stage that our long-held distinction between the two sorts of States for purposes of reviewing invalid eligibility factors in fact made no difference. Cf., <i>e. g., </i><i>Stringer</i> v. <i>Black,</i> 503 U.S. 222, 232 (1992) (weighing/non-weighing distinction is \"of critical importance\"). Not surprisingly, the Courts of Appeals have uniformly understood that different rules apply to weighing and non-weighing States, and that harmless-error review is necessary only in the former. See, <i>e. g., </i><i>Sanders</i> v. <i>Woodford,</i> 373 F.3d 1054, 1059-1060 (CA9 2004); <i>Flamer</i> v. <i>Delaware,</i> 68 F.3d 736, 746-749 (CA3 1995); <i>Williams</i> v. <i>Cain,</i> 125 F.3d 269, 281 (CA5 1997).\n</p>\n<p>Our own cases, moreover, are flatly inconsistent with requiring harmless-error review in both types of States. As JUSTICE BREYER notes, <i>post,</i> at 235, <i>Zant</i> v. <i>Stephens,</i> 462 U.S. 862 (1983), did endorse the Georgia Supreme Court's holding that attaching the statutory label \"aggravating\" to the invalid eligibility factor had an \"inconsequential impact on the jury's decision regarding the death penalty,\" <i>id.,</i> at 889 (internal quotation marks omitted). But the core holding is what we said next: \"More importantly, . . . <i>any possible impact</i> cannot fairly be regarded as a constitutional defect in the sentencing process.\" <i>Ibid.</i> (emphasis added); see also <i>post,</i> at 237-239. <i>Zant</i> must therefore be read not as holding that any constitutional error was harmless, but as rejecting respondent's claim of constitutional error.</p>\n<p>Neither <i>Clemons</i> v. <i>Mississippi,</i> 494 U.S. 738 (1990), nor <i>Stringer</i> says anything to the contrary. JUSTICE BREYER points out that <i>Clemons'</i> harmless-error discussion focused on the emphasis given to the invalid factor, rather than on the fact that Mississippi is a weighing State, but that is hardly relevant: Our discussion of <i>how</i> harmless-error analysis should be conducted (the issue in the passage from <i>Clemons</i> that JUSTICE BREYER cites, 494 U.S., at 753-754) says nothing about <i>when</i> that analysis should be conducted (the issue addressed by the weighing/non-weighing distinction). On the latter question, <i>Clemons</i> maintains the distinction envisioned in <i>Zant,</i> see 462 U.S., at 890-891, between Georgia (a non-weighing State) and Mississippi (a weighing State), see <i>Clemons, supra,</i> at 745. Likewise, <i>Stringer</i> specifically distinguishes between non-weighing States, in which \"the fact that [the jury] also finds an invalid aggravating factor does not infect the formal process of deciding whether death is an appropriate penalty,\" 503 U.S., at 232, and weighing States, in which \"constitutional harmless-error analysis or reweighing at the trial or appellate level\" is required, <i>ibid.</i></p>\n<p>[4]  The fact that a sentencer's consideration of an invalid eligibility factor in a non-weighing State may nonetheless amount to constitutional error explains <i>Tuggle</i>'s characterization of <i>Zant</i> as holding \"that a death sentence supported by multiple aggravating circumstances <i>need not always</i> be set aside if one aggravator is found to be invalid,\" 516 U.S., at 11 (emphasis added); cf. <i>post,</i> at 239 (Breyer, J., dissenting), as well as our related comment in <i>Clemons</i> that, \"[i]n a [non-weighing] State like Georgia, . . . the invalidation of one aggravating circumstance <i>does not necessarily</i> require an appellate court to vacate a death sentence and remand to a jury,\" 494 U.S., at 744-745 (emphasis added); cf. <i>post,</i> at 241 (BREYER, J., dissenting).</p>\n<p>[5]  This very problem may have been present in <i>Stringer</i> v. <i>Black, supra</i><i>.</i> There, although the Mississippi courts invalidated an aggravating circumstancewhether the murder was \"especially heinous, atrocious, or cruel,\" Miss. Code Ann. § 99-19-101(5)(h) (1993 Cum. Supp.)that was <i>not</i> one of the specified eligibility factors, see § 97-3-19(2) (1994), we nonetheless treated Mississippi as a weighing State. Since, however, Mississippi law provided that the jury could not impose a death sentence unless it found the existence of at least one statutory aggravating factor, see § 99-19-101(3)(b) (1993 Cum. Supp.), it could be argued that the additional aggravating factors were converted into <i>de facto</i> eligibility factors.</p>\n<p>[6]  There may be other distortions caused by the invalidated factor beyond the mere addition of an improper aggravating element. For example, what the jury was instructed to consider as an aggravating factor might have \"actually . . . militate[d] in favor of a lesser penalty,\" <i>Zant, supra,</i> at 885. See <i>supra,</i> at 219.</p>\n<p>[7]  This explains the footnote in <i>Clemons</i> v. <i>Mississippi, supra,</i> at 754, n. 5, on which JUSTICE BREYER relies, see <i>post,</i> at 240. That footnote addressed petitioner's argument that the Mississippi Supreme Court had arbitrarily refused to order jury resentencing, even though it had done so in an earlier case, <i>Johnson</i> v. <i>State,</i> 511 So. 2d 1333 (1987), rev'd, 486 U.S. 578 (1988), on remand, 547 So. 2d 59 (1989) (en banc). We distinguished the two cases, noting that in <i>Johnson,</i> \"the jury was permitted to consider inadmissible evidence in determining the defendant's sentence,\" 494 U.S., at 754-755, n. 5, whereas in <i>Clemons,</i> \"there is no serious suggestion that the State's reliance on the [invalid] factor led to the introduction of any evidence that was not otherwise admissible in either the guilt or sentencing phases of the proceeding,\" <i>id.,</i> at 755, n. 5. The crux of this distinction is that the sentencer's consideration of improper evidence is an error distinct from the one at issue here and in <i>Clemons,</i> to wit, the jury's weighing in favor of death a factor that should not have been part of its calculus.</p>\n<p>[8]  JUSTICE STEVENS argues that § 190.3(a) may have affected the jury's deliberations in other ways, but we rejected each of these theories in <i>Zant</i> v. <i>Stephens,</i> 462 U.S. 862 (1983). The possibility that the jury would \"coun[t] the nature of the crime twice,\" <i>post,</i> at 226 (Stevens, J., dissenting), if it were instructed to consider both the facts of the crime and the eligibility circumstances was present in <i>Zant.</i> The jury there was told it could take into account all relevant circumstances, but alsomuch like the jury herewas instructed to consider \"`any of [the] statutory aggravating circumstances [<i>i. e.,</i> eligibility factors] which you find are supported by the evidence.'\" 462 U.S., at 866. Likewise, the jury in <i>Zant</i> might have \"give[n] greater weight,\" <i>post,</i> at 226 (Stevens, J., dissenting), to the facts underlying the eligibility circumstances, but we explicitly held that any such effect \"cannot fairly be regarded as a constitutional defect in the sentencing process,\" 462 U.S., at 889. See <i>infra,</i> at 224-225.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">546</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">212</span></span> (2006)</b></center>\n<center><h1>BROWN, WARDEN<br>\nv.<br>\nSANDERS</h1></center>\n<center>No. 04-980.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 11, 2005.</center>\n<center>Decided January 11, 2006.</center>\n<p><span class=\"star-pagination\">*213</span> <i>Jane N. Kirkland,</i> Deputy Attorney General of California, argued the cause for petitioner. With her on the briefs were <i>Bill Lockyer,</i> Attorney General, <i>Manuel M. Medeiros,</i> State Solicitor General, <i>Robert R. Anderson,</i> Chief Assistant Attorney General, <i>Mary Jo Graves,</i> Senior Assistant Attorney <span class=\"star-pagination\">*214</span> General, and <i>Ward A. Campbell,</i> Supervising Deputy Attorney General.</p>\n<p><i>Nina Rivkind,</i> by appointment of the Court, <span class=\"citation no-link\"><span class=\"volume\">544</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1017</span></span>, argued the cause for respondent. With her on the brief were <i>Cliff Gardner</i> and <i>Eric E. Jorstad.</i><sup>[*]</sup></p>\n<p>JUSTICE SCALIA delivered the opinion of the Court.</p>\n<p>We consider the circumstances in which an invalidated sentencing factor will render a death sentence unconstitutional by reason of its adding an improper element to the aggravation scale in the jury's weighing process.</p>\n<p></p>\n<h2>I</h2>\n<p>Respondent Ronald Sanders and a companion invaded the home of Dale Boender, where they bound and blindfolded him and his girlfriend, Janice Allen. Both of the victims were then struck on the head with a heavy, blunt object; Allen died from the blow. Sanders was convicted of first-degree murder, of attempt to murder Boender, and of robbery, burglary, and attempted robbery.</p>\n<p>Sanders' jury found four \"special circumstances\" under California law, each of which independently rendered him eligible for the death penalty. See Cal. Penal Code Ann. § 190.2 (West Supp. 1995). The trial then moved to a penalty phase, at which the jury was instructed to consider a list of sentencing factors relating to Sanders' background and the nature of the crime, one of which was \"[t]he circumstances of the crime of which the defendant was convicted in the present proceeding and the existence of any special circumstances found to be true.\" § 190.3(a) (West 1999). The jury sentenced Sanders to death.</p>\n<p>On direct appeal, the California Supreme Court declared invalid two of the four special circumstances found by the <span class=\"star-pagination\">*215</span> jury. It nonetheless affirmed Sanders' death sentence, relying on our decision in <i>Zant</i> v. <i>Stephens,</i> <span class=\"citation\" data-id=\"110984\"><a href=\"/opinion/110984/zant-v-stephens/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">862</span></a></span> (1983), which, it said, \"upheld a death penalty judgment despite invalidation of one of several aggravating factors.\" <i>People</i> v. <i>Sanders,</i> <span class=\"citation\" data-id=\"1192049\"><a href=\"/opinion/1192049/people-v-sanders/\"><span class=\"volume\">51</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">471</span></a></span>, 520, 797 P. 2d 561, 589-590 (1990) (in bank). It affirmed the conviction and sentence in all other respects. We denied certiorari. <i>Sanders</i> v. <i>California,</i> <span class=\"citation no-link\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">948</span></span> (1991).</p>\n<p>Sanders then filed a petition for a writ of habeas corpus pursuant to 28 U.S.C. § 2254 in the United States District Court for the Eastern District of California, arguing, as relevant here, that the jury's consideration of invalid special circumstances rendered his death sentence unconstitutional.<sup>[1]</sup> After Sanders exhausted various state remedies, the District Court denied relief.</p>\n<p>The Court of Appeals for the Ninth Circuit reversed. <i>Sanders</i> v. <i>Woodford,</i> <span class=\"citation\" data-id=\"786766\"><a href=\"/opinion/786766/ronald-l-sanders-v-jeanne-s-woodford-warden-of-cal/\"><span class=\"volume\">373</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1054</span></a></span> (2004). It concluded that \"the California court erroneously believed that it could apply the rule of <i>Zant</i> v. <i>Stephens,</i> <span class=\"citation\" data-id=\"110984\"><a href=\"/opinion/110984/zant-v-stephens/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">862</span></a></span> (1983) which is applicable only to nonweighing statesand uphold the verdict despite the invalidation of two special circumstances because it was upholding other special circumstances.\" <i>Id.,</i> at 1064 (citations omitted). Finding California to be a weighing State, and applying the rules we have announced for such States, see <i>Stringer</i> v. <i>Black,</i> <span class=\"citation\" data-id=\"112705\"><a href=\"/opinion/112705/stringer-v-black/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">222</span></a></span>, 232 (1992), the Ninth Circuit concluded that California courts could uphold Sanders' death sentence only by finding the jury's use of the invalid special circumstances to have been harmless beyond a reasonable doubt or by independently reweighing the sentencing factors under § 190.3. Since, it continued, the state courts had done neither, Sanders had been unconstitutionally deprived of an \"individualized <span class=\"star-pagination\">*216</span> death sentence.\" 373 F.3d, at 1064. We granted certiorari. <span class=\"citation no-link\"><span class=\"volume\">544</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">947</span></span> (2005).</p>\n<p></p>\n<h2>II</h2>\n<p>Since <i>Furman</i> v. <i>Georgia,</i> <span class=\"citation\" data-id=\"108605\"><a href=\"/opinion/108605/furman-v-georgia/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span></a></span> (1972) <i>(per curiam)</i><i>,</i> we have required States to limit the class of murderers to which the death penalty may be applied. This narrowing requirement is usually met when the trier of fact finds at least one statutorily defined eligibility factor at either the guilt or penalty phase. See <i>Tuilaepa</i> v. <i>California,</i> <span class=\"citation\" data-id=\"117875\"><a href=\"/opinion/117875/tuilaepa-v-california/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">967</span></a></span>, 971-972 (1994).<sup>[2]</sup> Once the narrowing requirement has been satisfied, the sentencer is called upon to determine whether a defendant thus found eligible for the death penalty should in fact receive it. Most States channel this function by specifying the aggravating factors (sometimes identical to the eligibility factors) that are to be weighed against mitigating considerations. The issue in the line of cases we confront here is what happens when the sentencer imposes the death penalty after at least one valid eligibility factor has been found, but under a scheme in which an eligibility factor or a specified aggravating factor is later held to be invalid.</p>\n<p>To answer that question, our jurisprudence has distinguished between so-called weighing and non-weighing States. The terminology is somewhat misleading, since we have held that in <i>all</i> capital cases the sentencer must be allowed to weigh the facts and circumstances that arguably <span class=\"star-pagination\">*217</span> justify a death sentence against the defendant's mitigating evidence. See, <i>e. g., </i><i>Eddings</i> v. <i>Oklahoma,</i> <span class=\"citation\" data-id=\"110641\"><a href=\"/opinion/110641/eddings-v-oklahoma/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></a></span>, 110 (1982). The terminology was adopted, moreover, relatively early in the development of our death-penalty jurisprudence, when we were perhaps unaware of the great variety of forms that state capital-sentencing legislation would ultimately take. We identified as \"weighing State[s]\" those in which the only aggravating factors permitted to be considered by the sentencer were the specified eligibility factors. See, <i>e. g., </i><i>Parker</i> v. <i>Dugger,</i> <span class=\"citation\" data-id=\"112524\"><a href=\"/opinion/112524/parker-v-dugger/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">308</span></a></span>, 313, 318-319 (1991) (citing Fla. Stat. § 921.141(3)(b) (1985)); <i>Richmond</i> v. <i>Lewis,</i> <span class=\"citation\" data-id=\"112794\"><a href=\"/opinion/112794/richmond-v-lewis/\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">40</span></a></span>, 47 (1992) (quoting Ariz. Rev. Stat. Ann. § 13-703(E) (1989)). Since the eligibility factors by definition identified distinct and particular aggravating features, if one of them was invalid the jury could not consider the facts and circumstances relevant to that factor as aggravating in some other capacityfor example, as relevant to an omnibus \"circumstances of the crime\" sentencing factor such as the one in the present case. In a weighing State, therefore, the sentencer's consideration of an invalid eligibility factor necessarily skewed its balancing of aggravators with mitigators, <i>Stringer,</i> 503 U.S., at 232, and required reversal of the sentence (unless a state appellate court determined the error was harmless or reweighed the mitigating evidence against the valid aggravating factors), <i>ibid.</i></p>\n<p>By contrast, in a non-weighing Statea State that permitted the sentencer to consider aggravating factors different from, or in addition to, the eligibility factorsthis automatic skewing would not necessarily occur. It would never occur if the aggravating factors were entirely different from the eligibility factors. Nor would it occur if the aggravating factors <i>added</i> to the eligibility factors a category (such as an omnibus \"circumstances of the crime\" factor, which is quite common) that would allow the very facts and circumstances relevant to the invalidated eligibility factor to be weighed <span class=\"star-pagination\">*218</span> in aggravation under a different rubric. We therefore set forth different rules governing the consequences of an invalidated eligibility factor in a non-weighing State.<sup>[3]</sup> The sentencer's <span class=\"star-pagination\">*219</span> consideration of an invalid eligibility factor amounts to constitutional error in a non-weighing State in two situations. First, due process requires a defendant's death sentence to be set aside if the reason for the invalidity of the eligibility factor is that it \"authorizes a jury to draw adverse inferences from conduct that is constitutionally protected,\" or that it \"attache[s] the `aggravating' label to factors that are constitutionally impermissible or totally irrelevant to the sentencing process, . . . or to conduct that actually should militate in favor of a lesser penalty.\" <i>Zant,</i> 462 U.S., at 885. Second, the death sentence must be set aside if the jury's consideration of the invalidated eligibility factor allowed it to hear evidence that would not otherwise have been before it. See <i>id.,</i> at 886; see also <i>Tuggle</i> v. <i>Netherland,</i> <span class=\"citation\" data-id=\"117976\"><a href=\"/opinion/117976/tuggle-v-netherland/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">10</span></a></span>, 13-14 (1995) <i>(per curiam)</i><i>.</i><sup>[4]</sup></p>\n<p>This weighing/non-weighing scheme is accurate as far as it goes, but it now seems to us needlessly complex and incapable of providing for the full range of possible variations. For example, the same problem that gave rise to our weighing-State jurisprudence would arise if it were a sentencing factor, and <i>not</i> an eligibility factor, that was later found to be invalid. The weighing process would just as <span class=\"star-pagination\">*220</span> clearly have been prima facie \"skewed,\" and skewed for the same basic reason: The sentencer might have given weight to a statutorily or constitutionally invalid aggravator.<sup>[5]</sup> And the prima facie skewing could in appropriate cases be shown to be illusory for the same reason that separates weighing States from non-weighing States: One of the <i>other</i> aggravating factors, usually an omnibus factor but conceivably another one, made it entirely proper for the jury to consider as aggravating the facts and circumstances underlying the invalidated factor.</p>\n<p>We think it will clarify the analysis, and simplify the sentence-invalidating factors we have hitherto applied to non-weighing States, see <i>supra,</i> at 218-219, if we are henceforth guided by the following rule: An invalidated sentencing factor (whether an eligibility factor or not) will render the sentence unconstitutional by reason of its adding an improper element to the aggravation scale in the weighing process<sup>[6]</sup><i>unless</i> one of the other sentencing factors enables the sentencer to give aggravating weight to the same facts and circumstances.</p>\n<p>This test is not, as JUSTICE BREYER describes it, \"an inquiry based solely on the admissibility of the underlying evidence.\" <i>Post,</i> at 241 (dissenting opinion). If the presence <span class=\"star-pagination\">*221</span> of the invalid sentencing factor allowed the sentencer to consider evidence that would not otherwise have been before it, due process would mandate reversal without regard to the rule we apply here. See <i>supra,</i> at 219; see also n. 6, <i>supra.</i><sup>[7]</sup> The issue we confront is the skewing that could result from the jury's considering <i>as aggravation</i> properly admitted evidence that should not have weighed in favor of the death penalty. See, <i>e. g., </i><i>Stringer,</i> 503 U.S., at 232 (\"[W]hen the sentencing body is told to weigh an invalid factor in its decision, a reviewing court may not assume it would have made no difference if the thumb had been removed from death's side of the scale\"). As we have explained, such skewing will occur, and give rise to constitutional error, only where the jury could not have given aggravating weight to the same facts and circumstances under the rubric of some other, valid sentencing factor.</p>\n<p></p>\n<h2>III</h2>\n<p>In California, a defendant convicted of first-degree murder is eligible for the death penalty if the jury finds one of the \"special circumstances\" listed in Cal. Penal Code Ann. § 190.2 (West Supp. 2005) to be true. These are the eligibility factors designed to satisfy <i>Furman.</i> See <i>People</i> v. <i>Bacigalupo</i> <span class=\"star-pagination\">*222</span> <span class=\"citation\" data-id=\"1122543\"><a href=\"/opinion/1122543/people-v-bacigalupo/\"><span class=\"volume\">6</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">457</span></a></span>, 467-468, 862 P. 2d 808, 813 (1993) (in bank). If the jury finds the existence of one of the special circumstances, it is instructed to \"take into account\" a <i>separate</i> list of sentencing factors describing aspects of the defendant and the crime. Cal. Penal Code Ann. § 190.3 (West 1999). These sentencing factors include, as we have said, \"[t]he circumstances of the crime of which the defendant was convicted in the present proceeding.\"</p>\n<p>The Court of Appeals held that California is a weighing State because \"`the sentencer [is] restricted to a \"weighing\" of aggravation against mitigation' and `the sentencer [is] prevented from considering evidence in aggravation other than discrete, statutorily-defined factors.'\" 373 F.3d, at 1061 (quoting <i>Williams</i> v. <i>Calderon,</i> <span class=\"citation\" data-id=\"694604\"><a href=\"/opinion/694604/keith-daniel-williams-v-arthur-calderon-warden-san/\"><span class=\"volume\">52</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1465</span></a></span>, 1478 (CA9 1995); brackets in original). The last statement is inaccurate. The \"circumstances of the crime\" factor can hardly be called \"discrete.\" It has the effect of rendering all the specified factors nonexclusive, thus causing California to be (in our prior terminology) a non-weighing State. Contrary to Sanders' contention, and JUSTICE STEVENS' views in dissent, the mere fact that the sentencing factors included \"the existence of any special circumstances [eligibility factors] found to be true,\" Cal. Penal Code Ann. § 190.3(a), did not make California a weighing State. That fact was redundant for purposes of our weighing jurisprudence because it in no way narrowed the universe of aggravating facts the jury was entitled to consider in determining a sentence.<sup>[8]</sup> But leaving <span class=\"star-pagination\">*223</span> aside the weighing/non-weighing dichotomy and proceeding to the more direct analysis set forth earlier in this opinion: All of the aggravating facts and circumstances that the invalidated factor permitted the jury to consider were also open to their proper consideration under one of the other factors. The erroneous factor could not have \"skewed\" the sentence, and no constitutional violation occurred.</p>\n<p>More specifically, Sanders' jury found four special circumstances to be true: that \"[t]he murder was committed while the defendant was engaged in . . . Robbery,\" § 190.2(a)(17)(A) (West Supp. 2005); that it was \"committed while the defendant was engaged in... Burglary in the first or second degree,\" § 190.2(a)(17)(G); that \"[t]he victim [Allen] was a witness to a crime who was intentionally killed for the purpose of preventing . . . her testimony in any criminal . . . proceeding,\" § 190.2(a)(10); and that \"[t]he murder was especially heinous, atrocious, or cruel,\" § 190.2(a)(14). The California Supreme Court set aside the burglary-murder special circumstance under state merger law because the instructions permitted the jury to find a burglary (and thus the burglary-murder special circumstance) based on Sanders' intent to commit assault, which is already an element of homicide, see <i>People</i> v. <i>Wilson,</i> <span class=\"citation\" data-id=\"1137351\"><a href=\"/opinion/1137351/people-v-wilson/\"><span class=\"volume\">1</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">431</span></a></span>, 439-440, 462 P. 2d 22, 27-28 (1969) (in banc). 51 Cal. 3d, at 517, 797 P. 2d, at 587. The court invalidated the \"heinous, atrocious, or cruel\" special circumstance because it had previously found that to be unconstitutionally vague. <i>Id.,</i> at 520, 797 P. 2d, at 589 (citing <i>People</i> v. <i>Superior Court,</i> <span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">797</span></span>, 647 P. 2d 76 (1982) (in bank)).</p>\n<p>As the California Supreme Court noted, however, \"the jury properly considered two special circumstances [eligibility factors] (robbery-murder and witness-killing).\" 51 Cal. <span class=\"star-pagination\">*224</span> 3d, at 520, 797 P. 2d, at 589-590. These are sufficient to satisfy <i>Furman</i>'s narrowing requirement, and alone rendered Sanders eligible for the death penalty. Moreover, the jury's consideration of the invalid eligibility factors in the weighing process did not produce constitutional error because all of the facts and circumstances admissible to establish the \"heinous, atrocious, or cruel\" and burglary-murder eligibility factors were also properly adduced as aggravating facts bearing upon the \"circumstances of the crime\" sentencing factor. They were properly considered whether or not they bore upon the invalidated eligibility factors. See 51 Cal. 3d, at 521, 797 P. 2d, at 590.</p>\n<p>Sanders argues that the weighing process was skewed by the fact that the jury was asked to consider, as one of the sentencing factors, \"the existence of any special circumstances [eligibility factors] found to be true.\" Cal. Penal Code Ann. § 190.3(a) (West 1999). In Sanders' view, that placed special emphasis upon those facts and circumstances relevant to the invalid eligibility factor. Virtually the same thing happened in <i>Zant.</i> There the Georgia jury was permitted to \"`conside[r] all evidence in extenuation, mitigation and aggravation of punishment,'\" 462 U.S., at 871-872 (quoting <i>Zant</i> v. <i>Stephens,</i> <span class=\"citation\" data-id=\"1356187\"><a href=\"/opinion/1356187/zant-v-stephens/\"><span class=\"volume\">250</span> <span class=\"reporter\">Ga.</span> <span class=\"page\">97</span></a></span>, 99-100, 297 S. E. 2d 1, 3-4 (1982)), but also instructed specifically that it could consider \"`any of [the] statutory aggravating circumstances which you find are supported by the evidence,'\" 462 U.S., at 866. This instruction gave the facts underlying the eligibility factors special prominence. Yet, even though one of the three factors (that the defendant had a \"substantial history of serious assaultive convictions,\" <i>id.,</i> at 867) was later invalidated, we upheld the sentence. We acknowledged that the erroneous instruction \"might have caused the jury to give somewhat greater weight to respondent's prior criminal record than it otherwise would have given,\" <i>id.,</i> at 888; indeed, we <i>assumed</i> such an effect, <i>ibid.</i> But the effect was \"merely a consequence of the statutory label `aggravating circumstanc[e].'\" <span class=\"star-pagination\">*225</span> We agreed with the Georgia Supreme Court that any such impact was \"`inconsequential,'\" <i>id.,</i> at 889, and held that it \"cannot fairly be regarded as a constitutional defect in the sentencing process,\" <i>ibid.</i> The same is true here.</p>\n<p></p>\n<h2>* * *</h2>\n<p>Because the jury's consideration of the invalid \"special circumstances\" gave rise to no constitutional violation, the Court of Appeals erred in ordering habeas relief. The judgment of the Court of Appeals is reversed, and the case is remanded for further proceedings consistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>JUSTICE STEVENS, with whom JUSTICE SOUTER joins, dissenting.</p>\n<p>Our prior cases have drawn a simple categorical distinction between a nonweighing State and a weighing State. In the former, the sole function of an aggravating circumstance finding is to make the defendant eligible for the death penalty. See, <i>e. g., </i><i>Zant</i> v. <i>Stephens,</i> <span class=\"citation\" data-id=\"110984\"><a href=\"/opinion/110984/zant-v-stephens/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">862</span></a></span>, 874 (1983) (\"[I]n Georgia, the finding of an aggravating circumstance does not play any role in guiding the sentencing body in the exercise of its discretion [to impose the death penalty], apart from its function of narrowing the class of persons convicted of murder who are eligible for the death penalty\"). In the latter, such a finding performs a second functionit provides a reason for deciding to impose that sentence on an eligible defendant. See, <i>e. g., </i><i>Clemons</i> v. <i>Mississippi,</i> <span class=\"citation\" data-id=\"112400\"><a href=\"/opinion/112400/clemons-v-mississippi/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">738</span></a></span>, 745 (1990) (\"In Mississippi, unlike the Georgia scheme considered in <i>Zant,</i> the finding of aggravating factors is part of the jury's sentencing determination, and the jury is required to weigh any mitigating factors against the aggravating circumstances\").</p>\n<p>Thus, in a nonweighing State, the finding of four aggravating circumstances has the same legal significance as a finding <span class=\"star-pagination\">*226</span> of three, and invalidation of one is presumptively harmless. See <i>Stringer</i> v. <i>Black,</i> <span class=\"citation\" data-id=\"112705\"><a href=\"/opinion/112705/stringer-v-black/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">222</span></a></span>, 232 (1992) (\"In a non-weighing State, so long as the sentencing body finds at least one valid aggravating factor, the fact that it also finds an invalid aggravating factor does not infect the formal process of deciding whether death is an appropriate penalty\"). By contrast, when a jury is told to weigh aggravating circumstances against mitigating evidence in making its penalty decision, four aggravators presumptively are more weighty than three. See <i>ibid.</i> (\"[W]hen the sentencing body is told to weigh an invalid factor in its decision, a reviewing court may not assume it would have made no difference if the thumb had been removed from death's side of the scale\"). For example, when a jury, as here, is incorrectly informed that its finding that a killing was \"heinous, atrocious, or cruel\" provides a reason for imposing death, see generally Cal. Penal Code Ann. § 190.2(a)(14) (West Supp. 2005), that error may well affect the jury's deliberations. Having been told to weigh \"[t]he circumstances of the crime . . . <i>and</i> the existence of any [aggravating] circumstances found to be true,\" § 190.3(a) (West 1999) (emphasis added), the jury may consider its conclusion that the killing was heinous separately from the \"circumstances of the crime\" underlying that erroneous conclusion, improperly counting the nature of the crime twice in determining whether a sentence of death is warranted. Or the jury, recognizing that the legislature has decided that a \"heinous, atrocious, or cruel\" murder, without more, can be worthy of the death penalty, may consider this a legislative imprimatur on a decision to impose death and therefore give greater weight to its improper heinousness finding than the circumstances of the crime would otherwise dictate. Under either scenario a weight has been added to death's side of the scale, and one cannot presume that this weight made no difference to the jury's ultimate conclusion.</p>\n<p>There are, of course, different weighing systems. If a jury is told that only those specific aggravating circumstances <span class=\"star-pagination\">*227</span> making the defendant eligible for the death penalty may provide reasons for imposing that penalty, its consideration of an invalid factor is obviously more prejudicial than if the jury is told that it may also consider all of the circumstances of the crime. The fact that California sentencing juries may consider these circumstances increases the likelihood that their consideration of a subsequently invalidated aggravating circumstance will be harmless, but it does not take California out of the \"weighing State\" category.</p>\n<p>The majority, however, has decided to convert the weighing/nonweighing distinction from one focused on the role aggravating circumstances play in a jury's sentencing deliberations to one focused on the evidence the jury may consider during those deliberations. Compare <i>Stringer,</i> 503 U.S., at 229 (explaining that Mississippi is a weighing State because the jury must weigh aggravating circumstances against mitigating evidence in choosing whether to impose the death penalty, while Georgia is a nonweighing State because \"aggravating factors as such have no specific function in [that] decision\"), with <i>ante,</i> at 220 (\"An invalidated sentencing factor (whether an eligibility factor or not) will render the sentence unconstitutional by reason of its adding an improper element to the aggravation scale in the weighing process <i>unless</i> one of the other sentencing factors enables the sentencer to give aggravating weight to the same facts and circumstances\" (footnote omitted)). But whether an aggravating circumstance finding plays a role in the jury's decision to impose the death penalty has nothing to do with whether the jury may separately consider \"all the `circumstances of the crime.'\"</p>\n<p>In this case, if the question had been presented to us, I might well have concluded that the error here was harmless. See generally <i>Brecht</i> v. <i>Abrahamson,</i> <span class=\"citation\" data-id=\"112845\"><a href=\"/opinion/112845/brecht-v-abrahamson/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">619</span></a></span>, 638 (1993). But the State has merely asked us to decide whether California is a weighing State, see Pet. for Cert. i, and the Court of Appeals correctly decided that the statutory <span class=\"star-pagination\">*228</span> text has unambiguously answered that question. Cf. § 190.3 (enumerating aggravating and mitigating circumstances and requiring \"the trier of fact [to] impose a sentence of death if [it] concludes that the aggravating circumstances outweigh the mitigating circumstances\").</p>\n<p>Instead of heeding this plain language, the Court has chosen to modify our settled law, ignoring the dual role played by aggravating circumstances in California's death penalty regime. Because this decision is more likely to complicate than to clarify our capital sentencing jurisprudence, I respectfully dissent.</p>\n<p>JUSTICE BREYER, with whom JUSTICE GINSBURG joins, dissenting.</p>\n<p>The question before us is whether California's approach to imposing the death penalty makes California a \"weighing\" or a \"nonweighing\" State for purposes of determining whether to apply \"harmless-error\" review in a certain kind of death casenamely, a case in which the death sentence rests in part on an invalid aggravating circumstance. In my view, it does not matter whether California is a \"weighing\" or a \"nonweighing\" State, as ordinary rules of appellate review should apply. A reviewing court must find that the jury's consideration of an invalid aggravator was harmless beyond a reasonable doubt, regardless of the form a State's death penalty law takes.</p>\n<p></p>\n<h2>I</h2>\n<p>To understand my answer, one must fully understand the question, including the somewhat misleading terminology in which the question is phrased.</p>\n<p></p>\n<h2>A</h2>\n<p>Death penalty proceedings take place in two stages. At the first stage, the jury must determine whether there is something especially wrongful, <i>i. e.,</i> \"aggravating,\" about the defendant's conduct. State statutes typically list these specific <span class=\"star-pagination\">*229</span> \"aggravating\" factors, and the jury typically must find at least one such factor present for the defendant to become eligible for the death penalty. \"By doing so, the jury narrows the class of persons eligible for the death penalty according to an objective legislative definition,\" as required by the Eighth Amendment. <i>Lowenfield</i> v. <i>Phelps,</i> <span class=\"citation\" data-id=\"111978\"><a href=\"/opinion/111978/lowenfield-v-phelps/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">231</span></a></span>, 244 (1988). If the jury finds that an aggravating factor is present and the defendant is consequently eligible for the death penalty, it proceeds to Stage Two. At Stage Two, the jury (or sometimes the judge) must determine whether to sentence the defendant to death or to provide a different sentence (usually, life imprisonment). At this stage, this Court has said, States divide as to their approach.</p>\n<p><i>Weighing States.</i> Some States tell the jury: \"Consider all the mitigating factors and weigh them against the <i>specific aggravating factors</i> that you found, at Stage One, made the defendant eligible for the death penalty. If the aggravating factors predominate, you must sentence the defendant to death; otherwise, you may not.\" Because the law in these States tells the jury to weigh <i>only</i> statutory aggravating factors (typically the same factors considered at Stage One) against the mitigating factors, this Court has called these States \"weighing States.\" This is something of a misnomer because the jury cannot weigh everything but is instead limited to weighing certain statutorily defined aggravating factors. The Court has identified Mississippi as a classic example of a weighing State. See <i>Stringer</i> v. <i>Black,</i> <span class=\"citation\" data-id=\"112705\"><a href=\"/opinion/112705/stringer-v-black/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">222</span></a></span>, 229 (1992).</p>\n<p><i>Nonweighing States.</i> Other States tell the jury: \"Consider all the mitigating factors and weigh them, not simply against the statutory aggravating factors you previously found at Stage One, but against <i>any and all</i> factors you consider aggravating.\" Because the balance includes <i>all</i> aggravating factors and not only those on the Stage One eligibility list, this Court has called such States \"nonweighing States.\" Although it might be clearer to call these States \"complete <span class=\"star-pagination\">*230</span> weighing\" States (for the jury can weigh <i>everything</i> that is properly admissible), I shall continue to use the traditional terminology. The Court has identified Georgia as the prototypical example of a State that has adopted this complete weighing approach. <i>Ibid.</i></p>\n<p></p>\n<h2>B</h2>\n<p>The question in this case arises under the following circumstances.</p>\n<p>(1) At Stage One, a jury found several aggravating factors, the presence of any one of which would make the defendant eligible for the death penalty.</p>\n<p>(2) At least one of those aggravating factors was an \"improper\" factor, <i>i. e.,</i> a factor that the law forbids the jury from considering as aggravating and that the jury's use of which (for this purpose) was later invalidated on appeal. The sentencing court made a mistake, indeed a mistake of constitutional dimensions, when it listed the \"heinous, atrocious, or cruel,\" Cal. Penal Code Ann. § 190.2(a)(14) (West Supp. 2005), aggravating factor as one of the several factors for the jury to consider at Stage One. See <i>Godfrey</i> v. <i>Georgia,</i> <span class=\"citation\" data-id=\"110259\"><a href=\"/opinion/110259/godfrey-v-georgia/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">420</span></a></span>, 433 (1980) (plurality opinion). But that mistake did not, in and of itself, forbid application of the death penalty. After all, the jury also found <i>other</i> listed aggravating factors, the presence of any one of which made the defendant <i>eligible</i> for the death penalty.</p>\n<p>(3) All the evidence before the sentencing jury at Stage Two was properly admitted. The evidence that supported the improper heinousness factor, for example, also showed how the crime was committed, and the jury is clearly entitled to consider it.</p>\n<p>Given this outline of the problem, two questions follow. <i>Question One:</i> Is it possible that the judge's legal mistake at Stage Onetelling the jury that it could determine that the \"heinous, atrocious, or cruel\" aggravator was presentprejudiced the jury's decisionmaking at Stage Two? In other words, could that mistake create harmful error, causing the <span class=\"star-pagination\">*231</span> jury to impose a death sentence due to the fact that it was told to give special weight to its heinousness finding? The lower courts have read this Court's opinions to say that in a nonweighing State the answer <i>must</i> be \"no\"; but in a weighing State the answer <i>might</i> be \"yes.\"</p>\n<p><i>Question Two:</i> Given the lower courts' answer to Question One, is California a nonweighing State? If so, the reviewing court can assume, without going further, that the error arising out of the sentencing judge's having listed an invalid aggravator was harmless. Or is California a weighing State? If so, the reviewing court should have gone further and determined whether the error was <i>in fact</i> harmless.</p>\n<p>I would answer Question Two by holding that the lower courts have misunderstood this Court's answer to Question One. Despite the Court's occasional suggestion to the contrary, the weighing/nonweighing distinction has little to do with the need to determine whether the error was harmless. Moreover, given \"the `acute need' for reliable decisionmaking when the death penalty is at issue,\" <i>Deck</i> v. <i>Missouri,</i> <span class=\"citation\" data-id=\"142897\"><a href=\"/opinion/142897/deck-v-missouri/\"><span class=\"volume\">544</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">622</span></a></span>, 632 (2005), reviewing courts should decide if that error was harmful, regardless of the form a State's death penalty law takes.</p>\n<p></p>\n<h2>II</h2>\n<p>To distinguish between weighing and nonweighing States for purposes of determining whether to apply harmless-error analysis is unrealistic, impractical, and legally unnecessary.</p>\n<p></p>\n<h2>A</h2>\n<p>Use of the distinction is unrealistic because it is unrelated to any plausible conception of how a capital sentencing jury actually reaches its decision. First, consider the kind of error here at issue. It is not an error about the improper admission of evidence. See <i>infra,</i> at 239-241. It is an error about the importance a jury might attach to certain admissible evidence. Using the metaphor of a \"thumb on death's side of the scale,\" we have identified the error as the \"possibility <span class=\"star-pagination\">*232</span> not only of randomness but also of bias in favor of the death penalty.\" <i>Stringer</i> v. <i>Black,</i> 503 U.S., at 236; see <i>Sochor</i> v. <i>Florida,</i> <span class=\"citation\" data-id=\"112746\"><a href=\"/opinion/112746/sochor-v-florida/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">527</span></a></span>, 532 (1992) (\"Employing an invalid aggravating factor in the weighing process creates the possibility of randomness by placing a thumb on death's side of the scale, thus creating the risk of treating the defendant as more deserving of the death penalty\" (internal quotation marks, citations, and alterations omitted)).</p>\n<p>Second, consider why that error could affect a decision to impose death. If the error causes harm, it is because a jury has given special weight to its finding of (or the evidence that shows) the invalid \"aggravating factor.\" The jury might do so because the judge or prosecutor led it to believe that state law attaches particular importance to that factor: Indeed, why else would the State call that factor an \"aggravator\" and/or permit it to render a defendant death eligible? See <i>Zant</i> v. <i>Stephens,</i> <span class=\"citation\" data-id=\"110984\"><a href=\"/opinion/110984/zant-v-stephens/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">862</span></a></span>, 888 (1983) (recognizing that statutory label \"arguably might have caused the jury to give somewhat greater weight to respondent's prior criminal record than it otherwise would have given\"); see also <i>ante,</i> at 226 (Stevens, J., dissenting) (noting that jury may consider the aggravating label \"a legislative imprimatur on a decision to impose death and therefore give greater weight to its improper heinousness finding . . .\"); <i>Clemons</i> v. <i>Mississippi,</i> <span class=\"citation\" data-id=\"112400\"><a href=\"/opinion/112400/clemons-v-mississippi/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">738</span></a></span>, 753, 755 (1990) (noting that the prosecutor \"repeatedly emphasized and argued the `especially heinous' factor during the sentencing hearing\" and remanding for the Mississippi Supreme Court to conduct harmless-error review).</p>\n<p>The risk that the jury will give greater weight at Stage Two to its Stage One finding of an aggravating factora factor that, it turns out, never should have been found in the first instanceis significant in a weighing State, for the judge will explicitly tell the jury to consider that particular aggravating factor in its decisionmaking process. That risk may prove significant in a nonweighing State as well, for <span class=\"star-pagination\">*233</span> there too the judge may tell the jury to consider that aggravating factor in its decisionmaking process.</p>\n<p>The only difference between the two kinds of States is that, in the nonweighing State, the jury can also consider other aggravating factors (which are usually not enumerated by statute). Cf. Ga. Code Ann. § 17-10-30(b) (2004) (judge or jury \"shall consider . . . any mitigating circumstances or aggravating circumstances otherwise authorized by law <i>and any of the following statutory aggravating circumstances</i> which may be supported by the evidence\" (emphasis added)). But the potential for the same kind of constitutional harm exists in both kinds of States, namely, that the jury will attach special weight to that aggravator on the scale, the aggravator that the law says should not have been there.</p>\n<p>To illustrate this point, consider the following two statements. <i>Statement One</i>The judge tells the jury in a weighing State: \"You can sentence the defendant to death only if you find one, or more, of the following three aggravating circumstances, X, Y, or Z. If you do, the law requires you to consider those aggravators and weigh them against the mitigators.\" <i>Statement Two</i>The judge tells the jury in a nonweighing State: \"You can sentence the defendant to death only if you find one, or more, of the following three aggravating circumstances, X, Y, or Z. If you do, the law permits you to consider all mitigating and aggravating evidence, including X, Y, and Z, in reaching your decision.\"</p>\n<p>What meaningful difference is there between these two statements? The decisionmaking process of the first jury and that of the second jury will not differ significantly: Both juries will weigh the evidence offered in aggravation and the evidence offered in mitigation. Cf. Brief for Criminal Justice Legal Foundation as <i>Amicus Curiae</i> 4 (\"In reality, all sentencers `weigh'\"). If Statement One amounts to harmful error because the prosecutor emphasized the importance of wrongfully listed factor Y, why would Statement Two not amount to similarly harmful error? In both instances, a <span class=\"star-pagination\">*234</span> jury <i>might</i> put special weight upon its previous finding of factor Y. It is not surprising that commentators have found unsatisfactory the Court's efforts to distinguish between the two statements for harmless-error purposes. See, <i>e. g.,</i> Steiker &amp; Steiker, Sober Second Thoughts: Reflections on Two Decades of Constitutional Regulation of Capital Punishment, 109 Harv. L. Rev. 355, 386-387 (1995) (\"[T]he different doctrinal approaches to `weighing' and `non-weighing' schemes are difficult to justify given that the sentencer's decisionmaking process is likely to be similar under either scheme\"); Widder, Hanging Life in the Balance: The Supreme Court and the Metaphor of Weighing in the Penalty Phase of the Capital Trial, 68 Tulane L. Rev. 1341, 1363-1365 (1994) (arguing that the distinction is largely an \"illusion\" that \"appears to be derived from a fixation on the literal meaning of the metaphor of weighing, [which] remains a common means of describing the capital sentencing process even in decisions of state courts that rely on the non-weighing status of their statutory schemes to uphold [death] sentences resting on invalid factors\").</p>\n<p></p>\n<h2>B</h2>\n<p>The distinction is impractical to administer for it creates only two paradigmsStates that weigh <i>only</i> statutory aggravators and States that weigh any and all circumstances (<i>i. e.,</i> statutory and nonstatutory aggravators). Many States, however, fall somewhere in between the two paradigms. A State, for example, might have a set of aggravating factors making a defendant eligible for the death penalty and an additional set of sentencing factors (unrelated to the eligibility determination) designed to channel the jury's discretion. California is such a State, as it requires the jury to take into account the eligibility-related aggravating factors and 11 other sentencing factorsincluding an omnibus factor that permits consideration of all of the circumstances of the crime. Cal. Penal Code Ann. § 190.3 (West 1999). And because <span class=\"star-pagination\">*235</span> many States collapse Stage One (eligibility) and Stage Two (sentence selection) into a single proceeding in which the jury hears all of the evidence at the same time, those States permit the prosecution to introduce and argue any relevant evidence, including evidence related to the statutory aggravators. Indeed, one State the Court has characterized as a weighing State (Mississippi) and one State the Court has characterized as a nonweighing State (Virginia) both fall into this intermediate category. Miss. Code Ann. § 99-19-101 (1973-2000); Va. Code Ann. § 19.2-264.4(B) (Lexis 2004). Efforts to classify these varied schemes, for purposes of applying harmless-error analysis, produce much legal heat while casting little light.</p>\n<p></p>\n<h2>C</h2>\n<p>Our precedents, read in detail, do not require us to maintain this unrealistic and impractical distinction. The Court has discussed the matter in three key cases. In the first case, <i>Zant</i> v. <i>Stephens,</i> the Court considered an error that arose in Georgia, a nonweighing State. The Georgia Supreme Court had held that one of several statutory aggravating circumstances found by the jurythat the defendant had a \"`substantial history of serious assaultive criminal convictions'\" was unconstitutionally vague. 462 U.S., at 867, and n. 5. The jury, however, had also found other aggravators present, so the defendant remained eligible for death. The Georgia Supreme Court concluded that the sentencing court's instruction on the unconstitutional factor, though erroneous, \"had `an inconsequential impact on the jury's decision regarding the death penalty.'\" <i>Id.,</i> at 889 (quoting <i>Zant</i> v. <i>Stephens,</i> <span class=\"citation\" data-id=\"1356187\"><a href=\"/opinion/1356187/zant-v-stephens/\"><span class=\"volume\">250</span> <span class=\"reporter\">Ga.</span> <span class=\"page\">97</span></a></span>, 100, 297 S. E. 2d 1, 4 (1982)).</p>\n<p>This Court agreed with the Georgia Supreme Court's conclusion. The Court conceded that the label\"aggravating circumstance\"created the risk that the jury <i>might</i> place too much weight on the evidence that showed that aggravator. Indeed, it said that the statutory label \"`aggravating circumstance[s]'\" might \"arguably . . . have caused the jury <span class=\"star-pagination\">*236</span> to give somewhat greater weight to respondent's prior criminal record than it otherwise would have given.\" 462 U.S., at 888. But the Court concluded that, under the circumstances, the error was harmless. For one thing, Georgia's statute permitted the jury to consider more than just the specific aggravators related to Stage One. See <i>id.,</i> at 886. For another thing, the trial court's \"instructions did not place particular emphasis on the role of statutory aggravating circumstances in the jury's ultimate decision.\" <i>Id.,</i> at 889 (citation omitted). In fact, it specifically told the jury to \"`consider <i>all</i> facts and circumstances presented in ext[e]nuation..., mitigation and aggravation.'\" <i>Ibid.</i> Finally, there was no indication at all that either the judge or the prosecutor tried to single out the erroneous aggravator for special weight. Because under the circumstances there was no real harm, the Court concluded that \"any possible impact cannot fairly be regarded as a constitutional defect in the sentencing process.\" <i>Ibid.</i></p>\n<p>The Court in <i>Zant</i> did not say that the jury's consideration of an improper aggravator is <i>never</i> harmless in a State like Georgia. It did say that the jury's consideration of the improper aggravator was harmless <i>under the circumstances of that case.</i> And the Court's detailed discussion of the jury instructions is inconsistent with a rule of law that would require an <i>automatic</i> conclusion of \"harmless error\" in States with death penalty laws like Georgia's. See <i>id.,</i> at 888-889, and n. 25; see also <i>id.,</i> at 891 (\"Under Georgia's sentencing scheme, <i>and under the trial judge's instructions in this case,</i> no suggestion is made that the presence of more than one aggravating circumstance should be given special weight\" (emphasis added)).</p>\n<p>The dissent in <i>Zant</i> also clearly understood the principal opinion to have conducted a harmless-error analysis. <i>Id.,</i> at 904-905 (opinion of Marshall, J., joined by Brennan, J.). And the Court repeated this same understanding in a case decided only <i>two weeks later. </i><i>Barclay</i> v. <i>Florida,</i> <span class=\"citation\" data-id=\"111018\"><a href=\"/opinion/111018/barclay-v-florida/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">939</span></a></span>, 951, n. 8 (1983) (plurality opinion) (upholding death sentence <span class=\"star-pagination\">*237</span> and concluding that \"we need not apply the type of federal harmless-error analysis that was necessary in <i>Zant\".</i>)</p>\n<p>The second case, <i>Clemons</i> v. <i>Mississippi</i><i>,</i> involved a weighing State, Mississippi. The Mississippi Supreme Court upheld the petitioner's death sentence \"even though the jury instruction regarding one of the aggravating factors pressed by the State, that the murder was `especially heinous, atrocious, or cruel,' was constitutionally invalid.\" 494 U.S., at 741. Finding it unclear whether the state court reweighed the aggravating and mitigating evidence or conducted harmless-error review, the Court vacated and remanded to the Mississippi Supreme Court to conduct either procedure (or to remand to a sentencing jury) in the first instance. <i>Id.,</i> at 754.</p>\n<p>As far as the Court's \"harmless-error\" analysis reveals, the reason the Court remandedthe reason it thought the error might not be harmlesshad nothing to do with the fact that Mississippi was a so-called weighing State. Cf. <i>ante,</i> at 218-219, n. 3. Rather, the Court thought the error might be harmful because \"the State repeatedly emphasized and argued the `especially heinous' factor during the sentencing hearing,\" in stark contrast to the \"little emphasis\" it gave to the other valid aggravator found by the jury. 494 U.S., at 753. The Court concluded that, \"[u]nder these circumstances, it would require a detailed explanation based on the record for us possibly to agree that the error in giving the invalid `especially heinous' instruction was harmless.\" <i>Id.,</i> at 753-754.</p>\n<p>The third case, <i>Stringer</i> v. <i>Black</i><i>,</i> presented a different kind of question: For the purposes of <i>Teague</i> v. <i>Lane,</i> <span class=\"citation\" data-id=\"112206\"><a href=\"/opinion/112206/teague-v-lane/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">288</span></a></span> (1989), does the rule that a vague aggravating circumstance violates the Eighth Amendment apply to a weighing State like Mississippi in the same way it applies to a nonweighing State like Georgia? The Court answered this question \"yes.\" In so doing, it described the difference between Mississippi's system and Georgia's system as follows:</p>\n<blockquote>\n<span class=\"star-pagination\">*238</span> <i>\"In a nonweighing State, so long as the sentencing body finds at least one valid aggravating factor, the fact that it also finds an invalid aggravating factor does not infect the formal process of deciding whether death is an appropriate penalty. Assuming a determination by the state appellate court that the invalid factor would not have made a difference to the jury's determination, there is no constitutional violation resulting from the introduction of the invalid factor in an earlier stage of the proceedings.</i> But when the sentencing body is told to weigh an invalid factor in its decision, a reviewing court may not assume it would have made no difference if the thumb had been removed from death's side of the scale. When the weighing process itself has been skewed, only constitutional harmless-error analysis or reweighing at the trial or appellate level suffices to guarantee that the defendant received an individualized sentence.\" 503 U.S., at 232 (emphasis added).</blockquote>\n<p>The first sentence in this statement is the first and only suggestion in our cases that the submission of a vague aggravating circumstance to a jury can <i>never</i> result in constitutional error in a nonweighing State. Indeed, the term \"nonweighing State,\" and the significance attached to it, does not appear in the Court's jurisprudence prior to <i>Stringer.</i> The second sentence in the statement is less categorical than the first. It suggests that a state appellate court would have to make some form of a harmless-error inquiry to satisfy itself that the invalidated factor \"would not have made a difference to the jury's determination\" before it could conclude that there was \"no constitutional violation.\" <i>Ibid.</i> Given this errant language in <i>Stringer,</i> I agree that it is \"[n]ot surprisin[g]\" that the lower courts have since operated under the assumption \"that different rules apply to weighing and nonweighing States,\" and that harmless-error review is necessary only in the former. <i>Ante,</i> at 218, n. 3. My point is simply that such an assumption is unfounded based on our <span class=\"star-pagination\">*239</span> prior cases. And regardless of the lower courts' interpretation of our precedents, I think it more important that our own decisions have not repeated <i>Stringer</i>'s characterization of those precedents. See, <i>e. g., </i><i>Tuggle</i> v. <i>Netherland,</i> <span class=\"citation\" data-id=\"117976\"><a href=\"/opinion/117976/tuggle-v-netherland/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">10</span></a></span>, 11 (1995) <i>(per curiam)</i> (characterizing <i>Zant</i> as holding \"that a death sentence supported by multiple aggravating circumstances <i>need not always</i> be set aside if one aggravator is found to be invalid\" (emphasis added)).</p>\n<p>For the reasons stated in Parts II-A and II-B, <i>supra,</i> I would not take a single ambiguous sentence of dicta and derive from it a rule of law that is unjustified and that, in cases where the error is in fact harmful, would deprive a defendant of a fair and reliable sentencing proceeding.</p>\n<p></p>\n<h2>III</h2>\n<p>The upshot is that I would require a reviewing court to examine whether the jury's consideration of an unconstitutional aggravating factor was harmful, regardless of whether the State is a weighing State or a nonweighing State. I would hold that the fact that a State is a nonweighing State may make the possibility of harmful error less likely, but it does not excuse a reviewing court from ensuring that the error was <i>in fact</i> harmless. Our cases in this area do not require a different result.</p>\n<p></p>\n<h2>IV</h2>\n<p>The Court reaches a somewhat similar conclusion. It, too, would abolish (or at least diminish the importance of) the weighing/nonweighing distinction for purposes of harmless-error analysis. But then, surprisingly, it also diminishes the need to conduct any harmless-error review at all. If all the evidence was properly admitted and if the jury can use that evidence when it considers other aggravating factors, any error, the Court announces, must be harmless. See <i>ante,</i> at 220 (holding that when \"one of the other sentencing factors enables the sentencer to give aggravating weight to the same facts and circumstances\" that underlie the invalidated <span class=\"star-pagination\">*240</span> aggravating factor, a reviewing court need not apply harmless-error review).</p>\n<p>Common sense suggests, however, and this Court has explicitly held, that the problem before us is <i>not</i> a problem of the admissibility of certain evidence. It is a problem of the emphasis given to that evidence by the State or the trial court. If that improper emphasis is strong enough, it can wrongly place a \"thumb on death's side of the scale\" at Stage Two (sentencing). That is what the Court <i>said</i> in <i>Stringer,</i> that is what the Court <i>necessarily implied</i> in <i>Zant,</i> and that is what the Court <i>held</i> in <i>Clemons.</i> I believe the Court is right to depart from the implication of an errant sentence in <i>Stringer.</i> But it is wrong to depart without explanation from <i>Clemons'</i> unanimous holdinga holding that at least two Members of this Court have explicitly recognized as such. See <i>Pensinger</i> v. <i>California,</i> <span class=\"citation\" data-id=\"112685\"><a href=\"/opinion/112685/brett-patrick-pensinger-petitioner-v-california/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">930</span></a></span>, 931 (1991) (O'Connor, J., joined by Kennedy, J., dissenting from denial of certiorari) (noting that the \"`especially heinous' instruction did not change the mix of evidence presented to the jury in <i>[Clemons]\"</i> and \"that fact alone did not support a finding of harmlessness\").</p>\n<p>The Court cannot reconcile its holding with <i>Clemons.</i> That opinion makes clear that the issue is one of emphasis, not of evidence. Indeed, the Court explicitly disavowed the suggestion that Mississippi's \"reliance on the `especially heinous' factor led to the introduction of any evidence that was not otherwise admissible in either the guilt or sentencing phases of the proceeding. All of the circumstances surrounding the murder already had been aired during the guilt phase of the trial and a jury clearly is entitled to consider such evidence in imposing [the] sentence.\" 494 U.S., at 754-755, n. 5. And the entire Court agreed that the potentially improper emphasis consisted of the fact that \"the State repeatedly emphasized and argued the `especially heinous' factor during the sentencing hearing,\" while placing \"little emphasis\" <span class=\"star-pagination\">*241</span> on the sole valid aggravator of robbery for pecuniary gain. <i>Id.,</i> at 753-754; see also <i>id.,</i> at 773, n. 23 (Blackmun, J., joined by Brennan, Marshall, and Stevens, JJ., concurring in part and dissenting in part).</p>\n<p>The Court's only answer is to assert that \"<i>Clemons</i> maintains the distinction envisioned in <i>Zant.</i>\" <i>Ante,</i> at 218, n. 3 (citing <i>Clemons, supra,</i> at 745). But <i>Clemons</i> did no such thing. Although the Court did observe the differences between the statutory schemes of Georgia and Mississippi, it certainly did not, as the Court claims, suggest that harmless-error analysis should <i>never</i> be conducted in the former and <i>always</i> be conducted in the latter. Rather, the Court made the unremarkable statement that \"[i]n a State like Georgia, where aggravating circumstances serve only to make a defendant eligible for the death penalty and not to determine the punishment, the invalidation of one aggravating circumstance <i>does not necessarily</i> require an appellate court to vacate a death sentence and remand to a jury.\" <i>Clemons, supra,</i> at 744-745 (emphasis added). Of course, the implication of the qualifier \"necessarily\" is that, in some cases, a jury's consideration of an invalidated aggravating circumstance <i>might</i> require that a death sentence be vacated, even \"[i]n a State like Georgia.\"</p>\n<p>In sum, an inquiry based solely on the admissibility of the underlying evidence is inconsistent with our previous cases. And as explained above, see <i>supra,</i> at 231-234, the potential for a tilting of the scales toward death is present even in those States (like Georgia and Virginia) that permit a jury to consider all of the circumstances of the crime.</p>\n<p></p>\n<h2>V</h2>\n<p>It may well be that the errors at issue in this case were harmless. The State of California did not ask us to consider the Ninth Circuit's contrary view, and I have not done so. Given the fact that I (like the Court in this respect) would <span class=\"star-pagination\">*242</span> abolish the weighing/nonweighing distinction, and in light of the explanation of the kind of error at issue, I would remand this case and require the Ninth Circuit to reconsider its entire decision in light of the considerations I have described.</p>\n<h2>NOTES</h2>\n<p>[*]  <i>Kent S. Scheidegger</i> filed a brief for the Criminal Justice Legal Foundation as <i>amicus curiae</i> urging reversal.</p>\n<p>[1]  Because Sanders filed his habeas petition before April 24, 1996, we do not apply the substantive review standards required by the Antiterrorism and Effective Death Penalty Act of 1996, 110 Stat. 1214. See <i>Lindh</i> v. <i>Murphy,</i> <span class=\"citation\" data-id=\"118135\"><a href=\"/opinion/118135/lindh-v-murphy/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">320</span></a></span>, 327 (1997).</p>\n<p>[2]  Our cases have frequently employed the terms \"aggravating circumstance\" or \"aggravating factor\" to refer to those statutory factors which determine death eligibility in satisfaction of <i>Furman</i>'s narrowing requirement. See, <i>e. g., </i><i>Tuilaepa</i> v. <i>California,</i> 512 U.S., at 972. This terminology becomes confusing when, as in this case, a State employs the term \"aggravating circumstance\" to refer to factors that play a different role, determining which defendants <i>eligible</i> for the death penalty will actually <i>receive</i> that penalty. See Cal. Penal Code Ann. § 190.3 (West 1999). To avoid confusion, this opinion will use the term \"eligibility factor\" to describe a factor that performs the constitutional narrowing function.</p>\n<p>[3]  JUSTICE BREYER contends that harmless-error review applies in <i>both</i> weighing and non-weighing States. See <i>post,</i> at 235-239 (dissenting opinion). It would be strange indeed to discover at this late stage that our long-held distinction between the two sorts of States for purposes of reviewing invalid eligibility factors in fact made no difference. Cf., <i>e. g., </i><i>Stringer</i> v. <i>Black,</i> <span class=\"citation\" data-id=\"112705\"><a href=\"/opinion/112705/stringer-v-black/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">222</span></a></span>, 232 (1992) (weighing/non-weighing distinction is \"of critical importance\"). Not surprisingly, the Courts of Appeals have uniformly understood that different rules apply to weighing and non-weighing States, and that harmless-error review is necessary only in the former. See, <i>e. g., </i><i>Sanders</i> v. <i>Woodford,</i> <span class=\"citation\" data-id=\"786766\"><a href=\"/opinion/786766/ronald-l-sanders-v-jeanne-s-woodford-warden-of-cal/\"><span class=\"volume\">373</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1054</span></a></span>, 1059-1060 (CA9 2004); <i>Flamer</i> v. <i>Delaware,</i> <span class=\"citation\" data-id=\"706839\"><a href=\"/opinion/706839/william-h-flamer-v-state-of-delaware-darl-chaffinc/\"><span class=\"volume\">68</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">736</span></a></span>, 746-749 (CA3 1995); <i>Williams</i> v. <i>Cain,</i> <span class=\"citation\" data-id=\"746449\"><a href=\"/opinion/746449/dobie-gillis-williams-petitioner-appellee-cross-ap/\"><span class=\"volume\">125</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">269</span></a></span>, 281 (CA5 1997).\n</p>\n<p>Our own cases, moreover, are flatly inconsistent with requiring harmless-error review in both types of States. As JUSTICE BREYER notes, <i>post,</i> at 235, <i>Zant</i> v. <i>Stephens,</i> <span class=\"citation\" data-id=\"110984\"><a href=\"/opinion/110984/zant-v-stephens/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">862</span></a></span> (1983), did endorse the Georgia Supreme Court's holding that attaching the statutory label \"aggravating\" to the invalid eligibility factor had an \"inconsequential impact on the jury's decision regarding the death penalty,\" <i>id.,</i> at 889 (internal quotation marks omitted). But the core holding is what we said next: \"More importantly, . . . <i>any possible impact</i> cannot fairly be regarded as a constitutional defect in the sentencing process.\" <i>Ibid.</i> (emphasis added); see also <i>post,</i> at 237-239. <i>Zant</i> must therefore be read not as holding that any constitutional error was harmless, but as rejecting respondent's claim of constitutional error.</p>\n<p>Neither <i>Clemons</i> v. <i>Mississippi,</i> <span class=\"citation\" data-id=\"112400\"><a href=\"/opinion/112400/clemons-v-mississippi/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">738</span></a></span> (1990), nor <i>Stringer</i> says anything to the contrary. JUSTICE BREYER points out that <i>Clemons'</i> harmless-error discussion focused on the emphasis given to the invalid factor, rather than on the fact that Mississippi is a weighing State, but that is hardly relevant: Our discussion of <i>how</i> harmless-error analysis should be conducted (the issue in the passage from <i>Clemons</i> that JUSTICE BREYER cites, 494 U.S., at 753-754) says nothing about <i>when</i> that analysis should be conducted (the issue addressed by the weighing/non-weighing distinction). On the latter question, <i>Clemons</i> maintains the distinction envisioned in <i>Zant,</i> see 462 U.S., at 890-891, between Georgia (a non-weighing State) and Mississippi (a weighing State), see <i>Clemons, supra,</i> at 745. Likewise, <i>Stringer</i> specifically distinguishes between non-weighing States, in which \"the fact that [the jury] also finds an invalid aggravating factor does not infect the formal process of deciding whether death is an appropriate penalty,\" 503 U.S., at 232, and weighing States, in which \"constitutional harmless-error analysis or reweighing at the trial or appellate level\" is required, <i>ibid.</i></p>\n<p>[4]  The fact that a sentencer's consideration of an invalid eligibility factor in a non-weighing State may nonetheless amount to constitutional error explains <i>Tuggle</i>'s characterization of <i>Zant</i> as holding \"that a death sentence supported by multiple aggravating circumstances <i>need not always</i> be set aside if one aggravator is found to be invalid,\" 516 U.S., at 11 (emphasis added); cf. <i>post,</i> at 239 (Breyer, J., dissenting), as well as our related comment in <i>Clemons</i> that, \"[i]n a [non-weighing] State like Georgia, . . . the invalidation of one aggravating circumstance <i>does not necessarily</i> require an appellate court to vacate a death sentence and remand to a jury,\" 494 U.S., at 744-745 (emphasis added); cf. <i>post,</i> at 241 (BREYER, J., dissenting).</p>\n<p>[5]  This very problem may have been present in <i>Stringer</i> v. <i>Black, supra</i><i>.</i> There, although the Mississippi courts invalidated an aggravating circumstancewhether the murder was \"especially heinous, atrocious, or cruel,\" Miss. Code Ann. § 99-19-101(5)(h) (1993 Cum. Supp.)that was <i>not</i> one of the specified eligibility factors, see § 97-3-19(2) (1994), we nonetheless treated Mississippi as a weighing State. Since, however, Mississippi law provided that the jury could not impose a death sentence unless it found the existence of at least one statutory aggravating factor, see § 99-19-101(3)(b) (1993 Cum. Supp.), it could be argued that the additional aggravating factors were converted into <i>de facto</i> eligibility factors.</p>\n<p>[6]  There may be other distortions caused by the invalidated factor beyond the mere addition of an improper aggravating element. For example, what the jury was instructed to consider as an aggravating factor might have \"actually . . . militate[d] in favor of a lesser penalty,\" <i>Zant, supra,</i> at 885. See <i>supra,</i> at 219.</p>\n<p>[7]  This explains the footnote in <i>Clemons</i> v. <i>Mississippi, supra,</i> at 754, n. 5, on which JUSTICE BREYER relies, see <i>post,</i> at 240. That footnote addressed petitioner's argument that the Mississippi Supreme Court had arbitrarily refused to order jury resentencing, even though it had done so in an earlier case, <i>Johnson</i> v. <i>State,</i> <span class=\"citation\" data-id=\"1743160\"><a href=\"/opinion/1743160/johnson-v-state/\"><span class=\"volume\">511</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1333</span></a></span> (1987), rev'd, <span class=\"citation\" data-id=\"112096\"><a href=\"/opinion/112096/johnson-v-mississippi/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">578</span></a></span> (1988), on remand, <span class=\"citation\" data-id=\"1861526\"><a href=\"/opinion/1861526/johnson-v-state/\"><span class=\"volume\">547</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">59</span></a></span> (1989) (en banc). We distinguished the two cases, noting that in <i>Johnson,</i> \"the jury was permitted to consider inadmissible evidence in determining the defendant's sentence,\" 494 U.S., at 754-755, n. 5, whereas in <i>Clemons,</i> \"there is no serious suggestion that the State's reliance on the [invalid] factor led to the introduction of any evidence that was not otherwise admissible in either the guilt or sentencing phases of the proceeding,\" <i>id.,</i> at 755, n. 5. The crux of this distinction is that the sentencer's consideration of improper evidence is an error distinct from the one at issue here and in <i>Clemons,</i> to wit, the jury's weighing in favor of death a factor that should not have been part of its calculus.</p>\n<p>[8]  JUSTICE STEVENS argues that § 190.3(a) may have affected the jury's deliberations in other ways, but we rejected each of these theories in <i>Zant</i> v. <i>Stephens,</i> <span class=\"citation\" data-id=\"110984\"><a href=\"/opinion/110984/zant-v-stephens/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">862</span></a></span> (1983). The possibility that the jury would \"coun[t] the nature of the crime twice,\" <i>post,</i> at 226 (Stevens, J., dissenting), if it were instructed to consider both the facts of the crime and the eligibility circumstances was present in <i>Zant.</i> The jury there was told it could take into account all relevant circumstances, but alsomuch like the jury herewas instructed to consider \"`any of [the] statutory aggravating circumstances [<i>i. e.,</i> eligibility factors] which you find are supported by the evidence.'\" 462 U.S., at 866. Likewise, the jury in <i>Zant</i> might have \"give[n] greater weight,\" <i>post,</i> at 226 (Stevens, J., dissenting), to the facts underlying the eligibility circumstances, but we explicitly held that any such effect \"cannot fairly be regarded as a constitutional defect in the sentencing process,\" 462 U.S., at 889. See <i>infra,</i> at 224-225.</p>\n\n</div>", "id": 145694, "judges": "Scalia", "local_path": "pdf/2006/01/11/Brown_v._Sanders.pdf", "nature_of_suit": "", "plain_text": "(Slip Opinion)              OCTOBER TERM, 2005                                       1\r\n\r\n                                       Syllabus\r\n\r\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\r\n       being done in connection with this case, at the time the opinion is issued.\r\n       The syllabus constitutes no part of the opinion of the Court but has been\r\n       prepared by the Reporter of Decisions for the convenience of the reader.\r\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\r\n\r\n\r\nSUPREME COURT OF THE UNITED STATES\r\n\r\n                                       Syllabus\r\n\r\n                  BROWN, WARDEN v. SANDERS\r\n\r\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\r\n                  THE NINTH CIRCUIT\r\n\r\n   No. 04–980.      Argued October 11, 2005—Decided January 11, 2006\r\nIn convicting respondent Sanders of, inter alia, first-degree murder, the\r\n  jury found four “special circumstances,” each of which rendered him\r\n  death eligible under Cal. Penal Code Ann. §190.2. At the penalty\r\n  phase, the jury was instructed to consider a list of sentencing factors,\r\n  including “[t]he circumstances of the crime . . . and the existence of\r\n  any special circumstances found to be true,” §190.3(a), and sentenced\r\n  him to death. The State Supreme Court invalidated two of the spe-\r\n  cial circumstances on direct appeal, but nonetheless affirmed the\r\n  conviction and sentence. The Federal District Court subsequently\r\n  denied Sanders habeas relief, rejecting his claim that the jury’s con-\r\n  sideration of invalid special circumstances rendered his death sen-\r\n  tence unconstitutional. Reversing, the Ninth Circuit applied the\r\n  rules for “weighing” States, see Stringer v. Black, 503 U. S. 222,\r\n  rather than “non-weighing” States, see Zant v. Stephens, 462 U. S.\r\n  862, and found that Sanders had been unconstitutionally deprived of\r\n  an individualized death sentence.\r\nHeld:\r\n    1. The requirement that States limit the class of murderers to\r\n which the death penalty may be applied, Furman v. Georgia, 408\r\n U. S. 238 (per curiam), is usually met when the trier of fact finds at\r\n least one statutory eligibility factor at either the guilt or penalty\r\n phase. Once this narrowing requirement has been satisfied, the sen-\r\n tencer must determine whether an eligible defendant should receive\r\n the death penalty; many States channel this function by specifying\r\n aggravating factors (sometimes identical to the eligibility factors)\r\n that are to be weighed against mitigating considerations. In answer-\r\n ing the question confronted here—what happens when the sentencer\r\n imposes the death penalty after finding a valid eligibility factor, but\r\n2                          BROWN v. SANDERS\r\n\r\n                                  Syllabus\r\n\r\n    under a scheme in which another eligibility factor is later held inva-\r\n    lid—this Court has set forth different rules for so-called weighing and\r\n    non-weighing States. In a weighing State, the sentencer could con-\r\n    sider as aggravation only specified eligibility factors. Where the sen-\r\n    tencer relied on an eligibility factor that was later invalidated, the\r\n    sentencer was erroneously invited to count the invalid factor as\r\n    weighing in favor of death, thus “skewing” the weighing process,\r\n    Stringer, supra, at 232. Such automatic skewing would not necessar-\r\n    ily occur in a non-weighing State, however, which permitted the sen-\r\n    tencer to consider aggravating factors different from, or in addition\r\n    to, the eligibility factors. This weighing/non-weighing scheme seems\r\n    needlessly complex and incapable of providing for the full range of\r\n    variations. This Court is henceforth guided by the following rule: An\r\n    invalidated sentencing factor (whether an eligibility factor or not)\r\n    will render the sentence unconstitutional by reason of its adding an\r\n    improper element to the aggravation scale in the weighing process\r\n    unless one of the other sentencing factors enables the sentencer to\r\n    give aggravating weight to the same facts and circumstances. Pp. 3–\r\n    9.\r\n       2. The jury’s consideration of invalid special circumstances in\r\n    Sanders’ case gave rise to no constitutional violation. In California,\r\n    the “special circumstances” listed in §190.2 are the eligibility factors\r\n    designed to satisfy Furman’s narrowing requirement. If the jury\r\n    finds the existence of one of those circumstances, it must “take into\r\n    account” a separate list of sentencing factors, including §190.3(a)’s\r\n    “circumstances of the crime” factor. That factor has the effect of ren-\r\n    dering all the specified factors nonexclusive, thus making California\r\n    (in this Court’s prior terminology) a non-weighing State. Setting\r\n    aside the weighing/non-weighing dichotomy and applying the more\r\n    direct analysis set out here, two of the four special circumstances\r\n    were invalidated, but the remaining two are sufficient to satisfy\r\n    Furman’s narrowing requirement and alone rendered Sanders death\r\n    eligible. Moreover, all of the facts and circumstances admissible to\r\n    prove the invalid eligibility factors were also properly adduced as ag-\r\n    gravating facts and circumstances under the “circumstances of the\r\n    crime” sentencing factor. Even if §190.3(a)’s direction to consider\r\n    “the existence of any special circumstances found to be true” placed\r\n    special emphasis upon the facts and circumstances relevant to the\r\n    invalid factors, that impact “cannot fairly be regarded as a constitu-\r\n    tional defect in the sentencing process,” Zant, supra, at 889. Pp. 9–\r\n    12.\r\n373 F. 3d 1054, reversed and remanded.\r\n\r\n    SCALIA, J., delivered the opinion of the Court, in which ROBERTS,\r\n                     Cite as: 546 U. S. ____ (2006)                     3\r\n\r\n                                Syllabus\r\n\r\nC. J., and O’CONNOR, KENNEDY, and THOMAS, JJ., joined. STEVENS, J.,\r\nfiled a dissenting opinion, in which SOUTER, J., joined. BREYER, J., filed\r\na dissenting opinion, in which GINSBURG, J., joined.\r\n                        Cite as: 546 U. S. ____ (2006)                              1\r\n\r\n                             Opinion of the Court\r\n\r\n     NOTICE: This opinion is subject to formal revision before publication in the\r\n     preliminary print of the United States Reports. Readers are requested to\r\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\r\n     ington, D. C. 20543, of any typographical or other formal errors, in order\r\n     that corrections may be made before the preliminary print goes to press.\r\n\r\n\r\nSUPREME COURT OF THE UNITED STATES\r\n                                   _________________\r\n\r\n                                   No. 04–980\r\n                                   _________________\r\n\r\n\r\n JILL L. BROWN, WARDEN, PETITIONER v. RONALD\r\n                  L. SANDERS\r\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\r\n            APPEALS FOR THE NINTH CIRCUIT\r\n                               [January 11, 2006]\r\n\r\n   JUSTICE SCALIA delivered the opinion of the Court.\r\n   We consider the circumstances in which an invalidated\r\nsentencing factor will render a death sentence unconstitu-\r\ntional by reason of its adding an improper element to the\r\naggravation scale in the jury’s weighing process.\r\n                               I\r\n   Respondent Ronald Sanders and a companion invaded\r\nthe home of Dale Boender, where they bound and blind-\r\nfolded him and his girlfriend, Janice Allen. Both of the\r\nvictims were then struck on the head with a heavy, blunt\r\nobject; Allen died from the blow. Sanders was convicted of\r\nfirst-degree murder, of attempt to murder Boender, and of\r\nrobbery, burglary, and attempted robbery.\r\n   Sanders’ jury found four “special circumstances” under\r\nCalifornia law, each of which independently rendered him\r\neligible for the death penalty. See Cal. Penal Code Ann.\r\n§190.2 (West Supp. 1995). The trial then moved to a\r\npenalty phase, at which the jury was instructed to con-\r\nsider a list of sentencing factors relating to Sanders’ back-\r\nground and the nature of the crime, one of which was\r\n“[t]he circumstances of the crime of which the defendant\r\n2                       BROWN v. SANDERS\r\n\r\n                         Opinion of the Court\r\n\r\nwas convicted in the present proceeding and the existence\r\nof any special circumstances found to be true.” §190.3(a)\r\n(West 1999). The jury sentenced Sanders to death.\r\n   On direct appeal, the California Supreme Court de-\r\nclared invalid two of the four special circumstances found\r\nby the jury. It nonetheless affirmed Sanders’ death sen-\r\ntence, relying on our decision in Zant v. Stephens, 462 U. S.\r\n862 (1983), which, it said, “upheld a death penalty judgment\r\ndespite invalidation of one of several aggravating factors.”\r\nPeople v. Sanders, 51 Cal. 3d 471, 520, 797 P. 2d 561, 589–\r\n590 (1990). It affirmed the conviction and sentence in all\r\nother respects. We denied certiorari. Sanders v. Califor-\r\nnia, 500 U. S. 948 (1991).\r\n   Sanders then filed a petition for a writ of habeas corpus\r\npursuant to 28 U. S. C. §2254 in the United States District\r\nCourt for the Eastern District of California, arguing, as\r\nrelevant here, that the jury’s consideration of invalid\r\nspecial circumstances rendered his death sentence uncon-\r\nstitutional.1 After Sanders exhausted various state reme-\r\ndies, the District Court denied relief.\r\n   The Court of Appeals for the Ninth Circuit reversed.\r\nSanders v. Woodford, 373 F. 3d 1054 (2004). It concluded\r\nthat “the California court erroneously believed that it\r\ncould apply the rule of Zant v. Stephens, 462 U. S. 862\r\n(1983)—which is applicable only to nonweighing states—\r\nand uphold the verdict despite the invalidation of two\r\nspecial circumstances because it was upholding other\r\nspecial circumstances.” Id., at 1064 (citations omitted).\r\nFinding California to be a weighing State, and applying\r\nthe rules we have announced for such States, see Stringer\r\nv. Black, 503 U. S. 222, 232 (1992), the Ninth Circuit con-\r\n\r\n——————\r\n    1 Because\r\n            Sanders filed his habeas petition before April 24, 1996, we\r\ndo not apply the substantive review standards required by the Antiter-\r\nrorism and Effective Death Penalty Act of 1996, 110 Stat. 1214. See\r\nLindh v. Murphy, 521 U. S. 320, 327 (1997).\r\n                     Cite as: 546 U. S. ____ (2006)                     3\r\n\r\n                          Opinion of the Court\r\n\r\ncluded that California courts could uphold Sanders’ death\r\nsentence only by finding the jury’s use of the invalid spe-\r\ncial circumstances to have been harmless beyond a rea-\r\nsonable doubt or by independently reweighing the sentenc-\r\ning factors under §190.3. Since, it continued, the state\r\ncourts had done neither, Sanders had been unconstitu-\r\ntionally deprived of an “individualized death sentence.”\r\n373 F. 3d, at 1064. We granted certiorari. 544 U. S. _____\r\n(2005).\r\n                             II\r\n   Since Furman v. Georgia, 408 U. S. 238 (1972) (per cu-\r\nriam), we have required States to limit the class of mur-\r\nderers to which the death penalty may be applied. This\r\nnarrowing requirement is usually met when the trier of\r\nfact finds at least one statutorily defined eligibility factor\r\nat either the guilt or penalty phase. See Tuilaepa v. Cali-\r\nfornia, 512 U. S. 967, 971–972 (1994).2 Once the narrowing\r\nrequirement has been satisfied, the sentencer is called upon\r\nto determine whether a defendant thus found eligible for the\r\ndeath penalty should in fact receive it. Most States channel\r\nthis function by specifying the aggravating factors (some-\r\ntimes identical to the eligibility factors) that are to be\r\nweighed against mitigating considerations. The issue in the\r\nline of cases we confront here is what happens when the\r\nsentencer imposes the death penalty after at least one\r\n——————\r\n  2 Our  cases have frequently employed the terms “aggravating circum-\r\nstance” or “aggravating factor” to refer to those statutory factors which\r\ndetermine death eligibility in satisfaction of Furman’s narrowing\r\nrequirement. See, e.g., Tuilaepa v. California, 512 U. S., at 972. This\r\nterminology becomes confusing when, as in this case, a State employs\r\nthe term “aggravating circumstance” to refer to factors that play a\r\ndifferent role, determining which defendants eligible for the death\r\npenalty will actually receive that penalty. See Cal. Penal Code Ann.\r\n§190.3 (West 1999). To avoid confusion, this opinion will use the term\r\n“eligibility factor” to describe a factor that performs the constitutional\r\nnarrowing function.\r\n4                   BROWN v. SANDERS\r\n\r\n                     Opinion of the Court\r\n\r\nvalid eligibility factor has been found, but under a scheme\r\nin which an eligibility factor or a specified aggravating\r\nfactor is later held to be invalid.\r\n   To answer that question, our jurisprudence has distin-\r\nguished between so-called weighing and non-weighing\r\nStates. The terminology is somewhat misleading, since we\r\nhave held that in all capital cases the sentencer must be\r\nallowed to weigh the facts and circumstances that argua-\r\nbly justify a death sentence against the defendant’s miti-\r\ngating evidence. See, e.g., Eddings v. Oklahoma, 455 U. S.\r\n104, 110 (1982). The terminology was adopted, moreover,\r\nrelatively early in the development of our death-penalty\r\njurisprudence, when we were perhaps unaware of the\r\ngreat variety of forms that state capital-sentencing legisla-\r\ntion would ultimately take. We identified as “weighing\r\nState[s]” those in which the only aggravating factors\r\npermitted to be considered by the sentencer were the\r\nspecified eligibility factors. See, e.g., Parker v. Dugger,\r\n498 U. S. 308, 313, 318–319 (1991) (citing Fla. Stat.\r\n§921.141(3)(b) (1985)); Richmond v. Lewis, 506 U. S. 40,\r\n47 (1992) (quoting Ariz. Rev. Stat. Ann. §13–703(E)\r\n(1989)). Since the eligibility factors by definition identi-\r\nfied distinct and particular aggravating features, if one of\r\nthem was invalid the jury could not consider the facts and\r\ncircumstances relevant to that factor as aggravating in\r\nsome other capacity—for example, as relevant to an omni-\r\nbus “circumstances of the crime” sentencing factor such as\r\nthe one in the present case. In a weighing State, there-\r\nfore, the sentencer’s consideration of an invalid eligibility\r\nfactor necessarily skewed its balancing of aggravators\r\nwith mitigators, Stringer, 503 U. S., at 232, and required\r\nreversal of the sentence (unless a state appellate court\r\ndetermined the error was harmless or reweighed the\r\nmitigating evidence against the valid aggravating factors),\r\nibid.\r\n   By contrast, in a non-weighing State—a State that\r\n                      Cite as: 546 U. S. ____ (2006)                      5\r\n\r\n                           Opinion of the Court\r\n\r\npermitted the sentencer to consider aggravating factors\r\ndifferent from, or in addition to, the eligibility factors—\r\nthis automatic skewing would not necessarily occur. It\r\nwould never occur if the aggravating factors were entirely\r\ndifferent from the eligibility factors. Nor would it occur if\r\nthe aggravating factors added to the eligibility factors a\r\ncategory (such as an omnibus “circumstances of the crime”\r\nfactor, which is quite common) that would allow the very\r\nfacts and circumstances relevant to the invalidated eligi-\r\nbility factor to be weighed in aggravation under a different\r\nrubric. We therefore set forth different rules governing\r\nthe consequences of an invalidated eligibility factor in a\r\nnon-weighing State.3 The sentencer’s consideration of an\r\n——————\r\n   3 JUSTICE BREYER contends that harmless-error review applies in both\r\n\r\nweighing and non-weighing States. See post, at 8–12 (dissenting\r\nopinion). It would be strange indeed to discover at this late stage that\r\nour long-held distinction between the two sorts of States for purposes of\r\nreviewing invalid eligibility factors in fact made no difference. Cf., e.g.,\r\nStringer v. Black, 503 U. S. 222, 232 (1992) (weighing/non-weighing\r\ndistinction is “of critical importance”). Not surprisingly, the Courts of\r\nAppeals have uniformly understood that different rules apply to weigh-\r\ning and non-weighing States, and that harmless-error review is neces-\r\nsary only in the former. See, e.g., Sanders v. Woodford, 373 F. 3d 1054,\r\n1059–1060 (CA9 2004); Flamer v. Delaware, 68 F. 3d 736, 746–749\r\n(CA3 1995); Williams v. Cain, 125 F. 3d 269, 281 (CA5 1997).\r\n   Our own cases, moreover, are flatly inconsistent with requiring\r\nharmless-error review in both types of States. As JUSTICE BREYER\r\nnotes, post, at 8, Zant v. Stephens, 462 U. S. 862 (1983), did endorse the\r\nGeorgia Supreme Court’s holding that attaching the statutory label\r\n“aggravating” to the invalid eligibility factor had an “inconsequential\r\nimpact on the jury’s decision regarding the death penalty,” id., at 889\r\n(internal quotation marks omitted). But the core holding is what we\r\nsaid next: “More importantly, . . . any possible impact cannot fairly be\r\nregarded as a constitutional defect in the sentencing process.” Ibid.\r\n(emphasis added); see also post, at 11–12. Zant must therefore be read\r\nnot as holding that any constitutional error was harmless, but as\r\nrejecting respondent’s claim of constitutional error.\r\n   Neither Clemons v. Mississippi, 494 U. S. 738 (1990), nor Stringer says\r\nanything to the contrary. JUSTICE BREYER points out that Clemons’\r\nharmless-error discussion focused on the emphasis given to the invalid\r\n6                        BROWN v. SANDERS\r\n\r\n                          Opinion of the Court\r\n\r\ninvalid eligibility factor amounts to constitutional error in\r\na non-weighing State in two situations. First, due process\r\nrequires a defendant’s death sentence to be set aside if the\r\nreason for the invalidity of the eligibility factor is that it\r\n“authorizes a jury to draw adverse inferences from conduct\r\nthat is constitutionally protected,” or that it “attache[s]\r\nthe ‘aggravating’ label to factors that are constitutionally\r\nimpermissible or totally irrelevant to the sentencing proc-\r\ness, . . . or to conduct that actually should militate in favor\r\nof a lesser penalty.” Zant, 462 U. S., at 885. Second, the\r\ndeath sentence must be set aside if the jury’s considera-\r\ntion of the invalidated eligibility factor allowed it to hear\r\nevidence that would not otherwise have been before it.\r\nSee id., at 886; see also Tuggle v. Netherland, 516 U. S. 10,\r\n13–14 (1995) (per curiam).4\r\n——————\r\nfactor, rather than on the fact that Mississippi is a weighing State, but\r\nthat is hardly relevant: Our discussion of how harmless-error analysis\r\nshould be conducted (the issue in the passage from Clemons that\r\nJUSTICE BREYER cites, 494 U. S., at 753–754) says nothing about when\r\nthat analysis should be conducted (the issue addressed by the weigh-\r\ning/non-weighing distinction). On the latter question, Clemons main-\r\ntains the distinction envisioned in Zant, see 462 U. S., at 890–891,\r\nbetween Georgia (a non-weighing State) and Mississippi (a weighing\r\nState), see Clemons, supra, at 745. Likewise, Stringer specifically\r\ndistinguishes between non-weighing States, in which “the fact that [the\r\njury] also finds an invalid aggravating factor does not infect the formal\r\nprocess of deciding whether death is an appropriate penalty,” 503 U. S.,\r\nat 232, and weighing States, in which “constitutional harmless-error\r\nanalysis or reweighing at the trial or appellate level” is required, ibid.\r\n   4 The fact that a sentencer’s consideration of an invalid eligibility\r\n\r\nfactor in a non-weighing State may nonetheless amount to constitu-\r\ntional error explains Tuggle’s characterization of Zant as holding “that\r\na death sentence supported by multiple aggravating circumstances\r\nneed not always be set aside if one aggravator is found to be invalid,”\r\n516 U. S., at 11 (emphasis added); cf. post, at 12 (BREYER, J., dissent-\r\ning), as well as our related comment in Clemons that, “[i]n a [non-\r\nweighing] State like Georgia, . . . the invalidation of one aggravating\r\ncircumstance does not necessarily require an appellate court to vacate a\r\ndeath sentence and remand to a jury,” 494 U. S., at 745 (emphasis\r\n                     Cite as: 546 U. S. ____ (2006)                    7\r\n\r\n                          Opinion of the Court\r\n\r\n   This weighing/non-weighing scheme is accurate as far\r\nas it goes, but it now seems to us needlessly complex and\r\nincapable of providing for the full range of possible varia-\r\ntions. For example, the same problem that gave rise to\r\nour weighing-State jurisprudence would arise if it were a\r\nsentencing factor, and not an eligibility factor, that was\r\nlater found to be invalid. The weighing process would just\r\nas clearly have been prima facie “skewed,” and skewed for\r\nthe same basic reason: The sentencer might have given\r\nweight to a statutorily or constitutionally invalid aggrava-\r\ntor.5 And the prima facie skewing could in appropriate\r\ncases be shown to be illusory for the same reason that\r\nseparates weighing States from non-weighing States: One\r\nof the other aggravating factors, usually an omnibus factor\r\nbut conceivably another one, made it entirely proper for\r\nthe jury to consider as aggravating the facts and circum-\r\nstances underlying the invalidated factor.\r\n   We think it will clarify the analysis, and simplify the\r\nsentence-invalidating factors we have hitherto applied to\r\nnon-weighing States, see supra, at 5–6, if we are hence-\r\nforth guided by the following rule: An invalidated sentenc-\r\ning factor (whether an eligibility factor or not) will render\r\nthe sentence unconstitutional by reason of its adding an\r\nimproper element to the aggravation scale in the weighing\r\n\r\n——————\r\nadded); cf. post, at 14–15 (BREYER, J., dissenting).\r\n   5 This very problem may have been present in Stringer v. Black, supra.\r\n\r\nThere, although the Mississippi courts invalidated an aggravating\r\ncircumstance—whether the murder was “especially heinous, atrocious,\r\nor cruel,” Miss. Code Ann. §99–19–101(h) (1993 Cum. Supp.)—that was\r\nnot one of the specified eligibility factors, see §97–3–19(2) (1994), we\r\nnonetheless treated Mississippi as a weighing State. Since, however,\r\nMississippi law provided that the jury could not impose a death sen-\r\ntence unless it found the existence of at least one statutory aggravating\r\nfactor, see §99–19–101(3)(b) (1993 Cum. Supp.), it could be argued that\r\nthe additional aggravating factors were converted into de facto eligibil-\r\nity factors.\r\n8                         BROWN v. SANDERS\r\n\r\n                           Opinion of the Court\r\n\r\nprocess6 unless one of the other sentencing factors enables\r\nthe sentencer to give aggravating weight to the same facts\r\nand circumstances.\r\n  This test is not, as JUSTICE BREYER describes it, “an\r\ninquiry based solely on the admissibility of the underlying\r\nevidence.” Post, at 15 (dissenting opinion). If the presence\r\nof the invalid sentencing factor allowed the sentencer to\r\nconsider evidence that would not otherwise have been\r\nbefore it, due process would mandate reversal without\r\nregard to the rule we apply here. See supra, at 6; see also\r\nn. 6, this page.7 The issue we confront is the skewing that\r\ncould result from the jury’s considering as aggravation\r\nproperly admitted evidence that should not have weighed\r\nin favor of the death penalty. See, e.g., Stringer, 503 U. S.,\r\nat 232 (“[W]hen the sentencing body is told to weigh an\r\ninvalid factor in its decision, a reviewing court may not\r\nassume it would have made no difference if the thumb had\r\nbeen removed from death’s side of the scale.”). As we have\r\n——————\r\n    6 Theremay be other distortions caused by the invalidated factor\r\nbeyond the mere addition of an improper aggravating element. For\r\nexample, what the jury was instructed to consider as an aggravating\r\nfactor might have “actually . . . militate[d] in favor of a lesser penalty,”\r\nZant, supra, at 885. See supra, at 5–6.\r\n  7 This explains the footnote in Clemons v. Mississippi, supra, at 754,\r\n\r\nn. 5, on which JUSTICE BREYER relies, see post, at 14. That footnote\r\naddressed petitioner’s argument that the Mississippi Supreme Court\r\nhad arbitrarily refused to order jury resentencing, even though it had\r\ndone so in an earlier case, Johnson v. State, 511 So. 2d 1333 (1987),\r\nrev’d, 486 U. S. 578 (1988), on remand, 547 So. 2d 59 (1989). We\r\ndistinguished the two cases, noting that in Johnson, “the jury was\r\npermitted to consider inadmissible evidence in determining the defen-\r\ndant’s sentence,” 494 U. S., at 754–755, n. 5, whereas in Clemons,\r\n“there is no serious suggestion that the State’s reliance on the [invalid]\r\nfactor led to the introduction of any evidence that was not otherwise\r\nadmissible in either the guilt or sentencing phases of the proceeding,”\r\nid., at 755, n. 5. The crux of this distinction is that the sentencer’s\r\nconsideration of improper evidence is an error distinct from the one at\r\nissue here and in Clemons, to-wit, the jury’s weighing in favor of death\r\na factor that should not have been part of its calculus.\r\n                 Cite as: 546 U. S. ____ (2006)            9\r\n\r\n                     Opinion of the Court\r\n\r\nexplained, such skewing will occur, and give rise to consti-\r\ntutional error, only where the jury could not have given\r\naggravating weight to the same facts and circumstances\r\nunder the rubric of some other, valid sentencing factor.\r\n                             III\r\n   In California, a defendant convicted of first-degree\r\nmurder is eligible for the death penalty if the jury finds\r\none of the “special circumstances” listed in Cal. Penal\r\nCode Ann. §190.2 (West Supp. 2005) to be true. These are\r\nthe eligibility factors designed to satisfy Furman. See\r\nPeople v. Bacigalupo, 6 Cal. 4th 457, 467–468, 862 P. 2d\r\n808, 813 (1993). If the jury finds the existence of one of\r\nthe special circumstances, it is instructed to “take into\r\naccount” a separate list of sentencing factors describing\r\naspects of the defendant and the crime. Cal. Penal Code\r\nAnn. §190.3 (West 1999). These sentencing factors in-\r\nclude, as we have said, “[t]he circumstances of the crime\r\nof which the defendant was convicted in the present\r\nproceeding.”\r\n   The Court of Appeals held that California is a weighing\r\nState because “ ‘the sentencer [is] restricted to a “weigh-\r\ning” of aggravation against mitigation’ and ‘the sentencer\r\n[is] prevented from considering evidence in aggravation\r\nother than discrete, statutorily-defined factors.’ ” 373\r\nF. 3d, at 1061 (brackets in original) (quoting Williams v.\r\nCalderon, 52 F. 3d 1465, 1478 (CA9 1995)). The last\r\nstatement is inaccurate. The “circumstances of the crime”\r\nfactor can hardly be called “discrete.” It has the effect of\r\nrendering all the specified factors nonexclusive, thus\r\ncausing California to be (in our prior terminology) a non-\r\nweighing State. Contrary to Sanders’ contention, and\r\nJUSTICE STEVENS’ views in dissent, the mere fact that the\r\nsentencing factors included “the existence of any special\r\ncircumstances [eligibility factors] found to be true,” Cal.\r\nPenal Code Ann. §190.3(a), did not make California a\r\n10                        BROWN v. SANDERS\r\n\r\n                           Opinion of the Court\r\n\r\nweighing State. That fact was redundant for purposes of\r\nour weighing jurisprudence because it in no way narrowed\r\nthe universe of aggravating facts the jury was entitled to\r\nconsider in determining a sentence.8 But leaving aside the\r\nweighing/non-weighing dichotomy and proceeding to the\r\nmore direct analysis set forth earlier in this opinion: All of\r\nthe aggravating facts and circumstances that the invali-\r\ndated factor permitted the jury to consider were also open\r\nto their proper consideration under one of the other fac-\r\ntors. The erroneous factor could not have “skewed” the\r\nsentence, and no constitutional violation occurred.\r\n   More specifically, Sanders’ jury found four special cir-\r\ncumstances to be true: that “[t]he murder was committed\r\nwhile the defendant was engaged in . . . Robbery,”\r\n§190.2(a)(17)(A) (West Supp. 2005); that it was “commit-\r\nted while the defendant was engaged in . . . Burglary in\r\nthe first or second degree,” §190.2(a)(17)(G); that “[t]he\r\nvictim [Allen] was a witness to a crime who was intention-\r\nally killed for the purpose of preventing . . . her testimony\r\nin any criminal . . . proceeding,” §190.2(a)(10); and that\r\n“[t]he murder was especially heinous, atrocious, or cruel,”\r\n§190.2(a)(14). The California Supreme Court set aside the\r\nburglary-murder special circumstance under state merger\r\n——————\r\n  8 JUSTICE  STEVENS argues that §190.3(a) may have affected the jury’s\r\ndeliberations in other ways, but we rejected each of these theories in\r\nZant v. Stephens, 462 U. S. 862 (1983). The possibility that the jury\r\nwould “coun[t] the nature of the crime twice,” post, at 2 (STEVENS, J.,\r\ndissenting), if it were instructed to consider both the facts of the crime\r\nand the eligibility circumstances was present in Zant. The jury there\r\nwas told it could take into account all relevant circumstances, but also—\r\nmuch like the jury here—was instructed to consider “ ‘any of [the] statu-\r\ntory aggravating circumstances [i.e., eligibility factors] which you find are\r\nsupported by the evidence.’ ” 462 U. S., at 866. Likewise, the jury in Zant\r\nmight have “give[n] greater weight,” post, at 2 (STEVENS, J., dissenting), to\r\nthe facts underlying the eligibility circumstances, but we explicitly held\r\nthat any such effect “cannot fairly be regarded as a constitutional defect\r\nin the sentencing process,” 462 U. S., at 889. See infra, at 11–12.\r\n                 Cite as: 546 U. S. ____ (2006)           11\r\n\r\n                     Opinion of the Court\r\n\r\nlaw because the instructions permitted the jury to find a\r\nburglary (and thus the burglary-murder special circum-\r\nstance) based on Sanders’ intent to commit assault, which\r\nis already an element of homicide, see People v. Wilson, 1\r\nCal. 3d 431, 439–440, 462 P. 2d 22, 27–28 (1969) (in banc).\r\n51 Cal. 3d, at 517, 797 P. 2d, at 587. The court invalidated\r\nthe “heinous, atrocious, or cruel” special circumstance\r\nbecause it had previously found that to be unconstitution-\r\nally vague. Id., at 520, 797 P. 2d, at 589 (citing People v.\r\nSuperior Court, 31 Cal. 3d 797, 647 P. 2d 76 (1982)).\r\n   As the California Supreme Court noted, however, “the\r\njury properly considered two special circumstances [eligi-\r\nbility factors] (robbery-murder and witness-killing).” 51\r\nCal. 3d, at 520, 797 P. 2d, at 589–590. These are sufficient\r\nto satisfy Furman’s narrowing requirement, and alone\r\nrendered Sanders eligible for the death penalty. More-\r\nover, the jury’s consideration of the invalid eligibility\r\nfactors in the weighing process did not produce constitu-\r\ntional error because all of the facts and circumstances\r\nadmissible to establish the “heinous, atrocious, or cruel”\r\nand burglary-murder eligibility factors were also properly\r\nadduced as aggravating facts bearing upon the “circum-\r\nstances of the crime” sentencing factor. They were prop-\r\nerly considered whether or not they bore upon the invali-\r\ndated eligibility factors. See 51 Cal. 3d, at 521, 797 P. 2d,\r\nat 590.\r\n   Sanders argues that the weighing process was skewed\r\nby the fact that the jury was asked to consider, as one of\r\nthe sentencing factors, “the existence of any special cir-\r\ncumstances [eligibility factors] found to be true.” Cal.\r\nPenal Code Ann. §190.3(a) (West 1999). In Sanders’ view,\r\nthat placed special emphasis upon those facts and circum-\r\nstances relevant to the invalid eligibility factor. Virtually\r\nthe same thing happened in Zant. There the Georgia jury\r\nwas permitted to “ ‘conside[r] all evidence in extenuation,\r\nmitigation and aggravation of punishment,’ ” 462 U. S., at\r\n12                   BROWN v. SANDERS\r\n\r\n                      Opinion of the Court\r\n\r\n871–872 (quoting Zant v. Stephens, 250 Ga. 97, 99–100,\r\n297 S. E. 2d 1, 3–4 (1982)), but also instructed specifically\r\nthat it could consider “ ‘any of [the] statutory aggravating\r\ncircumstances which you find are supported by the evi-\r\ndence,’ ” 462 U. S., at 866. This instruction gave the facts\r\nunderlying the eligibility factors special prominence. Yet,\r\neven though one of the three factors (that the defendant\r\nhad “substantial history of serious assaultive convictions,”\r\nid., at 867) was later invalidated, we upheld the sentence.\r\nWe acknowledged that the erroneous instruction “might\r\nhave caused the jury to give somewhat greater weight to\r\nrespondent’s prior criminal record than it otherwise would\r\nhave given,” id., at 888; indeed, we assumed such an ef-\r\nfect, ibid. But the effect was “merely a consequence of the\r\nstatutory label “aggravating circumstanc[e].’ ” We agreed\r\nwith the Georgia Supreme Court that any such impact\r\nwas “ ‘inconsequential,’ ” id., at 889, and held that it “can-\r\nnot fairly be regarded as a constitutional defect in the\r\nsentencing process,” ibid. The same is true here.\r\n                        *    *    *\r\n   Because the jury’s consideration of the invalid “special\r\ncircumstances” gave rise to no constitutional violation, the\r\nCourt of Appeals erred in ordering habeas relief. The\r\njudgment of the Court of Appeals is reversed, and the case\r\nis remanded for further proceedings consistent with this\r\nopinion.\r\n                                           It is so ordered.\r\n                  Cite as: 546 U. S. ____ (2006)            1\r\n\r\n                     STEVENS, J., dissenting\r\n\r\nSUPREME COURT OF THE UNITED STATES\r\n                          _________________\r\n\r\n                           No. 04–980\r\n                          _________________\r\n\r\n\r\n JILL L. BROWN, WARDEN, PETITIONER v. RONALD\r\n                  L. SANDERS\r\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\r\n            APPEALS FOR THE NINTH CIRCUIT\r\n                       [January 11, 2006]\r\n\r\n   JUSTICE STEVENS, with whom JUSTICE SOUTER joins,\r\ndissenting.\r\n   Our prior cases have drawn a simple categorical distinc-\r\ntion between a nonweighing State and a weighing State.\r\nIn the former, the sole function of an aggravating circum-\r\nstance finding is to make the defendant eligible for the\r\ndeath penalty. See, e.g., Zant v. Stephens, 462 U. S. 862,\r\n874 (1983) (“[I]n Georgia, the finding of an aggravating\r\ncircumstance does not play any role in guiding the sen-\r\ntencing body in the exercise of its discretion [to impose the\r\ndeath penalty], apart from its function of narrowing the\r\nclass of persons convicted of murder who are eligible for\r\nthe death penalty”). In the latter, such a finding performs\r\na second function—it provides a reason for deciding to\r\nimpose that sentence on an eligible defendant. See, e.g.,\r\nClemons v. Mississippi, 494 U. S. 738, 745 (1990) (“In\r\nMississippi, unlike the Georgia scheme considered in\r\nZant, the finding of aggravating factors is part of the jury’s\r\nsentencing determination, and the jury is required to\r\nweigh any mitigating factors against the aggravating\r\ncircumstances”).\r\n   Thus, in a nonweighing State, the finding of four aggra-\r\nvating circumstances has the same legal significance as a\r\nfinding of three, and invalidation of one is presumptively\r\nharmless. See Stringer v. Black, 503 U. S. 222, 232 (1992)\r\n2                   BROWN v. SANDERS\r\n\r\n                    STEVENS, J., dissenting\r\n\r\n(“In a nonweighing State, so long as the sentencing body\r\nfinds at least one valid aggravating factor, the fact that it\r\nalso finds an invalid aggravating factor does not infect the\r\nformal process of deciding whether death is an appropriate\r\npenalty”). By contrast, when a jury is told to weigh aggra-\r\nvating circumstances against mitigating evidence in mak-\r\ning its penalty decision, four aggravators presumptively\r\nare more weighty than three. See ibid. (“[W]hen the sen-\r\ntencing body is told to weigh an invalid factor in its deci-\r\nsion, a reviewing court may not assume it would have\r\nmade no difference if the thumb had been removed from\r\ndeath’s side of the scale”). For example, when a jury, as\r\nhere, is incorrectly informed that its finding that a killing\r\nwas “heinous, atrocious, or cruel” provides a reason for\r\nimposing death, see generally Cal. Penal Code Ann.\r\n§190.2(a)(14) (West Supp. 2005), that error may well affect\r\nthe jury’s deliberations. Having been told to weigh “[t]he\r\ncircumstances of the crime . . . and the existence of any\r\n[aggravating] circumstances found to be true,” §190.3(a)\r\n(West 1999) (emphasis added), the jury may consider its\r\nconclusion that the killing was heinous separately from\r\nthe “circumstances of the crime” underlying that errone-\r\nous conclusion, improperly counting the nature of the\r\ncrime twice in determining whether a sentence of death is\r\nwarranted. Or the jury, recognizing that the legislature\r\nhas decided that a “heinous, atrocious, or cruel” murder,\r\nwithout more, can be worthy of the death penalty, may\r\nconsider this a legislative imprimatur on a decision to\r\nimpose death and therefore give greater weight to its\r\nimproper heinousness finding than the circumstances of\r\nthe crime would otherwise dictate. Under either scenario\r\na weight has been added to death’s side of the scale, and\r\none cannot presume that this weight made no difference to\r\nthe jury’s ultimate conclusion.\r\n   There are, of course, different weighing systems. If a\r\njury is told that only those specific aggravating circum-\r\n                  Cite as: 546 U. S. ____ (2006)              3\r\n\r\n                     STEVENS, J., dissenting\r\n\r\nstances making the defendant eligible for the death pen-\r\nalty may provide reasons for imposing that penalty, its\r\nconsideration of an invalid factor is obviously more preju-\r\ndicial than if the jury is told that it may also consider all of\r\nthe circumstances of the crime. The fact that California\r\nsentencing juries may consider these circumstances in-\r\ncreases the likelihood that their consideration of a subse-\r\nquently invalidated aggravating circumstance will be\r\nharmless, but it does not take California out of the “weigh-\r\ning State” category.\r\n   The majority, however, has decided to convert the\r\nweighing/nonweighing distinction from one focused on the\r\nrole aggravating circumstances play in a jury’s sentencing\r\ndeliberations to one focused on the evidence the jury may\r\nconsider during those deliberations. Compare Stringer,\r\n503 U. S., at 229 (explaining that Mississippi is a weighing\r\nState because the jury must weigh aggravating circum-\r\nstances against mitigating evidence in choosing whether\r\nto impose the death penalty, while Georgia is a nonweigh-\r\ning State because “aggravating factors as such have no\r\nspecific function in [that] decision”), with ante, at 7–8 (“An\r\ninvalidated sentencing factor (whether an eligibility factor\r\nor not) will render the sentence unconstitutional by reason\r\nof its adding an improper element to the aggravation scale\r\nin the weighing process unless one of the other sentencing\r\nfactors enables the sentencer to give aggravating weight to\r\nthe same facts and circumstances” (footnote omitted)).\r\nBut whether an aggravating circumstance finding plays a\r\nrole in the jury’s decision to impose the death penalty has\r\nnothing to do with whether the jury may separately con-\r\nsider “all the ‘circumstances of the crime.’ ”\r\n   In this case, if the question had been presented to us, I\r\nmight well have concluded that the error here was harm-\r\nless. See generally Brecht v. Abrahamson, 507 U. S. 619,\r\n638 (1993). But the State has merely asked us to decide\r\nwhether California is a weighing State, see Pet. for Cert. i,\r\n4                   BROWN v. SANDERS\r\n\r\n                    STEVENS, J., dissenting\r\n\r\nand the Court of Appeals correctly decided that the statu-\r\ntory text has unambiguously answered that question. Cf.\r\n§190.3 (enumerating aggravating and mitigating circum-\r\nstances and requiring “the trier of fact [to] impose a sen-\r\ntence of death if [it] concludes that the aggravating cir-\r\ncumstances outweigh the mitigating circumstances”).\r\n  Instead of heeding this plain language, the Court has\r\nchosen to modify our settled law, ignoring the dual role\r\nplayed by aggravating circumstances in California’s death\r\npenalty regime. Because this decision is more likely to\r\ncomplicate than to clarify our capital sentencing jurispru-\r\ndence, I respectfully dissent.\r\n                 Cite as: 546 U. S. ____ (2006)            1\r\n\r\n                    BREYER, J., dissenting\r\n\r\nSUPREME COURT OF THE UNITED STATES\r\n                         _________________\r\n\r\n                          No. 04–980\r\n                         _________________\r\n\r\n\r\n JILL L. BROWN, WARDEN, PETITIONER v. RONALD\r\n                  L. SANDERS\r\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\r\n            APPEALS FOR THE NINTH CIRCUIT\r\n                      [January 11, 2006]\r\n\r\n   JUSTICE BREYER, with whom JUSTICE GINSBURG joins,\r\ndissenting.\r\n   The question before us is whether California’s approach\r\nto imposing the death penalty makes California a “weigh-\r\ning” or a “nonweighing” State for purposes of determining\r\nwhether to apply “harmless-error” review in a certain kind\r\nof death case—namely a case in which the death sentence\r\nrests in part on an invalid aggravating circumstance. In\r\nmy view, it does not matter whether California is a\r\n“weighing” or a “nonweighing” State, as ordinary rules of\r\nappellate review should apply. A reviewing court must\r\nfind that the jury’s consideration of an invalid aggravator\r\nwas harmless beyond a reasonable doubt, regardless of the\r\nform a State’s death penalty law takes.\r\n                             I\r\n  To understand my answer, one must fully understand\r\nthe question, including the somewhat misleading termi-\r\nnology in which the question is phrased.\r\n                             A\r\n  Death penalty proceedings take place in two stages. At\r\nthe first stage, the jury must determine whether there is\r\nsomething especially wrongful, i.e., “aggravating,” about\r\nthe defendant’s conduct. State statutes typically list these\r\nspecific “aggravating” factors, and the jury typically must\r\n2                   BROWN v. SANDERS\r\n\r\n                     BREYER, J., dissenting\r\n\r\nfind at least one such factor present for the defendant to\r\nbecome eligible for the death penalty. “By doing so, the\r\njury narrows the class of persons eligible for the death\r\npenalty according to an objective legislative definition,” as\r\nrequired by the Eighth Amendment. Lowenfield v. Phelps,\r\n484 U. S. 231, 244 (1988). If the jury finds that an aggra-\r\nvating factor is present and the defendant is consequently\r\neligible for the death penalty, it proceeds to Stage Two. At\r\nStage Two, the jury (or sometimes the judge) must deter-\r\nmine whether to sentence the defendant to death or to\r\nprovide a different sentence (usually, life imprisonment).\r\nAt this stage, this Court has said, States divide as to their\r\napproach.\r\n   Weighing States. Some States tell the jury: “Consider\r\nall the mitigating factors and weigh them against the\r\nspecific aggravating factors that you found, at Stage One,\r\nmade the defendant eligible for the death penalty. If the\r\naggravating factors predominate, you must sentence the\r\ndefendant to death; otherwise, you may not.” Because the\r\nlaw in these States tells the jury to weigh only statutory\r\naggravating factors (typically the same factors considered\r\nat Stage One) against the mitigating factors, this Court\r\nhas called these States “weighing States.” This is some-\r\nthing of a misnomer because the jury cannot weigh every-\r\nthing but is instead limited to weighing certain statutorily\r\ndefined aggravating factors. The Court has identified\r\nMississippi as a classic example of a weighing State. See\r\nStringer v. Black, 503 U. S. 222, 229 (1992).\r\n   Nonweighing States. Other States tell the jury: “Con-\r\nsider all the mitigating factors and weigh them, not simply\r\nagainst the statutory aggravating factors you previously\r\nfound at Stage One, but against any and all factors you\r\nconsider aggravating.” Because the balance includes all\r\naggravating factors and not only those on the Stage One\r\neligibility list, this Court has called such States “non-\r\nweighing States.” Although it might be clearer to call\r\n                 Cite as: 546 U. S. ____ (2006)            3\r\n\r\n                     BREYER, J., dissenting\r\n\r\nthese States “complete weighing” States (for the jury can\r\nweigh everything that is properly admissible), I shall\r\ncontinue to use the traditional terminology. The Court\r\nhas identified Georgia as the prototypical example of a\r\nState that has adopted this complete weighing approach.\r\nIbid.\r\n                               B\r\n   The question in this case arises under the following\r\ncircumstances.\r\n   (1) At Stage One, a jury found several aggravating\r\nfactors, the presence of any one of which would make the\r\ndefendant eligible for the death penalty.\r\n   (2) At least one of those aggravating factors was an\r\n“improper” factor, i.e., a factor that the law forbids the\r\njury from considering as aggravating and that the jury’s\r\nuse of which (for this purpose) was later invalidated on\r\nappeal. The sentencing court made a mistake, indeed a\r\nmistake of constitutional dimensions, when it listed the\r\n“heinous, atrocious, or cruel”, Cal. Penal Code Ann.\r\n§190.2(a)(14) (West Supp. 2005), aggravating factor as one\r\nof the several factors for the jury to consider at Stage One.\r\nSee Godfrey v. Georgia, 446 U. S. 420, 433 (1980) (plurality\r\nopinion). But that mistake did not, in and of itself, forbid\r\napplication of the death penalty. After all, the jury also\r\nfound other listed aggravating factors, the presence of any\r\none of which made the defendant eligible for the death\r\npenalty.\r\n   (3) All the evidence before the sentencing jury at Stage\r\nTwo was properly admitted. The evidence that supported\r\nthe improper heinousness factor, for example, also showed\r\nhow the crime was committed, and the jury is clearly\r\nentitled to consider it.\r\n   Given this outline of the problem, two questions follow.\r\nQuestion One: Is it possible that the judge’s legal mistake\r\nat Stage One—telling the jury that it could determine\r\n4                     BROWN v. SANDERS\r\n\r\n                      BREYER, J., dissenting\r\n\r\nthat the “heinous, atrocious, and cruel” aggravator was\r\npresent—prejudiced the jury’s decisionmaking at Stage\r\nTwo? In other words, could that mistake create harmful\r\nerror, causing the jury to impose a death sentence due to\r\nthe fact that it was told to give special weight to its hei-\r\nnousness finding? The lower courts have read this Court’s\r\nopinions to say that in a nonweighing State the answer\r\nmust be “no”; but in a weighing State the answer might be\r\n“yes.”\r\n   Question Two: Given the lower courts’ answer to Ques-\r\ntion One, is California a nonweighing State? If so, the\r\nreviewing court can assume, without going further, that\r\nthe error arising out of the sentencing judge’s having\r\nlisted an invalid aggravator was harmless. Or is Califor-\r\nnia a weighing State? If so, the reviewing court should\r\nhave gone further and determined whether the error was\r\nin fact harmless.\r\n   I would answer Question Two by holding that the lower\r\ncourts have misunderstood this Court’s answer to Ques-\r\ntion One. Despite the Court’s occasional suggestion to the\r\ncontrary, the weighing/nonweighing distinction has little\r\nto do with the need to determine whether the error was\r\nharmless. Moreover, given “the ‘acute need’ for reliable\r\ndecisionmaking when the death penalty is at issue,” Deck\r\nv. Missouri, 544 U. S. ___, ___ (2005) (slip op., at 10),\r\nreviewing courts should decide if that error was harmful,\r\nregardless of the form a State’s death penalty law takes.\r\n                             II\r\n  To distinguish between weighing and nonweighing\r\nStates for purposes of determining whether to apply harm-\r\nless-error analysis is unrealistic, impractical, and legally\r\nunnecessary.\r\n                               A\r\n    Use of the distinction is unrealistic because it is unre-\r\n                  Cite as: 546 U. S. ____ (2006)            5\r\n\r\n                     BREYER, J., dissenting\r\n\r\nlated to any plausible conception of how a capital sentenc-\r\ning jury actually reaches its decision. First, consider the\r\nkind of error here at issue. It is not an error about the\r\nimproper admission of evidence. See infra, at 12–14. It is\r\nan error about the importance a jury might attach to\r\ncertain admissible evidence. Using the metaphor of a\r\n“thumb on death’s side of the scale,” we have identified the\r\nerror as the “possibility not only of randomness but also of\r\nbias in favor of the death penalty.” Stringer v. Black, 503\r\nU. S., at 236; see Sochor v. Florida, 504 U. S. 527, 532\r\n(1992) (“Employing an invalid aggravating factor in the\r\nweighing process creates the possibility of randomness by\r\nplacing a thumb on death’s side of the scale, thus creating\r\nthe risk of treating the defendant as more deserving of the\r\ndeath penalty” (citations and alterations omitted)).\r\n   Second, consider why that error could affect a decision to\r\nimpose death. If the error causes harm, it is because a jury\r\nhas given special weight to its finding of (or the evidence\r\nthat shows) the invalid “aggravating factor.” The jury\r\nmight do so because the judge or prosecutor led it to be-\r\nlieve that state law attaches particular importance to that\r\nfactor: Indeed, why else would the State call that factor an\r\n“aggravator” and/or permit it to render a defendant death\r\neligible? See Zant v. Stephens, 462 U. S. 862, 888 (1983)\r\n(recognizing that statutory label “arguably might have\r\ncaused the jury to give somewhat greater weight to respon-\r\ndent’s prior criminal record than it otherwise would have\r\ngiven”); see also ante, at 2 (STEVENS, J., dissenting) (noting\r\nthat jury may consider the aggravating label “a legislative\r\nimprimatur on a decision to impose death and therefore\r\ngive greater weight to its improper heinousness find-\r\ning . . .”); Clemons v. Mississippi, 494 U. S. 738, 753, 755\r\n(1990) (noting that the prosecutor “repeatedly emphasized\r\nand argued the ‘especially heinous’ factor during the sen-\r\ntencing hearing” and remanding for the Mississippi Su-\r\npreme Court to conduct harmless-error review).\r\n6                    BROWN v. SANDERS\r\n\r\n                     BREYER, J., dissenting\r\n\r\n   The risk that the jury will give greater weight at Stage\r\nTwo to its Stage One finding of an aggravating factor—a\r\nfactor that, it turns out, never should have been found in\r\nthe first instance—is significant in a weighing State, for\r\nthe judge will explicitly tell the jury to consider that par-\r\nticular aggravating factor in its decisionmaking process.\r\nThat risk may prove significant in a nonweighing State as\r\nwell, for there too the judge may tell the jury to consider\r\nthat aggravating factor in its decisionmaking process.\r\n   The only difference between the two kinds of States is\r\nthat, in the nonweighing State, the jury can also consider\r\nother aggravating factors (which are usually not enumer-\r\nated by statute). Cf. Ga. Code Ann. §17–10–30(b) (2004)\r\n(judge or jury “shall consider . . . any mitigating circum-\r\nstances or aggravating circumstances otherwise author-\r\nized by law and any of the following statutory aggravating\r\ncircumstances which may be supported by the evidence”\r\n(emphasis added)). But the potential for the same kind of\r\nconstitutional harm exists in both kinds of States, namely\r\nthat the jury will attach special weight to that aggravator\r\non the scale, the aggravator that the law says should not\r\nhave been there.\r\n   To illustrate this point, consider the following two state-\r\nments. Statement One—The judge tells the jury in a\r\nweighing State: “You can sentence the defendant to death\r\nonly if you find one, or more, of the following three aggra-\r\nvating circumstances, X, Y, or Z. If you do, the law re-\r\nquires you to consider those aggravators and weigh them\r\nagainst the mitigators.” Statement Two—The judge tells\r\nthe jury in a nonweighing State: “You can sentence the\r\ndefendant to death only if you find one, or more, of the\r\nfollowing three aggravating circumstances, X, Y, or Z. If\r\nyou do, the law permits you to consider all mitigating and\r\naggravating evidence, including X, Y, and Z, in reaching\r\nyour decision.”\r\n   What meaningful difference is there between these two\r\n                 Cite as: 546 U. S. ____ (2006)            7\r\n\r\n                     BREYER, J., dissenting\r\n\r\nstatements? The decisionmaking process of the first jury\r\nand that of the second jury will not differ significantly:\r\nBoth juries will weigh the evidence offered in aggravation\r\nand the evidence offered in mitigation. Cf. Brief for\r\nCriminal Justice Legal Foundation as Amicus Curiae 4\r\n(“In reality, all sentencers ‘weigh’ ”). If Statement One\r\namounts to harmful error because the prosecutor empha-\r\nsized the importance of wrongfully listed factor Y, why\r\nwould Statement Two not amount to similarly harmful\r\nerror? In both instances, a jury might put special weight\r\nupon its previous finding of factor Y. It is not surprising\r\nthat commentators have found unsatisfactory the Court’s\r\nefforts to distinguish between the two statements for\r\nharmless-error purposes. See, e.g., Steiker & Steiker,\r\nSober Second Thoughts: Reflections on Two Decades of\r\nConstitutional Regulation of Capital Punishment, 109\r\nHarv. L. Rev. 355, 386–387 (1995) (“[T]he different doc-\r\ntrinal approaches to ‘weighing’ and ‘non-weighing’\r\nschemes are difficult to justify given that the sentencer’s\r\ndecisionmaking process is likely to be similar under either\r\nscheme”); Widder, Hanging Life in the Balance: The Su-\r\npreme Court and the Metaphor of Weighing in the Penalty\r\nPhase of the Capital Trial, 68 Tulane L. Rev. 1341, 1363–\r\n1364, 1365 (1994) (arguing that the distinction is largely\r\nan “illusion” that “appears to be derived from a fixation on\r\nthe literal meaning of the metaphor of weighing, [which]\r\nremains a common means of describing the capital sen-\r\ntencing process even in decisions of state courts that rely\r\non the non-weighing status of their statutory schemes to\r\nuphold death sentences resting on invalid factors”).\r\n                             B\r\n  The distinction is impractical to administer for it creates\r\nonly two paradigms—States that weigh only statutory\r\naggravators and States that weigh any and all circum-\r\nstances (i.e., statutory and nonstatutory aggravators).\r\n8                   BROWN v. SANDERS\r\n\r\n                     BREYER, J., dissenting\r\n\r\nMany States, however, fall somewhere in between the two\r\nparadigms. A State, for example, might have a set of\r\naggravating factors making a defendant eligible for the\r\ndeath penalty and an additional set of sentencing factors\r\n(unrelated to the eligibility determination) designed to\r\nchannel the jury’s discretion. California is such a State, as\r\nit requires the jury to take into account the eligibility-\r\nrelated aggravating factors and 11 other sentencing fac-\r\ntors—including an omnibus factor that permits considera-\r\ntion of all of the circumstances of the crime. Cal. Penal\r\nCode Ann. §190.3 (West 1999). And because many States\r\ncollapse Stage One (eligibility) and Stage Two (sentence\r\nselection) into a single proceeding in which the jury hears\r\nall of the evidence at the same time, those States permit\r\nthe prosecution to introduce and argue any relevant evi-\r\ndence, including evidence related to the statutory aggrava-\r\ntors. Indeed, one State the Court has characterized as a\r\nweighing State (Mississippi) and one State the Court has\r\ncharacterized as a nonweighing State (Virginia) both fall\r\ninto this intermediate category. Miss. Code Ann. §99–19–\r\n101 (2000); Va. Code Ann. §19.2–264.4(B) (Lexis 2004).\r\nEfforts to classify these varied schemes, for purposes of\r\napplying harmless-error analysis, produce much legal heat\r\nwhile casting little light.\r\n                              C\r\n   Our precedents, read in detail, do not require us to\r\nmaintain this unrealistic and impractical distinction. The\r\nCourt has discussed the matter in three key cases. In the\r\nfirst case, Zant v. Stephens, the Court considered an error\r\nthat arose in Georgia, a nonweighing State. The Georgia\r\nSupreme Court had held that one of several statutory\r\naggravating circumstances found by the jury—that the\r\ndefendant had a “ ‘substantial history of serious assaultive\r\ncriminal convictions’ ”—was unconstitutionally vague. 462\r\nU. S., at 867, and n. 5. The jury, however, had also found\r\n                 Cite as: 546 U. S. ____ (2006)            9\r\n\r\n                     BREYER, J., dissenting\r\n\r\nother aggravators present, so the defendant remained\r\neligible for death. The Georgia Supreme Court concluded\r\nthat the sentencing court’s instruction on the unconstitu-\r\ntional factor, though erroneous, “had ‘an inconsequential\r\nimpact on the jury’s decision regarding the death pen-\r\nalty.’ ” Id., at 889 (quoting Zant v. Stephens, 250 Ga. 97,\r\n100, 297 S. E. 2d 1, 4 (1982)).\r\n   This Court agreed with the Georgia Supreme Court’s\r\nconclusion. The Court conceded that the label—“aggravating\r\ncircumstance”—created the risk that the jury might place\r\ntoo much weight on the evidence that showed that aggra-\r\nvator. Indeed, it said that the statutory label “ ‘aggravat-\r\ning circumstances’ ” might “arguably . . . have caused the\r\njury to give somewhat greater weight to respondent’s prior\r\ncriminal record than it otherwise would have given.” 462\r\nU. S., at 888. But the Court concluded that, under the\r\ncircumstances, the error was harmless. For one thing,\r\nGeorgia’s statute permitted the jury to consider more than\r\njust the specific aggravators related to Stage One. See id.,\r\nat 886. For another thing, the trial court’s “instructions\r\ndid not place particular emphasis on the role of statutory\r\naggravating circumstances in the jury’s ultimate decision.”\r\nId., at 889 (citation omitted). In fact, it specifically told\r\nthe jury to “ ‘consider all facts and circumstances pre-\r\nsented in ext[e]nuation . . ., mitigation and aggravation.’ ”\r\nIbid. Finally, there was no indication at all that either the\r\njudge or the prosecutor tried to single out the erroneous\r\naggravator for special weight. Because under the circum-\r\nstances there was no real harm, the Court concluded that\r\n“any possible impact cannot fairly be regarded as a consti-\r\ntutional defect in the sentencing process.” Ibid.\r\n   The Court in Zant did not say that the jury’s considera-\r\ntion of an improper aggravator is never harmless in a\r\nState like Georgia. It did say that the jury’s consideration\r\nof the improper aggravator was harmless under the cir-\r\ncumstances of that case. And the Court’s detailed discus-\r\n10                  BROWN v. SANDERS\r\n\r\n                    BREYER, J., dissenting\r\n\r\nsion of the jury instructions is inconsistent with a rule of\r\nlaw that would require an automatic conclusion of “harm-\r\nless error” in States with death penalty laws like Geor-\r\ngia’s. See id., at 888–889, and n. 25; see also id., at 891\r\n(“Under Georgia’s sentencing scheme, and under the trial\r\njudge’s instructions in this case, no suggestion is made\r\nthat the presence of more than one aggravating circum-\r\nstance should be given special weight” (emphasis added)).\r\n  The dissent in Zant also clearly understood the principal\r\nopinion to have conducted a harmless-error analysis. Id.,\r\nat 904–905 (opinion of Marshall, J., joined by Brennan, J.).\r\nAnd the Court repeated this same understanding in a case\r\ndecided only two weeks later. Barclay v. Florida, 463 U. S.\r\n939, 951, n. 8 (1983) (plurality opinion) (upholding death\r\nsentence and concluding that “we need not apply the type of\r\nfederal harmless-error analysis that was necessary in\r\nZant”).\r\n  The second case, Clemons v. Mississippi, involved a\r\nweighing State, Mississippi. The Mississippi Supreme\r\nCourt upheld the petitioner’s death sentence “even though\r\nthe jury instruction regarding one of the aggravating\r\nfactors pressed by the State, that the murder was ‘espe-\r\ncially heinous, atrocious, or cruel,’ was constitutionally\r\ninvalid.” 494 U. S., at 741. Finding it unclear whether the\r\nstate court reweighed the aggravating and mitigating\r\nevidence or conducted harmless-error review, the Court\r\nvacated and remanded to the Mississippi Supreme Court\r\nto conduct either procedure (or to remand to a sentencing\r\njury) in the first instance. Id., at 754.\r\n  As far as the Court’s “harmless-error” analysis reveals,\r\nthe reason the Court remanded—the reason it thought the\r\nerror might not be harmless—had nothing to do with the\r\nfact that Mississippi was a so-called weighing State. Cf.\r\nante, at 5, n. 3. Rather, the Court thought the error might\r\nbe harmful because “the State repeatedly emphasized and\r\nargued the ‘especially heinous’ factor during the sentenc-\r\n                 Cite as: 546 U. S. ____ (2006)            11\r\n\r\n                     BREYER, J., dissenting\r\n\r\ning hearing,” in stark contrast to the “little emphasis” it\r\ngave to the other valid aggravator found by the jury. 494\r\nU. S., at 753. The Court concluded that, “[u]nder these\r\ncircumstances, it would require a detailed explanation\r\nbased on the record for us possibly to agree that the error\r\nin giving the invalid ‘especially heinous’ instruction was\r\nharmless.” Id., at 753–754.\r\n   The third case, Stringer v. Black, presented a different\r\nkind of question: For the purposes of Teague v. Lane, 489\r\nU. S. 288 (1989), does the rule that a vague aggravating\r\ncircumstance violates the Eighth Amendment apply to a\r\nweighing State like Mississippi in the same way it applies\r\nto a nonweighing State like Georgia? The Court answered\r\nthis question “yes.” In so doing, it described the difference\r\nbetween Mississippi’s system and Georgia’s system as\r\nfollows:\r\n    “In a nonweighing State so long as the sentencing body\r\n    finds at least one valid aggravating factor, the fact\r\n    that it also finds an invalid aggravating factor does\r\n    not infect the formal process of deciding whether death\r\n    is an appropriate penalty. Assuming a determination\r\n    by the state appellate court that the invalid factor\r\n    would not have made a difference to the jury’s deter-\r\n    mination, there is no constitutional violation resulting\r\n    from the introduction of the invalid factor in an earlier\r\n    stage of the proceedings. But when the sentencing\r\n    body is told to weigh an invalid factor in its decision, a\r\n    reviewing court may not assume it would have made\r\n    no difference if the thumb had been removed from\r\n    death’s side of the scale. When the weighing process\r\n    itself has been skewed, only constitutional harmless-\r\n    error analysis or reweighing at the trial or appellate\r\n    level suffices to guarantee that the defendant received\r\n    an individualized sentence.” 503 U. S., at 232 (em-\r\n    phasis added).\r\n12                  BROWN v. SANDERS\r\n\r\n                     BREYER, J., dissenting\r\n\r\n   The first sentence in this statement is the first and only\r\nsuggestion in our cases that the submission of a vague\r\naggravating circumstance to a jury can never result in\r\nconstitutional error in a nonweighing State. Indeed, the\r\nterm “nonweighing State,” and the significance attached to\r\nit, does not appear in the Court’s jurisprudence prior to\r\nStringer. The second sentence in the statement is less\r\ncategorical than the first. It suggests that a state appel-\r\nlate court would have to make some form of a harmless-\r\nerror inquiry to satisfy itself that the invalidated factor\r\n“would not have made a difference to the jury’s determina-\r\ntion” before it could conclude that there was “no constitu-\r\ntional violation.” Ibid. Given this errant language in\r\nStringer, I agree that it is “[n]ot surprisin[g]” that the\r\nlower courts have since operated under the assumption\r\n“that different rules apply to weighing and non-weighing\r\nStates,” and that harmless-error review is necessary only\r\nin the former. Ante, at 5, n. 3. My point is simply that\r\nsuch an assumption is unfounded based on our prior cases.\r\nAnd regardless of the lower courts’ interpretation of our\r\nprecedents, I think it more important that our own deci-\r\nsions have not repeated Stringer’s characterization of\r\nthose precedents. See, e.g., Tuggle v. Netherland, 516 U. S.\r\n10, 11 (1995) (per curiam) (characterizing Zant as holding\r\n“that a death sentence supported by multiple aggravating\r\ncircumstances need not always be set aside if one aggravator\r\nis found to be invalid” (emphasis added)).\r\n   For the reasons stated in Parts II–A and II–B, supra, I\r\nwould not take a single ambiguous sentence of dicta and\r\nderive from it a rule of law that is unjustified and that, in\r\ncases where the error is in fact harmful, would deprive a\r\ndefendant of a fair and reliable sentencing proceeding.\r\n                           III\r\n  The upshot is that I would require a reviewing court to\r\nexamine whether the jury’s consideration of an unconsti-\r\n                 Cite as: 546 U. S. ____ (2006)           13\r\n\r\n                    BREYER, J., dissenting\r\n\r\ntutional aggravating factor was harmful, regardless of\r\nwhether the State is a weighing State or a nonweighing\r\nState. I would hold that the fact that a State is a non-\r\nweighing State may make the possibility of harmful error\r\nless likely, but it does not excuse a reviewing court from\r\nensuring that the error was in fact harmless. Our cases in\r\nthis area do not require a different result.\r\n                              IV\r\n   The Court reaches a somewhat similar conclusion. It,\r\ntoo, would abolish (or at least diminish the importance of)\r\nthe weighing/nonweighing distinction for purposes of\r\nharmless-error analysis. But then, surprisingly, it also\r\ndiminishes the need to conduct any harmless-error review\r\nat all. If all the evidence was properly admitted and if the\r\njury can use that evidence when it considers other aggra-\r\nvating factors, any error, the Court announces, must be\r\nharmless. See ante, at 7 (holding that when “one of the\r\nother sentencing factors enables the sentencer to give\r\naggravating weight to the same facts and circumstances”\r\nthat underlie the invalidated aggravating factor, a review-\r\ning court need not apply harmless-error review).\r\n   Common sense suggests, however, and this Court has\r\nexplicitly held, that the problem before us is not a problem\r\nof the admissibility of certain evidence. It is a problem of\r\nthe emphasis given to that evidence by the State or the\r\ntrial court. If that improper emphasis is strong enough, it\r\ncan wrongly place a “thumb on death’s side of the scale” at\r\nStage Two (sentencing). That is what the Court said in\r\nStringer, that is what the Court necessarily implied in\r\nZant, and that is what the Court held in Clemons. I be-\r\nlieve the Court is right to depart from the implication of\r\nan errant sentence in Stringer. But it is wrong to depart\r\nwithout explanation from Clemons’ unanimous holding—a\r\nholding that at least two Members of this Court have\r\nexplicitly recognized as such. See Pensinger v. California,\r\n14                   BROWN v. SANDERS\r\n\r\n                     BREYER, J., dissenting\r\n\r\n502 U. S. 930, 931 (1991) (O’CONNOR, J., joined by\r\nKENNEDY, J., dissenting from denial of certiorari) (noting\r\nthat the “ ‘especially heinous’ instruction did not change the\r\nmix of evidence presented to the jury in [Clemons]” and\r\n“that fact alone did not support a finding of harmlessness”).\r\n   The Court cannot reconcile its holding with Clemons.\r\nThat opinion makes clear that the issue is one of empha-\r\nsis, not of evidence. Indeed, the Court explicitly dis-\r\navowed the suggestion that Mississippi’s “reliance on the\r\n‘especially heinous’ factor led to the introduction of any\r\nevidence that was not otherwise admissible in either the\r\nguilt or sentencing phases of the proceeding. All of the\r\ncircumstances surrounding the murder already had been\r\naired during the guilt phase of the trial and a jury clearly\r\nis entitled to consider such evidence in imposing [the]\r\nsentence.” 494 U. S., at 754–755, n. 5. And the entire\r\nCourt agreed that the potentially improper emphasis\r\nconsisted of the fact that “the State repeatedly emphasized\r\nand argued the ‘especially heinous’ factor during the sen-\r\ntencing hearing,” while placing “little emphasis” on the\r\nsole valid aggravator of robbery for pecuniary gain. Id., at\r\n753–754; see also id., at 773, n. 23 (Blackmun, J., joined\r\nby Marshall and STEVENS, JJ., concurring in part and\r\ndissenting in part).\r\n   The Court’s only answer is to assert that “Clemons\r\nmaintains the distinction envisioned in Zant.” Ante, at 6,\r\nn. 3 (citing Clemons, supra, at 745). But Clemons did no\r\nsuch thing. Although the Court did observe the differ-\r\nences between the statutory schemes of Georgia and Mis-\r\nsissippi, it certainly did not, as the Court claims, suggest\r\nthat harmless-error analysis should never be conducted in\r\nthe former and always be conducted in the latter. Rather,\r\nthe Court made the unremarkable statement that “[i]n a\r\nState like Georgia, where aggravating circumstances serve\r\nonly to make a defendant eligible for the death penalty\r\nand not to determine the punishment, the invalidation of\r\n                 Cite as: 546 U. S. ____ (2006)           15\r\n\r\n                     BREYER, J., dissenting\r\n\r\none aggravating circumstance does not necessarily require\r\nan appellate court to vacate a death sentence and remand\r\nto a jury.” Clemons, supra, at 744–745 (emphasis added).\r\nOf course, the implication of the qualifier “necessarily” is\r\nthat, in some cases, a jury’s consideration of an invali-\r\ndated aggravating circumstance might require that a\r\ndeath sentence be vacated, even “[i]n a State like Georgia.”\r\n  In sum, an inquiry based solely on the admissibility of\r\nthe underlying evidence is inconsistent with our previous\r\ncases. And as explained above, see supra, at 5–7, the\r\npotential for a tilting of the scales toward death is present\r\neven in those States (like Georgia and Virginia) that per-\r\nmit a jury to consider all of the circumstances of the crime.\r\n                              V\r\n   It may well be that the errors at issue in this case were\r\nharmless. The State of California did not ask us to con-\r\nsider the Ninth Circuit’s contrary view, and I have not\r\ndone so. Given the fact that I (like the Court in this re-\r\nspect) would abolish the weighing/nonweighing distinc-\r\ntion, and in light of the explanation of the kind of error at\r\nissue, I would remand this case and require the Ninth\r\nCircuit to reconsider its entire decision in light of the\r\nconsiderations I have described.\r\n", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/145694/", "sha1": "23770af128e6a34b33587f7c74d11725a22291d7", "source": "LC", "supreme_court_db_id": "2005-017", "time_retrieved": "2010-05-05T17:06:41"}