{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "15 U.S. 66", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/85177/"
    ], 
    "scotus_early_cite": "2 Wheat. 66", 
    "case_name": "Coolidge v. Payson", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 52408, 
    "resource_uri": "/api/rest/v2/citation/52408/"
  }, 
  "id": 85177, 
  "blocked": false, 
  "judges": "", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1817-02-21", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>15 U.S. 66 (1817)</b></center>\n<center><b>2 Wheat. 66</b></center>\n<center><h1>COOLIDGE et. al.<br>\nv.<br>\nPAYSON et. al.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>February 21, 1817.</center>\n<p>THIS cause was argued by Mr. <i>Swann,</i> for the plaintiff in error, and by Mr. <i>Winder,</i> for the defendant.</p>\n<p>Mr. Ch. J. MARSHALL delivered the opinion of the court.</p>\n<p>This suit was instituted by Payson &amp; Co., as endorsers of a bill of exchange, drawn by Cornthwaite &amp; Cary, payable to the order of John Randall, against Coolidge &amp; Co. as the acceptors.</p>\n<p>At the trial the holders of the bill, on which the name of John Randall was endorsed, offered, for the purpose of proving the endorsement, an affidavit made by one of the defendants in the cause, in order to obtain a continuance, in which he referred to the bill in terms which, they supposed, implied a knowledge on his part that the plaintiffs were the rightful holders. The defendants objected to the bill's going to the jury without further proof of the endorsement; but the court determined that it should go with the affidavit to the jury, who might be at liberty to infer from thence that the endorsement was made by Randall. To this opinion the counsel for the defendants <span class=\"star-pagination\">*67</span> in the circuit court excepted, and this court is divided on the question whether the exception ought to be sustained.</p>\n<p>On the trial it appeared that Coolidge &amp; Co. held the proceeds of part of the cargo of the Hiram, claimed by Cornthwaite &amp; Cary, which had been captured and libelled as lawful prize. The cargo had been acquitted in the district and circuit courts, but from the sentence of acquittal, the captors had appealed to this court. Pending the appeal Cornthwaite &amp; Co. transmitted to Coolidge &amp; Co. a bond of indemnity, executed at Baltimore with scrolls in the place of seals, and drew on them for two thousand seven hundred dollars. This bill was also payable to the order of Randall, and endorsed by him to Payson &amp; Co. It was presented to Coolidge &amp; Co. and protested for non-acceptance. After its protest Coolidge &amp; Co. wrote to Cornthwaite &amp; Cary a letter, in which, after acknowledging the receipt of a letter from them, with the bond of indemnity, they say, \"This bond, conformably to our laws, is not executed as it ought to be; but it may be otherwise in your state. It will therefore be necessary to satisfy us that the scroll is usual and legal with you instead of a seal. We notice no seal to any of the signatures.\" \"We shall write our friend Williams by this mail, and will state to him our ideas respecting the bond, which he will probably determine. If Mr. W. feels satisfied on this point, he will inform you, and in that case your draft for two thousand dollars will be honoured.\"</p>\n<p>On the same day Coolidge &amp; Co. addressed a letter <span class=\"star-pagination\">*68</span> to Mr. Williams, in which, after referring to him the question respecting the legal obligation of the scroll, they say, \"You know the object of the bond, and, of course, see the propriety of our having one not only legal, but signed by sureties of unquestionable responsibility, repecting which, we shall wholly rely on your judgment. You mention the last surety as being responsible; what think you of the others?\"</p>\n<p>In his answer to this letter, Williams says, \"I am assured, that the bond transmitted in my last is sufficient for the purpose for which it was given, provided the parties possess the means; and of the last signer, I have no hesitation in expressing my firm belief of his being able to meet the whole amount himself. Of the principals I cannot speak with so much confidence, not being well acquainted with their resources. Under all circumstances, I should not feel inclined to withhold from them any portion of the funds for which the bond was given.\"</p>\n<p>On the day on which this letter was written, Cornthwaite &amp; Cary called on Williams, to inquire whether he had satisfied Coolidge &amp; Co. respecting the bond. Williams stated the substance of the letter he had written, and read to him a part of it. One of the firm of Payson &amp; Co. also called on him to make the same inquiry, to whom he gave the same information, and also read from his letter-book the letter he had written.</p>\n<p>Two days after this, the bill in the declaration mentioned, was drawn by Cornthwaite &amp; Cary, and paid to Payson &amp; Co. in part of the protested bill of <span class=\"star-pagination\">*69</span> 2,700 dollars, by whom it was presented to Coolidge &amp; Co., who refused to accept it, on which it was protested, and this action brought by the holders.</p>\n<p>On this testimony, the counsel for the defendants insisted that the plaintiffs were not entitled to a verdict; but the court instructed the jury, that if they were satisfied that Williams, on the application of the plaintiffs, made after seeing the letter from Coolidge &amp; Co. to Cornthwaite &amp; Cary, did declare that he was satisfied with the bond referred to in that letter, as well with respect to its execution, as to the sufficiency of the obligors to pay the same; and that the plaintiffs, upon the faith and credit of the said declaration, and also of the letter to Cornthwaite &amp; Cary, and without having seen or known the contents of the letter from Coolidge &amp; Co. to Williams, did receive and take the bill in the declaration mentioned, they were entitled to recover in the present action; and that it was no legal objection to such recovery that the promise to accept the present bill was made to the drawers thereof, previous to the existence of such bill, or that the bill had been taken in part payment of a pre-existing debt, or that the said Williams, in making the declarations aforesaid, did exceed the private instructions given to him by Coolidge &amp; Co., in their letter to him.</p>\n<p>To this charge, the defendants excepted; a verdict was given for the plaintiffs, and judgment rendered thereon, which judgment is now before this court on a writ of error.</p>\n<p>The letter from Coolidge &amp; Co. to Cornthwaite &amp; Cary contains no reference to their letter to Williams <span class=\"star-pagination\">*70</span> which might suggest the necessity of seeing that letter, or of obtaining information respecting its contents. They refer Cornthwaite &amp; Cary to Williams, not for the instructions they had given him, but for his judgment and decision on the bond of indemnity. Under such circumstances, neither the drawers nor the holders of the bill could be required to know, or could be affected by, the private instructions given to Williams. It was enough for them, after seeing the letter from Coolidge &amp; Co. to Cornthwaite &amp; Cary, to know that Williams was satisfied with the execution of the bond and the sufficiency of the obligors, and had informed Coolidge &amp; Co. that he was so satisfied.</p>\n<p>This difficulty being removed, the question of law which arises from the charge given by the court to the jury is this: Does a promise to accept a bill amount to an acceptance to a person who has taken it on the credit of that promise, although the promise was made before the existence of the bill, and although it is drawn in favour of a person who takes it for a pre-existing debt?</p>\n<p>In the case of Pillans &amp; Rose v. Van Mierop &amp; Hopkins, (3 <i>Burr,</i> 1663,) the credit on which the bill was drawn was given before the promise to accept was made, and the promise was made previous to the existence of the bill. Yet in that case, after two arguments, and much consideration, the court of king's bench, (all the judges being present and concurring in opinion,) considered the promise to accept as an acceptance.</p>\n<p>Between this case and that under the consideration <span class=\"star-pagination\">*71</span> of the court, no essential distinction is perceived. But it is contended, that the authority of the case of Pillans &amp; Rose v. Van Mierop &amp; Hopkins is impaired by subsequent decisions.</p>\n<p>In the case of Pierson v. Dunlop <i>et al.</i> (<i>Cowp.</i> 571.) the bill was drawn and presented before the conditional promise was made on which the suit was instituted. Although, in that case, the holder of the bill recovered as on an acceptance, it is supposed that the principles laid down by Lord Mansfield, in delivering his opinion, contradict those laid down in Pillans &amp; Rose v. Van Mierop &amp; Hopkins. His lordship observes, \"It has been truly said, as a general rule, that the mere answer of a merchant to the drawer of a bill, saying, \"he will duly honor it,\" is no acceptance, unless accompanied with circumstances which may induce a third person to take the bill by endorsement; but if there are any such circumstances, it may amount to an acceptance, though the answer be contained in a letter to the drawer.\"</p>\n<p>If the case of Pillans &amp; Rose v. Van Mierop &amp; Hopkins had been understood to lay down the broad principle that a naked promise to accept amounts to an acceptance, the case of Pierson v. Dunlop certainly narrows that principle so far as to require additional circumstances proving that the person on whom the bill was drawn, was bound by his promise, either because he had funds of the drawer in his hands, or because his letter had given credit to the bill, and induced a third person to take it.</p>\n<p>It has been argued, that those circumstances to which Lord Mansfield alludes, must be apparent on <span class=\"star-pagination\">*72</span> the face of the letter. But the court can perceive no reason for this opinion. It is neither warranted by the words of Lord Mansfield, nor by the circumstances of the case in which he used them. \"The mere answer of a merchant to the drawer of a bill, saying he will duly honor it, is no acceptance unless accompanied with circumstances,\" &amp;c. The answer must be \"<i>accompanied</i> with circumstances;\" but it is not said that the answer must <i>contain</i> those circumstances. In the case of Pierson v. Dunlop, the answer did not contain those circumstances. They were not found in the letter, but were entirely extrinsic. Nor can the court perceive any reason for distinguishing between circumstances which appear in the letter containing the promise, and those which are derived from other sources. The great motive for construing a promise to accept, as an acceptance, is, that it gives credit to the bill, and may induce a third person to take it. If the letter be not shown, its contents, whatever they may be, can give no credit to the bill; and if it be shown, an absolute promise to accept will give all the credit to the bill which a full confidence that it will be accepted can give it. A conditional promise becomes absolute when the condition is performed.</p>\n<p>In the case of Mason v. Hunt, (<i>Doug.</i> 296.,) Lord Mansfield said, \"there is no doubt but an agreement to accept may amount to an acceptance; and it may be couched in such words as to put a third person in a better condition than the drawee. If one man, to give credit to another, makes an absolute promise to accept his bill, the drawee, or any other person, <span class=\"star-pagination\">*73</span> may show such promise upon the exchange, to get credit, and a third person, who should advance his money upon it, would have nothing to do with the equitable circumstances which might subsist between the drawer and acceptor.\"</p>\n<p>What is it that \"the drawer, or any other person, may show upon the exchange?\" It is the promise to accept \u0097 the naked promise. The motive to this promise need not, and cannot be examined. The promise itself, when shown, gives the credit; and the merchant who makes it is bound by it.</p>\n<p>The cases cited from Cowper and Douglass are, it is admitted, cases in which the bill is not taken for a pre-existing debt, but is purchased on the credit of the promise to accept. But in the case of Pillans v. Van Mierop, the credit was given before the promise was received or the bill drawn; and in all cases the person who receives such a bill in payment of a debt, will be prevented thereby from taking other means to obtain the money due to him. Any ingredient of fraud would, unquestionably, affect the whole transaction; but the mere circumstance, that the bill was taken for a pre-existing debt has not been thought sufficient to do away the effect of a promise to accept.</p>\n<p>In the case of Johnson and another v. Collins, (1 <i>East,</i> 98.,) Lord Kenyon shows much dissatisfaction with the previous decisions on this subject; but it is not believed, that the judgment given in that case would, even in England, change the law as previously established. In the case of Johnson v. <span class=\"star-pagination\">*74</span> Collins, the promise to accept was in a letter to the drawer, and is not stated to have been shown to the endorser. Consequently, the bill does not appear to have been taken on the credit of that promise. It was a mere naked promise, unaccompanied with circumstances which might give credit to the bill. The counsel contended, that this naked promise amounted to an acceptance; but the court determined otherwise. In giving his opinion, Le Blanc, J., lays down the rule in the words used by Lord Mansfield, in the case of Pierson v. Dunlop; and Lord Kenyon said, that \"this was carrying the doctrine of implied acceptances to the utmost verge of the law; and he doubted whether it did not even go beyond it.\" In Clarke and others v. Cock, (4 <i>East</i> 57.,) the judges again express their dissatisfaction with the law as established, and their regret that any other act than a written acceptance on the bill had ever been deemed an acceptance. Yet they do not undertake to overrule the decisions which they disapprove. On the contrary, in that case, they unanimously declared a letter to the drawer promising to accept the bill, which was shown to the person who held it, and took it on the credit of that letter, to be a virtual acceptance. It is true, in the case of Clark v. Cock, the bill was made before the promise was given, and the judges, in their opinions, use some expressions which indicate a distinction between bills drawn before and after the date of the promise; but no case has been decided on this distinction; and in Pillans and <span class=\"star-pagination\">*75</span> Rose v. Van Mierop and Hopkins, the letter was written before the bill was drawn.</p>\n<p>The court can perceive no substantial reason for this distinction. The prevailing inducement for considering a promise to accept, as an acceptance, is that credit is thereby given to the bill. Now, this credit is given as entirely by a letter written before the date of the bill as by one written afterwards.</p>\n<p>It is of much importance to merchants that this question should be at rest. Upon a review of the cases which are reported, this court is of opinion, that a letter written within a reasonable time before or after the date of a bill of exchange, describing it in terms not to be mistaken, and promising to accept it, is, if shown to the person who afterwards takes the bill on the credit of the letter, a virtual acceptance binding the person who makes the promise. This is such a case. There is, therefore, no error in the judgment of the circuit court, and it is affirmed with costs.</p>\n<p>Judgment affirmed<sup>[a]</sup></p>\n<h2>NOTES</h2>\n<p>[a]  By the French law, the acceptance of a bill of exchnnge must be in writing, and signed by the party accepting it. <i>Ordonnance de</i> 1673, <i>tit.</i> 5, <i>art.</i> 2. <i>Code de Commerce, liv.</i> 1. <i>tit.</i> 8. <i>art.</i> 122. It appears by the discussions in the council of state in drawing up the new Commercial Code, that no provision requiring the acceptance to be written on the bill itself was inserted, in order to avoid a mistaken inference which might be drawn from it that the law meant to prohibit the acceptance of a bill by a letter promising to accept (<i>par lettre missive.</i>) <i>\"L'acceptation est ordinairement donné sur la lettre de change même; mais beaucoup d'auteurs etrangers, et surtout les docteurs Hollandais, Allemands, et Espagnols, pensent qu'elle peut aussi être donné par lettre missive. Cette opinion a été adoptée par le conseil d'état, et se trauve consacrée par</i> <i>Particle qui nous occupe. En effet, d'un côté, il a evité de dire dans cet article que l'acceptation serait donneé sur la lettre de change, de peur de paroître établir une règle absolue de laquelle on se serait fait une fin non-recevoir contre l'acceptation par lettres missives. D'un autre côté, le conseil a pensé que, puisque la loi n'exclut pas l'acceptation par lettre missive, on en conclueroit naturellement qu'elle la permet.\"</i> Esprit du Code de Commerce, par J.G. Locré, tom. 2. p. 89.\n</p>\n<p>Such is the law of France on this subject. That of England is fully analyzed in the above opinion. In the tribunals of our own country, the first case which occurs on the subject, is that of M`Kim v. Smith et al. (1 <i>Hall's Law Journal,</i> 486.,) in which the doctrine of the above opinion is fully recognised. The next is that of M`Evers v. Mason, (10 <i>Johns. Rep.</i> 207.,) in which a more limited application of the principle may seem to be indicated. But upon an inspection of that case, it will be found that the supreme court of New-York declined expressing any opinion upon the question whether a promise to accept a bill not <i>in esse</i> would amount to an acceptance, and whether an endorsee could avail himself of such promise and maintain an action on the bill against the drawee. The supreme court of Massachusetts also, in the case of Wilson v. Clements, (3 <i>Mass. Rep.</i> 1.,) avoided a determination of the question whether a promise to accept before the bill was drawn, amounted to an acceptance, because the bill was not drawn in due season after the promise was made. But the above decision in the text may be considered as settling the law of the country on this subject.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T08:59:36", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">66</span></span> (1817)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">66</span></span></b></center>\n<center><h1>COOLIDGE et. al.<br>\nv.<br>\nPAYSON et. al.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>February 21, 1817.</center>\n<p>THIS cause was argued by Mr. <i>Swann,</i> for the plaintiff in error, and by Mr. <i>Winder,</i> for the defendant.</p>\n<p>Mr. Ch. J. MARSHALL delivered the opinion of the court.</p>\n<p>This suit was instituted by Payson &amp; Co., as endorsers of a bill of exchange, drawn by Cornthwaite &amp; Cary, payable to the order of John Randall, against Coolidge &amp; Co. as the acceptors.</p>\n<p>At the trial the holders of the bill, on which the name of John Randall was endorsed, offered, for the purpose of proving the endorsement, an affidavit made by one of the defendants in the cause, in order to obtain a continuance, in which he referred to the bill in terms which, they supposed, implied a knowledge on his part that the plaintiffs were the rightful holders. The defendants objected to the bill's going to the jury without further proof of the endorsement; but the court determined that it should go with the affidavit to the jury, who might be at liberty to infer from thence that the endorsement was made by Randall. To this opinion the counsel for the defendants <span class=\"star-pagination\">*67</span> in the circuit court excepted, and this court is divided on the question whether the exception ought to be sustained.</p>\n<p>On the trial it appeared that Coolidge &amp; Co. held the proceeds of part of the cargo of the Hiram, claimed by Cornthwaite &amp; Cary, which had been captured and libelled as lawful prize. The cargo had been acquitted in the district and circuit courts, but from the sentence of acquittal, the captors had appealed to this court. Pending the appeal Cornthwaite &amp; Co. transmitted to Coolidge &amp; Co. a bond of indemnity, executed at Baltimore with scrolls in the place of seals, and drew on them for two thousand seven hundred dollars. This bill was also payable to the order of Randall, and endorsed by him to Payson &amp; Co. It was presented to Coolidge &amp; Co. and protested for non-acceptance. After its protest Coolidge &amp; Co. wrote to Cornthwaite &amp; Cary a letter, in which, after acknowledging the receipt of a letter from them, with the bond of indemnity, they say, \"This bond, conformably to our laws, is not executed as it ought to be; but it may be otherwise in your state. It will therefore be necessary to satisfy us that the scroll is usual and legal with you instead of a seal. We notice no seal to any of the signatures.\" \"We shall write our friend Williams by this mail, and will state to him our ideas respecting the bond, which he will probably determine. If Mr. W. feels satisfied on this point, he will inform you, and in that case your draft for two thousand dollars will be honoured.\"</p>\n<p>On the same day Coolidge &amp; Co. addressed a letter <span class=\"star-pagination\">*68</span> to Mr. Williams, in which, after referring to him the question respecting the legal obligation of the scroll, they say, \"You know the object of the bond, and, of course, see the propriety of our having one not only legal, but signed by sureties of unquestionable responsibility, repecting which, we shall wholly rely on your judgment. You mention the last surety as being responsible; what think you of the others?\"</p>\n<p>In his answer to this letter, Williams says, \"I am assured, that the bond transmitted in my last is sufficient for the purpose for which it was given, provided the parties possess the means; and of the last signer, I have no hesitation in expressing my firm belief of his being able to meet the whole amount himself. Of the principals I cannot speak with so much confidence, not being well acquainted with their resources. Under all circumstances, I should not feel inclined to withhold from them any portion of the funds for which the bond was given.\"</p>\n<p>On the day on which this letter was written, Cornthwaite &amp; Cary called on Williams, to inquire whether he had satisfied Coolidge &amp; Co. respecting the bond. Williams stated the substance of the letter he had written, and read to him a part of it. One of the firm of Payson &amp; Co. also called on him to make the same inquiry, to whom he gave the same information, and also read from his letter-book the letter he had written.</p>\n<p>Two days after this, the bill in the declaration mentioned, was drawn by Cornthwaite &amp; Cary, and paid to Payson &amp; Co. in part of the protested bill of <span class=\"star-pagination\">*69</span> 2,700 dollars, by whom it was presented to Coolidge &amp; Co., who refused to accept it, on which it was protested, and this action brought by the holders.</p>\n<p>On this testimony, the counsel for the defendants insisted that the plaintiffs were not entitled to a verdict; but the court instructed the jury, that if they were satisfied that Williams, on the application of the plaintiffs, made after seeing the letter from Coolidge &amp; Co. to Cornthwaite &amp; Cary, did declare that he was satisfied with the bond referred to in that letter, as well with respect to its execution, as to the sufficiency of the obligors to pay the same; and that the plaintiffs, upon the faith and credit of the said declaration, and also of the letter to Cornthwaite &amp; Cary, and without having seen or known the contents of the letter from Coolidge &amp; Co. to Williams, did receive and take the bill in the declaration mentioned, they were entitled to recover in the present action; and that it was no legal objection to such recovery that the promise to accept the present bill was made to the drawers thereof, previous to the existence of such bill, or that the bill had been taken in part payment of a pre-existing debt, or that the said Williams, in making the declarations aforesaid, did exceed the private instructions given to him by Coolidge &amp; Co., in their letter to him.</p>\n<p>To this charge, the defendants excepted; a verdict was given for the plaintiffs, and judgment rendered thereon, which judgment is now before this court on a writ of error.</p>\n<p>The letter from Coolidge &amp; Co. to Cornthwaite &amp; Cary contains no reference to their letter to Williams <span class=\"star-pagination\">*70</span> which might suggest the necessity of seeing that letter, or of obtaining information respecting its contents. They refer Cornthwaite &amp; Cary to Williams, not for the instructions they had given him, but for his judgment and decision on the bond of indemnity. Under such circumstances, neither the drawers nor the holders of the bill could be required to know, or could be affected by, the private instructions given to Williams. It was enough for them, after seeing the letter from Coolidge &amp; Co. to Cornthwaite &amp; Cary, to know that Williams was satisfied with the execution of the bond and the sufficiency of the obligors, and had informed Coolidge &amp; Co. that he was so satisfied.</p>\n<p>This difficulty being removed, the question of law which arises from the charge given by the court to the jury is this: Does a promise to accept a bill amount to an acceptance to a person who has taken it on the credit of that promise, although the promise was made before the existence of the bill, and although it is drawn in favour of a person who takes it for a pre-existing debt?</p>\n<p>In the case of Pillans &amp; Rose v. Van Mierop &amp; Hopkins, (3 <i>Burr,</i> 1663,) the credit on which the bill was drawn was given before the promise to accept was made, and the promise was made previous to the existence of the bill. Yet in that case, after two arguments, and much consideration, the court of king's bench, (all the judges being present and concurring in opinion,) considered the promise to accept as an acceptance.</p>\n<p>Between this case and that under the consideration <span class=\"star-pagination\">*71</span> of the court, no essential distinction is perceived. But it is contended, that the authority of the case of Pillans &amp; Rose v. Van Mierop &amp; Hopkins is impaired by subsequent decisions.</p>\n<p>In the case of Pierson v. Dunlop <i>et al.</i> (<i>Cowp.</i> 571.) the bill was drawn and presented before the conditional promise was made on which the suit was instituted. Although, in that case, the holder of the bill recovered as on an acceptance, it is supposed that the principles laid down by Lord Mansfield, in delivering his opinion, contradict those laid down in Pillans &amp; Rose v. Van Mierop &amp; Hopkins. His lordship observes, \"It has been truly said, as a general rule, that the mere answer of a merchant to the drawer of a bill, saying, \"he will duly honor it,\" is no acceptance, unless accompanied with circumstances which may induce a third person to take the bill by endorsement; but if there are any such circumstances, it may amount to an acceptance, though the answer be contained in a letter to the drawer.\"</p>\n<p>If the case of Pillans &amp; Rose v. Van Mierop &amp; Hopkins had been understood to lay down the broad principle that a naked promise to accept amounts to an acceptance, the case of Pierson v. Dunlop certainly narrows that principle so far as to require additional circumstances proving that the person on whom the bill was drawn, was bound by his promise, either because he had funds of the drawer in his hands, or because his letter had given credit to the bill, and induced a third person to take it.</p>\n<p>It has been argued, that those circumstances to which Lord Mansfield alludes, must be apparent on <span class=\"star-pagination\">*72</span> the face of the letter. But the court can perceive no reason for this opinion. It is neither warranted by the words of Lord Mansfield, nor by the circumstances of the case in which he used them. \"The mere answer of a merchant to the drawer of a bill, saying he will duly honor it, is no acceptance unless accompanied with circumstances,\" &amp;c. The answer must be \"<i>accompanied</i> with circumstances;\" but it is not said that the answer must <i>contain</i> those circumstances. In the case of Pierson v. Dunlop, the answer did not contain those circumstances. They were not found in the letter, but were entirely extrinsic. Nor can the court perceive any reason for distinguishing between circumstances which appear in the letter containing the promise, and those which are derived from other sources. The great motive for construing a promise to accept, as an acceptance, is, that it gives credit to the bill, and may induce a third person to take it. If the letter be not shown, its contents, whatever they may be, can give no credit to the bill; and if it be shown, an absolute promise to accept will give all the credit to the bill which a full confidence that it will be accepted can give it. A conditional promise becomes absolute when the condition is performed.</p>\n<p>In the case of Mason v. Hunt, (<i>Doug.</i> 296.,) Lord Mansfield said, \"there is no doubt but an agreement to accept may amount to an acceptance; and it may be couched in such words as to put a third person in a better condition than the drawee. If one man, to give credit to another, makes an absolute promise to accept his bill, the drawee, or any other person, <span class=\"star-pagination\">*73</span> may show such promise upon the exchange, to get credit, and a third person, who should advance his money upon it, would have nothing to do with the equitable circumstances which might subsist between the drawer and acceptor.\"</p>\n<p>What is it that \"the drawer, or any other person, may show upon the exchange?\" It is the promise to accept \u0097 the naked promise. The motive to this promise need not, and cannot be examined. The promise itself, when shown, gives the credit; and the merchant who makes it is bound by it.</p>\n<p>The cases cited from Cowper and Douglass are, it is admitted, cases in which the bill is not taken for a pre-existing debt, but is purchased on the credit of the promise to accept. But in the case of Pillans v. Van Mierop, the credit was given before the promise was received or the bill drawn; and in all cases the person who receives such a bill in payment of a debt, will be prevented thereby from taking other means to obtain the money due to him. Any ingredient of fraud would, unquestionably, affect the whole transaction; but the mere circumstance, that the bill was taken for a pre-existing debt has not been thought sufficient to do away the effect of a promise to accept.</p>\n<p>In the case of Johnson and another v. Collins, (1 <i>East,</i> 98.,) Lord Kenyon shows much dissatisfaction with the previous decisions on this subject; but it is not believed, that the judgment given in that case would, even in England, change the law as previously established. In the case of Johnson v. <span class=\"star-pagination\">*74</span> Collins, the promise to accept was in a letter to the drawer, and is not stated to have been shown to the endorser. Consequently, the bill does not appear to have been taken on the credit of that promise. It was a mere naked promise, unaccompanied with circumstances which might give credit to the bill. The counsel contended, that this naked promise amounted to an acceptance; but the court determined otherwise. In giving his opinion, Le Blanc, J., lays down the rule in the words used by Lord Mansfield, in the case of Pierson v. Dunlop; and Lord Kenyon said, that \"this was carrying the doctrine of implied acceptances to the utmost verge of the law; and he doubted whether it did not even go beyond it.\" In Clarke and others v. Cock, (4 <i>East</i> 57.,) the judges again express their dissatisfaction with the law as established, and their regret that any other act than a written acceptance on the bill had ever been deemed an acceptance. Yet they do not undertake to overrule the decisions which they disapprove. On the contrary, in that case, they unanimously declared a letter to the drawer promising to accept the bill, which was shown to the person who held it, and took it on the credit of that letter, to be a virtual acceptance. It is true, in the case of Clark v. Cock, the bill was made before the promise was given, and the judges, in their opinions, use some expressions which indicate a distinction between bills drawn before and after the date of the promise; but no case has been decided on this distinction; and in Pillans and <span class=\"star-pagination\">*75</span> Rose v. Van Mierop and Hopkins, the letter was written before the bill was drawn.</p>\n<p>The court can perceive no substantial reason for this distinction. The prevailing inducement for considering a promise to accept, as an acceptance, is that credit is thereby given to the bill. Now, this credit is given as entirely by a letter written before the date of the bill as by one written afterwards.</p>\n<p>It is of much importance to merchants that this question should be at rest. Upon a review of the cases which are reported, this court is of opinion, that a letter written within a reasonable time before or after the date of a bill of exchange, describing it in terms not to be mistaken, and promising to accept it, is, if shown to the person who afterwards takes the bill on the credit of the letter, a virtual acceptance binding the person who makes the promise. This is such a case. There is, therefore, no error in the judgment of the circuit court, and it is affirmed with costs.</p>\n<p>Judgment affirmed<sup>[a]</sup></p>\n<h2>NOTES</h2>\n<p>[a]  By the French law, the acceptance of a bill of exchnnge must be in writing, and signed by the party accepting it. <i>Ordonnance de</i> 1673, <i>tit.</i> 5, <i>art.</i> 2. <i>Code de Commerce, liv.</i> 1. <i>tit.</i> 8. <i>art.</i> 122. It appears by the discussions in the council of state in drawing up the new Commercial Code, that no provision requiring the acceptance to be written on the bill itself was inserted, in order to avoid a mistaken inference which might be drawn from it that the law meant to prohibit the acceptance of a bill by a letter promising to accept (<i>par lettre missive.</i>) <i>\"L'acceptation est ordinairement donné sur la lettre de change même; mais beaucoup d'auteurs etrangers, et surtout les docteurs Hollandais, Allemands, et Espagnols, pensent qu'elle peut aussi être donné par lettre missive. Cette opinion a été adoptée par le conseil d'état, et se trauve consacrée par</i> <i>Particle qui nous occupe. En effet, d'un côté, il a evité de dire dans cet article que l'acceptation serait donneé sur la lettre de change, de peur de paroître établir une règle absolue de laquelle on se serait fait une fin non-recevoir contre l'acceptation par lettres missives. D'un autre côté, le conseil a pensé que, puisque la loi n'exclut pas l'acceptation par lettre missive, on en conclueroit naturellement qu'elle la permet.\"</i> Esprit du Code de Commerce, par J.G. Locré, tom. 2. p. 89.\n</p>\n<p>Such is the law of France on this subject. That of England is fully analyzed in the above opinion. In the tribunals of our own country, the first case which occurs on the subject, is that of M`Kim v. Smith et al. (1 <i>Hall's Law Journal,</i> 486.,) in which the doctrine of the above opinion is fully recognised. The next is that of M`Evers v. Mason, (10 <i>Johns. Rep.</i> 207.,) in which a more limited application of the principle may seem to be indicated. But upon an inspection of that case, it will be found that the supreme court of New-York declined expressing any opinion upon the question whether a promise to accept a bill not <i>in esse</i> would amount to an acceptance, and whether an endorsee could avail himself of such promise and maintain an action on the bill against the drawee. The supreme court of Massachusetts also, in the case of Wilson v. Clements, (3 <i>Mass. Rep.</i> 1.,) avoided a determination of the question whether a promise to accept before the bill was drawn, amounted to an acceptance, because the bill was not drawn in due season after the promise was made. But the above decision in the text may be considered as settling the law of the country on this subject.</p>\n\n</div>", 
  "sha1": "2ca46e883cdc801ee34fd0c4cb2ec665c34f4ace", 
  "date_modified": "2014-12-21T01:23:56.618002", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/85177/coolidge-v-payson/", 
  "citation_count": 0, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/78505/", 
  "html": "<p class=\"case_cite\">15 U.S. 66</p>\n    <p class=\"case_cite\">4 L.Ed. 185</p>\n    <p class=\"case_cite\">2 Wheat. 66</p>\n    <p class=\"parties\">COOLIDGE et. al.<br>v.<br>PAYSON et. al.</p>\n    <p class=\"date\">February 21, 1817</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">THIS cause was argued by Mr. <i>Swann</i>, for the plaintiff in error, and by Mr. <i>Winder</i>, for the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Mr. Ch. J. MARSHALL delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">This suit was instituted by Payson &amp; Co., as endorsers of a bill of exchange, drawn by Cornthwaite &amp; Cary, payable to the order of John Randall, against Coolidge &amp; Co. as the acceptors.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At the trial the holders of the bill, on which the name of John Randall was endorsed, offered, for the purpose of proving the endorsement, an affidavit made by one of the defendants in the cause, in order to obtain a continuance, in which he referred to the bill in terms which, they supposed, implied a knowledge on his part that the plaintiffs were the rightful holders. The defendants objected to the bill's going to the jury without further proof of the endorsement; but the court determined that it should go with the affidavit to the jury, who might be at liberty to infer from thence that the endorsement was made by Randall. To this opinion the counsel for the defendants in the circuit court excepted, and this court is divided on the question whether the exception ought to be sustained.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On the trial it appeared that Coolidge &amp; Co. held the proceeds of part of the cargo of the Hiram, claimed by Cornthwaite &amp; Cary, which had been captured and libelled as lawful prize. The cargo had been acquitted in the district and circuit courts, but from the sentence of acquittal, the captors had appealed to this court. Pending the appeal Cornthwaite &amp; Co. transmitted to Coolidge &amp; Co. a bond of indemnity, executed at Baltimore with scrolls in the place of seals, and drew on them for two thousand seven hundred dollars. This bill was also payable to the order of Randall, and endorsed by him to Payson &amp; Co. It was presented to Coolidge &amp; Co. and protested for non-acceptance. After its protest Coolidge &amp; Co. wrote to Cornthwaite &amp; Cary a letter, in which, after acknowledging the receipt of a letter from them, with the bond of indemnity, they say, 'This bond, conformably to our laws, is not executed as it ought to be; but it may be otherwise in your state. It will therefore be necessary to satisfy us that the scroll is usual and legal with you instead of a seal. We notice no seal to any of the signatures.' 'We shall write our friend Williams by this mail, and will state to him our ideas respecting the bond, which he will probably determine. If Mr W. feels satisfied on this point, he will inform you, and in that case your draft for two thousand dollars will be honoured.'</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On the same day Coolidge &amp; Co. addressed a letter to Mr. Williams, in which, after referring to him the question respecting the legal obligation of the scroll, they say, 'You know the object of the bond, and, of course, see the propriety of our having one not only legal, but signed by sureties of unquestionable responsibility, repecting which, we shall wholly rely on your judgment. You mention the last surety as being responsible; what think you of the others?'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In his answer to this letter, Williams says, 'I am assured, that the bond transmitted in my last is sufficient for the purpose for which it was given, provided the parties possess the means; and of the last signer, I have no hesitation in expressing my firm belief of his being able to meet the whole amount himself. Of the principals I cannot speak with so much confidence, not being well acquainted with their resources. Under all circumstances, I should not feel inclined to withhold from them any portion of the funds for which the bond was given.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On the day on which this letter was written, Cornthwaite &amp; Cary called on Williams, to inquire whether he had satisfied Coolidge &amp; Co. respecting the bond. Williams stated the substance of the letter he had written, and read to him a part of it. One of the firm of Payson &amp; Co. also called on him to make the same inquiry, to whom he gave the same information, and also read from his letter-book the letter he had written.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Two days after this, the bill in the declaration mentioned, was drawn by Cornthwaite &amp; Cary, and paid to Payson &amp; Co. in part of the protested bill of 2,700 dollars, by whom it was presented to Coolidge &amp; Co., who refused to accept it, on which it was protested, and this action brought by the holders.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On this testimony, the counsel for the defendants insisted that the plaintiffs were not entitled to a verdict; but the court instructed the jury, that if they were satisfied that Williams, on the application of the plaintiffs, made after seeing the letter from Coolidge &amp; Co. to Cornthwaite &amp; Cary, did declare that he was satisfied with the bond referred to in that letter, as well with respect to its execution, as to the sufficiency of the obligors to pay the same; and that the plaintiffs, upon the faith and credit of the said declaration, and also of the letter to Cornthwaite &amp; Cary, and without having seen or known the contents of the letter from Coolidge &amp; Co. to Williams, did receive and take the bill in the declaration mentioned, they were entitled to recover in the present action; and that it was no legal objection to such recovery that the promise to accept the present bill was made to the drawers thereof, previous to the existence of such bill, or that the bill had been taken in part payment of a pre-existing debt, or that the said Williams, in making the declarations aforesaid, did exceed the private instructions given to him by Coolidge &amp; Co., in their letter to him.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">To this charge, the defendants excepted; a verdict was given for the plaintiffs, and judgment rendered thereon, which judgment is now before this court on a writ of error.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The letter from Coolidge &amp; Co. to Cornthwaite &amp; Cary contains no reference to their letter to Williams which might suggest the necessity of seeing that letter, or of obtaining information respecting its contents. They refer Cornthwaite &amp; Cary to Williams, not for the instructions they had given him, but for his judgment and decision on the bond of indemnity. Under such circumstances, neither the drawers nor the holders of the bill could be required to know, or could be affected by, the private instructions given to Williams. It was enough for them, after seeing the letter from Coolidge &amp; Co. to Cornthwaite &amp; Cary, to know that Williams was satisfied with the execution of the bond and the sufficiency of the obligors, and had informed Coolidge &amp; Co. that he was so satisfied.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">This difficulty being removed, the question of law which arises from the charge given by the court to the jury is this: Does a promise to accept a bill amount to an acceptance to a person who has taken it on the credit of that promise, although the promise was made before the existence of the bill, and although it is drawn in favour of a person who takes it for a pre-existing debt?</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In the case of Pillans &amp; Rose v. Van Mierop &amp; Hopkins, (3 <i>Burr</i>, 1663,) the credit on which the bill was drawn was given before the promise to accept was made, and the promise was made previous to the existence of the bill. Yet in that case, after two arguments, and much consideration, the court of king's bench, (all the judges being present and concurring in opinion,) considered the promise to accept as an acceptance.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Between this case and that under the consideration of the court, no essential distinction is perceived. But it is contended, that the authority of the case of Pillans &amp; Rose v. Van Mierop &amp; Hopkins in impaired by subsequent decisions.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In the case of Pierson v. Dunlop <i>et al. (Cowp.</i> 571.) the bill was drawn and presented before the conditional promise was made on which the suit was instituted. Although, in that case, the holder of the bill recovered as on an acceptance, it is supposed that the principles laid down by Lord Mansfield, in delivering his opinion, contradict those laid down in Pillans &amp; Rose v. Van Mierop &amp; Hopkins. His lordship observes, 'It has been truly said, as a general rule, that the mere answer of a merchant to the drawer of a bill, saying, 'he will duly honor it,' is no acceptance, unless accompanied with circumstances which may induce a third person to take the bill by endorsement; but if there are any such circumstances, it may amount to an acceptance, though the answer be contained in a letter to the drawer.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">If the case of Pillans &amp; Rose v. Van Mierop &amp; Hopkins had been understood to lay down the broad principle that a naked promise to accept amounts to an acceptance, the case of Pierson v. Dunlop certainly narrows that principle so far as to require additional circumstances proving that the person on whom the bill was drawn, was bound by his promise, either because he had funds of the drawer in his hands, or because his letter had given credit to the bill, and induced a third person to take it.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">It has been argued, that those circumstances to which Lord Mansfield alludes, must be apparent on the face of the letter. But the court can perceive no reason for this opinion. It is neither warranted by the words of Lord Mansfield, nor by the circumstances of the case in which he used them. 'The mere answer of a merchant to the drawer of a bill, saying he will duly honor it, is no acceptance unless accompanied with circumstances,' &amp;c. The answer must be '<i>accompanied</i> with circumstances;' but it is not said that the answer must <i>contain</i> those circumstances. In the case of Pierson v. Dunlop, the answer did not contain those circumstances. They were not found in the letter, but were entirely extrinsic. Nor can the court perceive any reason for distinguishing between circumstances which appear in the letter containing the promise, and those which are derived from other sources. The great motive for construing a promise to accept, as an acceptance, is, that it gives credit to the bill, and may induce a third person to take it. If the letter be not shown, its contents, whatever they may be, can give no credit to the bill; and if it be shown, an absolute promise to accept will give all the credit to the bill which a full confidence that it will be accepted can give it. A conditional promise becomes absolute when the condition is performed.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In the case of Mason v. Hunt, (<i>Doug.</i> 296.,) Lord Mansfield said, 'there is no doubt but an agreement to accept may amount to an acceptance; and it may be couched in such words as to put a third person in a better condition than the drawee. If one man, to give credit to another, makes an absolute promise to accept his bill, the drawee, or any other person, may show such promise upon the exchange, to get credit, and a third person, who should advance his money upon it, would have nothing to do with the equitable circumstances which might subsist between the drawer and acceptor.'</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">What is it that 'the drawer, or any other person, may show upon the exchange?' It is the promise to accept&#8212;the naked promise. The motive to this promise need not, and cannot be examined. The promise itself, when shown, gives the credit; and the merchant who makes it is bound by it.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The cases cited from Cowper aud Douglass are, it is admitted, cases in which the bill is not taken for a pre-existing debt, but is purchased on the credit of the promise to accept. But in the case of Pillans v. Van Mierop, the credit was given before the promise was received or the bill drawn; and in all cases the person who receives such a bill in payment of a debt, will be prevented thereby from taking other means to obtain the money due to him. Any ingredient of fraud would, unquestionably, affect the whole transaction; but the mere circumstance, that the bill was taken for a pre-existing debt has not been thought sufficient to do away the effect of a promise to accept.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In the case of Johnson and another v. Collins, (1 <i>East</i>, 98.,) Lord Kenyon shows much dissatisfaction with the previous decisions on this subject; but it is not believed, that the judgment given in that case would, even in England, change the law as previously established. In the case of Johnson v. Collins, the promise to accept was in a letter to the drawer, and is not stated to have been shown to the endorser. Consequently, the bill does not appear to have been taken on the credit of that promise. It was a mere naked promise, unaccompanied with circumstances which might give credit to the bill. The counsel contended, that this naked promise amounted to an acceptance; but the court determined otherwise. In giving his opinion, Le Blanc, J., lays down the rule in the words used by Lord Mansfield, in the case of Pierson v. Dunlop; and Lord Kenyon said, that 'this was carrying the doctrine of implied acceptances to the utmost verge of the law; and he doubted whether it did not even go beyond it.' In Clarke and others v. Cock, (4 <i>East</i> 57.,) the judges again express their dissatisfaction with the law as established, and their regret that any other act than a written acceptance on the bill had ever been deemed an acceptance. Yet they do not undertake to overrule the decisions which they disapprove. On the contrary, in that case, they unanimously declared a letter to the drawer promising to accept the bill, which was shown to the person who held it, and took it on the credit of that letter, to be a virtual acceptance. It is true, in the case of Clark v. Cock, the bill was made before the promise was given, and the judges, in their opinions, use some expressions which indicate a distinction between bills drawn before and after the date of the promise; but no case has been decided on this distinction; and in Pillans and Rose v. Van Mierop and Hopkins, the letter was written before the bill was drawn.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The court can perceive no substantial reason for this distinction. The prevailing inducement for considering a promise to accept, as an acceptance, is that credit is thereby given to the bill. Now, this credit is given as entirely by a letter written before the date of the bill as by one written afterwards.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">It is of much importance to merchants that this question should be at rest. Upon a review of the cases which are reported, this court is of opinion, that a letter written within a reasonable time before or after the date of a bill of exchange, describing it in terms not to be mistaken, and promising to accept it, is, if shown to the person who afterwards takes the bill on the credit of the letter, a virtual acceptance binding the person who makes the promise. This is such a case. There is, therefore, no error in the judgment of the circuit court, and it is affirmed with costs.</p>\n    </div>\n    <p class=\"indent\">Judgment affirmed<a class=\"footnote\" href=\"#fna\" id=\"fna_ref\">a</a></p>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fna\">\n        <a class=\"footnote\" href=\"#fna_ref\">a</a>\n        <p class=\"indent\"> By the French law, the acceptance of a bill of exchange must be in writing, and signed by the party accepting it. <i>Ordonnance de</i> 1673, <i>tit.</i> 5, <i>art.</i> 2. <i>Code de Commerce, liv.</i> 1. <i>tit.</i> 8. <i>art.</i> 122. It appears by the discussions in the council of state in drawing up the new Commercial Code, that no provision requiring the acceptance to be written on the bill itself was inserted, in order to avoid a mistaken inference which might be drawn from it that the law meant to prohibit the acceptance of a bill by a letter promising to accept (<i>par lettre missive.) 'L'acceptation est ordinaircment donn e sur la lettre de change m eme; mais beaucoup d'auteurs etrangers, et surtout les docteurs Hollandais, Allemands, et Espagnols, pensent qu'elle peut aussi etre donn e par lettre missive. Cette opinion a  et e adopt ee par le conseil d' etat, et se trouve consacr ee par l'article qui nous occupe. En effet, d'un cote, il a evit e de dire dans cet article que l'acceptation serait donne e sur la lettre de change, de peur de paro itre  etablir une r egle absolue de laquelle on se serait fait une fin non-recevoir contre l'acceptation par lettres missives. D'un autre cote, le conseil a pens e que, puisque la loi n'exclut pas l'acceptation par lettre missive, on en conclueroit naturellement qu'elle la permet</i>.' Esprit du Code de Commerce, par J. G. Locr e, tom. 2. p. 89.</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Such is the law of France on this subject. That of England is fully analyzed in the above opinion. In the tribunals of our own country, the first case which occurs on the subject, is that of McKim v. Smith et al. (1 <i>Hall's Law Journal</i>, 486.,) in which the doctrine of the above opinion is fully recognised. The next is that of McEvers v. Mason, (10 <i>Johns. Rep.</i> 207.,) in which a more limited application of the principle may seem to be indicated. But upon an inspection of that case, it will be found that the supreme court of New-York declined expressing any opinion upon the question whether a promise to accept a bill not <i>in esse</i> would amount to an acceptance, and whether an endorsee could avail himself of such promise and maintain an action on the bill against the drawee. The supreme court of Massachusetts also, in the case of Wilson v. Clements, (3 <i>Mass. Rep.</i> 1.,) avoided a determination of the question whether a promise to accept before the bill was drawn, amounted to an acceptance, because the bill was not drawn in due season after the promise was made. But the above decision in the text may be considered as settling the law of the country on this subject.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/85177/"
}