{"absolute_url": "/opinion/97153/conley-v-ballinger/", "blocked": false, "citation": {"case_name": "Conley v. Ballinger", "docket_number": "77", "document_uris": ["/api/rest/v2/document/97153/"], "federal_cite_one": "216 U.S. 84", "federal_cite_three": null, "federal_cite_two": null, "id": 81536, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/81536/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 3, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1910-01-31", "date_modified": "2014-12-21T01:35:01.955874", "docket": "/api/rest/v2/docket/339730/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">216 U.S. 84</p>\n    <p class=\"case_cite\">30 S.Ct. 224</p>\n    <p class=\"case_cite\">54 L.Ed. 393</p>\n    <p class=\"parties\">LYDA B. CONLEY, Appt.,<br>v.<br>RICHARD A. BALLINGER, Secretary of the Interior, and  Horace B. Durant, Thomas G. Walker, and William A.  Simpson, Commissioners.</p>\n    <p class=\"docket\">No. 77.</p>\n    <p class=\"date\">Argued and submitted January 14, 1910.</p>\n    <p class=\"date\">Decided January 31, 1910.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Miss Lyda B. Conley, <i>in propria persona</i>, for appellant.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 85-87 intentionally omitted]</p>\n      <p class=\"indent\">Solicitor General Bowers and Mr. Barton Corneau for appellees.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 87-88 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice Holmes delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a bill in equity to enjoin the Secretary of the Interior and commissioners appointed by him from selling or disturbing an Indian cemetery. The bill was demurred to on the grounds, among others, that the matter in dispute was not alleged to exceed the value of $2,000, and that the suit was a suit against the United States. The bill was dismissed for want of jurisdiction, and an appeal was taken to this court.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The substance of the bill is as follows: The plaintiff is a citizen of the state of Kansas and of the United States, and a descendant of Wyandotte Indians dealt with in the treaty of January 31, 1855. 10 Stat. at L. 1159. By article 1 of that treaty the tribe of the Wyandottes was to be dissolved on the ratification of the treaty, and the members made citizens of the United States, with exemption for a limited time of such as should apply for it. By article 2, the Wyandotte Nation ceded their land to the United States for subdivision in severalty to the members, 'except as follows, <i>viz.:</i> The portion now inclosed and used as a public burying ground shall be permanently reserved and appropriated for that purpose;' etc. The plaintiff's parents and sister are buried in this ground, and she alleges that she 'has seisin, and a legal estate and vested rights in and to' the same, and that although the land is worth $75,000, there is no standard by which to estimate the value of her rights. (It is set forth further that, by a treaty of February 23, 1867, with the Senecas and others, art. 13, 15 Stat. at L. 513, 516, a portion of the Wyandottes were allowed to begin anew a tribal existence; but the bearing of this treaty upon the case does not appear.) The defendants are intending and threatening to remove the remains of persons buried as above to another designated place and to sell the burying ground; the proceeds, after certain deductions, to be paid to parties to the treaty of 1855, or their representatives, in accordance with the act of Congress of June 21, 1906, chap. 3504, 34 Stat. at L. 325, 348. This act is alleged to violate the constitutional rights of the plaintiff and to be void.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The record shows that the court left it open to the plaintiff to amend so as to avoid any technical objection that could be avoided by amendment, and as she conducted her own case, we go as far as we can in leaving such considerations on one side. For every reason we have examined the facts with anxiety to give full weight to any argument by which the plaintiff's pious wishes might be carried out. But if it is obvious that the bill could not be amended so as to state a case within the jurisdiction of the court, the judgment must be affirmed or the appeal dismissed, as the defect of jurisdiction turns out to be peculiar to courts of the United States as such, or one common to all courts.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The allegation of the plaintiff's interest plainly does not mean that she has taken possession of the whole burying ground, and has acquired a seisin of the whole by wrong. As it does not mean that, it must mean simply a statement of the rights that the plaintiff conceives to have been conferred by the treaty of 1855 upon those whom she represents. The argument that vested rights were conferred upon individuals by that treaty, stated as strongly as we can state it, would be that, as the tribe was to be dissolved by the treaty, it cannot have been the beneficiary of the agreement for the permanent appropriation of the land in question as a public burying ground, that the language used imported a serious undertaking, and that to give it force as such the United States must be taken to have declared a trust. If a trust was declared, the benefit by it must have been limited to the members of the disintegrated tribe and their representatives, whether as individuals or as a limited public, and thus it might be possible to work out a right of property in the plaintiff, as a first step towards maintaining her bill.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">But we do not pursue the attempt to state the argument on that side, because we are of opinion that it is plainly impossible for the plaintiff to prevail. There is no question as to the complete legislative power of the United States over the land of the Wyandottes while it remained in their occupation before their quitclaim to the United States. Lone Wolf v. Hitchcock, 187 U. S. 553, 565, 47 L. ed. 299, 306, 23 Sup. Ct. Rep. 216. When they made that grant they excepted this parcel. Therefore it remained, as the whole of the land had been before, in the ownership of the United States, subject to the recognized use of the Wyandottes. But the right of the Wyandottes was in them only as a tribe or nation. The right excepted was a right of the tribe. The United States maintained and protected the Indian use or occupation against others, but was bound itself only by honor, not by law. This mode of statement sounds technical, perhaps, but the principles concerned are not so. The government cannot be supposed to have abandoned merely for a moment and for a secondary matter its general attitude toward the Indians as wards over whom and whose property it retained unusual powers, so long as they remained set apart from the body of the people. The very treaty of 1867, cited in the bill, providing for the resumption of the tribal mode of life by the Wyandottes, shows that the United States assumed still to possess such unusual powers. It seems to us that the reasonable interpretation of the language as to the burying ground is not that the United States declares itself subject to a trust which no court could enforce against it, if against anyone (see Naganab v. Hitchcock, 202 U. S. 473, 50 L. ed. 1113, 26 Sup. Ct. Rep. 667; Oregon v. Hitchcock, 202 U. S. 60, 50 L. ed. 935, 26 Sup. Ct. Rep. 568), while, on the other hand, it stripped itself of any protecting power that otherwise it might have retained. It seems to us more reasonable to suppose that the words, 'shall be permanently reserved and appropriated for that purpose,' like the rest of the treaty, were addressed only to the tribe, and rested for their fulfilment on the good faith of the United States,&#8212;a good faith that would not be broken by a change believed by Congress to be for the welfare of the Indians.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We are driven to the conclusion that even if the suit is not to be regarded as a suit against the United States, within the authority of the cases cited (202 U. S. 60 and 473), the United States retained the same power that it would have had if the Wyandotte tribe had continued in existence after the treaty of 1855; that the only rights in and over the cemetery were tribal rights; and that the plaintiff cannot establish a legal or equitable title of the value of $2,000, or indeed any right to have the cemetery remain undisturbed by the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We are of opinion that, in view of the circumstances, it is just that the bill should be dismissed without costs. Act of March 3, 1875, chap. 137, &#167; 5, 18 Stat. at L. 472, U. S. Comp. Stat. 1901, p. 511.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Decree reversed. Bill dismissed without costs.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>216 U.S. 84 (1910)</b></center>\n<center><h1>CONLEY<br>\nv.<br>\nBALLINGER, SECRETARY OF THE INTERIOR.<sup>[1]</sup></h1></center>\n<center>No. 77.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 14, 1910.</center>\n<center>Decided January 31, 1910.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF KANSAS.\n<p><span class=\"star-pagination\">*85</span> <i>Lyda B. Conley,</i> appellant, <i>pro se.:</i></p>\n<p><i>The Solicitor General</i> and <i>Mr. Barton Corneau</i> for appellees, submitted.</p>\n<p><span class=\"star-pagination\">*88</span> MR. JUSTICE HOLMES delivered the opinion of the court.</p>\n<p>This is a bill in equity to enjoin the Secretary of the Interior and Commissioners appointed by him from selling or disturbing an Indian cemetery. The bill was demurred to on the grounds, among others, that the matter in dispute was not alleged to exceed the value of two thousand dollars, and that the suit was a suit against the United States. The bill was dismissed for want of jurisdiction and an appeal was taken to this court.</p>\n<p>The substance of the bill is as follows: The plaintiff is a citizen of the State of Kansas and of the United States and a descendant of Wyandotte Indians dealt with in the Treaty of January 31, 1855. 10 Stat. 1159. By Article 1 of that treaty the tribe of the Wyandottes was to be dissolved on the ratification of the treaty and the members made citizens of the United States, with exemption for a limited time of such as should apply for it. By Article 2 the Wyandotte Nation ceded their land to the United States for subdivision in severalty to the members, \"except as follows, viz., The portion now enclosed and used as a public burying ground, shall be permanently reserved and appropriated for that purpose;\" &amp;c. The plaintiff's parents and sister are buried in this ground, and she alleges that she \"has seizin, and a legal estate and vested <span class=\"star-pagination\">*89</span> rights in and to\" the same, and that although the land is worth $75,000, there is no standard by which to estimate the value of her rights. (It is set forth further that by a treaty of February 23, 1867, with the Senecas and others, Art. 13, 15 Stat. 513, 516, a portion of the Wyandottes were allowed to begin anew a tribal existence; but the bearing of this treaty upon the case does not appear.) The defendants are intending and threatening to remove the remains of persons buried as above to another designated place and to sell the burying ground; the proceeds after certain deductions to be paid to parties to the Treaty of 1855, or their representatives, in accordance with the Act of Congress of June 21, 1906, c. 3504. 34 Stat. 325, 348. This act is alleged to violate the constitutional rights of the plaintiff and to be void.</p>\n<p>The record shows that the court left it open to the plaintiff to amend so as to avoid any technical objection that could be avoided by amendment, and as she conducted her own case, we go as far as we can in leaving such considerations on one side. For every reason we have examined the facts with anxiety to give full weight to any argument by which the plaintiff's pious wishes might be carried out. But if it is obvious that the bill could not be amended so as to state a case within the jurisdiction of the court, the judgment must be affirmed or the appeal dismissed, as the defect of jurisdiction turns out to be peculiar to courts of the United States as such, or one common to all courts.</p>\n<p>The allegation of the plaintiff's interest plainly does not mean that she has taken possession of the whole burying ground and has acquired a seizin of the whole by wrong. As it does not mean that, it must mean simply a statement of the rights that the plaintiff conceives to have been conferred by the Treaty of 1855 upon those whom she represents. The argument that vested rights were conferred upon individuals by that treaty, stated as strongly as we can state it, would be that, as the tribe was to be dissolved by the treaty, it cannot have been the beneficiary of the agreement for the permanent <span class=\"star-pagination\">*90</span> appropriation of the land in question as a public burying ground, that the language used imported a serious undertaking, and that to give it force as such the United States must be taken to have declared a trust. If a trust was declared, the benefit by it must have been limited to the members of the disintegrated tribe and their representatives, whether as individuals or as a limited public, and thus it might be possible to work out a right of property in the plaintiff, as a first step towards maintaining her bill.</p>\n<p>But we do not pursue the attempt to state the argument on that side because we are of opinion that it is plainly impossible for the plaintiff to prevail. There is no question as to the complete legislative power of the United States over the land of the Wyandottes while it remained in their occupation before their quitclaim to the United States. <i>Lone Wolf</i> v. <i>Hitchcock,</i> 187 U.S. 553, 565. When they made that grant they excepted this parcel. Therefore it remained, as the whole of the land had been before, in the ownership of the United States, subject to the recognized use of the Wyandottes. But the right of the Wyandottes was in them only as a tribe or nation. The right excepted was a right of the tribe. The United States maintained and protected the Indian use or occupation against others, but was bound itself only by honor, not by law. This mode of statements sounds technical perhaps, but the principles concerned are not so. The Government cannot be supposed to have abandoned merely for a moment and for a secondary matter its general attitude toward the Indians as wards over whom and whose property it retained unusual powers, so long as they remained set apart from the body of the people. The very Treaty of 1867, cited in the bill, providing for the resumption of the tribal mode of life by the Wyandottes, shows that the United States assumed still to possess such unusual powers. It seems to us that the reasonable interpretation of the language as to the burying ground is not that the United States declares itself subject to a trust which no court could enforce against it, if against any one, (see <i>Naganab</i> v. <i>Hitchcock,</i> 202 <span class=\"star-pagination\">*91</span> U.S. 473; <i>Oregon</i> v. <i>Hitchcock,</i> 202 U.S. 60,) while on the other hand it stripped itself of any protecting power that otherwise it might have retained. It seems to us more reasonable to suppose that the words `shall be permanently reserved and appropriated for that purpose,' like the rest of the treaty, were addressed only to the tribe and rested for their fulfilment on the good faith of the United States  a good faith that would not be broken by a change believed by Congress to be for the welfare of the Indians.</p>\n<p>We are driven to the conclusion that even if the suit is not to be ragarded as a suit against the United States within the authority of the cases cited, 202 U.S. 60 and 473, the United States retained the same power that it would have had if the Wyandotte Tribe had continued in existence after the treaty of 1855, that the only rights in and over the cemetery were tribal rights, and that the plaintiff cannot establish a legal or equitable title of the value of $2,000, or indeed any right to have the cemetery remain undisturbed by the United States.</p>\n<p>We are of opinion that in view of the circumstances it is just that the bill should be dismissed without costs. Act of March 3, 1875, c. 137, § 5, 18 Stat. 472.</p>\n<p><i>Decree reversed. Bill dismissed without costs.</i></p>\n<h2>NOTES</h2>\n<p>[1]   Docket title originally: Lyda B. Conley, Appellant, <i>v.</i> James R. Garfield, Secretary of Interior, Appellee. January 14, 1910, on suggestion of resignation of appellee and appointment of Richard A. Ballinger, substitution of latter ordered as party appellee.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">216</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">84</span></span> (1910)</b></center>\n<center><h1>CONLEY<br>\nv.<br>\nBALLINGER, SECRETARY OF THE INTERIOR.<sup>[1]</sup></h1></center>\n<center>No. 77.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 14, 1910.</center>\n<center>Decided January 31, 1910.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF KANSAS.\n<p><span class=\"star-pagination\">*85</span> <i>Lyda B. Conley,</i> appellant, <i>pro se.:</i></p>\n<p><i>The Solicitor General</i> and <i>Mr. Barton Corneau</i> for appellees, submitted.</p>\n<p><span class=\"star-pagination\">*88</span> MR. JUSTICE HOLMES delivered the opinion of the court.</p>\n<p>This is a bill in equity to enjoin the Secretary of the Interior and Commissioners appointed by him from selling or disturbing an Indian cemetery. The bill was demurred to on the grounds, among others, that the matter in dispute was not alleged to exceed the value of two thousand dollars, and that the suit was a suit against the United States. The bill was dismissed for want of jurisdiction and an appeal was taken to this court.</p>\n<p>The substance of the bill is as follows: The plaintiff is a citizen of the State of Kansas and of the United States and a descendant of Wyandotte Indians dealt with in the Treaty of January 31, 1855. 10 Stat. 1159. By Article 1 of that treaty the tribe of the Wyandottes was to be dissolved on the ratification of the treaty and the members made citizens of the United States, with exemption for a limited time of such as should apply for it. By Article 2 the Wyandotte Nation ceded their land to the United States for subdivision in severalty to the members, \"except as follows, viz., The portion now enclosed and used as a public burying ground, shall be permanently reserved and appropriated for that purpose;\" &amp;c. The plaintiff's parents and sister are buried in this ground, and she alleges that she \"has seizin, and a legal estate and vested <span class=\"star-pagination\">*89</span> rights in and to\" the same, and that although the land is worth $75,000, there is no standard by which to estimate the value of her rights. (It is set forth further that by a treaty of February 23, 1867, with the Senecas and others, Art. 13, 15 Stat. 513, 516, a portion of the Wyandottes were allowed to begin anew a tribal existence; but the bearing of this treaty upon the case does not appear.) The defendants are intending and threatening to remove the remains of persons buried as above to another designated place and to sell the burying ground; the proceeds after certain deductions to be paid to parties to the Treaty of 1855, or their representatives, in accordance with the Act of Congress of June 21, 1906, c. 3504. 34 Stat. 325, 348. This act is alleged to violate the constitutional rights of the plaintiff and to be void.</p>\n<p>The record shows that the court left it open to the plaintiff to amend so as to avoid any technical objection that could be avoided by amendment, and as she conducted her own case, we go as far as we can in leaving such considerations on one side. For every reason we have examined the facts with anxiety to give full weight to any argument by which the plaintiff's pious wishes might be carried out. But if it is obvious that the bill could not be amended so as to state a case within the jurisdiction of the court, the judgment must be affirmed or the appeal dismissed, as the defect of jurisdiction turns out to be peculiar to courts of the United States as such, or one common to all courts.</p>\n<p>The allegation of the plaintiff's interest plainly does not mean that she has taken possession of the whole burying ground and has acquired a seizin of the whole by wrong. As it does not mean that, it must mean simply a statement of the rights that the plaintiff conceives to have been conferred by the Treaty of 1855 upon those whom she represents. The argument that vested rights were conferred upon individuals by that treaty, stated as strongly as we can state it, would be that, as the tribe was to be dissolved by the treaty, it cannot have been the beneficiary of the agreement for the permanent <span class=\"star-pagination\">*90</span> appropriation of the land in question as a public burying ground, that the language used imported a serious undertaking, and that to give it force as such the United States must be taken to have declared a trust. If a trust was declared, the benefit by it must have been limited to the members of the disintegrated tribe and their representatives, whether as individuals or as a limited public, and thus it might be possible to work out a right of property in the plaintiff, as a first step towards maintaining her bill.</p>\n<p>But we do not pursue the attempt to state the argument on that side because we are of opinion that it is plainly impossible for the plaintiff to prevail. There is no question as to the complete legislative power of the United States over the land of the Wyandottes while it remained in their occupation before their quitclaim to the United States. <i>Lone Wolf</i> v. <i>Hitchcock,</i> <span class=\"citation\" data-id=\"95758\"><a href=\"/opinion/95758/lone-wolf-v-hitchcock/\"><span class=\"volume\">187</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">553</span></a></span>, 565. When they made that grant they excepted this parcel. Therefore it remained, as the whole of the land had been before, in the ownership of the United States, subject to the recognized use of the Wyandottes. But the right of the Wyandottes was in them only as a tribe or nation. The right excepted was a right of the tribe. The United States maintained and protected the Indian use or occupation against others, but was bound itself only by honor, not by law. This mode of statements sounds technical perhaps, but the principles concerned are not so. The Government cannot be supposed to have abandoned merely for a moment and for a secondary matter its general attitude toward the Indians as wards over whom and whose property it retained unusual powers, so long as they remained set apart from the body of the people. The very Treaty of 1867, cited in the bill, providing for the resumption of the tribal mode of life by the Wyandottes, shows that the United States assumed still to possess such unusual powers. It seems to us that the reasonable interpretation of the language as to the burying ground is not that the United States declares itself subject to a trust which no court could enforce against it, if against any one, (see <i>Naganab</i> v. <i>Hitchcock,</i> 202 <span class=\"star-pagination\">*91</span> U.S. 473; <i>Oregon</i> v. <i>Hitchcock,</i> <span class=\"citation\" data-id=\"96459\"><a href=\"/opinion/96459/oregon-v-hitchcock/\"><span class=\"volume\">202</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">60</span></a></span>,) while on the other hand it stripped itself of any protecting power that otherwise it might have retained. It seems to us more reasonable to suppose that the words `shall be permanently reserved and appropriated for that purpose,' like the rest of the treaty, were addressed only to the tribe and rested for their fulfilment on the good faith of the United States  a good faith that would not be broken by a change believed by Congress to be for the welfare of the Indians.</p>\n<p>We are driven to the conclusion that even if the suit is not to be ragarded as a suit against the United States within the authority of the cases cited, <span class=\"citation\" data-id=\"96459\"><a href=\"/opinion/96459/oregon-v-hitchcock/\"><span class=\"volume\">202</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">60</span></a></span> and 473, the United States retained the same power that it would have had if the Wyandotte Tribe had continued in existence after the treaty of 1855, that the only rights in and over the cemetery were tribal rights, and that the plaintiff cannot establish a legal or equitable title of the value of $2,000, or indeed any right to have the cemetery remain undisturbed by the United States.</p>\n<p>We are of opinion that in view of the circumstances it is just that the bill should be dismissed without costs. Act of March 3, 1875, c. 137, § 5, 18 Stat. 472.</p>\n<p><i>Decree reversed. Bill dismissed without costs.</i></p>\n<h2>NOTES</h2>\n<p>[1]   Docket title originally: Lyda B. Conley, Appellant, <i>v.</i> James R. Garfield, Secretary of Interior, Appellee. January 14, 1910, on suggestion of resignation of appellee and appointment of Richard A. Ballinger, substitution of latter ordered as party appellee.</p>\n\n</div>", "id": 97153, "judges": "Holmes", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/97153/", "sha1": "1f070bb5adb2aac163f4510c15e3b12e3a5c842e", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:42:25"}