{"absolute_url": "/opinion/97245/grenada-lumber-co-v-mississippi/", "blocked": false, "citation": {"case_name": "Grenada Lumber Co. v. Mississippi", "docket_number": "493", "document_uris": ["/api/rest/v2/document/97245/"], "federal_cite_one": "217 U.S. 433", "federal_cite_three": null, "federal_cite_two": null, "id": 81628, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/81628/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 16, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1910-05-02", "date_modified": "2014-12-21T01:35:05.677117", "docket": "/api/rest/v2/docket/1116460/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">217 U.S. 433</p>\n    <p class=\"case_cite\">30 S.Ct. 535</p>\n    <p class=\"case_cite\">54 L.Ed. 826</p>\n    <p class=\"parties\">GRENADA LUMBER COMPANY et al., Plffs. in Err.,<br>v.<br>STATE OF MISSISSIPPI.</p>\n    <p class=\"docket\">No. 493.</p>\n    <p class=\"date\">Submitted January 10, 1910.</p>\n    <p class=\"date\">Decided May 2, 1910.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">This is a writ of error to the supreme court of the state of Mississippi to review a decree dissolving a voluntary association of retail lumber dealers as a combination in restraint of trade, under a statute of the state.</p>\n      <p class=\"indent\">So such of the Mississippi act as is here involved is set out in the margin, being part of &#167; 5002, Mississippi Code.</p>\n      <p class=\"indent\">The proceeding under this statute was by a bill filed in a chancery court of the state, by the state, upon relation of its attorney general. The bill averred that the defendants, some seventy-seven individuals and corporations, were retail dealers in lumber, sash, doors, etc., doing business, some of them, in the state of Mississippi, and others in the state of Louisiana, and were competitors in business, each engaged in buying and selling again for profit, and in competition with each other for the business of consumers; that the defendants had entered into an agreement, compact, or combination for the purpose and with the intent to destroy, prevent, or sup-</p>\n      <p class=\"indent\">5002. (4437) Definition of term; criminal conspiracy (Laws 1900, chap. 88).&#8212;A trust and combine is a combination, contract, understanding, or agreement, expressed or implied, between two or more persons, corporations, or firms, or associations of persons, or between one or more of either with one or more of the others:</p>\n      <p class=\"indent\">(a) In restraint of trade.</p>\n      <p class=\"indent\">(b) To limit, increase, or reduce the price of a commodity.</p>\n      <p class=\"indent\">(c) To limit, increase, or reduce the production or output of a commodity.</p>\n      <p class=\"indent\">(d) Intended to hinder competition in the production, importation, manufacture, transportation, sale, or purchase of a commodity.</p>\n      <p class=\"indent\">(e) To engross or forestall a commodity.</p>\n      <p class=\"indent\">(f) To issue, own, or hold the certificates of stock of any trust or combine.</p>\n      <p class=\"indent\">(g) To place the control, to any extent, of business, or of the products and earnings thereof, in the power of trustees, by whatever name called.</p>\n      <p class=\"indent\">(h) By which any other person than them-selves, their proper officers, agents, and employees, shall, or shall have the power to, dictate or control the management of business; or,</p>\n      <p class=\"indent\">(i) To unite or pool interests in the importation, manufacture, production, transportation, or price of a commodity; and is inimical to the public welfare, unlawful, and a criminal conspiracy. press all competition between themselves, as retail dealers in the materials mentioned, and manufacturers, wholesale dealers, brokers or commission men, keeping no stock, from selling the like articles or commodities directly to consumers in competition with retailers. To accomplish this suppression of competition for the trade of consumers it was in substance averred that they had organized an association, and had obligated themselves not to purchase any of their stock or commodities from any wholesale dealer or manufacturer who sold such products direct to the consumers in competition with the members of their combination, and to carry out this end had adopted articles of agreement, called a constitution, and appointed a secretary to ascertain such sales and to see that the obligation of the members was respected. The material parts of the agreement under which the defendants combined consist of a preamble, called 'Declaration of Purpose,' the relevant part of which, together with articles 2, 3, and 7, are set out in the margin.</p>\n      <p class=\"indent\">It was then averred that the necessary effect of such agreement among the defendants, who, it was said, composed a majority of all the retail lumber dealers in the states covered by their compact, was to limit or destroy competition between</p>\n      <p class=\"indent\">Declaration of Purpose.</p>\n      <p class=\"indent\">We recognize the right of the manufacturer and wholesale dealer in lumber products to sell lumber in whatever market, to whatever purchaser, and at whatever price, they may see fit.</p>\n      <p class=\"indent\">We also recognize the disastrous consequences which result to the retail dealer from direct competition with wholesalers and manufacturers, and appreciate the importance to the retail dealer of accurate information as to the nature and extent of such competition, where any exists.</p>\n      <p class=\"indent\">And recognizing that we, as retail dealers in lumber, sash, doors, and blinds, cannot meet competition from those from whom we buy, we are pledged as members of this association to buy only from manufacturers and wholesalers who do not sell direct to consumers, where there are retail lumber dealers who carry stock commensurate with the demands of their communities, and we are pledged not to buy from lumber commission merchants, agents, and broker who sell to the retailers and the wholesalers or manufacturers for the trade or business of the consumer, and that they constituted a combination or conspiracy in restraint of trade, etc.</p>\n      <p class=\"indent\">The answer admitted the substantial facts, but denied that the object or purpose was to restrain trade or to suppress competition, or that such a result has ensued or would or could follow, or that the agreement had any other object than to 'conserve and advance their business interests as retailers.' That their agreement is defensive of, and not injurious to, public interests, is asserted by many paragraphs of the answer, upon economic considerations.</p>\n      <p class=\"indent\">The chancery court, upon the pleadings and exhibits, held that the association and agreement among the members was 'a combination in restraint of trade, and intended to hinder competition in the sale and purchase of a commodity, and was inimical to the public welfare, and unlawful.' The dissolution of the association was adjudged, and an injunction against further operations granted. This decree was affirmed upon appeal to the supreme court of the state.</p>\n      <p class=\"indent\"><i>Messrs. Edward Mayes</i> and <i>C. D. Joslyn</i> for plaintiffs in error.</p>\n      <p class=\"indent\"><i>Mr. J. B. Stirling</i> for defendant in error.</p>\n      <p class=\"indent\">Statement by Mr. Justice Lurton:</p>\n      <p class=\"indent\">Mr. Justice Lurton, after making the above statement, delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The agreement and combination which offends against the Mississippi anti-trust statute is one between a large majority of the independent and competitive merchants engaged in the retail lumber trade in the territory covered by their articles of association, whereby they have obligated themselves not to deal with any manufacturer or wholesale dealer in lumber, sash, or doors, etc., who sells to consumers in localities in which they conduct their business and keep a sufficient stock to meet demands, and to inform each other of any sale made by manufacturers or wholesalers who sell to consumers.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">That such an agreement and combination was, within the meaning of the Mississippi statute, a conspiracy 'in restraint of trade,' 'intended to hinder competition in the production, importation, manufacture, transportation, sale, or purchase of a commodity,' is the express decision of the supreme court of Mississippi. That the object and purpose of the compact was to suppress competition between the plaintiffs in error and another class of dealers in or producers of the same commodity and the consumer is avowed in the 'Declaration of Purpose,' set out heretofore, in which it is stated that the members of the association, as retailers, 'cannot meet competition from those from whom they buy.' This concession means, if it means anything, that those against whom the plaintiffs in error are acting in concert will undersell them in the competition for the trade of the consuming public, and must therefore be stopped by concerted refusal to deal with them if they should persist in such competition. This constitutes under the interpretation of the Mississippi statute by the Mississippi court, a 'restraint of trade,' and a hindrance to competitors in the sale of a commodity. Accepting, as we must, this interpretation and application of a state statute by the highest court of the state, there is no question for our consideration other than the insistence that the statute is in conflict with the 14th Amendment to the Constitution of the United States. The contention is that this statute abridges unreasonably the freedom of contract, which is as much within the protection of that Amendment as is liberty of person.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">That any one of the persons engaged in the retail lumber business might have made a fixed rule of conduct not to buy his stock from a producer or wholesaler tho should sell to consumers in competition with himself is plain. No law which would infringe his freedom of contract in that particular would stand. But when the plaintiffs in error combine and agree that no one of them will trade with any producer or wholesaler who shall sell to a consumer within the trade range of any of them, quite another case is presented. An act harmless when done by one may become a public wrong when done by many, acting in concert, for it then takes on the form of a conspiracy, and may be prohibited or punished, if the result be hurtful to the public, or to the individual against whom the concerted action is directed. Callan v. Wilson, 127 U. S. 555, 556, 32 L. ed. 228, 8 Sup. Ct. Rep. 1301.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">But the plaintiffs in error say that the action which they have taken is purely defensive, and that they cannot maintain themselves as independent dealers, supplying the consumer, if the producers or wholesalers from whom they buy may not be prevented from competing with them for the direct trade of the consumer.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">For the purpose of suppressing this competition, they have not stopped with an individual obligation to refrain from dealing with one who sells within his own circle, and thereby deprives him of a possible customer, but have agreed not to deal with anyone who makes sales to consumers, which sales might have been made by any one of the seventy-seven independent members of the association. Thus they have stripped themselves of all freedom of contract in order to compel those against whom they have combined to elect between their combined trade and that of consumers. That such an agreement is one in restraint of trade is undeniable, whatever the motive or necessity which has induced the compact. Whether it would be an illegal restraint at common law is not now for our determination. It is an illegal combination and conspiracy under the Mississippi statute. That is enough if the statute does not infringe the 14th Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The argument that the situation is one which justified the defensive measures taken by the plaintiffs in error is one which we need neither refute nor concede. Neither are we required to consider any mere question of the expediency of such a law. It is a regulation of commerce purely intrastate,&#8212;a subject as entirely under the control of the state as is the delegated control over interstate commerce exercised by the United States. The power exercised is the police power reserved to the states. The limitation upon its exercise, contained in the Federal Constitution, is found in the 14th Amendment, whereby no state may pass any law by which a citizen is deprived of life, liberty, or property without due process of law. A like limitation upon the legislative power will be found in the Constitution of each state. That legislation night be so arbitrary or so irrational in depriving a citizen of freedom of contract as to come under the condemnation of the Amendment may be conceded.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In dealing with certain Kansas legislation in regulation of state commerce, which was claimed to be so extreme as to be an unwarranted infringement of liberty of contract, this court, in Smiley v. Kansas, 196 U. S. 447, 457, 49 L. ed. 546, 551, 25 Sup. Ct. Rep. 289, 291, said:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'Undoubtedly there is a certain freedom of contract which cannot be destroyed by legislative enactment. In pursuance of that freedom, parties may seek to further their business interests, and it may not be always easy to draw the line between those contracts which are beyond the reach of the police power, and those which are subject to prohibition or restraint. But a secret arrangement, by which, under penalties, an apparently existing competition among all the dealers in a community in one of the necessaries of life is substantially destroyed, without any merging of interests through partnership or incorporation, is one to which the police power extends. That is as far as we need to go in sustaining the judgment in this case.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We confine ourselves to so much of the act assailed as was construed and applied in the present case. If there should arise a case in which this legislation is sought to be applied where any interference with freedom of contract would be beyond legislative restraint, it will be time enough for interference by the courts.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">As observed in Smiley v. Kansas, where the breadth of the act was criticized, 'Unless appellant can show that he himself has been wrongfully included in the terms of the law, he can have no just ground of complaint.' The same principle has been often announced by this court in may cases, the last instance being in Citizens' Nat. Bank v. Com. an opinion handed down with this. [217 U. S. 443, 54 L. ed. &#8212;&#8212;, 30 Sup. Ct. Rep. 532.]</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The excessive penalties provided by the Mississippi statutes have been urged as making the act unconstitutional under Ex parte Young, 209 U. S. 123, 52 L. ed. 714, 13 L.R.A.(N.S.) 932, 28 Sup. Ct. Rep. 441. No penalties were demanded in the present case, the state contenting itself with a bill in equity to dissolve the association. The penalty provisions are plainly separable from the section under which such a combination is declared illegal. The penalty section not being invoked, we are not called upon to give any opinion in respect to it. United States ex rel. Atty. Gen. v. Delaware &amp; H. Co. 213 U. S. 366, 417, 53 L. ed. 836, 852, 29 Sup. Ct. Rep. 527; Southwestern Oil Co. v. Texas, handed down April 4. [217 U. S. 114, 54 L. ed. &#8212;&#8212;, 30 Sup. Ct. Rep. 496.]</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is enough to say that the act, as construed and applied to the facts of this case by the Supreme Court of Mississippi, exhibits no such restraint upon liberty of contract as to violate the Federal Constitution. The decree must therefore be affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>consumers, but do not carry stocks, nor from a manufacturer who sells to such lumber commission merchants, agent, or broker.</p>\n        <p>Article Two.</p>\n        <p>The Object.</p>\n        <p>The object of this association is and shall be to secure and disseminate among its members any and all legal and proper information which may be of interest or value to any member or members thereof in his or their business as ratail lumber dealers, and to carry into actual effect our 'Declaration of Purpose.'</p>\n        <p>Article Three.</p>\n        <p>Limitation and Restriction.</p>\n        <p>Sec. 1. No rules, regulations, or by-laws shall be adopted in any manner stifling competition, limiting production, restraining trade, regulating prices, or pooling profits.</p>\n        <p>Sec. 2. No coercive measures of any kind shall be practised or adopted toward any retailer, either to induce him to join the association, or to buy or refrain from buying of any particular manufacturer or wholesaler. Nor shall any discriminatory practices on the part of this association be used or allowed against any retailer for the reason that he may not be a member of the association, or to induce or persuade him to become such member.</p>\n        <p>Sec. 3. No promises or agreements shall be requisite to membership in this association, save those provided in these 'Articles of Association and Declaration of Purpose,' nor shall any members be restricted to any particular territory, but may compete any and everywhere.</p>\n        <p>Article Seven.</p>\n        <p>Sec. 1. Report of secretary.&#8212;Any member of this association having cause of complaint against a manufacturer or wholesale dealer, or his agents, because of shipment to a consumer, shall notify the secretary of this association in writing, giving as full information in reference thereto as practicable, such as date or dates of shipment and arrival, car number and initials, original point of shipment, names of consignor and consignee, the purpose for which the material was or is to be used, and such other particulars as may be obtainable.</p>\n        <p>Such notice must be sent with or without information in detail, within thirty days after the receipt of shipment at point of destination, and no notice shall be filed of any such sale or shipment occurring</p>\n        <p>within fifteen days after the first issue of membership list succeeding the acceptance of his application.</p>\n        <p>Upon the receipt of such notice, the secretary shall first ascertain whether or not the complaining member carries a stock commensurate with the demands of his community; and if he finds that such stock is not carried, he shall ignore the complaint, unless, upon application of such complaining member, the executive committee shall reverse his finding; but if he find that such stock is carried, he shall then notify the manufacturer or wholesaler that the rules of this association do not allow its members to buy from those manufacturers and wholesalers who sell to consumers, and unless such manufacturer or wholesaler shall satisfy the secretary that the complaint is not well founded, the secretary shall report the facts to the executive committee, and upon the approval of his finding by a majority of the executive committee, the secretary shall then notify the members of this association of such sale, and they shall discontinue to buy from such manufacturer or wholesaler until notified by the secretary that such wholesaler or manufacturer does not sell to consumers where there is a retail dealer who carries a stock commensurate with the demands of his community; but this section shall not apply in cases where the business methods or financial condition of such retailer will not justify a manufacturer or wholesaler in dealing with him.</p>\n        <p>Under no circumstances shall the secretary enter into any agreement with a manufacturer or wholesaler that any one of the association members will deal with him, nor shall he in any case exact a promise from the wholesaler or manufacturer that he will not sell to consumers, nor shall any result other than that of the members refusing to buy from any such manufacturer or wholesaler follow from the steps taken as hereby provided for.</p>\n        <p>Sec. 2. The foregoing provisions shall apply in reported cases of lumber commission merchants, agents, and brokers, who sell to consumers, but do not carry stock, and as against the manufacturers who sell to such commission merchants, agents, or brokers.</p>\n        <p>Sec. 3. Each member, when he joins this association, and once each year thereafter, and oftener, if the secretary shall request it, shall furnish the secretary a list of those manufacturers and wholesalers and their agents from whom he makes purchases of lumber and other building material.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>217 U.S. 433 (1910)</b></center>\n<center><h1>GRENADA LUMBER COMPANY<br>\nv.<br>\nSTATE OF MISSISSIPPI.</h1></center>\n<center>No. 493.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted January 10, 1910.</center>\n<center>Decided May 2, 1910.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF MISSISSIPPI.\n<p><span class=\"star-pagination\">*439</span> <i>Mr. Edward Mayes</i> and <i>Mr. C.D. Joslyn</i> for plaintiffs in error.</p>\n<p><i>Mr. J.B. Stirling</i> for defendant in error.</p>\n<p>MR. JUSTICE LURTON, after making the above statement, delivered the opinion of the court.</p>\n<p>The agreement and combination which offends against the Mississippi anti-trust statute is one between a large majority of the independent and competitive merchants engaged in the retail lumber trade in the territory covered by their articles of association, whereby they have obligated themselves not to deal with any manufacturer or wholesale dealer in lumber, sash or doors, etc., who sells to consumers in localities in which they conduct their business and keep a sufficient stock to meet demands, and to inform each other of any sale made by manufacturers or wholesalers who sell to consumers.</p>\n<p>That such an agreement and combination was, within the meaning of the Mississippi statute, a conspiracy \"in restraint of trade,\" \"intended to hinder competition in the production, <span class=\"star-pagination\">*440</span> importation, manufacture, transportation, sale or purchase of a commodity,\" is the express decision of the Supreme Court of Mississippi. That the object and purpose of the compact was to suppress competition between the plaintiffs in error and another class of dealers in or producers of the same commodity and the consumer is avowed in the \"Declaration of Purpose,\" set out heretofore, in which it is stated that the members of the association, as retailers, \"cannot meet competition from those from whom they buy.\" This concession means, if it means anything, that those against whom the plaintiffs in error are acting in concert will undersell them in the competition for the trade of the consuming public, and must therefore be stopped by concerted refusal to deal with them if they should persist in such competition. This constitutes under the interpretation of the Mississippi statute by the Mississippi court a \"restraint of trade,\" and a hindrance to competitors in the sale of a commodity. Accepting, as we must, this interpretation and application of a state statute by the highest court of the State, there is no question for our consideration other than the insistence that the statute is in conflict with the Fourteenth Amendment to the Constitution of the United States. The contention is that this statute abridges unreasonably the freedom of contract which is as much within the protection of that Amendment as is liberty of person.</p>\n<p>That any one of the persons engaged in the retail lumber business might have made a fixed rule of conduct not to buy his stock from a producer or wholesaler who should sell to consumers in competition with himself, is plain. No law which would infringe his freedom of contract in that particular would stand. But when the plaintiffs in error combine and agree that no one of them will trade with any producer or wholesaler who shall sell to a consumer within the trade range of any of them, quite another case is presented. An act harmless when done by one may become a public wrong when done by many acting in concert, for it then <span class=\"star-pagination\">*441</span> takes on the form of a conspiracy, and may be prohibited or punished, if the result be hurtful to the public or to the individual against whom the concerted action is directed. <i>Callan</i> v. <i>Wilson,</i> 127 U.S. 555, 556.</p>\n<p>But the plaintiffs in error say that the action which they have taken is purely defensive, and that they cannot maintain themselves as independent dealers supplying the consumer if the producers or wholesalers from whom they buy may not be prevented from competing with them for the direct trade of the consumer.</p>\n<p>For the purpose of suppressing this competition they have not stopped with an individual obligation to refrain from dealing with one who sells within his own circle, and thereby deprives him of a possible customer, but have agreed not to deal with any one who makes sales to consumers, which sales might have been made by any one of the seventy-seven independent members of the association. Thus they have stripped themselves of all freedom of contract in order to compel those against whom they have combined to elect between their combined trade and that of consumers. That such an agreement is one in restraint of trade is undeniable, whatever the motive or necessity which has induced the compact. Whether it would be an illegal restraint at common law is not now for our determination. It is an illegal combination and conspiracy under the Mississippi statute. That is enough if the statute does not infringe the Fourteenth Amendment.</p>\n<p>The argument that the situation is one which justified the defensive measures taken by the plaintiffs in error is one which we need neither refute nor concede. Neither are we required to consider any mere question of the expediency of such a law. It is a regulation of commerce purely intrastate, a subject as entirely under the control of the State as is the delegated control over interstate commerce exercised by the United States. The power exercised is the police power reserved to the States. The limitation upon its exercise contained <span class=\"star-pagination\">*442</span> in the Federal Constitution is found in the Fourteenth Amendment, whereby no State may pass any law by which a citizen is deprived of life, liberty or property without due process of law. A like limitation upon the legislative power will be found in the constitution of each State. That legislation might be so arbitrary or so irrational in depriving a citizen of freedom of contract as to come under the condemnation of the Amendment may be conceded.</p>\n<p>In dealing with certain Kansas legislation in regulation of state commerce, which was claimed to be so extreme as to be an unwarranted infringement of liberty of contract, this court, in <i>Smiley</i> v. <i>Kansas,</i> 196 U.S. 447, 457, said:</p>\n<p>\"Undoubtedly there is a certain freedom of contract which cannot be destroyed by legislative enactment. In pursuance of that freedom parties may seek to further their business interests, and it may not be always easy to draw the line between those contracts which are beyond the reach of the police power and those which are subject to prohibition or restraint. But a secret arrangement, by which, under penalties, an apparently existing competition among all the dealers in a community in one of the necessaries of life is substantially destroyed, without any merging of interests through partnership or incorporation, is one to which the police power extends. This is as far as we need go in sustaining the judgment in this case.\"</p>\n<p>We confine ourselves to so much of the act assailed as was construed and applied in the present case. If there should arise a case in which this legislation is sought to be applied where any interference with freedom of contract would be beyond legislative restraint, it will be time enough for interference by the courts.</p>\n<p>As observed in <i>Smiley</i> v. <i>Kansas</i><i>,</i> where the breadth of the act was criticised, \"Unless appellant can show that he himself has been wrongfully included in the terms of the law, he can have no just ground of complaint.\" The same principle has been often announced by this court in many cases, the <span class=\"star-pagination\">*443</span> last instance being in <i>Citizens' National Bank</i> v. <i>Kentucky,</i> an opinion handed down with, and immediately following, this.</p>\n<p>The excessive penalties provided by the Mississippi statutes have been urged as making the act unconstitutional under <i>Ex parte Young,</i> 209 U.S. 123. No penalties were demanded in the present case, the State contenting itself with a bill in equity to dissolve the association. The penalty provisions are plainly separable from the section under which such a combination is declared illegal. The penalty section not being invoked, we are not called upon to give any opinion in respect to it. <i>United States</i> v. <i>Delaware &amp;c. R. Co.,</i> 213 U.S. 366, 417; <i>Southwestern Oil Co.</i> v. <i>Texas,</i> handed down April 4, <i>ante,</i> p. 114.</p>\n<p>It is enough to say that the act as construed and applied to the facts of this case by the Supreme Court of Mississippi exhibits no such restraint upon liberty of contract as to violate the Federal Constitution. The decree must therefore be</p>\n<p><i>Affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">217</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">433</span></span> (1910)</b></center>\n<center><h1>GRENADA LUMBER COMPANY<br>\nv.<br>\nSTATE OF MISSISSIPPI.</h1></center>\n<center>No. 493.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted January 10, 1910.</center>\n<center>Decided May 2, 1910.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF MISSISSIPPI.\n<p><span class=\"star-pagination\">*439</span> <i>Mr. Edward Mayes</i> and <i>Mr. C.D. Joslyn</i> for plaintiffs in error.</p>\n<p><i>Mr. J.B. Stirling</i> for defendant in error.</p>\n<p>MR. JUSTICE LURTON, after making the above statement, delivered the opinion of the court.</p>\n<p>The agreement and combination which offends against the Mississippi anti-trust statute is one between a large majority of the independent and competitive merchants engaged in the retail lumber trade in the territory covered by their articles of association, whereby they have obligated themselves not to deal with any manufacturer or wholesale dealer in lumber, sash or doors, etc., who sells to consumers in localities in which they conduct their business and keep a sufficient stock to meet demands, and to inform each other of any sale made by manufacturers or wholesalers who sell to consumers.</p>\n<p>That such an agreement and combination was, within the meaning of the Mississippi statute, a conspiracy \"in restraint of trade,\" \"intended to hinder competition in the production, <span class=\"star-pagination\">*440</span> importation, manufacture, transportation, sale or purchase of a commodity,\" is the express decision of the Supreme Court of Mississippi. That the object and purpose of the compact was to suppress competition between the plaintiffs in error and another class of dealers in or producers of the same commodity and the consumer is avowed in the \"Declaration of Purpose,\" set out heretofore, in which it is stated that the members of the association, as retailers, \"cannot meet competition from those from whom they buy.\" This concession means, if it means anything, that those against whom the plaintiffs in error are acting in concert will undersell them in the competition for the trade of the consuming public, and must therefore be stopped by concerted refusal to deal with them if they should persist in such competition. This constitutes under the interpretation of the Mississippi statute by the Mississippi court a \"restraint of trade,\" and a hindrance to competitors in the sale of a commodity. Accepting, as we must, this interpretation and application of a state statute by the highest court of the State, there is no question for our consideration other than the insistence that the statute is in conflict with the Fourteenth Amendment to the Constitution of the United States. The contention is that this statute abridges unreasonably the freedom of contract which is as much within the protection of that Amendment as is liberty of person.</p>\n<p>That any one of the persons engaged in the retail lumber business might have made a fixed rule of conduct not to buy his stock from a producer or wholesaler who should sell to consumers in competition with himself, is plain. No law which would infringe his freedom of contract in that particular would stand. But when the plaintiffs in error combine and agree that no one of them will trade with any producer or wholesaler who shall sell to a consumer within the trade range of any of them, quite another case is presented. An act harmless when done by one may become a public wrong when done by many acting in concert, for it then <span class=\"star-pagination\">*441</span> takes on the form of a conspiracy, and may be prohibited or punished, if the result be hurtful to the public or to the individual against whom the concerted action is directed. <i>Callan</i> v. <i>Wilson,</i> <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">555</span></span>, 556.</p>\n<p>But the plaintiffs in error say that the action which they have taken is purely defensive, and that they cannot maintain themselves as independent dealers supplying the consumer if the producers or wholesalers from whom they buy may not be prevented from competing with them for the direct trade of the consumer.</p>\n<p>For the purpose of suppressing this competition they have not stopped with an individual obligation to refrain from dealing with one who sells within his own circle, and thereby deprives him of a possible customer, but have agreed not to deal with any one who makes sales to consumers, which sales might have been made by any one of the seventy-seven independent members of the association. Thus they have stripped themselves of all freedom of contract in order to compel those against whom they have combined to elect between their combined trade and that of consumers. That such an agreement is one in restraint of trade is undeniable, whatever the motive or necessity which has induced the compact. Whether it would be an illegal restraint at common law is not now for our determination. It is an illegal combination and conspiracy under the Mississippi statute. That is enough if the statute does not infringe the Fourteenth Amendment.</p>\n<p>The argument that the situation is one which justified the defensive measures taken by the plaintiffs in error is one which we need neither refute nor concede. Neither are we required to consider any mere question of the expediency of such a law. It is a regulation of commerce purely intrastate, a subject as entirely under the control of the State as is the delegated control over interstate commerce exercised by the United States. The power exercised is the police power reserved to the States. The limitation upon its exercise contained <span class=\"star-pagination\">*442</span> in the Federal Constitution is found in the Fourteenth Amendment, whereby no State may pass any law by which a citizen is deprived of life, liberty or property without due process of law. A like limitation upon the legislative power will be found in the constitution of each State. That legislation might be so arbitrary or so irrational in depriving a citizen of freedom of contract as to come under the condemnation of the Amendment may be conceded.</p>\n<p>In dealing with certain Kansas legislation in regulation of state commerce, which was claimed to be so extreme as to be an unwarranted infringement of liberty of contract, this court, in <i>Smiley</i> v. <i>Kansas,</i> <span class=\"citation\" data-id=\"96210\"><a href=\"/opinion/96210/smiley-v-kansas/\"><span class=\"volume\">196</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">447</span></a></span>, 457, said:</p>\n<p>\"Undoubtedly there is a certain freedom of contract which cannot be destroyed by legislative enactment. In pursuance of that freedom parties may seek to further their business interests, and it may not be always easy to draw the line between those contracts which are beyond the reach of the police power and those which are subject to prohibition or restraint. But a secret arrangement, by which, under penalties, an apparently existing competition among all the dealers in a community in one of the necessaries of life is substantially destroyed, without any merging of interests through partnership or incorporation, is one to which the police power extends. This is as far as we need go in sustaining the judgment in this case.\"</p>\n<p>We confine ourselves to so much of the act assailed as was construed and applied in the present case. If there should arise a case in which this legislation is sought to be applied where any interference with freedom of contract would be beyond legislative restraint, it will be time enough for interference by the courts.</p>\n<p>As observed in <i>Smiley</i> v. <i>Kansas</i><i>,</i> where the breadth of the act was criticised, \"Unless appellant can show that he himself has been wrongfully included in the terms of the law, he can have no just ground of complaint.\" The same principle has been often announced by this court in many cases, the <span class=\"star-pagination\">*443</span> last instance being in <i>Citizens' National Bank</i> v. <i>Kentucky,</i> an opinion handed down with, and immediately following, this.</p>\n<p>The excessive penalties provided by the Mississippi statutes have been urged as making the act unconstitutional under <i>Ex parte Young,</i> 209 U.S. 123. No penalties were demanded in the present case, the State contenting itself with a bill in equity to dissolve the association. The penalty provisions are plainly separable from the section under which such a combination is declared illegal. The penalty section not being invoked, we are not called upon to give any opinion in respect to it. <i>United States</i> v. <i>Delaware &amp;c. R. Co.,</i> <span class=\"citation\" data-id=\"97023\"><a href=\"/opinion/97023/united-states-ex-rel-attorney-general-v-delaware-h/\"><span class=\"volume\">213</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">366</span></a></span>, 417; <i>Southwestern Oil Co.</i> v. <i>Texas,</i> handed down April 4, <i>ante,</i> p. 114.</p>\n<p>It is enough to say that the act as construed and applied to the facts of this case by the Supreme Court of Mississippi exhibits no such restraint upon liberty of contract as to violate the Federal Constitution. The decree must therefore be</p>\n<p><i>Affirmed.</i></p>\n</div>", "id": 97245, "judges": "Lurton, After Making the Above Statement", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/97245/", "sha1": "b95351ad536332490a19d23ca021e1c386d0ae83", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:42:29"}