{"absolute_url": "/opinion/85062/brown-v-united-states/", "blocked": false, "citation": {"case_name": "Brown v. United States", "docket_number": null, "document_uris": ["/api/rest/v2/document/85062/"], "federal_cite_one": "12 U.S. 110", "federal_cite_three": null, "federal_cite_two": null, "id": 52240, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/52240/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 15, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1814-03-18", "date_modified": "2014-12-21T01:23:55.150676", "docket": "/api/rest/v2/docket/390221/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">12 U.S. 110</p>\n    <p class=\"case_cite\">8 Cranch 110</p>\n    <p class=\"case_cite\">3 L.Ed. 504</p>\n    <p class=\"parties\">ARMITZ DROWN<br>v.<br>THE UNITED STATES.</p>\n    <p class=\"date\">Feb. 1, 1814</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p>THIS was an appeal from the sentence of the Circuit Court of</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>Massachusetts, which condemned 550 tons of pine timber, claimed by Armitz Brown, the Appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">D. DAVIS, <i>for the Appellant</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This is an appeal from the Circuit Court of Massachusetts, in which Court, the property consisting of about 550 tons of pine timber, twelve thousand staves, and eighteen tons of lathwood, were condemned. The libel states, that this cargo was loaded on board the <i>Emulous</i>, at Savannah, April 9th, 1812; that the cargo belonged to British subjects; that the ship departed for Plymouth, in England April 18th, in the same year, and put into New Bedford for repairs; and that the cargo was there unladen, and remained there until seized by Delano, as well on his own behalf, as on behalf of the United States. As to some of the allegations in the libel, there is no evidence whatever to support them; the ship never departed for Plymouth, never put into New Bedford <i>for repairs</i>. The facts are these:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The property in question was the cargo of the American ship Emulous, and was seized as enemy's property, about the 5th of April, A. D. 1813, nearly a year after the same had been discharged from the ship. From the transcript in the case, it appears that the Emulous was owned by John Delano and others, citizens of the United States; that, in February, 1812, the owners, by their agent, chartered the ship to Elijah Brown, as agent for Christopher Ide, Brothers and Co. and James Brown, British merchants; that, by the charter party, the ship was to proceed from Charleston, S. C. where she then lay, to Savannah, and there take on board a'cargo of lumber, at a certain freight stipulated in the charter party, and proceed with the same to Plymouth, in England, to unload there, or at any other of his Britannic majesty's dock-yards in England. The ship proceeded to Savannah, took on board the cargo mentioned in the libel, and was there stopped by the embargo of the 4th of April, 1812. On the 25th of the same month of April, it was agreed between the master of the ship and the agent of the shippers, that the ship should proceed to New Bedford, where she was owned, with the cargo, and remain there, without prejudice to the charter party; which agreement is endorsed upon the back of the charter party. The ship accordingly proceeded to New Bedford, and remained there until the latter part of May following, when the cargo was finally unladed and discharged from the ship. The staves and lathwood were landed and put on a wharf. The timber was put into a salt water creek, which is not navigable, but where the tide ebbs and flows, and where the timber remained for safe keeping until the time of the seizure. The timber was secured in this creek by booms extended across the entrance thereof, and fastened by stakes driven into the flats. On the 7th of November, 1812, the property was sold to the claimant by E. Brown, the agent, in pursuance of the authority which he had for that purpose as agent of the shippers, and in pursuance of the advice of Delano, who afterwards seized it in the manner and for the purposes stated in the libel. This sale, the Appellant contends was made <i>bona fide</i> for a valuable consideration, which has since been paid, and after notice thereof given to Delano, in whose possession the property then was. The seizure was not made until five months after the property had been sold to the present claimant, and nearly twelve months after it was discharged from the ship. The claimant, it is admitted, is a citizen of the United States. E. Brown, the agent, by whom the property was sold, is a citizen of the United States, and James Brown, one of the owners of the cargo, is also a citizen of the United States, but resides in London and carries on trade and commerce in that city.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Upon these facts, the principal point which will be contended for by the counsel for the claimants is, <i>that this property was lawfully acquired, before the declaration of war by the United States against Great Britain; and that, it being found here at the time of the breaking out of the war, under the faith of the government, it is not, by the modern law of nations, nor by any law of the United States, liable to confiscation</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This question ought not to be decided upon the <i>rigorous</i> principles and the <i>ancient</i> practice of the law of nations; but according to the <i>mitigated</i> law of war, sanctioned by modern usage in civilized nations: For when the government of the United States was organized and finally established, it was not only its true policy, but its duty, 'to receive the law of nations in its modern state of purity and refinement.' <i>Per Judge Wilson</i> in the case of <i>Ware v. Hylton</i>, 3 <i>Dall.</i> 281. It is contended by the counsel for the claimant in this case, that the <i>principle</i> and the <i>usage</i> adopted and sanctioned by the modern law of nations, is this, 'that enemy's property found in this country at the breaking out of a war, is not liable to confiscation.' A different practice, said to have prevailed in Great Britain with regard to property in this situation, found afloat in their ports and harbors, will be hereafter considered.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The rule of the law of nations applicable to this case, is found in <i>Vattel, p.</i> 477. His words are, 'The sovereign declaring war, can neither detain the persons nor the <i>property</i> of those subjects of the enemy who are within his dominions at the time of the declaration. They came into his country under <i>the public faith</i>. By permitting them to enter and reside in his territories, he tacitly promised them full liberty and security for their return. He is therefore bound to allow them a reasonable time for withdrawing with their effects; and if they stay beyond the time prescribed, he has a right to treat them as enemies, though as enemies unarmed. But if they are detained by an insurmountable impediment, as by sickness, he must necessarily and for the same reason grant them a sufficient extension of the term.' In order to shew the humane and liberal spirit with which the above rule is adopted by sovereigns in modern times, the same author adds, 'At present, so far from being wanting in this duty, sovereigns carry their attention to humanity <i>still further;</i> so that foreigners who are subjects of the state against which war is declared, are frequently allowed full time for the settlement of their affairs.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Are not these just and equitable rules of the modern law of nations of authority in the Judicial Courts of the United States? Upon what principle or policy, are they to be rejected, and those of an age dark, and even barbarous in comparison with the present, adopted in their stead? Does it comport with the interest and character of this government, to <i>reject</i> principles and usages, calculated to ameliorate and mitigate the state of war and to promote the interest of commerce, which it appears have been <i>chearfully adopted</i> by all the <i>monarchies</i> of Europe? The contract which was entered into by the agents of the parties in this case, was made upon the presumption that, in case of war, the property would be safe. This presumption arose from the uniform practice, in similar cases, in all countries upon which the law of nations is binding.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It has been suggested that this rule in <i>Vattel</i> is applicable only to such <i>persons</i> as may happen to be in the country at the time of the declaration of war. Such, indeed, is the <i>letter</i> of the rule: But when there is the same reason, there is the same law; and no good reason can be assigned why the property of an <i>absent owner</i> should not be protected, as well as that of those who may happen to be resident in the country declaring war. In addition to this, it may be observed, that the owners of this property were, in law, present during the whole negotiation relative to this cargo, by their agent, E. Brown, by whom it was purchased, and who had the whole care and charge of it, at the time that war was declared.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">If the correctness or authority of <i>Vattel</i> should be questioned, he will be found to be supported by other writers of high character.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In <i>Chitty's Law of Nations, p.</i> 67, it is thus written: 'In strict justice, the right of seizure can take effect only on those possessions of the belligerent, which have come to the hands of his adversary <i>after the declaration of war</i>.' And again, in p. 80, 'Such appears to be, at present, the <i>law</i> and <i>practice</i> of civilized nations, with respect to hostile property <i>found within their domimons at the breaking out of war</i>.' These opinions are not only fairly collocted from modern writers upon the law of nations, but are entitled to particular respect as coming from a man of high character for his professional talents, and legal science; and who has done and written more to improve and reduce to system the common law of England, than any other writer upon that subject for the last thirty years.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The principles and practice of the modern law of nations here advocated, will also be found conformable to the common law. In <i>Magna Charta</i>, that venerable foundation of English law and liberty, it is provided, that merchant strangers in the realm of England at the beginning of a war, shall be protected from harm in body and goods, until it shall be made known to the high authorities of the nation, how British merchants should be treated in the enemy's country, and they were to be dealt with according to such treatment. <i>Magna Charta, chap.</i> 30. These provisions are commented upon, and emphatically eulogised by <i>Montesquieu, 2d vol. p.</i> 12.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Of similar character were the provisions of an ancient English statute, passed 27 <i>Edwd.</i> 3, <i>Stat.</i> 2, <i>chap.</i> 17, in which it is enacted, 'that in case of war, merchants shall not be sent suddenly out of the kingdom, but may go out of the kingdom freely, with their goods, within forty days, and shall not be in any thing hindered or disturbed in their passage, <i>or to make profit of their merchandize if they wish to sell them</i>; or, if in default of wind or ship, or any other adverse cause, they cannotgo, they shall have other forty days, within which time they shall pass <i>with their merchandize, or sell the same as before</i>.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It is respectfully contended, that no act or measure of the American government has ever indicated a disposition adverse to those humane and liberal provisions and usages of the common law, and of the law of nations. On the contrary, so far as the disposition and policy of the government may be discerned by implication, it has manifested its entire acquiescence in, and its readiness to adopt them upon all proper occasions. The spirit and disposition of the government upon this subject, is apparent from the provisions in (I believe it may be said) <i>every treaty</i> which has been entered into since the establishment of the government. Articles for the protection and removal of the property of enemies found in this country at the breaking out of a war, are found in our treaties with France, Spain, Holland, Sweden, Prussia, Morocco, England and <i>Algiers</i>. It will not be contended, that the provisions of these treaties, especially that with England, can be binding, when the treaties themselves are not in force; but the uniform practice of those governments, in agreeing to these provisions, is evidence of the highest nature, that the government of the United States have adopted, and mean to adhere to the modern law of nations in this respect; that it approves the liberality of the modern usages, and <i>rejects</i>, and, I hope I may add, <i>abhors</i> the <i>rigorous</i> rules and contracted principles of the ancient jurists; that the spirit of the government, and the character of its policy, is to cherish and carry into practice every principle and every custom and usage, which is found favorable to commerce, and which will mitigate the evils incident to a state of war.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In the proceedings and measures of the government <i>since the war</i>, there can be found no expression of its will, that property in the situation of this cargo, should be confiscated or claimed for the use of the government&#8212;on the contrary, there are indications of another and more benign complexion. By the <i>act of July 6th</i>, 1812, <i>sect.</i> 6, the president was authorized, within six months from the date of the act, 'to give passports for the safe transportation of any ship or property belonging to British subjects, then within the limits of the United States.' Nothing, therefore, can be more clear, than that it was not the wish or intention of government, to claim or confiscate property, belonging to the enemy, then in the United States. If such had been its policy, instead of the liberal provisions of this statute, provision would have been made in this statute, or in the act declaring war, not only expressive of the public will upon this subject, but expressly declaring British property then within the United States liable to confiscation.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">By the provisions of this statute, it is apparent that if this property had been on board a <i>British</i> ship, or if a British ship had been found in which to transport it, it would have come directly within the authority of the president, as to its safe transportation. Surely, then, it could never have been the intention of Congress to have it confiscated upon the ground that it had been lawfully on board an American ship, in the regular course of trade, was there arrested by the embargo, and then, for the convenience of all parties, discharged from the ship, and placed in a proper situation for safe keeping, to abide the events of the embargo and the war.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Court will also notice, that, previous to the expiration of the six months allowed by the act of congress, above quoted, for the exportation of British property, this cargo had been sold with the knowledge and approbation of the Libellant. This transfer, having been made <i>bona fide</i>, conferred other and new rights upon a trird party, viz: the present Claimant. The principle quoted and relied upon, that that transfer was void upon the ground that it was made by an alien enemy in time of war, probably never contemplated or known by the parties to the contract; and this may furnish a <i>satisfactory</i>, though perhaps not strictly a <i>legal</i> reason, why this property was not exported under the president's passport. At any rate, if the Court should be satisfied that his property is not liable to confiscation, either by the law of nations or by any act of congress, they will not trouble themselves about the effect of the transfer, but leave the parties interested to settle that matter among themselves.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Before the Court will condemn this property, they will search for some proof of a decided intention, on the part of the government, that such property should be confiscated. It appears that all the acts of congress, so far as they can be interpreted with reference to this question, manifest a contrary spirit. The act declaring war, speaks no language adverse to the claim of the Appellant. The prize act of the 26th of June, 1812, does not enve glance at property in this situation. Will the Court assume the power, <i>by implication</i>, to condemn the property; and this, too, against the most explicit declarations of the public will, so far as they can be collected from measures of an analogous nature? Why is this case singled out? Why do not the district attornies enter the warehouses in the numerous sea-ports, and hunt for booty of this description? Such a proceeding would be as legal and as <i>liberal</i> as the present, though probably attended with serious mischief to the country, if retaliatory proceedings and measures should be adopted by the enemy; for it is a well known fact, that the amount of American property in England at the commencement of the war, was <i>immensely</i> greater than that of English property in America, at the same period.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">It was stated, in the argument below, that the question relative to the confiscation of debts, or <i>choses</i> in action, is illustrative of that which relates to the confiscation of goods. The modern usage and law of nations, and of our own country, relative to the confiscation of debts, are equally favorable to the Claimant in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In the first place, it is distinctly denied, that there exists any power to confiscate the private debts of the enemy, excepting by a positive act of Congress. What figure would the attorney of the United States make, with a libel in the judicial Courts, praying for a confiscation of a private debt? The exclusive right of this kind of confiscation, and even of goods, is in the legislature&#8212;per <i>Chase, Justice</i>, in the case of <i>Ware v. Hylton</i>, 3, <i>Dall.</i> 281. The question which has been discussed by the writers upon the law of nations, is, whether it be lawful for the <i>sovereign</i> thus to confiscate. And although it is admitted that he <i>may</i> do it, yet, 'in regard to the safety of commerce, all the sovereigns of Europe <i>have departed from this rigor</i>; and as this <i>custom</i> has been generally received, he who would act contrary to it, would <i>injure the public faith</i>; for strangers trusted his subjects upon the presumption that the <i>general custom</i> would prevail.' <i>Vattel, lib.</i> 3. <i>ch.</i> 5, <i>sect.</i> 77. The laws and customs of the United States ought to be so expounded as to conform to the modern law of nations, which is <i>adverse</i> to the confiscating of debts. Indeed the confiscation of debts has become <i>disreputable;</i> and it has been <i>feelingly</i> observed by a late learned judge of this Court, that 'not a single confiscation of this kind <i>stained the code of any European power</i> engaged in the war which our revolution produced' 3, <i>Dall.</i> 281.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It will be admitted that the question relative to the confiscation of debts, or <i>choses</i> in action, is illustrative of the question relative to the confiscation of the private property of an enemy, found here under the faith of government at the breaking out of the war. Indeed the law and practice is, and ought to be, the same in both cases; and until a law of congress shall be produced, confiscating property of this description, the judicial Courts will not only proceed to do it with great reluctance, but will never assume an authority of that kind, unless furnished with it by a legislative act, any more than in the confiscation of a private debt. In addition to all this, it seems to be now perfectly settled by the modern law and practice of nations, that debts are never to be confiscated; that it has become a disgraceful act in any government that does it; that these debts are <i>suspended</i>, and the right to recover them necessarily taken away by the war; but that upon the return of peace, the debts are revived, and the right to recover them perfectly restored.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The condemnation of this property is demanded upon the ground that the embargo of the 4th of April, 1812, arrested and detained it until the act of congress took place declaring war; and that <i>that</i> act had a retroactive effect, and justifies the condemnation of this property. But to this it is answered: the embargo of the 4th of April was not a hostile, but a civil embargo; and no such construction was ever given to an embargo, not of a hostile character. That this embargo was not of this character is most manifest from this, that express provision was made for the departure of any foreign ships or vessels, either in ballast or with the goods, wares and merchandize, on board of such foreign ship or vessel when notified of the act. It was, therefore, the being laden on board a vessel of the United States that prevented the departure of this property. If it had been on board a foreign, even a British, ship, it would not have been detained. That it was actually laden on board, at the time of the notice of the embargo, manifestly appears from the record. This, it is conceived, is a sufficient answer to the claim of the government to this property, upon the ground that it was stopped by the embargo, and liable to confiscation by the retroactive operation of the act of congress declaring war. The authorities in support of the principles here contended for, respecting the difference between hostile and civil embargoes, must be familiar to the Court, and need not be cited.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">But the practice of the British government is relied upon as a rule by which the Court are to be governed in the present case. It is admitted that the English Courts of admiralty have condemned <i>vessels detained in port</i> by an embargo, and found there at the breaking out of hostilities: but it is explicitly denied that they have ever condemned property found on hand, in that situation. 1 <i>Rob.</i> 228.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">If, however, the English Courts of admiralty have done wrong, and proceeded against the modern law of nations in these cases, this honorable Court will not, <i>for that reason</i>, adopt so unjust a practice. The condemnation of property, arrested in the ports of Great Britain by an embargo, to which a hostile character is afterwards given by a subsequent declaration of war, appears to be a departure from the modern usages of nations, and cannot be justified by or reconciled with the spirit of those usages. But as they have never condemned property in this situation, except such as has been found not only afloat, but in <i>vessels detained in their ports by an embargo</i>, their decisions can form no precedent in this case; for the property which is the subject of this prosecution, was either on land, or in such a situation as that it could not be the subject upon which an embargo could operate; or, in other words, the staves and lathwood were literally on the land; and the pine timber so discharged from the ship and so deposited, as to be entitled to the same protection as if actually landed and stored.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The rule adopted in the English Court of Admiralty, as laid down in 2 <i>Rob.</i> 211, is this: 'All <i>vessels</i> detained in port, and found there at the breaking out of hostilities, are condemned, <i>jure coronce</i>, to the king; and all coming in after hostilities, not voluntarily by revolt, but ignorant of the war, are condemned as <i>droits of admiralty</i>. This rule, both in its import and application, has been adopted, it is conceived, only in cases of <i>vessels and their cargoes found in the ports</i> of Great Britain. There can be no reason for their application in this country to property found on the land, or to property, although waterborne yet, in the same situation, in reason and in fact, as if found <i>literally</i> on land.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Of this description is the property in question. By referring to the record, particularly the depositions of E. Brown and of Silas Allen, the condition of this property, from the time it was discharged from the ship to the time it was seized by Delano, may be learned, from whence it will appear that the allegation in the libel, that the property was on the high seas, is wholly without foundation. The staves and lathwood were <i>landed</i> and on a <i>wharf</i>. With respect to these, there can be no doubt. The timber was discharged from the ship in the month of May, previous to the declaration of war; it is of such description that it did not admit of being <i>stored;</i> it would have been injured by lying on the land; and the only place proper to keep it in, was the one selected, a creek, or small cove, where the tide ebbs and flows, but which was not navigable even for boats or scows; for it seems it was necessary to clear it out to admit a scow into it. Moreover, it was necessary to secure the entrance of this creek by booms or timber laid across its mouth, fastened by piles or stakes driven into the flats. This timber was thus secured and stored in the usual way in which property of this description is managed; and was, to all intents and purposes, as much lodged and <i>impounded</i> in this place, under a bailment, and in civil hands, (1 <i>Rob. p.</i> 228) as if it had been in a ship yard. It must, therefore, be a great stretch of power and prerogative to extend the reason of the practice of Great Britain in condemning property found in its harbors and on board vessels, to property in the situation of that in question: and unless the practice of Great Britain has extended to the seizure and condemnation of enemies' property found on land at the time of breaking out of hostilities, no sanction can be derived from her practice in favor of the confiscation of this property.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The case, was submitted by the <i>Attorney General</i> upon the argument contained in the opinion of the honorable judge Story, in the Circuit Court, which came up in the transcript of the record.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\"><i>Wednesday, March 2d. Present. All the Judges</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">MARSHALL, <i>Ch. J.</i> delivered the opinion of the Court, as follows:</p>\n    </div>\n    <p class=\"indent\">The material facts in this case are these:</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The <i>Emulous</i> owned by John Delano and others citizens of the United States, was chartered to a company carrying on trade in Great Britain, one of whom was an American citizen, for the purpose of carrying a cargo from Savannah to Plymouth. After the cargo was put on board, the vessel was stopped in part by the embargo of the 4th of April, 1812. On the 25th of the same month, it was agreed between the master of the ship and the agent of the shippers, that she should proceed with her cargo to New Bedford, where her owners resided, and remain there without prejudice to the charter party. In pursuance of this agreement, the Emulous proceeded to New Bedford, where she continued until after the declaration of war. In October or November, the ship was unloaded and the cargo; except the pine timber, was landed. The pine timber was floated up a salt water creek, where, at law tide, the ends of the timber rested on the mud, where it was secured from floating out with the tide, by impediments fastened in the entrance of the creek. On the 7th of November, 1812, the cargo was sold by the agent of the owners, who is an American citizen, to the Claimant, who is also an American citizen. On the 19th of April, a libel was filed by the attorney for the United States, in the district Court of Massachusetts, against the said cargo, as well on behalf of the United States of America as for and in behalf of John Delano and of all other persons concerned. It does not appear that this seizure was made under any instructions from the president of the United States; nor is there any evidence of its having his sanction, unless the libels being filed and prosecuted by the law officer who represents the govermnent, must imply that sanction.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">On the contrary, it is admitted that the seizure was made by an individual, and the libel filed at his instance, by the district attorney who acted from his own impressions of what appertained to his duty. The property was claimed by Armitz Brown under the purchase made in the preceding November.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The district Court dismissed the libel. The Circuit Court reversed this sentence, and condemned the pine timber as enemy property forfeited to the United States. From the sentence of the Circuit Court, the Claimant appealed to this Court.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The material question made at bar is this. Can the pine timber, even admitting the property not to be changed by the sale in November, be condemned as prize of war?</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The cargo of the Emulous having been legally acquired and put on board the vessel, having been detained by an embargo not intended to act on foreign property, the vessel having sailed before the war, from Savannah, under a stipulation to re-land the cargo in some port of the United States, the re-landing having been made with respect to the residue of the cargo, and the pine timber having been floated into shallow water, where it was secured and in the custody of the owner of the ship, and American citizen, the Court cannot perceive any solid distinction, so far as respects confiscation, between this property and other British property found on land at the commencement of hostilities. It will therefore be considered as a question relating to such property generally, and to be governed by the same rule.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Respecting the power of government no doubt is entertained. That war gives to the sovereign full right to take the persons and confiscate the property of the enemy wherever found, is conceded. The mitigations of this rigid rule, which the humane and wise policy of modern times has introduced into practice, will more or less affect the exercise of this right, but cannot impair the right itself. That remains undiminished, and when the sovereign authority shall chuse to bring it into operation, the judicial department must give effect to its will. But until that will shall be expressed, no power of condemnation can exist in the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The questions to be decided by the Court are:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">1st. May enemy's property, found on land at the commencement of hostilities, be seized and condemned as a necessary consequence of the declaration of war?</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">2d. Is there any legislative act which authorizes such seizure and condemnation?</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Since, in this country, from the structure of our government, proceedings to condemn the property of an enemy found within our territory at the declaration of war, can be sustained only upon the principle that they are instituted in execution of some existing law, we are led to ask,</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Is the declaration of war such a law? Does that declaration, by its own operation, so vest the property of the enemy in the government, as to support proceedings for its seizure and confiscation, or does it vest only a right, the assertion of which depends on the will of the sovereign power?</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The universal practice of forbearing to seize and confiscate debts and credits, the principle universally received, that the right to them revives on the restoration of peace, would seem to prove that war is not an absolute confiscation of this property, but simply confers the right of confiscation.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Between debts contracted under the faith of laws, and property acquired in the course of trade, on the faith of the same laws, reason draws no distinction; and, although, in practice, vessels with their cargoes, found in port at the declaration of war, may have been seized, it is not believed that modern usage would sanction the seizure of the goods of an enemy on land, which were acquired in peace in the course of trade. Such a proceeding is rare, and would be deemed a harsh exercise of the rights of war. But although the practice in this respect may not be uniform, that circumstance does not essentially affect the question. The enquiry is, whether such property vests in the sovereign by the mere declaration of war, or remains subject to a right, of confiscation, the exercise of which depends on the national will: and the rule which applies to one case, so far as respects the operation of a declaration of war on the thing itself, must apply to all others over which war gives an equal right. The right of the sovereign to confiscate debts being precisely the same with the right to confiscate other property found in the country, the operation of a declaration of war on debts and on other property found within the country must be the same. What then is this operation?</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Even <i>Bynkershoek</i>, who maintains the broad principle, that in war every thing done against an enemy is lawful; that he may be destoyed, though unarmed and defenceless; that fraud, or even poison, may be employed against him; that a most unlimited right is acquired to his person and property; admits that war does not transfer to the sovereign a debt due to his enemy; and, therefore, if payment of such debt be not exacted, peace revives the former right of the creditor; 'because,' he says, 'the occupation which is had by war consists more in fact than in law.' He adds to his observations on this subject, 'let it not, however, be supposed that it is only true of actions, that they are not condemned <i>ipso jure</i>, for other things also belonging to the enemy may be concealed and escape condemnation.'</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\"><i>Vattel</i> says, that 'the sovereign can neither detain the persons nor the property of those subjects of the enemy who are within his dominions at the time of the declaration.'</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">It is true that this rule is, in terms, applied by <i>Vattel</i> to the property of those only who are personally within the territory at the commencement of hostilities; but it applies equally to things in action and to things in possession; and if war did, of itself, without any further exercise of the sovereign will, vest the property of the enemy in the sovereign, his presence could not exempt it from this operation of war. Nor can a reason be perceived for maintaining that the public faith is more entirely pledged for the security of property trusted in the territory of the nation in time of peace, if it be accompanied by its owner, than if it be confided to the care of others.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\"><i>Chitty</i>, after stating the general right of seizure, says, 'But, in strict justice, that right can take effect only on those possessions of a belligerent which have come to the hands of his adversary after the declaration of hostilities.'</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The modern rule then would seem to be, that tangible property belonging to an enemy and found in the country at the commencement of war, ought not to be immediately confiscated; and in almost every commercial treaty an article is inserted stipulating for the right to withdraw such property.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">This rule appears to be totally incompatible with the idea, that war does of itself vest the property in the belligerent government. It may be considered as the opinion of all who have written on the <i>jus belli</i>, that war gives the right to confiscate, but does not itself confiscate the property of the enemy; and their rules go to the exercise of this right.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The constitution of the United States was framed at a time when this rule, introduced by commerce in favor of moderation and humanity, was received throughout the civilized world. In expounding that constitution, a construction ought not lightly to be admitted which would give to a declaration of war an effect in this country it does not possess elsewhere, and which would fetter that exercise of entire discretion respecting enemy property, which may enable the government to apply to the enemy the rule that he applies to us.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">If we look to the constitution itself, we find this general reasoning much strengthened by the words of that instrument.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">That the declaration of war has only the effect of placing the two nations in a state of hostility, of producing a state of war, of giving those rights which war confers; but not of operating, by its own force, any of those results, such as a transfer of property, which are usually produced by ulterior measures of government, is fairly deducible from the enumeration of powers which accompanies that of declaring war. 'Congress shall have power'&#8212;'to declare war, grant letters of marque and reprisal, and make rules concerning captures on land and water.'</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">It would be restraining this clause within narrower limits than the words themselves import, to say that the power to make rules concerning captures on land and water, is to be confined to captures which are exterritorial. If it extends to rules respecting enemy property found within the territory, then we perceive an express grant to congress of the power in question as an independent substantive power, not included in that of declaring war.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The acts of congress furnish many instances of an opinion that the declaration of war does not, of itself, authorize proceedings against the persons or property of the enemy found, at the time, within the territory.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">War gives an equal right over persons and property: and if its declaration is not considered as prescribing a law respecting the person of an enemy found in our country, neither does it prescribe a law for his property. The act concerning alien enemies, which confers on the president very great discretionary powers respecting their persons, affords a strong implication that he did not possess those powers by vietue of the declaration of war.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The 'act for the safe keeping and accommodation of prisoners of war,' is of the same character.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The act prohibiting trade with the enemy, contains this clause:</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">'And be it further enacted, That the president of the United States be, and he is hereby authorized to give, at any time within six months after the passage of this act, passports for the safe transportation of any ship or other property belonging to British subjects, and which is now within the limits of the United States.'</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The phraseology of this law shows that the property of a British subject was not considered by the legislature as being vested in the United States by the declaration of war; and the authority which the act confers on the president, is manifestly considered as one which he did not previously possess.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The proposition that a declaration of war does not, in itself, enact a confiscation of the property of the enemy within the territory of the belligerent, is believed to be entirely free from doubt. Is there in the act of congress, by which war is declared against Great Britain, any expression which would indicate such an intention?</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">That act, after placing the two nations in a state of war, authorizes the president of the United States to use the whole land and naval force of the United States to carry the war into effect, and 'to issue to private armed vessels of the United States, commissions or letters of marque and general reprisal against the vessels, goods and effects of the government of the united kingdom of Great Britain and Ireland, and the subjects thereof.'</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">That reprisals may be made on enemy property found within the United States at the declaration of war, if such be the will of the nation, has been admitted; but it is not admitted that, in the declaration of war, the nation has expressed its will to that effect.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">It cannot be necessary to employ argument in showing that when the attorney for the United States institutes proceedings at law for the confiscation of enemy property found on land, or floating in one of our creeks, in the care and custody of one of our citizens, he is not acting under the authority of letters of marque and reprisal, still less under the authority of such letters is sued to a private armed vessel.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The 'act concerning letters of marque, prizes and prize goods,' certainly contains nothing to authorize this seizure.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">There being no other act of congress which bears upon the subject, it is considered as proved that the legislature has not confiscated enemy property which was within the United States at the declaration of war, and that this sentence of condemnation cannot be sustained.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">One view, however, has been taken of this subject which deserves to be further considered.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">It is urged that, in executing the laws of war, the executive may seize and the Courts condemn all property which, according to the modern law of nations, is subject to confiscation, although it might require an act of the legislature to justify the condemnation of that property which, according to modern usage, ought not to be confiscated.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">This argument must assume for its basis the position that modern usage constitutes a rule which acts directly upon the thing itself by its own force, and not through the sovereign power. This position is not allowed. This usage is a guide which the sovereign follows or abandons at his will. The rule, like other precepts of morality, of humanity, and even of wisdom, is addressed to the judgment of the sovereign; and although it cannot be disregarded by him without obloquy, yet it may be disregarded.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The rule is, in its nature, flexible. It is subject to infinite modification. It is not an immutable rule of law, but depends on political considerations which may continually vary.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Commercial nations, in the situation of the United States, have always a considerable quantity of property in the possession of their neighbors. When war breaks out, the question, what shall be done with enemy property in our country, is a question rather of policy than of law. The rule which we apply to the property of our enemy, will be applied by him to the property of our citizens. Like all other questions of policy, it is proper for the consideration of a department which can modify it at will; not for the consideration of a department which can pursue only the law as it is written. It is proper for the consideration of the legislature, not of the executive or judiciary.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">It appears to the Court, that the power of confiscating enemy property is in the legislature, and that the legislature has not yet declared its will to confiscate property which was within our territory at the declaration of war. The Court is therefore of opinion that there is error in the sentence of condemnation pronounced in the the Circuit Court in this case, and doth direct that the same be reversed and annulled, and that the sentence of the District Court be affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">STORY, J.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">In this case, I have the misfortune to differ in opinion from my brethren; and as the grounds of the decree were fully stated in an opinion delivered in the Court below, I shall make no apology for reading it in this place.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">'This is a prize allegation filed by the district attorney, in behalf of the United States, and of John Delano, against 550 tons of pine timber, part of the cargo of the American ship Emulous, which was seized as enemies' property, about the 5th day of April, 1813, after the same had been discharged from said ship, and while afloat in a creek or dock at New Bedford, where the tide ebbs and flows.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">From the evidence in this case, it appears that the ship Emulous is owned by the said John Delano, John Johnson, Levi Jenny, and Joshua Delano of New Bedford, and citizens of the United States. On the 3d day of February 1812, the owners, by their agents, entered into a charter-party with Elijah Brown as agent of Messrs. Christopher Idle, Brother and Co. and James Brown, of London, merchants, for said ship, to proceed from the port of Charleston, South Carolina, (where the ship then lay,) to Savannah, in Georgia, and there take on board a cargo of timber and staves, at a certain freight stipulated in the charter-party, and proceed with the same to Plymouth, in England, 'for orders to unload there or at any other of his majesty's dock-yards in England.' The ship accordingly proceeded to Savannah, took on board the agreed cargo, and was there stopped by the embargo laid be Congress on the 4th of April 1812. On the 25th of the same April, it was agreed between Mr. E. Brown and the master of the ship, that she should proceed with the cargo to, and lay at New Bedford, without prejudice to the charter-party. The ship accordingly proceeded for New Bedford, and arrived there in the latter part of May 1812, where, it seems, the cargo was finally, but the particular time is not stated, unloaded by the owners of the ship, the staves put into a warehouse, and the timber into a salt water creek or dock, where it has ever since remained, waterborne, under the custody of said John Delano, by whom the subsequent seizure was made, for his own benefit and the benefit of the United States. On the 7th November, 1812, Mr. Elijah Brown, as agent for the British owners, (one of whom, James Brown, is his brother,) sold the whole cargo to the present claimant, Mr. Armitz Brown (who it should seem is also his brother) for 2433 dollars and 67 cents, payable in nine months, for which the claimant gave his note accordingly. The master of the ship, Capt. Allen, swears that, at the time of entering into the charter-party, Mr. Elijah Brown stated to him that the British owners had contracted with the British government to furnish a large quantity of timber to be delivered in some of his majesty's dock-yards.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Besides the claim of Mr. Brown, there is a claim interposed by the owners of the ship Emulous, praying for an allowance to them of their expenses and charges in the premises.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">A preliminary exception has been taken to the libel for a supposed incongruity in blending the rights of the United States and of the informer in the manner of a <i>qui tam</i> action at the common law.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">I do not think this exception is entitled to much consideration. It is, at most, but an irregularity which cannot affect the nature of the proceedings, or oust the jurisdiction of this Court. If the informer cannot legally take any interest, the United States have still a right, if their title is otherwise well founded, to claim a condemnation: Nor would a proceeding of this nature be deemed a fatal irregularity in Courts having jurisdiction of seizures, whose proceedings are governed by much more rigid rules than those of the admiralty. It is a principle clearly settled at the common law, that any person might seize uncustomed goods to the use of himself and the king, and thereupon inform of the seizure; and if, in the exchequer, the informer be not entitled to any part, the whole shall, on such information, be adjudged to the king. For this doctrine we have the authority of lord Hale. <i>Harg. law tracts</i>, 227. And the solemn judgn ent of the Court, in <i>Roe v. Roe, Hardr.</i> 185.&#8212;and <i>Malden v. Bartlett, Parker</i>, 105. The same rule most undoubtedly exists in the prize Court, and, as I apprehend, applies with greater latitude. All property captured belongs originally to the crown; and individuals can acquire a title thereto in no other manner than by grant from the crown. <i>The Elsebe</i>, 5, <i>Rob.</i> 173.&#8212;11. <i>East</i>, 619.&#8212;<i>The Maria Francoise</i>. 6 <i>Rob.</i> 282. This, however, does not preclude the right to seize; on the contrary, it is an indisputable principle in the English prize Courts, that a subject may seize hostile property for the use of the crown, wherever it is found; and it rests in the discretion of the crown whether it will or will not ratify and consummate the seizure by proceeding to condemnation. But to the prize Court it is a matter of pure indifference whether the seizure proceeded originally from the crown, or has been adopted by it; and whether the crown would take <i>jure coronae</i>, by its transcendant prerogative, or <i>jure admiralitatis</i>, as a flower annexed by its grant to the office of lord high admiral. The cases of captures by noncommissioned vessels, by commanders on foreign stations, anterior to war, by private individuals in port or on the coasts, and by naval commanders on shore on unauthorised expeditions, are all very strong illustrations of the principle. <i>The Aquila</i>, 1. <i>Rob.</i> 37.&#8212;<i>The Twee Gesuster</i>, 2. <i>Rob.</i> 284, <i>note.&#8212;The Rebeckah</i>, 1. <i>Rob.</i> 227.&#8212;<i>The Gertruyda</i>, 2. <i>Rob.</i> 211.&#8212;<i>The Melomane</i>, 5. <i>Rob.</i> 41.&#8212;<i>The Charlotte</i>, 4. <i>Rob.</i> 282.&#8212;<i>The Richmond</i>, 5. <i>Rob.</i> 325.&#8212;<i>Thorshaven</i>, 1.<i>Edw.</i> 102. <i>Hale in Harg. law tracts, ch.</i> 28. <i>p.</i> 245. And in cases where private captors seek condemnation to themselves, it is the settled course of the Court, on failure of their title, to decree condemnation to the crown or the admiralty, as the circumstances require. <i>The Walsingham Packet</i>, 2.<i>Rob.</i> 77.&#8212;<i>The Etrusco</i>, 4. <i>Rob.</i> 262. <i>note.&#8212;and the cases cited supra</i>. Nor can I consider these principles of the British Courts a departure from the law of nations. The authority of <i>Puffendorf</i> and <i>Vattel</i> are introduced to shew that private subjects are not at liberty to seize the property of enemies without the commission of the sovereign, and if they do they are considered as pirates. But when attentively considered, it strikes me that, taking the full scope of these authors, they will not be found to support so broad a position. <i>Puff. B.</i> 8. <i>ch.</i> 6. &#167; 24.&#8212;<i>Vattel, B.</i> 3. <i>ch.</i> 15. &#167; 223, 224, 225, 226, 227. <i>Vattel</i> himself admits (&#167; 234,) that the declaration of war, which enjoins the subjects at large to attach the enemy's subjects, implies a general order; and that to commit hostilities on our enemy without an order from our sovereign after the war, is not a violation so much of the law of nations as of the public law applicable to the sovereignty of our own nation, (&#167; 225.) And he explicitly states, (&#167; 226.) that, by the law of nations, when once two nations are engaged in war, all the subjects of the one may commit hostilities against those of the other, and do them all the mischief authorized by the state of war. All that he contends for is, that though, by the declaration, all the subjects in general are ordered to attack the enemy, yet that by custom this is usually restrained to persons acting under commission; and that the general order does not invite the subjects to undertake any offensive expedition without a commission or particular order; (&#167; 227.) and that if they do, they are not usually treated by the enemy in a manner as favorable as other prisoners of war, (&#167; 226.) And <i>Vattel</i> (&#167; 227) explicitly declares, that the declaration of war 'authorizes, indeed, and even obliges every subject, of whatever rank, to secure the persons and <i>things</i> belonging to the enemy, when they fall into his hands. And he then goes on to state cases in which the authority of the sovereign may be presumed, (&#167; 228.) The whole doctrine of Vattel, fairly considered, amounts to no more than this, that the subject is not required, by the mere declaration of war, to originate predatory expeditions against the enemy; that he is not authorized to wage war contrary to the will of his own sovereign; and that, though the ordinary declaration of war imports a general authority to attack the enemy and his property, yet custom has so far restrained its meaning, that it is in general confined to persons acting under the particular or constructive commission of the sovereign. If, therefore, the subject do undertake a predatory expedition, it is an infringement of the public law of his own country, whose sovereignty he thus invades, but it is not a violation of the law of nations of which the enemy has a right to complain. But if the property of the enemy <i>fall</i> into the hands of a subject, he is bound to secure it.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">For every purpose applicable to the present case, it does not seem necessary to controvert these positions; and, whatever may be the correctness of the others, I am perfectly satisfied the the position is well founded, that no subject can legally commit hostilities, or capture property of an enemy, when, either expressly or constructively, the sovereign has prohibited it. But suppose he does, I would ask if the sovereign may not ratify his proceedings; and thus, by a retroactive operation, give validity to them? Of this there seems to me no legal doubt. The subject seizes at his peril, and the sovereign decides, in the last resort, whether he will approve or disapprove of the act. <i>Thorshaven</i>, 1, <i>Edw.</i> 102. The authority of <i>Puffendorf</i> is still less in favor of the position of the Claimant's counsel. In the section cited (<i>book</i> 8, <i>ch.</i> 6, <i>sec.</i> 21.) Puffendorf considers the question to whom property captured in war belongs; a question also examined by <i>Vattel</i> in the 229th section of the book and chapter above referred to. In the course of that discussion, Puffendorf observes, 'that it may be very justly questioned, whether every thing taken in war, by <i>private hostilities</i>, and by the bravery of private subjects that have no commission to warrant them, belongeth to them that take it. For this is also a part of the war, to appoint what persons are to act in a hostile manner against the enemy, and how far: and, in consequence, no private person hath power to make devastations in an enemy's country or to carry of spoil or plunder without permission from his sovereign: and the sovereign is to decide how for private men, when they are permitted, are to use that liberty of plunder; and whether they are to be the sole proprietors in the booty or only to share a part of it: so that all a private adventurer in war can pretend to, is no more than what his sovereign will please to allow him; for to be a soldier and to act offensively, a man must be commissioned by public authority.'</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">As to the point upon which Puffendorf here expresses his doubts, I suppose that no person, at this day, entertains any doubts. It is now clear, as I have already stated, that all captures in war enure to the sovereign, and can become private property only by his grant. But is there any thing in Puffendorf to authorize the doctrine, that the subject so seizing property of the enemy, is guilty of a very enormous crime&#8212;of the odious crime of piracy? And is there, in this language, any thing to show that the sovereign may not adopt the acts of his subjects, in such a case, and give them the effect of full and perfect ratification? It has not been pretended, that I recollect, that Grotius supports the position contended for. To me it seems pretty clear that his opinions lean rather the other way; viz: to support the indiscriminate right of captors to all property captured by them. <i>Grotius, lib.</i> 3, <i>ch.</i> 6, <i>sec.</i> 2, <i>sec.</i> 10, <i>sec.</i> 12. <i>Bynkershoek</i> has not discussed the question in direct terms. In one place (<i>Bynk. Pub. Juris, ch.</i> 3,) he says, that he is not guilty of any crime, by the laws of war, who invades a hostile shore in hopes of getting booty. It is true that, in another place (<i>id. ch.</i> 20,) he admits, in conformity to his doctrine elsewhere, (<i>id. ch.</i> 17,) that if an uncommissioned cruizer should sail for the purpose of making hostile captures, she might be dealt with as a pirate, if she made any captures except in self-defence. But this he expressly grounds upon the municipal edicts of his own country in relation to captures made by its own subjects. And he says, every declaration of war not only permits but expressly orders all subjects to injure the enemy by every possible means; not only to avert the danger of capture, but to capture and strip the enemy of all his property. And, looking to the general scope of his observations, (<i>id. ch.</i> 3, 4, &amp; <i>ch.</i> 16 &amp; 17.) I think it may, not unfairly, be argued that, independent of particular edicts, the subjects of hostile nations might lawfully scize each other's property wherever found: at least, he states nothing from which it can be inferred that the sovereign might not avail himself of property captured from the enemy by uncommissioned subjects. On the whole, I hold that the true doctrine of the law of nations, found in foreign jurists, is, that private citizens cannot acquire to themselves a title to hostile property, unless it is seized under the commission of their sovereign; and that, if they depredate upon the enemy, they act upon their peril, and may be liable to punishment, unless their acts are adopted by their sovereign. That, in modern times, the mere declaration of war is not supposed to clothe the citizens with authority to capture hostile property, but that they may lawfully seize hostile property in their own defence, and are bound to secure, for the use of the sovereign, all hostile property which falls into their hands. If the principles of British prize law go further, I am free to say that I consider them as the law of this country.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">I have been led into this discussion of the doctrine of foreign jurists, farther than I originally intended; because the practice of this Court in prize proceedings must, as I have already intimated, be governed by the rules of admiralty law disclosed in English reports, in preference to the mere <i>dicta</i> of elementary writers. I thought it my duty, however, to notice these authorities, because they seem generally relied on by the Claimant's counsel. In my judgment, the libel is well and properly brought; at least for all the purposes of justice between the parties before the Court; and I overrule the exception taken to its sufficiency.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">Having disposed of this objection, I come now to consider the objection made by the United States against the sufficiency of the claim of Mr. Brown; and I am entirely satisfied that his claim must be rejected. It is a well known rule of the prize Court, that the <i>onus probandi</i> lies on the Claimant; he must make out a good and sufficient title before he can call upon the captors to shew any ground for the capture. <i>The Walsingham packet</i>, 2, <i>Rob.</i> 77. If, therefore, the Claimant make no title, or trace it only by illegal transactions, his claim must be rejected, and the Court left to dispose of the cause, as the other parties may establish their rights. In the present case, Mr. Brown claims a title by virtue of a contract and sale made by alien enemies since the war: I say by alien enemies; for it is of no importance what the character of the agent is; the transaction must have the same legal construction as though made by the aliens themselves. Now admitting that this sale was not colorable, but <i>bona fide</i>, which, however, I am not, at present, disposed to believe, still it was a contract made with enemies, pending a known war; and therefore invalid. No principle of national or municipal law is better settled, than that all contracts with an enemy, made during war, are utterly void. This principle has grown hoary under the reverend respect of centuries; (19, <i>Edw.</i> 4, 6, <i>cited Theol. Dig. lib.</i> 1, <i>ch.</i> 6, <i>sec.</i> 21. <i>Ex parte Bonsmaker</i>, 13, <i>Ves. jun.</i> 71&#8212;<i>Briston v. Towers</i>, 6, <i>T. R.</i> 45,) and cannot now be shaken without uprooting the very foundations of national law. <i>Bynk. Quaest. Pub. Juris, ch.</i> 3.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">I, therefore, altogether reject the claim interposed by Mr. Brown. What, then, is to be done with the property? It is contended, on the part of the United States, that it ought to be condemned to the United States, with a recompense, in the nature of salvage, to be awarded to Mr. Delano. On the part of the Claimant's counsel (who, under the circumstances, must be considered as arguing as <i>amicus curiae</i> to inform the conscience of the Court) it is contended, 1st. That this Court, as a Court of prize, has no proper jurisdiction over the cause. 2d. That if it have jurisdiction, it cannot award condemnation to the United States, for several reasons. 1st. Because, by the law of nations, as now understood, no government can lawfully confiscate the debts, credits, or visible property of alien enemies, which have been contracted or come into the country during peace. 2d. Because, if the law of nations does not, the common law does afford such immunity from confiscation to property situated like the present. 3d. Because, if the right to confiscate exist, it can be exercised only by a positive act of congress, who have not yet legislated to this extent. 4th. Because, if the last position be not fully accurate, yet, at all events, this process, being a high prerogative power, ought not to be exercised, except by express instructions from the president, which are not shown in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">Some of these questions are of vast importance and most extensive operation; and I am exceedingly obliged to the gentlemen who have argued them with so much ability and learning, for the light which they have thrown upon a path so intricate and obscure. I have given these questions as much consideration as the state of my health and the brevity of time would allow; and I shall now give them a distinct and separate discussion, that I may at least disclose the sources of my errors, if any, and enable those who unite higher powers of discernment with more extensive knowledge, to give a more exact and just opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">And first. As to the jurisdiction of this Court in matters of prize.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">This depends partly on the prize act of 26th June, 1812, ch. 107, &#167; 6, and partly on the true extent and meaning of the admiralty and maritime jurisdiction conferred on the Courts of the United States. The act of 26th June, 1812, ch. 107, provides that in all cases of captured vessels, goods and effects which shall be brought within the jurisdiction of the United States, the district Court shall have exclusive original cognizance thereof, as in civil causes of admiralty and maritime jurisdiction. The act of 18th June, 1812, ch. 102, declaring war, authorizes the president to issue letters of marque and reprisal to private armed ships against the vessels, goods and effects of the British government and its subjects; and to use the whole land and naval force of the United States to carry the war into effect. In neither of these acts is there any limitation as to the places where captures may be made on the land or on the seas; and, of course, it would seem that the right of the Courts to adjudicate respecting captures would be co-extensive with such captures, wherever made, unless the jurisdiction conferred is manifestly confined by the former act to captures made by private armed vessels. It is not, however, necessary closely to sift this point, as it may now be considered as settled law, that the Courts of the United States, under the judicial act of 30th September, 1789, ch. 20, have, by the delegation of all civil causes of admiralty and maritime jurisdiction, at least as full jurisdiction of all causes of prize as the admiralty in England. <i>Glass and al. v. the sloop Betsey and al.</i> 3 <i>Dall.</i> 6. <i>Talbot v. Janson</i>, 3 <i>Dall.</i> 133 <i>Penhallow and al. v. Doane's administrators</i>. 3 <i>Dall.</i> 54 <i>Jennings v. Carson</i>, 4 <i>Cranch</i>, 2. Over what captures then, has the admiralty jurisdiction as a prize Court? This is a question of considerable intricacy, and has not as yet, to my knowledge, been fully settled. It has been doubted whether the admiralty has an inherent jurisdiction of prize, or obtains it by virtue of the commission usually issued on the breaking out of war. That the exercise of the jurisdiction is of very high antiquity and beyond the time of memory, seems to be incontestible. It is found recognized in various articles of the black book of the admiralty, in public treaties and proclamations of a very early date, and in the most venerable relics of ancient jurisprudence. See <i>Robb. Coll. Marit. Intro. p.</i> 6, 7. <i>Id. Instructions</i>, 3 <i>H.</i> 8, <i>p.</i> 10, <i>art.</i> 18, <i>&amp;c. Id. p.</i> 12, <i>note letter. Edw.</i> 3, <i>A. D.</i> 1343. <i>Treaty Henry</i> 7 <i>and Charles</i> 8, <i>A. D.</i> 1497. <i>Rob. Coll. Marit. p.</i> 83 <i>and p.</i> 98, <i>art.</i> 8. <i>Bob. Coll. Mar. p.</i> 189, <i>note. Roughton, art.</i> 19, 20, <i>&amp;c. &amp;c. passim</i>. In <i>Lindo v. Rodney, Doug.</i> 613, <i>note</i>, Lord <i>Mansfield</i>, in discussing the subject, admits the immemorial antiquity of the prize jurisdiction of the admiralty; but leaves it uncertain whether it was coeval with the instance jurisdiction, and whether it is constituted by special commission, or only called into exercise thereby. After the doubts of so eminent a judge, it would not become me to express a decided opinion. But taking the fact that, in the earliest times, the jurisdiction is found in the possession of the admiralty, independent of any known special commission; that, in other countries, and especially in France, upon whose ancient prize ordinances the administration of prize law seems, in a great measure, to have been modelied, <i>(Vide Ordin. of France, A. D.</i> 1400, <i>Rob. Coll. Marit. p.</i> 75. <i>Ordin. of France, A. D.</i> 1584. <i>Id. p.</i> 105. <i>Treaty Henry</i> 7 <i>and Charles</i> 8. <i>Id. p.</i> 83, and <i>Rob. note, Id.</i> 105) the jurisdiction has uniformly belonged to the admiralty; there seems very strong reason to presume that it always constituted an ordinary and not an extraordinary branch of the admiralty powers: and so I apprehend it was considered by the Supreme Court of the United States, in <i>Glass and al. v. the Betsey</i>, 3 <i>Dall.</i> 6.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">However this question may be, as to the right of the admiralty to take cognizance of mere captures made on the land, exclusively by land forces, as to which I give no opinion, it is very clear that its jurisdiction is not confined to mere captures at sea. The prize jurisdiction does not depend upon locality, but upon the subject matter. The words of the prize commission contain authority to proceed upon all and all manner of captures, seizures, prizes and reprisals of all ships and goods that are and shall be taken. The admiralty, therefore, not only takes cognizance of all captures made at sea, in creeks, havens and rivers, but also of all captures made on land, where the same have been made by a naval force, or by co-operation with a naval force. This exercise of jurisdiction is settled by the most solemn adjudications. <i>Key and Hubbard v. Pearse</i>, cited in <i>Le Caux v. Eden, Doug.</i> 606. <i>Lindo v. Rodney, Doug.</i> 613, <i>note. The capture of the Cape of Good Hope</i>, 2 <i>Rob.</i> 274. <i>The Stella del Norte</i>, 5 <i>Rob.</i> 349. <i>The island of Trinidad</i>, 5 <i>Rob.</i> 92. <i>Thorshaven</i>, 1 <i>Edw.</i> 102. <i>The capture of Chrinsurah</i>, 1 <i>Deten.</i> 179. <i>The Rebeckah</i>, 1 <i>Rob.</i> 227. <i>The Gertruyda</i>, 2 <i>Rob.</i> 211. <i>The Maria Francoise</i>, 6 <i>Rob.</i> 282.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">Such, then, being the acknowledged extent of the prize jurisdiction of the admiralty, it is, at least in as ample an extent, conferred on the Courts of the United States. For the determination, therefore, of the case before the Court, it is not necessary to claim a more ample jurisdiction; for the capture or seizure, though made in port, was made while the property was waterborne. Had it been landed and remained on land, it would have deserved consideration whether it could have been proceeded against as prize, under the admiralty jurisdiction, or whether, if liable to seizure and condemnation in our Courts, the remedy ought not to have been pursued by a process applicable to municipal confiscations. On these points I give no opinion. See the case of the <i>Oester Eems</i> cited in the <i>Two Friends</i>, 1 <i>Rob.</i> 284, <i>note. Hale de Portubus Maris, &amp;c. in Harg. Law tracts, ch.</i> 28, <i>p.</i> 245, <i>&amp;c. Parker Rep.</i> 267.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">Having disposed of the question as to the jurisdiction of this Court, I come to one of a more general nature; viz. Whether, by the modern law of nations, the sovereign has a right to confiscate the debts due to his enemy, or the goods of his enemy found within his territory at the commencement of the war. I might spare myself the consideration of the question as to <i>debts;</i> but, as it has been ably argued, I will submit some views respecting it, because they will illustrate and confirm the doctrine applicable to goods. It seems conceded, and indeed is quite too clear for argument, that, in former times, the right to confiscate <i>debts</i> was admitted as a doctrine of national law. It had the countenance of the civil law. (<i>Dig. lib.</i> 41. <i>tit.</i> 1.&#8212;<i>id. lib.</i> 49, <i>tit.</i> 15,)&#8212;of <i>Grotius, (De jure belli et pacis, lib.</i> 3, <i>ch.</i> 2, &#167; 2, <i>ch.</i> 6, &#167; 2 <i>ch.</i> 7, &#167; 3 and 4, <i>ch.</i> 13, &#167; 1, 2,)&#8212;of <i>Puffendorf, (De jure Nat. et Nat. lib.</i> 8 <i>ch.</i> 6, &#167; 23,)&#8212;and lastly of <i>Bynkershoek; (Quoest. Pub. Juris, lib.</i> 1, <i>ch.</i> 7,) who is himself of the highest authority, and pronounces his opinion in the most explicit manner. Down to the year 1737, it may be considered as the opinion of jurists that the right was unquestionable. It is, then, incumbent on those who assume a different doctrine, to prove that, since that period, it has by the general consent of nations, become incorporated into the code of public law. I take upon me to say that no jurist of reputation can be found who has denied the right of confiscation of enemies debts. <i>Vattel</i> has been supposed to be the most favorable to the new doctrine. He certainly does not deny the right to confiscate; and if he may be thought to hesitate in admitting it, nothing more can be gathered from it than that he considers that, in the present times, a relaxation of the rigor of the law has been in practice among the sovereigns of Europe. <i>Vattel, lib.</i> 3, <i>ch.</i> 5, &#167; 77. Surely a relaxation of the law in practice cannot be admitted to constitute an abolition in principle, when the principle is asserted, as late as 1737, by Bynkershoek, and the relaxation shewn by Vattel in 1775. In another place, however, Vattel, speaking on the subject of reprisals, admits the right to seize the property of the nation or its subjects by way of reprisal, and, if war ensues, to confiscate the property so seized. The only exception he makes, is of property which has been deposited in the hands of the nation, and intrusted to the public faith; as is the case of property in the public funds. <i>Vattel, lib.</i> 2, <i>ch.</i> 18, &#167; 342, 343, 344. The very exception evinces pretty strongly the opinion of Vattel as to the general rule. Of the character of Vattel as a jurist, I shall not undertake to express an opinion. That he has great merit is conceded; though a learned civilian, sir James Mac Intosh, informs us that he has fallen into great mistakes in important 'practical discussions of public law.' <i>Discourse on the law of nations, p.</i> 32, <i>note</i>. But if he is singly to be opposed to the weight of Grotius and Puffendorf, and, above all, Bynkershock, it will be difficult for him to sustain so unequal a contest. I have been pressed with the opinion of a very distinguished writer of our own country on this subject.&#8212;<i>Camillus, No.</i> 18 <i>to</i> 23, <i>on the British treaty of</i> 1794. I admit, in the fullest manner, the great merit of the argument which he has adduced against the confiscation of private debts due to enemy subjects. Looking to the measure not as of strict right, but as of sound policy and national honor, I have no hesitation to say that the argument is unanswerable. He proves incontrovertibly what the highest interest of nations dictates with a view to permanent policy: but I have not been able to perceive the proofs by which he overthrows the ancient principle. In respect to the opinion of Grotius, quoted by him in No. 20, as indicating a doubt by Grotius of his own principles, I cannot help thinking that the learned writer has himself fallen into a mistake. Grotius, in the place referred to, lib. 3, ch. 20, &#167; 16, is not adverting to the right of confiscation, but merely to the general results of a treaty of peace. He says (&#167; 15,) that, after a peace, no action lies for damages done in the war; but (&#167; 16,) that debts due before the war are not, by the mere operations of the war, <i>released</i>, but remain suspended during the war, and the right to recover them revives at the peace. It is impossible to doubt the meaning of Grotius, when the preceding and succeeding sections are taken in connexion. Grotius, therefore, is not inconsistent with himself, nor is 'Bynkershoek more inconsistent;' for the latter explicitly avows the same doctrine, but considers it inapplicable to debts confiscated during the war; for these are completely extinguished. <i>Bynk. Quaest. Pub. Juris, ch.</i> 7.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">It is supposed by the same learned writer, that the principle of confiscating debts had been abandoned for more than a century. That the practice was intermitted, is certainly no very clear proof of an abandonment of the principle. Motives of policy and the general interests of commerce may combine to induce a nation not to inforce its strict rights, but it ought not therefore to be construed to release them. It may, however, be well doubted if the practice is quite so uniform as it is supposed. The case of the Silesia loan, which exercised the highest talents of the English nation, is an instance to the contrary, almost within half a century, (in 1752,) In the very elaborate discussions of national law to which that case gave birth, there is not the slightest intimation that the law of nations prohibited a sovereign from confiscating debts due to his enemies, even where the debts were due from the nation; though there is a very able statement of its injustice in that particular case: and the English memorial admits that when sovereigns or states borrow money from foreigners, it is very commonly expressed in the contract, that it should not be seized as reprisals, or in case of war. Now it strikes me that this very circumstance shews in a strong light the general opinion as to the ordinary right of confiscation. The stipulations of particular treaties of the United States have been cited, in corroboration of their general doctrine, by the claimant's counsel. These treaties certainly shew the opinion of the government as to the impolicy of enforcing the right of confiscation against debts and actions. See <i>treaty with Great Britain</i>, 1794, <i>art.</i> 10&#8212;<i>with France</i> 1778, <i>art.</i> 20&#8212;<i>with Holland</i>, 8<i>th October</i> 1782, <i>art.</i> 18&#8212;<i>with Prussia</i>, 11<i>th July</i> 1799, <i>art.</i> 23&#8212;<i>with Morocco</i>, 1787, <i>art.</i> 24&#8212;But I cannot admit them to be evidence for the purpose for which they have been introduced. It may be argued with quite as much if not greater force, that these stipulations imply an acknowledgement of the general right of confiscation, and provide for a liberal relaxation between the parties. I hold, with Bynkershoek, <i>(Quaest. Pub. Jur. ch.</i> 7.) that where such treaties exist, they must be observed; where there are none, the general right prevails. It has been further supposed, that the common law of England is against the right of confiscating debts; and the declaration of <i>Magna Charta</i>, ch. 30, has been cited to shew the liberal views of the British constitution. This declaration, so far as is necessary to the present purpose, is as follows: 'If they' (i. e. foreign merchants,) 'be of a land making war against us, and be found in our realm at the beginning of the war, they shall be attached without harm of body or goods (<i>rerum</i>) until it be known unto us, or our chief justice, how our merchants be entreated, then in the land making war against us, and if our merchants be well entreated there, theirs shall be likewise with us.' I quote the translation of <i>lord Coke</i>, (2, <i>Just.</i> 27.)&#8212;This would certainly seem to be a very liberal provision; and if its true construction applied to all property and persons, as well transiently in the country as domiciled and fixed there, it would certainly be entitled to all the encomiums which it has received. <i>Montesq. Spirit of Laws, lib.</i> 20, <i>ch.</i> 14. How far it is now considered as binding, in relation to vessels and goods found within the realm at the commencement of the war, I shall hereafter consider. It will be observed, however, that this article of <i>Magna Charta</i>, does not protect the debts or property of foreigners who are <i>without the realm</i>: it is confined to foreigners <i>within</i> the realm upon the public faith on the breaking out of the war. Now it seems to be the established rule of the common law, that all <i>choses in action</i>, belonging to an enemy, are forfeitable to the crown; and that the crown is at liberty, at any time during the war, to institute a process, and thereby appropriate them to itself. This was the doctrine of the year books, and stands confirmed by the solemn decision of the exchequer, in <i>the Attorney General v. Weeden, Parker Rep.</i> 267.&#8212;<i>Maynard's Edw.</i> 2, <i>cited ibid.</i> It is a prerogative of the crown which, I admit, has been very rarely enforced; (See <i>lord Alvanley's</i> observations in <i>Furtado v. Rodgers</i>, 3, <i>Bos. and Pul.</i> 191,) but its existence cannot admit of a legal doubt. On a review of authorities, I am entirely satisfied that, by the rigor of the law of nations and of the common law, the sovereign of a nation may lawfully confiscate the debts of his enemy, during war, or by way of reprisal: and I will add, that I think this opinion fully confirmed by the judgement of the Supreme Court in <i>Ware v. Hylton</i>, 3, <i>Dall.</i> 199, where the doctrine was explicitly asserted by some of the judges, reluctantly admitted by others, and denied by none.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">In respect to the <i>goods</i> of an enemy found within the dominions of a belligerent power, the right of confiscation is most amply admitted by Grotius, and Puffendorf, and Bynkershoek, and Burlamaqui, and Rutherforth and Vattel. <i>See Grotius</i>, and <i>Puffendorf</i>, and <i>Bynkershoek ubi supra;</i> and <i>Bynk. Qu. Pub. Jur. c.</i> 4, and 6. 2, <i>Burlam, p.</i> 209, <i>sec.</i> 12, <i>p.</i> 219, <i>sec.</i> 2, <i>p.</i> 221, <i>sec.</i> 11. <i>Ruth. lib.</i> 2, <i>c.</i> 9, <i>p.</i> 558 to 573. Such, also, is the rule of the common law. <i>Hale</i> in <i>Harg. law tracts, p.</i> 245, <i>c.</i> 18. <i>Vattel</i> has indeed contended (and in this he is followed by <i>Azuni, Part.</i> 2, <i>ch.</i> 4, <i>art.</i> 2, <i>sec.</i> 7,) that the sovereign declaring war, can neither detain the persons nor the property of those subjects of the enemy who are within his dominions at the time of the declaration, because they came into the country upon the public faith. This exception (which, in terms, is confined to the property of persons who are within the country,) seems highly reasonable in itself, and is an extension of the rule in <i>Magna Charta</i>. But, even limited as it is, it does not seem followed in practice; and Bynkershoek is an authority the other way <i>Bynk. Quaest. Pub. Jur. c.</i> 2, 3, 7. In England, the provision in <i>Magna Charta</i> seems, in practice, to have been confined to foreign merchants domiciled there; and not extended to others who came to ports of the realm for occasional trade. Indeed, from the language of some authorities, it would seem that the clause was inserted, not so much to benefit foreign merchants, as to provide a remedy for their own subjects, in cases of hostile injuries in foreign countries. (See the opinion of Ch. J. <i>Lee</i> in <i>Key v. Pearse</i>, cited <i>Doug.</i> 606, 607.) However this may be, it is very certain that Great Britain has uniformly seized, as prize, all vessels and cargoes of her enemies found afloat in her ports at the commencement of war. Nay, she has proceeded yet farther, and, in contemplation of hostilities, laid embargoes on foreign vessels and cargoes, that she might, at all events, secure the prey. It cannot be necessary for me to quote authorities on this point. In the articles respecting the <i>droits of admiralty</i> in 1665, there is a very formal recognition of the rights of the crown to all vessels and cargoes seized before hostilities. <i>The Rebeckah</i>, 1, <i>Rob.</i> 227, and <i>id.</i> 230, <i>note (a.)</i> This exercise of hostile right of the <i>summum jus</i>, is so far, indeed, from being obsolete, that it is in constant operation, and, in the present hostilities, has been applied to the property of the citizens of the United States. Of a similar character, is the detention of American seamen found in her service at the commencement of the war, as prisoners of war; a practice which violates the spirit, though not the letter, of <i>Magna Charta;</i> and, certainly, can, in equity and good faith, find few advocates. Of the right of Great Britain thus to seize vessels and cargoes found in her ports on the breaking out of war, I do not find any denial in authorities which are entitled to much weight; and I, therefore, consider the rule of the law of nations to be, that every such exercise of authority is lawful, and rests in the sound discretion of the sovereign of the nation.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">The next question is, whether congress (for with them rests the sovereignty of the nation as to the right of making war, and declaring its limits and effects) have authorized the seizure of enemies' property afloat in our ports. The act of 18th June, 1812, ch. 102, is in very general terms, declaring was against Great Britain, and authorizing the president to employ the public forces to carry it into effect. Independent of such express authority, I think that, as the executive of the nation, he must, as an incident of the office, have a right to employ all the usual and customary means acknowledged in war, to carry it into effect. And there being no limitation in the act, it seems to follow that the executive may authorize the capture of all enemies' property, wherever, by the law of nations, it may be lawfully seized. In cases where no grant is made by congress, all such captures, made under the authority of the executive, must enure to the use of the government. That the executive is not restrained from authorizing captures on land, is clear from the provisions of the act. He may employ and actually has employed the land forces for that purpose; and no one has doubted the legality of the conduct. That captures may be made, within our own ports, by commissioned ships, seems a natural result of the language&#8212;of the generality of expression in relation to the authority to grant letters of marque and reprisal to private armed vessels, which the act does not confine to captures on the high seas, and is supported by the knowu usage of Great Britain in similar cases. It would be strange indeed, if the executive could not authorize or ratify a capture in our own ports, unless by granting a commission to a public or private ship. I am not bold enough to interpose a limitation where congress have not chosen to make one; and I hold, that, by the act declaring war, the executive may authorize all captures which, by the modern law of nations, are permitted and approved. It will be at once perceived, that in this doctrine I do not mean to include the right to confiscate debts due to enemy subjects. This, though a strictly national right, is so justly deemed odious in modern times, and is so generally discountenanced, that nothing but an express act of congress would satisfy my mind that it ought to be included among the fair objects of warfare; more especially as our own government have declared it unjust and impolitic. But if congress should enact such a law, however much I might regret it, I am not aware that foreign nations, with whom we have no treaty to the contrary, could, on the footing of the rigid law of nations, complain, though they might deem it a violation of the modern policy.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">On the whole, I am satisfied that congress have authorized a seizure and condemnation of enemy property found in our ports under the circumstances of the present case. And the executive may lawfully authorize proceedings to enforce the confiscation of the same property before the proper tribunals of the United States. The district attorney is, for this purpose, the proper agent of the executive and of the United States. From the character and duties of his station, he is bound to guard the rights of the United States, and to secure their interests. Whenever he choses to institute proceedings on behalf of the United States, it is presumed by Courts of law that he has the sanction of the proper authorities; and that presumption will avail, until the executive or the legislature disavow the proceedings, and sanction a restoration of the property.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">I have taken up more time than I originally intended, in discussing the various subjects submitted in the argument. An apology will be found in their extraordinary importance. If I shall have successfully shewn that the principles of prize law, as admitted in England and in the United States, have the sanction of the principles of public law and public jurists, I shall not regret the labor that has been employed, although, in this particular case, I may pronounce an erroneous sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">I reverse the decree of the district Court, and condemn the 550 tons of timber to the United States; subject, however, to the right of the owners of the <i>Emulous</i> to a reimbursement of their actual charges and expenses for the custody of the property, which I shall reserve for further consideration; and I shall order the said property to be sold, and the proceeds brought into Court to abide the further order of the Court.'</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">Such is the opinion which I had the honor to pronounce in the Circuit Court; and upon the most mature reflection, I adhere to it. The argument in this Court, urged on behalf of the Claimant, has put in controversy the same points which were urged before me. But as the opinion of this Court admits many of the principles for which I contended, I shall confine my additional remarks to such as have been overruled by my brethren.</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">It seems to have been taken for granted in the argument of counsel that the opinion held in the Circuit Court proceeded, in some degree, upon a supposition that a declaration of war operates <i>per se</i> an <i>actual confiscation</i> of enemy's property found within our territory. To me this is a perfectly novel doctrine. It was not argued, on either side, in the Circuit Court, and certainly never received the slightest countenance from the Court. I disclaim, therefore, any intention to support a doctrine which I always supposed to be wholly untenable. I go yet further, and admit that a declaration of war does not, of itself, import a confiscation of enemies' property within or without the country, on the land or on the high seas. The title of the enemy is not by war divested, but remains <i>in proprio vigore</i>, until a hostile seizure and possession has impaired his title. All that I contend for is, that a declaration of war gives a right to confiscate enemies' property, and enables the power to whom the execution of the laws and the prosecution of the war are confided, to enforce that right. If, indeed, there be a limit imposed as to the extent to which hostilities may be carried by the executive, I admit that the executive cannot lawfully transcend that limit; but if no such limit exist, the war may be, carried on according to the principles of the modern law of nations, and enforced when, and where, and on what property the executive chooses.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">In no act whatsoever, that I recollect, have congress declared the confiscation of enemies' property. They have authorized the president to grant letters of marque and general reprisal, which he may revoke and annul at his pleasure: and even as to captures actually made under such commissions, no absolute title by confiscation vests in the captors, until a sentence of condemnation. If, therefore, British property had come into our ports since the war, and the president had declined to issue letters of marque and reprisal, there is no act of congress which, in terms, declares it confiscated and subjects it to condemnation. If, nevertheless, it be confiscable, the right of confiscation results not from the express provisions of any statute, but from the very state of war, which subjects the hostile property to the disposal of the government. But until the title should be divested by some overt-act of the government and some judicial sentence, the property would unquestionably remain in the British owners, and if a peace should interven e, it would be completely beyond the reach of subsequent condemnation.</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">There is, then, no distinction recognized by any act of congress, between enemies' property which was within our ports at the commencement of war, and enemies' property found elsewhere. Neither are declared <i>ipso facto</i> confiscated; and each, as I contend, are merely confiscable.</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">I will now consider what, in point of law, is the operation of the acts of Congress made in relation to the present war.</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">The act of 18th June, 1812, ch. 102, declares war to exist between Great Britain and the United States, and authorizes the president of the United States to use the land and naval force of the United States to carry the same into effect; and further authorizes him to issue letters of marque, &amp;c. to private armed vessels, against the vessels, goods and effects of the government of Great Britain and the subjects thereof.</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">The prize act of 26th June, 1812, ch. 107, confers the power on the president to issue instructions to private armed vessels, for the regulation of their conduct. The act of 6th July, 1812, ch. 128, authorizes the president to make regulations, &amp;c. for the support and exchange of prisoners of war. The act of 6th July, 1812, ch. 129, respecting trade with the enemy, authorizes the president to grant passports for the property of British subjects within the limits of the United States during the space of six months, and protects certain British packets, &amp;c. with despatches, from capture. The act of 3d March, 1813, ch. 203, vests in the president the power of retaliation for any violation of the rules and usages of civilized warfare by Great Britain.</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">These are all the acts which confer powers, or make provisions touching the management of the war. In no one of them is there the slightest limitation upon the executive powers growing out of a state of war; and they exist, therefore, in their full and perfect vigour. By the constitution, the executive is charged with the faithful execution of the laws; and the language of the act declaring war authorizes him to carry it into effect. In what manner, and to what extent, shall be carry it into effect? What are the legitimate objects of the warfare which he is to wage? There is no act of the legislature defining the powers, objects or mode of warfare: by what rule, then, must he be governed? I think the only rational answer is by the law of nations as applied to a state of war. Whatever act is legitimate, whatever act is approved by the law, or hostilities among civilized nations, such he may, in his discretion, adopt and exercise; for with him the sovereignty of the nation rests as to the execution of the laws. If any of such acts are disapproved by the legislature, it is in their power to narrow and limit the extent to which the rights of war shall be exercised; but until such limit is assigned, the executive must have all the right of modern warfare vested in him, to be exercised in his sound discretion, or he can have none. Upon what principle, I would ask, can he have an implied authority to adopt one and not another? The best manner of annoying, injuring and pressing the enemy, must, from the nature of things, vary under different circumstances; and the executive is responsible to the nation for the faithful discharge of his duty, under all the changes of hostilities.</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">But it is said that a declaration of war does not, of itself, import a right to confiscate enemies' property found within the country at the commencement of war. I cannot admit this position in the extent in which it is laid down. Nothing, in my judgment, is more clear from authority, than the right to seize hostile property afloat in our ports at the commencement of war. It is the settled practice of nations, and the modern rule of Great Britain herself, applied (as appears from the affidavits in this very cause) to American property in the present war; applied, also, to property not merely on board of ships, but to spars floating alongside of them&#8212;I forbear, however, to press this point, because my opinion in the Court below contains a full discussion of it.</p>\n    </div>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">It is also said that a declaration of war does not carry with it the right to confiscate property found in our country at the commencement of war, because the constitution itself, in giving congress the power 'to declare war, grant letters of marque and reprisal, and make rules concerning captures on land and water,' has clearly evinced that the power to declare war did not, <i>ex vi terminorum</i>, include a right to capture property every where, and that the power to make rules concerning captures on land and water, may well be considered as a substantive power as to captures of property <i>within our own territory</i>. In my judgment, if this argument prove any thing, it proves too much. If the power to make rules respecting captures, &amp;c. be a substantive power, it is equally applicable to all captures, wherever made, on land or on water. The terms of the grant import no limitation as to place; and I am not aware how we can place around them a narrower limit than the terms import. Upon the same construction, the power to grant letters of marque and reprisal is a substantive power; and a declaration of war could not, of itself, authorize any seizure whatsoever of hostile property, unless this power was called into exercise. I cannot, therefore, yield assent to this argument. The power to declare war, in my opinion, includes all the powers incident to war, and necessary to carry it into effect. If the constitution had been silent as to letters of marque and captures, it would not have narrowed the authority of congress. The authority to grant letters of marque and reprisal, and to regulate captures, are ordinary and necessary incidents to the power of declaring war. It would be utterly ineffectual without them. The expression, therefore, of that which is implied in the very nature of the grant, cannot weaken the force of the grant itself. The words are merely explanatory, and introduced <i>ex abundanti cautela</i>. It might be as well contended; that the power 'to provide and maintain a navy,' did not include the power to regulate and govern it, because there is in the constitution an express provision to this effect. And yet I suppose that no person would doubt that congress, independent of such express provision, would have the power to regulate and govern the navy; and if they should authorize the executive 'to provide and maintain a navy,' it seems to me as clear that he must have the incidental power to make rules for its government. In truth, it is by no means unfrequent in the constitution to add clauses of a special nature to general powers which embrace them, and to provide affirmatively for certain powers, without meaning thereby to negative the existence of powers of a more general nature. The power to provide 'for the common defence and general welfare,' could hardly be doubted to include the power 'to borrow money;' the power 'to coin money,' to include the power 'to regulate the value thereof;' and the power 'to raise and support armies,' to include the power 'to make rules for the government and regulation' thereof. On the other hand, the affirmative power 'to define and punish piracies and felonies committed on the high seas,' has never been supposed to negative the right to punish other offences on the high seas; and congress have actually legislated to a more enlarged extent. I cannot therefore persuade myself that the argument against the doctrine for which I contend, is at all affected by any provision in the constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">The opinion of my brethren seems to admit that the effect of hostilities is to confer all the rights which war confers; and it seems tacitly to concede, that, by virtue of the declaration of war, the executive would have a right to seize enemies' property which should actually come within our territory during the war. Certainly no such power is given directly by any statute. And if the argument be correct, that the power to make captures on land or water must be expressly called into exercise by congress, before the executive can, even after war, enforce a capture and condemnation, it will be very difficult to support the concession. Suppose a British ship of war or merchant ship should now come within our ports, there is no statute declaring such ship actually confiscated. There is no express authority either for the navy or army to make a capture of her; and although the executive might authorize a private armed ship so to do, yet it would depend altogether on the will of the owners of the ship, whether they would so do or not. Can it be possible that the executive has not the power to authorize such seizure? And if he may authorize a seizure by the army or navy, why not by private individuals if they will volunteer for the purpose?</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">The act declaring was has authorized the executive to employ the land and naval force of the United States, to carry it into effect. When and where shall he carry it into effect? Congress have not declared that any captures shall be made on land; and if this be a substantive power, nor included in a declaration of war, how can the executive make captures on land, when congress have not expressed their will to this effect? The power to employ the army and navy might well be exercised in preventing invasion, and in the commen defence, without unnecessarily including a right to capture, if the right to capture be not an incident of war: and upon what ground, then, can the executive plan and execute foreign expeditions or foreign captures? Upon what ground can he authorize a Canadian campaign, or sieze a British fort or territory, and occupy it by right of capture and conquest I am utterly at a loss to perceive, unless it be that the power to carry the war into effect, gives every incidental power which the law of nations authorizes and approves in a state of war. I am at a loss to perceive how the power exists, to seize and capture enemy's property which was without our territory at the commencement of the war, and not the power to seize that which was within our territory at the same period. Neither are expressly given nor denied (except as to private armed ships,) and how can either be assumed except as an incident of war, acknowledged upon national and public principles? It may be suggested that the executive, 'as commander in chief of the army and navy,' has the power to make foreign conquests. But this is utterly inadmissible, if the right to authorize captures resides as a substantive power in congress, and does not follow as an incident of a declaration of war: and certainly the rights of the 'commander in chief' must be restrained to such acts as are allowed by the laws. Besides, the same difficulty meets us here as in the former case; if his powers, as commander in chief, authorize him to make captures without the territory, why not within the territory?</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p class=\"indent\">The acts respecting alien enemies and prisoners of war, have been supposed, even in a state of <i>actual</i> war, to confer new powers on the executive. I cannot accede to the inference in the extent to which it is claimed. In general, these acts may be deemed mere regulations of war, limiting and directing the discretion of the executive; and it cannot be doubted that Congress had a perfect right to prescribe such regulations. To regulate the exercise of the rights of war as to enemies, does not, however, imply that such rights have not an independent existence. Besides, it is clear that the act respecting alien enemies applies only to aliens resident within the country; and not to the property of aliens, who are not so resident. I might answer, in the same manner, the argument drawn from the act of 6th July 1812, ch. 129, &#167; 4, and the act of 3d of March 1813, ch. 203.&#8212;But even admitting that these acts did confer some new powers, still, as these powers do not respect the present case, I cannot consider them as affording even a legislative implication against the existence of the powers for which I contend.</p>\n    </div>\n    <div class=\"num\" id=\"p109\">\n      <span class=\"num\">109</span>\n      <p class=\"indent\">It has been supposed that my opinion assumes for its basis the position, that modern usage constitutes a rule which acts directly on the thing itself by its own force, and not through the sovereign power. Certainly I do not admit this aupposition to be correct. My argument proceeds upon the ground, that when the legislative authority, to whom the right to declare war is confided, has declared war in its most unlimited manner, the executive authority, to whom the execution of the war is confided, is bound to carry it into effect. He has a discretion vested in him, as to the manner and extent; but he cannot lawfully transcend the rules of warfare established among civilized nations. He cannot lawfully exercise powers or authorize proceedings which the civilized world repudiates and disclaims. The sovereignty, as to declaring war and limiting its effects, rests with the legislature. The sovereignty, as to its execution, rests with the president. If the legislature do not limit the nature of the war, all the regulations and rights of general war attach upon it. I do not, therefore, contend that modern usage of nations constitutes a rule acting on enemies' property, so as to produce confiscation of itself, and not through the sovereign power: on the contrary, I consider enemies' property in no case whatsoever confiscated by the mere declaration of war; it is only liable to be confiscated at the discretion of the sovereign power having the conduct and execution of the war. The modern usage of nations is resorted to merely as a limitation of this discretion, not as conferring the authority to exercise it. The sovereignty to execute it is supposed already to exist in the president, by the very terms of the constitution: and I would again ask, if this general power to confiscate enemies' property does not exist in the executive, to be exercised in his discretion, how is it possible that he can have authority to seize and confiscate any enemies' property coming into the country since the war, or found in the enemies' territory?&#8212;Yet I understood the opinion of my brethren to proceed upon the tacit acknowledgement that the executive may seize and confiscate such property, under the circumstances which I have stated.</p>\n    </div>\n    <div class=\"num\" id=\"p110\">\n      <span class=\"num\">110</span>\n      <p class=\"indent\">On the whole, I am still of opinion that the judgment of the Circuit Court was correct and ought to be affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p111\">\n      <span class=\"num\">111</span>\n      <p class=\"indent\">It is due, however, to myself to state, that, at the trial in the Circuit Court, it was agreed that the timber had always been afloat on tide waters; and the affidavit by which it is proved to have rested on land at low tide, was not taken until after the hearing and decision of the cause.</p>\n    </div>\n    <div class=\"num\" id=\"p112\">\n      <span class=\"num\">112</span>\n      <p class=\"indent\">In the opinion which I have expressed I am authorized to state that I have the concurrence of one of my brethren.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>12 U.S. 110 (1814)</b></center>\n<center><b>8 Cranch 110</b></center>\n<center><h1>ARMITZ BROWN<br>\nv.<br>\nTHE UNITED STATES.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>March 2, 1814.</center>\n<p><i>D. DAVIS,</i> for the Appellant.</p>\n<p><i>Present... . . All the Judges.</i></p>\n<p><span class=\"star-pagination\">*121</span> MARSHALL, <i>Ch. J.</i> delivered the opinion of the Court as follows:</p>\n<p>The material facts in this case are these:</p>\n<p>The <i>Emulous</i> owned by John Delano and others citizens of the United States, was chartered to a company carrying on trade in Great Britain, one of whom was an American citizen, for the purpose of carrying a cargo from Savannah to Plymouth. After the cargo was put on board, the vessel was stopped in port by the embargo of the 4th of April, 1812. On the 25th of the same month, it was agreed between the master of the ship and the agent of the shippers, that she should proceed with her cargo to New Bedford, where her owners resided, and remain there without prejudice to the charter party. In pursuance of this agreement, the Emulous proceeded to New Bedford, where she continued until after the declaration of war. In October or November, the ship was unloaded and the cargo; except the pine timber, was landed. The pine timber was floated up a salt water creek, where, at low tide, the ends of the timber rested on the mud, where it was secured from floating out with the tide, by impediments fastened in the entrance of the creek. On the 7th of November, 1812, the cargo was sold by the agent of the owners, who is an American citizen, to the Claimant, who is also an American citizen. On the 19th of April, a libel was filed by the attorney for the United States, in the district Court of Massachusetts, against the said cargo, as well on behalf of the United States of America as for and in behalf of John Delano and of all other persons concerned. It does not appear <span class=\"star-pagination\">*122</span> that this seizure was made under any instructions from the president of the United States; nor is there any evidence of its having his sanction, unless the libels being filed and prosecuted by the law officer who represents the government, must imply that sanction.</p>\n<p>On the contrary, it is admitted that the seizure was made by an individual, and the libel filed at his instance, by the district attorney who acted from his own impressions of what appertained to his duty. The property was claimed by Armitz Brown under the purchase made in the preceding November.</p>\n<p>The district Court dismissed the libel. The Circuit Court reversed this sentence, and condemned the pine timber as enemy property forfeited to the United States. From the sentence of the Circuit Court, the Claimant appealed to this Court</p>\n<p>The material question made at bar is this. Can the pine timber, even admitting the property not to be changed by the sale in November, be condemned as prize of war?</p>\n<p>The cargo of the Emulous having been legally acquired and put on board the vessel, having been detained by an embargo not intended to act on foreign property, the vessel having sailed before the war, from Savannah, under a stipulation to re-land the cargo in some port of the United States, the re-landing having been made with respect to the residue of the cargo, and the pine timber having been floated into shallow water, where it was secured and in the custody of the owner of the ship, an American citizen, the Court cannot perceive any solid distinction, so far as respects confiscation, between this property and other British property found on land at the commencement of hostilities. It will therefore be considered as a question relating to such property generally, and to be governed by the same rule.</p>\n<p>Respecting the power of government no doubt is entertained. That war gives to the sovereign full right to take the persons and confiscate the property of the enemy wherever found, is conceded. The mitigations <span class=\"star-pagination\">*123</span> of this rigid rule, which the humane and wise policy of modern times has introduced into practice, will more or less affect the exercise of this right, but cannot impair the right itself. That remains undiminished, and when the sovereign authority shall chuse to bring it into operation, the judicial department must give effect to its will. But until that will shall be expressed, no power of condemnation can exist in the Court.</p>\n<p>The questions to be decided by the Court are:</p>\n<p>1st. May enemy's property, found on land at the commencement of hostilities, be seized and condemned as a necessary consequence of the declaration of war?</p>\n<p>2d. Is there any legislative act which authorizes such seizure and condemnation?</p>\n<p>Since, in this country, from the structure of our government, proceedings to condemn the property of an enemy found within our territory at the declaration of war, can be sustained only upon the principle that they are instituted in execution of some existing law, we are led to ask,</p>\n<p>Is the declaration of war such a law? Does that declaration, by its own operation, so vest the property of the enemy in the government, as to support proceedings for its seizure and confiscation, or does it vest only a right, the assertion of which depends on the will of the sovereign power?</p>\n<p>The universal practice of forbearing to seize and confiscate debts and credits, the principle universally received, that the right to them revives on the restoration of peace, would seem to prove that war is not an absolute confiscation of this property, but simply confers the right of confiscation.</p>\n<p>Between debts contracted under the faith of laws, and property acquired in the course of trade, on the faith of the same laws, reason draws no distinction; and, although, in practice, vessels with their cargoes, found in port at the declaration of war, may have been seized, it is not believed that modern usage would sanction the seizure of the goods of an enemy on land, which <span class=\"star-pagination\">*124</span> were acquired in peace in the course of trade. Such a proceeding is rare, and would be deemed a harsh exercise of the rights of war. But although the practice in this respect may not be uniform, that circumstance does not essentially affect the question. The enquiry is, whether such property vests in the sovereign by the mere declaration of war, or remains subject to a right of confiscation, the exercise of which depends on the national will: and the rule which applies to one case, so far as respects the operation of a declaration of war on the thing itself, must apply to all others over which war gives an equal right. The right of the sovereign to confiscate debts being precisely the same with the right to confiscate other property found in the country, the operation of a declaration of war on debts and on other property found within the country must be the same. What then is this operation?</p>\n<p>Even <i>Bynkershoek,</i> who maintains the broad principle, that in war every thing done against an enemy is lawful; that he may be destroyed, though unarmed and defenceless; that fraud, or even poison, may be employed against him; that a most unlimited right is acquired to his person and property; admits that war does not transfer to the sovereign a debt due to his enemy; and, therefore, if payment of such debt be not exacted, peace revives the former right of the creditor; \"because,\" \"he says, \"the occupation which is had by \"war consists more in fact than in law.\" He adds to his observations on this subject, \"let it not, however, \"be supposed that it is only true of actions, that they \"are not condemned <i>ipso jure,</i> for other things also belonging \"to the enemy may be concealed and escape \"condemnation.\"</p>\n<p><i>Vattel</i> says, that \"the sovereign can neither detain \"the persons nor the property of those subjects of the \"enemy who are within his dominions at the time of \"the declaration.\"</p>\n<p>It is true that this rule is, in terms, applied by <i>Vattel</i> to the property of those only who are personally within the territory at the commencement of hostilities; but it applies equally to things in action and to things in possession; and if war did, of itself, without any further exercise of the sovereign will, vest the property of the <span class=\"star-pagination\">*125</span> enemy in the sovereign, his presence could not exempt it from this operation of war. Nor can a reason be perceived for maintaining that the public faith is more entirely pledged for the security of property trusted in the territory of the nation in time of peace, if it be accompanied by its owner, than if it be confided to the care of others.</p>\n<p><i>Chitty,</i> after stating the general right of seizure, says, \"But, in strict justice, that right can take effect only \"on those possessions of a belligerent which have come \"to the hands of his adversary after the declaration of \"hostilities.\"</p>\n<p>The modern rule then would seem to be, that tangible property belonging to an enemy and found in the country at the commencement of war, ought not to be immediately confiscated; and in almost every commercial treaty an article is inserted stipulating for the right to withdraw such property.</p>\n<p>This rule appears to be totally incompatible with the idea, that war does of itself vest the property in the belligerent government. It may be considered as the opinion of all who have written on the <i>jus belli,</i> that war gives the right to confiscate, but does not itself confiscate the property of the enemy; and their rules go to the exercise of this right.</p>\n<p>The constitution of the United States was framed at a time when this rule, introduced by commerce in favor of moderation and humanity, was received throughout the civilized world. In expounding that constitution, a construction ought not lightly to be admitted which would give to a declaration of war an effect in this country it does not possess elsewhere, and which would fetter that exercise of entire discretion respecting enemy property, which may enable the government to apply to the enemy the rule that he applies to us.</p>\n<p>If we look to the constitution itself, we find this general reasoning much strengthened by the words of that instrument.</p>\n<p>That the declaration of war has only the effect of <span class=\"star-pagination\">*126</span> placing the two nations in a state of hostility, of producing a state of war, of giving those rights which war confers; but not of operating, by its own force, any of those results, such as a transfer of property, which are usually produced by ulterior measures of government, is fairly deducible from the enumeration of powers which accompanies that of declaring war. \"Congress \"shall have power\"  \"to declare war, grant letters of \"marque and reprisal, and make rules concerning captures \"on land and water.\"</p>\n<p>It would be restraining this clause within narrower limits than the words themselves import, to say that the power to make rules concerning captures on land and water, is to be confined to captures which are exterritorial. If it extends to rules respecting enemy property found within the territory, then we perceive an express grant to congress of the power in question as an independent substantive power, not included in that of declaring war.</p>\n<p>The acts of congress furnish many instances of an opinion that the declaration of war does not, of itself, authorize proceedings against the persons or property of the enemy found, at the time, within the territory.</p>\n<p>War gives an equal right over persons and property: and if its declaration is not considered as prescribing a law respecting the person of an enemy found in our country, neither does it prescribe a law for his property. The act concerning alien enemies, which confers on the president very great discretionary powers respecting their persons, affords a strong implication that he did not possess those powers by virtue of the declaration of war.</p>\n<p>The \"act for the safe keeping and accommodation of prisoners of war,\" is of the same character.</p>\n<p>The act prohibiting trade with the enemy, contains this clause:</p>\n<p>\"And be it further enacted, That the president of \"the United States be, and he is hereby authorized to \"give, at any time within six months after the passage <span class=\"star-pagination\">*127</span> \"of this act, passports for the safe transportation of \"any ship or other property belonging to British subjects, \"and which is now within the limits of the United \"States.\"</p>\n<p>The phraseology of this law shows that the property of a British subject was not considered by the legislature as being vested in the United States by the declaration of war; and the authority which the act confers on the president, is manifestly considered as one which he did not previously possess.</p>\n<p>The proposition that a declaration of war does not, in itself, enact a confiscation of the property of the enemy within the territory of the belligerent, is believed to be entirely free from doubt. Is there in the act of congress, by which war is declared against Great Britain, any expression which would indicate such an intention?</p>\n<p>That act, after placing the two nations in a state of war, authorizes the president of the United States to use the whole land and naval force of the United States to carry the war into effect, and \"to issue to private \"armed vessels of the United States, commissions or \"letters of marque and general reprisal against the \"vessels, goods and effects of the government of the \"united kingdom of Great Britain and Ireland, and \"the subjects thereof.\"</p>\n<p>That reprisals may be made on enemy property found within the United States at the declaration of war, if such be the will of the nation, has been admitted; but it is not admitted that, in the declaration of war, the nation has expressed its will to that effect.</p>\n<p>It cannot be necessary to employ argument in showing that when the attorney for the United States institutes proceedings at law for the confiscation of enemy property found on land, or floating in one of our creeks, in the care and custody of one of our citizens, he is not acting under the authority of letters of marque and reprisal, still less under the authority of such letters issued to a private armed vessel.</p>\n<p><span class=\"star-pagination\">*128</span> The \"act concerning letters of marque, prizes and prize goods,\" certainly contains nothing to authorize this seizure.</p>\n<p>There being no other act of congress which bears upon the subject, it is considered as proved that the legislature has not confiscated enemy property which was within the United States at the declaration of war, and that this sentence of condemnation cannot be sustained.</p>\n<p>One view, however, has been taken of this subject which deserves to be further considered.</p>\n<p>It is urged that, in executing the laws of war, the executive may seize and the Courts condemn all property which, according to the modern law of nations, is subject to confiscation, although it might require an act of the legislature to justify the condemnation of that property which, according to modern usage, ought not to be confiscated.</p>\n<p>This argument must assume for its basis the position that modern usage constitutes a rule which acts directly upon the thing itself by its own force, and not through the sovereign power. This position is not allowed. This usage is a guide which the sovereign follows or abandons at his will. The rule, like other precepts of morality, of humanity, and even of wisdom, is addressed to the judgment of the sovereign; and although it cannot be disregarded by him without obloquy, yet it may be disregarded.</p>\n<p>The rule is, in its nature, flexible. It is subject to infinite modification. It is not an immutable rule of law, but depends on political considerations which may continually vary.</p>\n<p>Commercial nations, in the situation of the United States, have always a considerable quantity of property in the possession of their neighbors. When war breaks out, the question, what shall be done with enemy property in our country, is a question rather of policy than of law. The rule which we apply to the property of our enemy, will be applied by him to the property of <span class=\"star-pagination\">*129</span> our citizens. Like all other questions of policy, it is proper for the consideration of a department which can modify it at will; not for the consideration of a department which can pursue only the law as it is written. It is proper for the consideration of the legislature, not of the executive or judiciary.</p>\n<p>It appears to the Court, that the power of confiscating enemy property is in the legislature, and that the legislature has not yet declared its will to confiscate property which was within our territory at the declaration of war. The Court is therefore of opinion that there is error in the sentence of condemnation pronounced in the the Circuit Court in this case, and doth direct that the same be reversed and annulled, and that the sentence of the District Court be affirmed.</p>\n<p>STORY, J.</p>\n<p>In this case, I have the misfortune to differ in opinion from my brethren; and as the grounds of the decree were fully stated in an opinion delivered in the Court below, I shall make no apology for reading it in this place.</p>\n<p>\"This is a prize allegation filed by the district attorney, in behalf of the United States, and of John Delano, against 550 tons of pine timber, part of the cargo of the American ship Emulous, which was seized as enemies' property, about the 5th day of April, 1813, after the same had been discharged from said ship, and while afloat in a creek or dock at New Bedford, where the tide ebbs and flows.</p>\n<p>From the evidence in this case, it appears that the ship Emulous is owned by the said John Delano, John Johnson, Levi Jenny, and Joshua Delano of New Bedford, and citizens of the United States. On the 3d day of February 1812, the owners, by their agents, entered into a charter-party with Elijah Brown as agent of Messrs. Christopher Idle, Brother and Co. and James Brown, of London, merchants, for said ship, to proceed from the port of Charleston, South Carolina, (where the ship then lay,) to Savannah, in Georgia, and there take on board a cargo of timber and staves, at a certain <span class=\"star-pagination\">*130</span> freight stipulated in the charter-party, and proceed with the same to Plymouth, in England, \"for orders to unload there or at any other of his majesty's dock-yards in England.\" The ship accordingly proceeded to Savannah, took on board the agreed cargo, and was there stopped by the embargo laid be Congress on the 4th of April 1812. On the 25th of the same April, it was agreed between Mr. E. Brown and the master of the ship, that she should proceed with the cargo to, and lay at New Bedford, without prejudice to the charter-party. The ship accordingly proceeded for New Bedford, and arrived there in the latter part of May 1812, where, it seems, the cargo was finally, but the particular time is not stated, unloaded by the owners of the ship, the staves put into a warehouse, and the timber into a salt water creek or dock, where it has ever since remained, waterborne, under the custody of said John Delano, by whom the subsequent seizure was made, for his own benefit and the benefit of the United States. On the 7th November, 1812, Mr. Elijah Brown, as agent for the British owners, (one of whom, James Brown, is his brother,) sold the whole cargo to the present claimant, Mr. Armitz Brown (who it should seem is also his brother) for 2433 dollars and 67 cents, payable in nine months, for which the claimant gave his note accordingly. The master of the ship, Capt. Allen, swears that, at the time of entering into the charter-party, Mr. Elijah Brown stated to him that the British owners had contracted with the British government to furnish a large quantity of timber to be delivered in some of his majesty's dock-yards.</p>\n<p>Besides the claim of Mr. Brown, there is a claim interposed by the owners of the ship Emulous, praying for an allowance to them of their expenses and charges in the premises.</p>\n<p>A preliminary exception has been taken to the libel for a supposed incongruity in blending the rights of the United States and of the informer in the manner of a <i>qui tam</i> action at the common law.</p>\n<p>I do not think this exception is entitled to much consideration. It is, at most, but an irregularity which cannot affect the nature of the proceedings, or oust the jurisdiction of this Court. If the informer cannot legally <span class=\"star-pagination\">*131</span> take any interest, the United States have still a right, if their title is otherwise well founded, to claim a condemnation: Nor would a proceeding of this nature be deemed a fatal irregularity in Courts having jurisdiction of seizures, whose proceedings are governed by much more rigid rules than those of the admiralty. It is a principle clearly settled at the common law, that any person might seize uncustomed goods to the use of himself and the king, and thereupon inform of the seizure; and if, in the exchequer, the informer be not entitled to any part, the whole shall, on such information, be adjudged to the king. For this doctrine we have the authority of lord Hale. <i>Harg. law tracts,</i> 227. And the solemn judgment of the Court, in <i>Roe v. Roe, Hardr.</i> 185.  and <i>Malden v. Bartlett, Parker,</i> 105. The same rule most undoubtedly exists in the prize Court, and, as I apprehend, applies with greater latitude. All property captured belongs originally to the crown; and individuals can acquire a title thereto in no other manner than by grant from the crown. <i>The Elsebe,</i> 5, <i>Rob.</i> 173.  11. <i>East,</i> 619.  <i>The Maria Francoise.</i> 6 <i>Rob.</i> 282. This, however, does not preclude the right to seize; on the contrary, it is an indisputable principle in the English prize Courts, that a subject may seize hostile property for the use of the crown, wherever it is found; and it rests in the discretion of the crown whether it will or will not ratify and consummate the seizure by proceeding to condemnation. But to the prize Court it is a matter of pure indifference whether the seizure proceeded originally from the crown, or has been adopted by it; and whether the crown would take <i>jure coronae,</i> by its transcendant prerogative, or <i>jure admiralitatis,</i> as a flower annexed by its grant to the office of lord high admiral. The cases of captures by noncommissioned vessels, by commanders on foreign stations, anterior to war, by private individuals in port or on the coasts, and by naval commanders on shore on unauthorized expeditions, are all very strong illustrations of the principle. <i>The Aquila,</i> 1. <i>Rob.</i> 37.  <i>The Twee Gesuster,</i> 2. <i>Rob.</i> 284, <i>note.</i>  <i>The Rebeckah,</i> 1. <i>Rob.</i> 227.  <i>The Gertruyda,</i> 2. <i>Rob.</i> 211.  <i>The Melomane,</i> 5. Rob. 41.  <i>The Charlotte,</i> 4. <i>Rob.</i> 282.  <i>The Richmond,</i> 5. Rob. 325.  <i>Thorshaven,</i> 1. <i>Edw.</i> 102.  <i>Hale in Harg. law tracts, ch.</i> 28. <i>p.</i> 245. And in cases where private captors seek condemnation to themselves, it is the settled course of the Court, on failure of their title, to decree <span class=\"star-pagination\">*132</span> condemnation to the crown or the admiralty, as the circumstances require. <i>The Walsingham Packet,</i> 2. <i>Rob.</i> 77.  <i>The Etrusco,</i> 4. <i>Rob.</i> 262. <i>note.  and the cases cited supra.</i> Nor can I consider these principles of the British Courts a departure from the law of nations. The authority of <i>Puffendorf</i> and <i>Vattel</i> are introduced to shew that private subjects are not at liberty to seize the property of enemies without the commission of the sovereign, and if they do they are considered as pirates. But when attentively considered, it strikes me that, taking the full scope of these authors, they will not be found to support so broad a position. <i>Puff. B.</i> 8. <i>ch.</i> 6.  24.  <i>Vattel, B.</i> 3. <i>ch.</i> 15.  223, 224, 225, 226, 227. <i>Vattel</i> himself admits ( 234,) that the declaration of war, which enjoins the subjects at large to attack the enemy's subjects, implies a general order; and that to commit hostilities on our enemy without an order from our sovereign after the war, is not a violation so much of the law of nations as of the public law applicable to the sovereignty of our own nation, ( 225.) And he explicitly states, ( 226.) that, by the law of nations, when once two nations are engaged in war, all the subjects of the one may commit hostilities against those of the other, and do them all the mischief authorized by the state of war. All that he contends for is, that though, by the declaration, all the subjects in general are ordered to attack the enemy, yet that by custom this is usually restrained to persons acting under commission; and that the general order does not invite the subjects to undertake any offensive expedition without a commission or particular order; ( 227.) and that if they do, they are not usually treated by the enemy in a manner as favorable as other prisoners of war, ( 226.) And <i>Vattel</i> ( 227) explicitly declares, that the declaration of war \"authorizes, indeed, and even obliges every subject, of whatever rank, to secure the persons and <i>things</i> belonging to the enemy, when they fall into his hands. And he then goes on to state cases in which the authority of the sovereign may be presumed, ( 228.) The whole doctrine of Vattel, fairly considered, amounts to no more than this, that the subject is not required, by the mere declaration of war, to originate predatory expeditions against the enemy; that he is not authorized to wage war contrary to the will of his own sovereign; and that, though the ordinary declaration of war imports a general authority to attack the enemy <span class=\"star-pagination\">*133</span> and his property, yet custom has so far restrained its meaning, that it is in general confined to persons acting under the particular or constructive commission of the sovereign. If, therefore, the subject do undertake a predatory expedition, it is an infringement of the public law of his own country, whose sovereignty he thus invades, but it is not a violation of the law of nations of which the enemy has a right to complain. But if the property of the enemy <i>fall</i> into the hands of a subject, he is bound to secure it.</p>\n<p>For every purpose applicable to the present case, it does not seem necessary to controvert these positions; and, whatever may be the correctness of the others, I am perfectly satisfied that the position is well founded, that no subject can legally commit hostilities, or capture property of an enemy, when, either expressly or constructively, the sovereign has prohibited it. But suppose he does, I would ask if the sovereign may not ratify his proceedings; and thus, by a retroactive operation, give validity to them? Of this there seems to me no legal doubt. The subject seizes at his peril, and the sovereign decides, in the last resort, whether he will approve or disapprove of the act. <i>Thorshaven,</i> 1, <i>Edw.</i> 102. The authority of <i>Puffendorf</i> is still less in favor of the position of the Claimant's counsel. In the section cited <i>(book</i> 8, <i>ch.</i> 6, <i>sec.</i> 21.<i>)</i> Puffendorf considers the question to whom property captured in war belongs; a question also examined by <i>Vattel</i> in the 229th section of the book and chapter above referred to. In the course of that discussion, Puffendorf observes, \"that it may be very justly questioned, whether every thing taken in war, by <i>private hostilities,</i> and by the bravery of private subjects that have no commission to warrant them, belongeth to them that take it. For this is also a part of the war, to appoint what persons are to act in a hostile manner against the enemy, and how far: and, in consequence, no private person hath power to make devastations in an enemy's country or to carry off spoil or plunder without permission from his sovereign: and the sovereign is to decide how far private men, when they are permitted, are to use that liberty of plunder; and whether they are to be the sole proprietors in the booty or only to share a part of it: so that all a private adventurer in war can pretend to, is no more than <span class=\"star-pagination\">*134</span> what his sovereign will please to allow him; for to be a soldier and to act offensively, a man must be commissioned by public authority.\"</p>\n<p>As to the point upon which Puffendorf here expresses his doubts, I suppose that no person, at this day, entertains any doubts. It is now clear, as I have already stated, that all captures in war enure to the sovereign, and can become private property only by his grant. But is there any thing in Puffendorf to authorize the doctrine, that the subject so seizing property of the enemy, is guilty of a very enormous crime  of the odious crime of piracy? And is there, in this language, any thing to show that the sovereign may not adopt the acts of his subjects, in such a case, and give them the effect of full and perfect ratification? It has not been pretended, that I recollect, that Grotius supports the position contended for. To me it seems pretty clear that his opinions lean rather the other way; viz: to support the indiscriminate right of captors to all property captured by them. <i>Grotius, lib.</i> 3, <i>ch.</i> 6, <i>sec.</i> 2, <i>sec.</i> 10, <i>sec.</i> 12. <i>Bynkershoek</i> has not discussed the question in direct terms. In one place (<i>Bynk. Pub. Juris, ch.</i> 3,) he says, that he is not guilty of any crime, by the laws of war, who invades a hostile shore in hopes of getting booty. It is true that, in another place (<i>id. ch.</i> 20.) he admits, in conformity to his doctrine elsewhere, (<i>id. ch.</i> 17,) that if an uncommissioned cruizer should sail for the purpose of making hostile captures, she might be dealt with as a pirate, if she made any captures except in self-defence. But this he expressly grounds upon the municipal edicts of his own country in relation to captures made by its own subjects. And he says, every declaration of war not only permits but expressly orders all subjects to injure the enemy by every possible means; not only to avert the danger of capture, but to capture and strip the enemy of all his property. And, looking to the general scope of his observations, (<i>id. ch.</i> 3, 4, &amp; <i>ch.</i> 16 &amp; 17.) I think it may, not unfairly, be argued that, independent of particular edicts, the subjects of hostile nations might lawfully seize each other's property wherever found: at least, he states nothing from which it can be inferred that the sovereign might not avail himself of property captured from the enemy by uncommissioned subjects. On <span class=\"star-pagination\">*135</span> the whole, I hold that the true doctrine of the law of nations, found in foreign jurists, is, that private citizens cannot acquire to themselves a title to hostile property, unless it is seized under the commission of their sovereign; and that, if they depredate upon the enemy, they act upon their peril, and may be liable to punishment, unless their acts are adopted by their sovereign. That, in modern times, the mere declaration of war is not supposed to clothe the citizens with authority to capture hostile property, but that they may lawfully seize hostile property in their own defence, and are bound to secure, for the use of the sovereign, all hostile property which falls into their hands. If the principles of British prize law go further, I am free to say that I consider them as the law of this country.</p>\n<p>I have been led into this discussion of the doctrine of foreign jurists, farther than I originally intended; because the practice of this Court in prize proceedings must, as I have already intimated, be governed by the rules of admiralty law disclosed in English reports, in preference to the mere <i>dicta</i> of elementary writers. I though it my duty, however, to notice these authorities, because they seem generally relied on by the Claimant's counsel. In my judgment, the libel is well and properly brought; at least for all the purposes of justice between the parties before the Court; and I overrule the exception taken to its sufficiency.</p>\n<p>Having disposed of this objection, I come now to consider the objection made by the United States against the sufficiency of the claim of Mr. Brown; and I am entirely satisfied that his claim must be rejected. It is a well known rule of the prize Court, that the <i>onus probandi</i> lies on the Claimant; he must make out a good and sufficient title before he can call upon the captors to shew any ground for the capture. <i>The Walsingham packet,</i> 2, <i>Rob.</i> 77. If, therefore, the Claimant make no title, or trace it only by illegal transactions, his claim must be rejected, and the Court left to dispose of the cause, as the other parties may establish their rights. In the present case, Mr. Brown claims a title by virtue of a contract and sale made by alien enemies since the war: I say by alien enemies; for it is of no importance what the character of the agent is; the transaction <span class=\"star-pagination\">*136</span> must have the same legal construction as though made by the aliens themselves. Now admitting that this sale was not colorable, but <i>bona fide,</i> which, however, I am not, at present, disposed to believe, still it was a contract made with enemies, pending a known war; and therefore invalid. No principle of national or municipal law is better settled, than that all contracts with an enemy, made during war, are utterly void. This principle has grown hoary under the reverend respect of centuries; (19, <i>Edw.</i> 4, 6, <i>cited Theol. Dig. lib.</i> 1, <i>ch.</i> 6, <i>sec.</i> 21. <i>Ex parte Bonsmaker,</i> 13, <i>Ves. jun.</i> 71  <i>Briston v. Towers,</i> 6, <i>T.R.</i> 45,) and cannot now be shaken without uprooting the very foundations of national law. <i>Bynk. Qust. Pub. Juris, ch.</i> 3.</p>\n<p>I, therefore, altogether reject the claim interposed by Mr. Brown. What, then, is to be done with the property? It is contended, on the part of the United States, that it ought to be condemned to the United States, with a recompense, in the nature of salvage, to be awarded to Mr. Delano. On the part of the Claimant's counsel (who, under the circumstances, must be considered as arguing as <i>amicus curi</i> to inform the conscience of the Court) it is contended, 1st. That this Court, as a Court of prize, has no proper jurisdiction over the cause. 2d. That if it have jurisdiction, it cannot award condemnation to the United States, for several reasons. 1st. Because, by the law of nations, as now understood, no government can lawfully confiscate the debts, credits, or visible property of alien enemies, which have been contracted or come into the country during peace. 2d. Because, if the law of nations does not, the common law does afford such immunity from confiscation to property situated like the present. 3d. Because, if the right to confiscate exist, it can be exercised only by a positive act of congress, who have not yet legislated to this extent. 4th. Because, if the last position be not fully accurate, yet, at all events, this process, being a high prerogative power, ought not to be exercised, except by express instructions from the president, which are not shown in this case.</p>\n<p>Some of these questions are of vast importance and most extensive operation; and I am exceedingly obliged to the gentlemen who have argued them with so <span class=\"star-pagination\">*137</span> much ability and learning, for the light which they have thrown upon a path so intricate and obscure. I have given these questions as much consideration as the state of my health and the brevity of time would allow; and I shall now give them a distinct and separate discussion, that I may at least disclose the sources of my errors, if any, and enable those who unite higher powers of discernment with more extensive knowledge, to give a more exact and just opinion.</p>\n<p>And first... . As to the jurisdiction of this Court in matters of prize.</p>\n<p>This depends partly on the prize act of 26th June, 1812, ch. 107,  6, and partly on the true extent and meaning of the admiralty and maritime jurisdiction conferred on the Courts of the United States. The act of 26th June, 1812, ch. 107, provides that in all cases of captured vessels, goods and effects which shall be brought within the jurisdiction of the United States, the district Court shall have exclusive original cognizance thereof, as in civil causes of admiralty and maritime jurisdiction. The act of 18th June, 1812, ch. 102, declaring war, authorizes the president to issue letters of marque and reprisal to private armed ships against the vessels, goods and effects of the British government and its subjects; and to use the whole land and naval force of the United States to carry the war into effect. In neither of these acts is there any limitation as to the places where captures may be made on the land or on the seas; and, of course, it would seem that the right of the Courts to adjudicate respecting captures would be co-extensive with such captures, wherever made, unless the jurisdiction conferred is manifestly confined by the former act to captures made by private armed vessels. It is not, however, necessary closely to sift this point, as it may now be considered as settled law, that the Courts of the United States, under the judicial act of 30th September, 1789, ch. 20, have, by the delegation of all civil causes of admiralty and maritime jurisdiction, at least as full jurisdiction of all causes of prize as the admiralty in England. <i>Glass and al. v. the sloop Betsey and al.</i> 3 <i>Dall.</i> 6. <i>Talbot v. Janson,</i> 3 <i>Dall.</i> 133 <i>Penhallow and al. v. Doane's administrators.</i> 3 <i>Dall.</i> 54 <i>Jennings v. Carson,</i> 4 <i>Cranch,</i> 2. Over what captures, <span class=\"star-pagination\">*138</span> then, has the admiralty jurisdiction as a prize Court? This is a question of considerable intricacy, and has not as yet, to my knowledge, been fully settled. It has been doubted whether the admiralty has an inherent jurisdiction of prize, or obtains it by virtue of the commission usually issued on the breaking out of war. That the exercise of the jurisdiction is of very high antiquity and beyond the time of memory, seems to be incontestible. It is found recognized in various articles of the black book of the admiralty, in public treaties and proclamations of a very early date, and in the most venerable relies of ancient jurisprudence. See <i>Robb. Coll. Marit. Intro. p.</i> 6, 7. <i>Id. Instructions,</i> 3 <i>H.</i> 8, <i>p.</i> 10, <i>art.</i> 18, <i>&amp;c. Id. p.</i> 12, <i>note letter. Edw.</i> 3, <i>A.D.</i> 1343. <i>Treaty Henry</i> 7 <i>and Charles</i> 8, <i>A.D.</i> 1497. <i>Rob. Coll. Marit. p.</i> 83 <i>and p.</i> 98, <i>art.</i> 8. <i>Rob. Coll. Mar. p.</i> 189, <i>note. Roughton, art.</i> 19, 20, <i>&amp;c. &amp;c. passim.</i> In <i>Lindo v. Rodney, Doug,</i> 613, <i>note,</i> Lord <i>Mansfield,</i> in discussing the subject, admits the immemorial antiquity of the prize jurisdiction of the admiralty; but leaves it uncertain whether it was coeval with the instance jurisdiction, and whether it is constituted by special commission, or only called into exercise thereby. After the doubts of so eminent a judge, it would not become me to express a decided opinion. But taking the fact that, in the earliest times, the jurisdiction is found in the possession of the admiralty, independent of any known special commission; that, in other countries, and especially in France, upon whose ancient prize ordinances the administration of prize law seems, in a great measure, to have been modelied, <i>(Vide Ordin. of France, A.D.</i> 1400, <i>Rob. Coll. Marit, p.</i> 75. <i>Ordin. of France, A.D.</i> 1584. <i>Id. p.</i> 105. <i>Treaty Henry</i> 7 <i>and Charles</i> 8. <i>Id. p.</i> 83, and <i>Rob. note, Id.</i> 105<i>)</i> the jurisdiction has uniformly belonged to the admiralty; there seems very strong reason to presume that it always constituted an ordinary and not an extraordinary branch of the admiralty powers: and so I apprehend it was considered by the Supreme Court of the United States, in <i>Glass and al. v. the Betsey,</i> 3 <i>Dall.</i> 6.</p>\n<p>However this question may be, as to the right of the admiralty to take cognizance of mere captures made on the land, exclusively by land forces, as to which I give no opinion, it is very clear that its jurisdiction is not <span class=\"star-pagination\">*139</span> confined to mere captures at sea. The prize jurisdiction does not depend upon locality, but upon the subject matter. The words of the prize commission contain authority to proceed upon all and all manner of captures, seizures, prizes and reprisals of all ships and goods that are and shall be taken. The admiralty, therefore, not only takes cognizance of all captures made at sea, in creeks, havens and rivers, but also of all captures made on land, where the same have been made by a naval force, or by co-operation with a naval force. This exercise of jurisdiction is settled by the most solemn adjudications. <i>Key and Hubbard v. Pearse,</i> cited in <i>Le Caux v. Eden, Doug.</i> 606. <i>Lindo v. Rodney, Doug.</i> 613, <i>note. The capture of the Cape of Good Hope,</i> 2 <i>Rob.</i> 274. <i>The Stella del Norte,</i> 5 <i>Rob.</i> 349. <i>The island of Trinidad,</i> 5 <i>Rob.</i> 92. <i>Thorshaven,</i> 1 <i>Edw.</i> 102. <i>The capture of Chrinsurah,</i> 1 <i>Deten.</i> 179. <i>The Rebeckah,</i> 1 <i>Rob.</i> 227. <i>The Gertruyda,</i> 2 <i>Rob.</i> 211. <i>The Maria Francoise,</i> 6 <i>Rob.</i> 282.</p>\n<p>Such, then, being the acknowledged extent of the prize jurisdiction of the admiralty, it is, at least in as ample an extent, conferred on the Courts of the United States. For the determination, therefore, of the case before the Court, it is not necessary to claim a more ample jurisdiction; for the capture or seizure, though made in port, was made while the property was waterborne. Had it been landed and remained on land, it would have deserved consideration whether it could have been proceeded against as prize, under the admiralty jurisdiction, or whether, if liable to seizure and condemnation in our Courts, the remedy ought not to have been pursued by a process applicable to municipal confiscations. On these points I give no opinion. See the case of the <i>Oester Eems</i> cited in the <i>Two Friends,</i> 1 <i>Rob.</i> 284, <i>note. Hale de Portubus Maris, &amp;c. in Harg. Law tracts, ch.</i> 28, <i>p.</i> 245, <i>&amp;c. Parker Rep.</i> 267.</p>\n<p>Having disposed of the question as to the jurisdiction of this Court, I come to one of a more general nature; viz. Whether, by the modern law of nations, the sovereign has a right to confiscate the debts due to his enemy, or the goods of his enemy found within his territory at the commencement of the war. I might spare myself the consideration of the question as to <i>debts;</i> but, as it <span class=\"star-pagination\">*140</span> has been ably argued, I will submit some views respecting it, because they will illustrate and confirm the doctrine applicable to goods. It seems conceded, and indeed is quite too clear for argument, that, in former times, the right to confiscate <i>debts</i> was admitted as a doctrine of national law. It had the countenance of the civil law. (<i>Dig. lib.</i> 41. <i>tit.</i> 1.  <i>id. lib.</i> 49, <i>tit.</i> 15,)  of <i>Grotius,</i> (<i>De jure belli et pacis, lib.</i> 3, <i>ch.</i> 2,  2, <i>ch.</i> 6.  2 <i>ch.</i> 7.  3 <i>and</i> 4, <i>ch.</i> 13,  1, 2.)  of <i>Puffendorf,</i> (<i>De jure Nat. et Nat. lib.</i> 8, <i>ch.</i> 6.  23,)  and lastly of <i>Bynkershoek;</i> (<i>Qust. Pub. Juris, lib.</i> 1, <i>ch.</i> 7,) who is himself of the highest authority, and pronounces his opinion in the most explicit manner. Down to the year 1737, it may be considered as the opinion of jurists that the right was unquestionable. It is, then, incumbent on those who assume a different doctrine, to prove that, since that period, it has by the general consent of nations, become incorporated into the code of public law. I take upon me to say that no jurist of reputation can be found who has denied the right of confiscation of enemies debts. <i>Vattel</i> has been supposed to be the most favorable to the new doctrine. He certainly does not deny the right to confiscate; and if he may be thought to hesitate in admitting it, nothing more can be gathered from it than that he considers that, in the present times, a relaxation of the rigor of the law has been in practice among the sovereigns of Europe. <i>Vattel, lib.</i> 3, <i>ch.</i> 5,  77. Surely a relaxation of the law in practice cannot be admitted to constitute an abolition in principle, when the principle is asserted, as late as 1737, by Bynkershoek, and the relaxation shewn by Vattel in 1775. In another place, however, Vattel, speaking on the subject of reprisals, admits the right to seize the property of the nation or its subjects by way of reprisal, and, if war ensues, to confiscate the property so seized. The only exception he makes, is of property which has been deposited in the hands of the nation, and intrusted to the public faith; as is the case of property in the public funds. <i>Vattel, lib.</i> 2, <i>ch.</i> 18,  342, 343, 344. The very exception evinces pretty strongly the opinion of Vattel as to the general rule. Of the character of Vattel as a jurist, I shall not undertake to express an opinion. That he has great merit is conceded; though a learned civilian, sir James Mac Intosh, informs us that he has fallen into great mistakes in important \"practical discussions of public law.\" <span class=\"star-pagination\">*141</span> <i>Discourse on the law of nations, p.</i> 32, <i>note.</i> But if he is singly to be opposed to the weight of Grotius and Puffendorf, and, above all, Bynkershock, it will be difficult for him to sustain so unequal a contest. I have been pressed with the opinion of a very distinguished writer of our own country on this subject.  <i>Camillus, No.</i> 18 <i>to</i> 23, <i>on the British treaty of</i> 1794. I admit, in the fullest manner, the great merit of the argument which he has adduced against the confiscation of private debts due to enemy subjects. Looking to the measure not as of strict right, but as of sound policy and national honor, I have no hesitation to say that the argument is unanswerable. He proves incontrovertibly what the highest interest of nations dictates with a view to permanent policy: but I have not been able to perceive the proofs by which he overthrows the ancient principle. In respect to the opinion of Grotius, quoted by him in No. 20, as indicating a doubt by Grotius of his own principles, I cannot help thinking that the learned writer has himself fallen into a mistake. Grotius, in the place referred to, lib. 3, ch. 20,  16, is not adverting to the right of confiscation, but merely to the general results of a treaty of peace. He says ( 15,) that, after a peace, no action lies for damages done in the war; but ( 16,) that debts due before the war are not, by the mere operations of the war, <i>released,</i> but remain suspended during the war, and the right to recover them revives at the peace. It is impossible to doubt the meaning of Grotius, when the preceding and succeeding sections are taken in connexion. Grotius, therefore, is not inconsistent with himself, nor is \"Bynkershoek more inconsistent;\" for the latter explicitly avows the same doctrine, but considers it inapplicable to debts confiscated during the war; for these are completely extinguished. <i>Bynk. Qust. Pub. Juris, ch.</i> 7.</p>\n<p>It is supposed by the same learned writer, that the principle of confiscating debts had been abandoned for more than a century. That the practice was intermitted, is certainly no very clear proof of an abandonment of the principle. Motives of policy and the general interests of commerce may combine to induce a nation not to inforce its strict rights, but it ought not therefore to be construed to release them. It may, however, be well doubted if the practice is quite so uniform as it is supposed. <span class=\"star-pagination\">*142</span> The case of the Silesia loan, which exercised the highest talents of the English nation, is an instance to the contrary, almost within half a century, (in 1752,) In the very elaborate discussions of national law to which that case gave birth, there is not the slightest intimation that the law of nations prohibited a sovereign from confiscating debts due to his enemies, even where the debts were due from the nation; though there is a very able statement of its injustice in that particular case: and the English memorial admits that when sovereigns or states borrow money from foreigners, it is very commonly expressed in the contract, that it should not be seized as reprisals, or in case of war. Now it strikes me that this very circumstance shews in a strong light the general opinion as to the ordinary right of confiscation. The stipulations of particular treaties of the United States have been cited, in corroboration of their general doctrine, by the claimant's counsel. These treaties certainly shew the opinion of the government as to the impolicy of enforcing the right of confiscation against debts and actions. See <i>treaty with Great Britain,</i> 1794, <i>art.</i> 10  <i>with France</i> 1778, <i>art.</i> 20  <i>with Holland,</i> 8<i>th October</i> 1782, <i>art.</i> 18  <i>with Prussia,</i> 11<i>th July</i> 1799, <i>art.</i> 23  <i>with Morocco,</i> 1787, <i>art.</i> 24  But I cannot admit them to be evidence for the purpose for which they have been introduced. It may be argued with quite as much if not greater force, that these stipulations imply an acknowledgement of the general right of confiscation, and provide for a liberal relaxation between the parties. I hold, with Bynkershoek, (<i>Qust. Pub. Jur. ch.</i> 7.) that where such treaties exist, they must be observed; where there are none, the general right prevails. It has been further supposed, that the common law of England is against the right of confiscating debts; and the declaration of <i>Magna Charta,</i> ch. 30, has been cited to shew the liberal views of the British constitution. This declaration, so far as is necessary to the present purpose, is as follows: \"If they\" (i.e. foreign merchants,) \"be of a land making war against us, and be found in our realm at the beginning of the war, they shall be attached without harm of body or goods (<i>rerum</i>) until it be known unto us, or our chief justice, how our merchants be entreated, then in the land making war against us, and if our merchants be well entreated there, theirs shall be likewise with us.\" I <span class=\"star-pagination\">*143</span> quote the translation of <i>lord Coke,</i> (2, <i>Just.</i> 27.)  This would certainly seem to be a very liberal provision; and if its true construction applied to all property and persons, as well transiently in the country as domiciled and fixed there, it would certainly be entitled to all the encomiums which it has received. <i>Montesq. Spirit of Laws, lib.</i> 20, <i>ch.</i> 14. How far it is now considered as binding, in relation to vessels and goods found within the realm at the commencement of the war, I shall hereafter consider. It will be observed, however, that this article of <i>Magna Charta,</i> does not protect the debts or property of foreigners who are <i>without the realm</i>: it is confined to foreigners <i>within</i> the realm upon the public faith on the breaking out of the war. Now it seems to be the established rule of the common law, that all <i>choses in action,</i> belonging to an enemy, are forfeitable to the crown; and that the crown is at liberty, at any time during the war, to institute a process, and thereby appropriate them to itself. This was the doctrine of the year books, and stands confirmed by the solemn decision of the exchequer, in <i>the Attorney General v. Weeden, Parker Rep.</i> 267.  <i>Maynard's Edw.</i> 2, <i>cited ibid.</i>  It is a prerogative of the crown which, I admit, has been very rarely enforced; (See <i>lord Alvanley's</i> observations in <i>Furtado v. Rodgers,</i> 3, <i>Bos. and Pul.</i> 191,) but its existence cannot admit of a legal doubt. On a review of authorities, I am entirely satisfied that, by the rigor of the law of nations and of the common law, the sovereign of a nation may lawfully confiscate the debts of his enemy, during war, or by way of reprisal: and I will add, that I think this opinion fully confirmed by the judgment of the Supreme Court in <i>Ware v. Hylton,</i> 3, <i>Dall.</i> 199, where the doctrine was explicitly asserted by some of the judges, reluctantly admitted by others, and denied by none.</p>\n<p>In respect to the <i>goods</i> of an enemy found within the dominions of a belligerent power, the right of confiscation is most amply admitted by Grotius, and Puffendorf, and Bynkershoek, and Burlamaqui, and Rutherforth and Vattel. <i>See Grotins,</i> and <i>Puffendorf,</i> and <i>Bynkershoek ubi supra;</i> and <i>Bynk. Qu. Pub. Jur. c.</i> 4, and 6. 2, <i>Burlam. p.</i> 209, <i>sec.</i> 12, <i>p.</i> 219, <i>sec.</i> 2, <i>p.</i> 221, <i>sec.</i> 11. <i>Ruth. lib.</i> 2, <i>c.</i> 9, <i>p.</i> 558 <i>to</i> 573. Such, also, is the rule of the common law. <i>Hale</i> in <i>Harg. law tracts, p.</i> 245, <i>c.</i> 18, <i>Vattel</i> has indeed contended (and <span class=\"star-pagination\">*144</span> in this he is followed by <i>Azuni, Part.</i> 2, <i>ch.</i> 4, <i>art.</i> 2, <i>sec.</i> 7,) that the sovereign declaring war, can neither detain the persons nor the property of those subjects of the enemy who are within his dominions at the time of the declaration, because they came into the country upon the public faith. This exception (which, in terms, is confined to the property of persons who are within the country,) seems highly reasonable in itself, and is an extension of the rule in <i>Magna Charta.</i> But, even limited as it is, it does not seem followed in practice; and Bynkershock is an authority the other way <i>Bynk. Qust. Pub. Jur. c.</i> 2, 3, 7. In England, the provision in <i>Magna Charta</i> seems, in practice, to have been confined to foreign merchants domiciled there; and not extended to others who came to ports of the realm for occasional trade. Indeed, from the language of some authorities, it would seem that the clause was inserted, not so much to benefit foreign merchants, as to provide a remedy for their own subjects, in cases of hostile injuries in foreign countries. (See the opinion of Ch. J. <i>Lee</i> in <i>Key v. Pearse,</i> cited <i>Doug.</i> 606, 607.) However this may be, it is very certain that Great Britain has uniformly seized, as prize, all vessels and cargoes of her enemies found afloat in her ports at the commencement of war. Nay, she has proceeded yet farther, and, in contemplation of hostilities, laid embargoes on foreign vessels and cargoes, that she might, at all events, secure the prey. It cannot be necessary for me to quote authorities on this point. In the articles respecting the <i>droits of admiralty</i> in 1665, there is a very formal recognition of the rights of the crown to all vessels and cargoes seized before hostilities. <i>The Rebeckah,</i> 1, <i>Rob.</i> 227, and <i>id.</i> 230, <i>note (a.)</i> This exercise of hostile right  of the <i>summum jus,</i> is so far, indeed, from being obsolete, that it is in constant operation, and, in the present hostilities, has been applied to the property of the citizens of the United States. Of a similar character, is the detention of American seamen found in her service at the commencement of the war, as prisoners of war; a practice which violates the spirit, though not the letter, of <i>Magna Charta;</i> and, certainly, can, in equity and good faith, find few advocates. Of the right of Great Britain thus to seize vessels and cargoes found in her ports on the breaking out of war, I do not find any denial in authorities which are <span class=\"star-pagination\">*145</span> entitled to much weight; and I, therefore, consider the rule of the law of nations to be, that every such exercise of authority is lawful, and rests in the sound discretion of the sovereign of the nation.</p>\n<p>The next question is, whether congress (for with them rests the sovereignty of the nation as to the right of making war, and declaring its limits and effects) have authorized the seizure of enemies' property afloat in our ports. The act of 18th June, 1812, ch. 102, is in very general terms, declaring was against Great Britain, and authorizing the president to employ the public forces to carry it into effect. Independent of such express authority, I think that, as the executive of the nation, he must, as an incident of the office, have a right to employ all the usual and customary means acknowledged in war, to carry it into effect. And there being no limitation in the act, it seems to follow that the executive may authorize the capture of all enemies' property, wherever, by the law of nations, it may be lawfully seized. In cases where no grant is made by congress, all such captures, made under the authority of the executive, must enure to the use of the government. That the executive is not restrained from authorizing captures on land, is clear from the provisions of the act. He may employ and actually has employed the land forces for that purpose; and no one has doubted the legality of the conduct. That captures may be made, within our own ports, by commissioned ships, seems a natural result of the language  of the generality of expression in relation to the authority to grant letters of marque and reprisal to private armed vessels, which the act does not confine to captures on the high seas, and is supported by the known usage of Great Britain in similar cases. It would be strange indeed, if the executive could not authorize or ratify a capture in our own ports, unless by granting a commission to a public or private ship. I am not bold enough to interpose a limitation where congress have not chosen to make one; and I hold, that, by the act declaring war, the executive may authorize all captures which, by the modern law of nations, are permitted and approved. It will be at once perceived, that in this doctrine I do not mean to include the right to confiscate debts due to enemy subjects. This, though a strictly <span class=\"star-pagination\">*146</span> national right, is so justly deemed odious in modern times, and is so generally discountenanced, that nothing but an express act of congress would satisfy my mind that it ought to be included among the fair objects of warfare; more especially as our own government have declared it unjust and impolitic. But if congress should enact such a law, however much I might regret it, I am not aware that foreign nations, with whom we have no treaty to the contrary, could, on the footing of the rigid law of nations, complain, though they might deem it a violation of the modern policy.</p>\n<p>On the whole, I am satisfied that congress have authorized a seizure and condemnation of enemy property found in our ports under the circumstances of the present case. And the executive may lawfully authorize proceedings to enforce the confiscation of the same property before the proper tribunals of the United States. The district attorney is, for this purpose, the proper agent of the executive and of the United States. From the character and duties of his station, he is bound to guard the rights of the United States, and to secure their interests. Whenever he choses to institute proceedings on behalf of the United States, it is presumed by Courts of law that he has the sanction of the proper authorities; and that presumption will avail, until the executive or the legislature disavow the proceedings, and sanction a restoration of the property.</p>\n<p>I have taken up more time than I originally intended, in discussing the various subjects submitted in the argument. An apology will be found in their extraordinary importance. If I shall have successfully shewn that the principles of prize law, as admitted in England and in the United States, have the sanction of the principles of public law and public jurists, I shall not regret the labor that has been employed, although, in this particular case, I may pronounce an erroneous sentence.</p>\n<p>I reverse the decree of the district Court, and condemn the 550 tons of timber to the United States; subject, however, to the right of the owners of the <i>Emulous</i> to a reimbursement of their actual charges and expenses for the custody of the property, which I shall reserve for further consideration; and I shall order the said <span class=\"star-pagination\">*147</span> property to be sold, and the proceeds brought into Court to abide the further order of the Court.\"</p>\n<p>Such is the opinion which I had the honor to pronounce in the Circuit Court; and upon the most mature reflection, I adhere to it. The argument in this Court, urged on behalf of the Claimant, has put in controversy the same points which were urged before me. But as the opinion of this Court admits many of the principles for which I contended, I shall confine my additional remarks to such as have been overruled by my brethren.</p>\n<p>It seems to have been taken for granted in the argument of counsel that the opinion held in the Circuit Court proceeded, in some degree, upon a supposition that a declaration of war operates <i>per se</i> an <i>actual confiscation</i> of enemy's property found within our territory. To me this is a perfectly novel doctrine. It was not argued, on either side, in the Circuit Court, and certainly never received the slightest countenance from the Court. I disclaim, therefore, any intention to support a doctrine which I always supposed to be wholly untenable. I go yet further, and admit that a declaration of war does not, of itself, import a confiscation of enemies' property within or without the country, on the land or on the high seas. The title of the enemy is not by war divested, but remains <i>in proprio vigore,</i> until a hostile seizure and possession has impaired his title. All that I contend for is, that a declaration of war gives a right to confiscate enemies' property, and enables the power to whom the execution of the laws and the prosecution of the war are confided, to enforce that right. If, indeed, there be a limit imposed as to the extent to which hostilities may be carried by the executive, I admit that the executive cannot lawfully transcend that limit; but if no such limit exist, the war may be carried on according to the principles of the modern law of nations, and enforced when, and where, and on what property the executive chooses.</p>\n<p>In no act whatsoever, that I recollect, have congress declared the confiscation of enemies' property. They have authorized the president to grant letters of marque and general reprisal, which he may revoke and annul <span class=\"star-pagination\">*148</span> at his pleasure: and even as to captures actually made under such commissions, no absolute title by confiscation vests in the captors, until a sentence of condemnation. If, therefore, British property had come into our ports since the war, and the president had declined to issue letters of marque and reprisal, there is no act of congress which, in terms, declares it confiscated and subjects it to condemnation. If, nevertheless, it be confiscable, the right of confiscation results not from the express provisions of any statute, but from the very state of war, which subjects the hostile property to the disposal of the government. But until the title should be divested by some overt-act of the government and some judicial sentence, the property would unquestionably remain in the British owners, and if a peace should intervene, it would be completely beyond the reach of subsequent condemnation.</p>\n<p>There is, then, no distinction recognized by any act of congress, between enemies' property which was within our ports at the commencement of war, and enemies' property found elsewhere. Neither are declared <i>ipso facto</i> confiscated; and each, as I contend, are merely confiscated; and each, as I contend, are merely confiscable.</p>\n<p>I will now consider what, in point of law, is the operation of the acts of Congress made in relation to the present war.</p>\n<p>The act of 18th June, 1812, ch. 102, declares war to exist between Great Britain and the United States, and authorizes the president of the United States to use the land and naval force of the United States to carry the same into effect; and further authorizes him to issue letters of marque, &amp;c. to private armed vessels, against the vessels, goods and effects of the government of Great Britain and the subjects thereof.</p>\n<p>The prize act of 26th June, 1812, ch. 107, confers the power on the president to issue instructions to private armed vessels, for the regulation of their conduct. The act of 6th July, 1812, ch. 128, authorizes the president to make regulations, &amp;c. for the support and exchange of prisoners of war. The act of 6th July, 1812, ch. 129, respecting trade with the enemy, authorizes the president <span class=\"star-pagination\">*149</span> to grant passports for the property of British subjects within the limits of the United States during the space of six months, and protects certain British packets, &amp;c. with despatches, from capture. The act of 3d March, 1813, ch. 203, vests in the president the power of retaliation for any violation of the rules and usages of civilized warfare by Great Britain.</p>\n<p>These are all the acts which confer powers, or make provisions touching the management of the war. In no one of them is there the slightest limitation upon the executive powers growing out of a state of war; and they exist, therefore, in their full and perfect vigour. By the constitution, the executive is charged with the faithful execution of the laws; and the language of the act declaring war authorizes him to carry it into effect. In what manner, and to what extent, shall he carry it into effect? What are the legitimate objects of the warfare which he is to wage? There is no act of the legislature defining the powers, objects or mode of warfare: by what rule, then, must he be governed? I think the only rational answer is by the law of nations as applied to a state of war. Whatever act is legitimate, whatever act is approved by the law, or hostilities among civilized nations, such he may, in his discretion, adopt and exercise; for with him the sovereignty of the nation rests as to the execution of the laws. If any of such acts are disapproved by the legislature, it is in their power to narrow and limit the extent to which the rights of war shall be exercised; but until such limit is assigned, the executive must have all the right of modern warfare vested in him, to be exercised in his sound discretion, or he can have none. Upon what principle, I would ask, can he have an implied authority to adopt one and not another? The best manner of annoying, injuring and pressing the enemy, must, from the nature of things, vary under different circumstances; and the executive is responsible to the nation for the faithful discharge of his duty, under all the changes of hostilities.</p>\n<p>But it is said that a declaration of war does not, of itself, import a right to confiscate enemies' property found within the country at the commencement of war. I cannot admit this position in the extent in which it is <span class=\"star-pagination\">*150</span> laid down. Nothing, in my judgment, is more clear from authority, than the right to seize hostile property afloat in our ports at the commencement of war. It is the settled practice of nations, and the modern rule of Great Britain herself, applied (as appears from the affidavits in this very cause) to American property in the present war; applied, also, to property not merely on board of ships, but to spars floating alongside of them  I forbear, however, to press this point, because my opinion in the Court below contains a full discussion of it.</p>\n<p>It is also said that a declaration of war does not carry with it the right to confiscate property found in our country at the commencement of war, because the constitution itself, in giving congress the power \"to declare \"war, grant letters of marque and reprisal, and \"make rules concerning captures on land and water,\" has clearly evinced that the power to declare war did not, <i>ex vi terminorum,</i> include a right to capture property every where, and that the power to make rules concerning captures on land and water, may well be considered as a substantive power as to captures of property <i>within our own territory.</i> In my judgment, if this argument prove any thing, it proves too much. If the power to make rules respecting captures, &amp;c. be a substantive power, it is equally applicable to all captures, wherever made, on land or on water. The terms of the grant import no limitation as to place; and I am not aware how we can place around them a narrower limit than the terms import. Upon the same construction, the power to grant letters of marque and reprisal is a substantive power; and a declaration of war could not, of itself, authorize any seizure whatsoever of hostile property, unless this power was called into exercise. I cannot, therefore, yield assent to this argument. The power to declare war, in my opinion, includes all the powers incident to war, and necessary to carry it into effect. If the constitution had been silent as to letters of marque and captures, it would not have narrowed the authority of congress. The authority to grant letters of marque and reprisal, and to regulate captures, are ordinary and necessary incidents to the power of declaring war. It would be utterly ineffectual without them. The expression, therefore, of that which is implied in the very nature of the grant, cannot weaken the <span class=\"star-pagination\">*151</span> force of the grant itself. The words are merely explanatory, and introduced <i>ex abundanti cautela.</i> It might be as well contended; that the power \"to provide and maintain a navy,\" did not include the power to regulate and govern it, because there is in the constitution an express provision to this effect. And yet I suppose that no person would doubt that congress, independent of such express provision, would have the power to regulate and govern the navy; and if they should authorize the executive \"to provide and maintain a navy,\" it seems to me as clear that he must have the incidental power to make rules for its government. In truth, it is by no means unfrequent in the constitution to add clauses of a special nature to general powers which embrace them, and to provide affirmatively for certain powers, without meaning thereby to negative the existence of powers of a more general nature. The power to provide \"for the common defence and general welfare,\" could hardly be doubted to include the power \"to borrow money;\" the power \"to coin money,\" to include the power \"to regulate the value thereof;\" and the power \"to raise and support armies,\" to include the power \"to make rules for the government and regulation\" thereof. On the other hand, the affirmative power \"to define and punish piracies and felonies committed on the high seas,\" has never been supposed to negative the right to punish other offences on the high seas; and congress have actually legislated to a more enlarged extent. I cannot therefore persuade myself that the argument against the doctrine for which I contend, is at all affected by any provision in the constitution.</p>\n<p>The opinion of my brethren seems to admit that the effect of hostilities is to confer all the rights which war confers; and it seems tacitly to concede, that, by virtue of the declaration of war, the executive would have a right to seize enemies' property which should actually come within our territory during the war. Certainly no such power is given directly by any statute. And if the argument be correct, that the power to make captures on land or water must be expressly called into exercise by congress, before the executive can, even after war, enforce a capture and condemnation, it will be very difficult to support the concession. Suppose a <span class=\"star-pagination\">*152</span> British ship of war or merchant ship should now come within our ports, there is no statute declaring such ship actually confiscated. There is no express authority either for the navy or army to make a capture of her; and although the executive might authorize a private armed ship so to do, yet it would depend altogether on the will of the owners of the ship, whether they would so do or not. Can it be possible that the executive has not the power to authorize such seizure? And if he may authorize a seizure by the army or navy, why not by private individuals if they will volunteer for the purpose?</p>\n<p>The act declaring war has authorized the executive to employ the land and naval force of the United States, to carry it into effect. When and where shall he carry it into effect? Congress have not declared that any captures shall be made on land; and if this be a substantive power, not included in a declaration of war, how can the executive make captures on land, when congress have not expressed their will to this effect? The power to employ the army and navy might well be exercised in preventing invasion, and in the common defence, without unnecessarily including a right to capture, if the right to capture be not an incident of war: and upon what ground, then, can the executive plan and execute foreign expeditions or foreign captures? Upon what ground can he authorize a Canadian campaign, or sieze a British fort or territory, and occupy it by right of capture and conquest I am utterly at a loss to perceive, unless it be that the power to carry the war into effect, gives every incidental power which the law of nations authorizes and approves in a state of war. I am at a loss to perceive how the power exists, to seize and capture enemy's property which was without our territory at the commencement of the war, and not the power to seize that which was within our territory at the same period. Neither are expressly given nor denied (except as to private armed ships,) and how can either be assumed except as an incident of war, acknowledged upon national and public principles? It may be suggested that the executive, \"as commander in chief of the army and navy,\" has the power to make foreign conquests. But this is utterly inadmissible, if the right to authorize captures resides as a substantive power in congress, <span class=\"star-pagination\">*153</span> and does not follow as an incident of a declaration of war: and certainly the rights of the \"commander in chief\" must be restrained to such acts as are allowed by the laws. Besides, the same difficulty meets us here as in the former case; if his powers, as commander in chief, authorize him to make captures without the territory, why not within the territory?</p>\n<p>The acts respecting alien enemies and prisoners of war, have been supposed, even in a state of <i>actual</i> war to confer new powers on the executive. I cannot accede to the inference in the extent to which it is claimed. In general, these acts may be deemed mere regulations of war, limiting and directing the discretion of the executive; and it cannot be doubted that Congress had a perfect right to prescribe such regulations. To regulate the exercise of the rights of war as to enemies, does not however, imply that such rights have not an independent existence. Besides, it is clear that the act respecting alien enemies applies only to aliens resident within the country; and not to the property of aliens, who are not so resident. I might answer, in the same manner, the argument drawn from the act of 6th July 1812, ch. 129,  4, and the act of 3d of March 1813, ch. 203.  But even admitting that these acts did confer some new powers, still, as these powers do not respect the present case, I cannot consider them as affording even a legislative implication against the existence of the powers for which I contend.</p>\n<p>It has been supposed that my opinion assumes for its basis the position, that modern usage constitutes a rule which acts directly on the thing itself by its own force, and not through the sovereign power. Certainly I do not admit this supposition to be correct. My argument proceeds upon the ground, that when the legislative authority, to whom the right to declare war is confided, has declared war in its most unlimited manner, the executive authority, to whom the execution of the war is confided, is bound to carry it into effect. He has a discretion vested in him, as to the manner and extent; but he cannot lawfully transcend the rules of warfare established among civilized nations. He cannot lawfully exercise powers or authorize proceedings which the civilized world repudiates and disclaims. The sovereignty <span class=\"star-pagination\">*154</span> as to declaring war and limiting its effects, rests with the legislature. The sovereignty, as to its execution, rests with the president. If the legislature do not limit the nature of the war, all the regulations and rights of general war attach upon it. I do not, therefore, contend that modern usage of nations constitutes a rule acting on enemies' property, so as to produce confiscation of itself, and not through the sovereign power: on the contrary, I consider enemies' property in no case whatsoever confiscated by the mere declaration of war; it is only liable to be confiscated at the discretion of the sovereign power having the conduct and execution of the war. The modern usage of nations is resorted to merely as a limitation of this discretion, not as conferring the authority to exercise it. The sovereignty to execute it is supposed already to exist in the president, by the very terms of the constitution: and I would again ask, if this general power to confiscate enemies' property does not exist in the executive, to be exercised in his discretion, how is it possible that he can have authority to seize and confiscate any enemies' property coming into the country since the war, or found in the enemies' territory?  Yet I understood the opinion of my brethren to proceed upon the tacit acknowledgement that the executive may seize and confiscate such property, under the circumstances which I have stated.</p>\n<p>On the whole, I am still of opinion that the judgment of the Circuit Court was correct and ought to be affirmed.</p>\n<p>It is due, however, to myself to state, that, at the trial in the Circuit Court, it was agreed that the timber had always been afloat on tide waters; and the affidavit by which it is proved to have rested on land at low tide, was not taken until after the hearing and decision of the cause.</p>\n<p>In the opinion which I have expressed I am authorized to state that I have the concurrence of one of my brethren.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">12</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">110</span></span> (1814)</b></center>\n<center><b>8 Cranch 110</b></center>\n<center><h1>ARMITZ BROWN<br>\nv.<br>\nTHE UNITED STATES.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>March 2, 1814.</center>\n<p><i>D. DAVIS,</i> for the Appellant.</p>\n<p><i>Present... . . All the Judges.</i></p>\n<p><span class=\"star-pagination\">*121</span> MARSHALL, <i>Ch. J.</i> delivered the opinion of the Court as follows:</p>\n<p>The material facts in this case are these:</p>\n<p>The <i>Emulous</i> owned by John Delano and others citizens of the United States, was chartered to a company carrying on trade in Great Britain, one of whom was an American citizen, for the purpose of carrying a cargo from Savannah to Plymouth. After the cargo was put on board, the vessel was stopped in port by the embargo of the 4th of April, 1812. On the 25th of the same month, it was agreed between the master of the ship and the agent of the shippers, that she should proceed with her cargo to New Bedford, where her owners resided, and remain there without prejudice to the charter party. In pursuance of this agreement, the Emulous proceeded to New Bedford, where she continued until after the declaration of war. In October or November, the ship was unloaded and the cargo; except the pine timber, was landed. The pine timber was floated up a salt water creek, where, at low tide, the ends of the timber rested on the mud, where it was secured from floating out with the tide, by impediments fastened in the entrance of the creek. On the 7th of November, 1812, the cargo was sold by the agent of the owners, who is an American citizen, to the Claimant, who is also an American citizen. On the 19th of April, a libel was filed by the attorney for the United States, in the district Court of Massachusetts, against the said cargo, as well on behalf of the United States of America as for and in behalf of John Delano and of all other persons concerned. It does not appear <span class=\"star-pagination\">*122</span> that this seizure was made under any instructions from the president of the United States; nor is there any evidence of its having his sanction, unless the libels being filed and prosecuted by the law officer who represents the government, must imply that sanction.</p>\n<p>On the contrary, it is admitted that the seizure was made by an individual, and the libel filed at his instance, by the district attorney who acted from his own impressions of what appertained to his duty. The property was claimed by Armitz Brown under the purchase made in the preceding November.</p>\n<p>The district Court dismissed the libel. The Circuit Court reversed this sentence, and condemned the pine timber as enemy property forfeited to the United States. From the sentence of the Circuit Court, the Claimant appealed to this Court</p>\n<p>The material question made at bar is this. Can the pine timber, even admitting the property not to be changed by the sale in November, be condemned as prize of war?</p>\n<p>The cargo of the Emulous having been legally acquired and put on board the vessel, having been detained by an embargo not intended to act on foreign property, the vessel having sailed before the war, from Savannah, under a stipulation to re-land the cargo in some port of the United States, the re-landing having been made with respect to the residue of the cargo, and the pine timber having been floated into shallow water, where it was secured and in the custody of the owner of the ship, an American citizen, the Court cannot perceive any solid distinction, so far as respects confiscation, between this property and other British property found on land at the commencement of hostilities. It will therefore be considered as a question relating to such property generally, and to be governed by the same rule.</p>\n<p>Respecting the power of government no doubt is entertained. That war gives to the sovereign full right to take the persons and confiscate the property of the enemy wherever found, is conceded. The mitigations <span class=\"star-pagination\">*123</span> of this rigid rule, which the humane and wise policy of modern times has introduced into practice, will more or less affect the exercise of this right, but cannot impair the right itself. That remains undiminished, and when the sovereign authority shall chuse to bring it into operation, the judicial department must give effect to its will. But until that will shall be expressed, no power of condemnation can exist in the Court.</p>\n<p>The questions to be decided by the Court are:</p>\n<p>1st. May enemy's property, found on land at the commencement of hostilities, be seized and condemned as a necessary consequence of the declaration of war?</p>\n<p>2d. Is there any legislative act which authorizes such seizure and condemnation?</p>\n<p>Since, in this country, from the structure of our government, proceedings to condemn the property of an enemy found within our territory at the declaration of war, can be sustained only upon the principle that they are instituted in execution of some existing law, we are led to ask,</p>\n<p>Is the declaration of war such a law? Does that declaration, by its own operation, so vest the property of the enemy in the government, as to support proceedings for its seizure and confiscation, or does it vest only a right, the assertion of which depends on the will of the sovereign power?</p>\n<p>The universal practice of forbearing to seize and confiscate debts and credits, the principle universally received, that the right to them revives on the restoration of peace, would seem to prove that war is not an absolute confiscation of this property, but simply confers the right of confiscation.</p>\n<p>Between debts contracted under the faith of laws, and property acquired in the course of trade, on the faith of the same laws, reason draws no distinction; and, although, in practice, vessels with their cargoes, found in port at the declaration of war, may have been seized, it is not believed that modern usage would sanction the seizure of the goods of an enemy on land, which <span class=\"star-pagination\">*124</span> were acquired in peace in the course of trade. Such a proceeding is rare, and would be deemed a harsh exercise of the rights of war. But although the practice in this respect may not be uniform, that circumstance does not essentially affect the question. The enquiry is, whether such property vests in the sovereign by the mere declaration of war, or remains subject to a right of confiscation, the exercise of which depends on the national will: and the rule which applies to one case, so far as respects the operation of a declaration of war on the thing itself, must apply to all others over which war gives an equal right. The right of the sovereign to confiscate debts being precisely the same with the right to confiscate other property found in the country, the operation of a declaration of war on debts and on other property found within the country must be the same. What then is this operation?</p>\n<p>Even <i>Bynkershoek,</i> who maintains the broad principle, that in war every thing done against an enemy is lawful; that he may be destroyed, though unarmed and defenceless; that fraud, or even poison, may be employed against him; that a most unlimited right is acquired to his person and property; admits that war does not transfer to the sovereign a debt due to his enemy; and, therefore, if payment of such debt be not exacted, peace revives the former right of the creditor; \"because,\" \"he says, \"the occupation which is had by \"war consists more in fact than in law.\" He adds to his observations on this subject, \"let it not, however, \"be supposed that it is only true of actions, that they \"are not condemned <i>ipso jure,</i> for other things also belonging \"to the enemy may be concealed and escape \"condemnation.\"</p>\n<p><i>Vattel</i> says, that \"the sovereign can neither detain \"the persons nor the property of those subjects of the \"enemy who are within his dominions at the time of \"the declaration.\"</p>\n<p>It is true that this rule is, in terms, applied by <i>Vattel</i> to the property of those only who are personally within the territory at the commencement of hostilities; but it applies equally to things in action and to things in possession; and if war did, of itself, without any further exercise of the sovereign will, vest the property of the <span class=\"star-pagination\">*125</span> enemy in the sovereign, his presence could not exempt it from this operation of war. Nor can a reason be perceived for maintaining that the public faith is more entirely pledged for the security of property trusted in the territory of the nation in time of peace, if it be accompanied by its owner, than if it be confided to the care of others.</p>\n<p><i>Chitty,</i> after stating the general right of seizure, says, \"But, in strict justice, that right can take effect only \"on those possessions of a belligerent which have come \"to the hands of his adversary after the declaration of \"hostilities.\"</p>\n<p>The modern rule then would seem to be, that tangible property belonging to an enemy and found in the country at the commencement of war, ought not to be immediately confiscated; and in almost every commercial treaty an article is inserted stipulating for the right to withdraw such property.</p>\n<p>This rule appears to be totally incompatible with the idea, that war does of itself vest the property in the belligerent government. It may be considered as the opinion of all who have written on the <i>jus belli,</i> that war gives the right to confiscate, but does not itself confiscate the property of the enemy; and their rules go to the exercise of this right.</p>\n<p>The constitution of the United States was framed at a time when this rule, introduced by commerce in favor of moderation and humanity, was received throughout the civilized world. In expounding that constitution, a construction ought not lightly to be admitted which would give to a declaration of war an effect in this country it does not possess elsewhere, and which would fetter that exercise of entire discretion respecting enemy property, which may enable the government to apply to the enemy the rule that he applies to us.</p>\n<p>If we look to the constitution itself, we find this general reasoning much strengthened by the words of that instrument.</p>\n<p>That the declaration of war has only the effect of <span class=\"star-pagination\">*126</span> placing the two nations in a state of hostility, of producing a state of war, of giving those rights which war confers; but not of operating, by its own force, any of those results, such as a transfer of property, which are usually produced by ulterior measures of government, is fairly deducible from the enumeration of powers which accompanies that of declaring war. \"Congress \"shall have power\"  \"to declare war, grant letters of \"marque and reprisal, and make rules concerning captures \"on land and water.\"</p>\n<p>It would be restraining this clause within narrower limits than the words themselves import, to say that the power to make rules concerning captures on land and water, is to be confined to captures which are exterritorial. If it extends to rules respecting enemy property found within the territory, then we perceive an express grant to congress of the power in question as an independent substantive power, not included in that of declaring war.</p>\n<p>The acts of congress furnish many instances of an opinion that the declaration of war does not, of itself, authorize proceedings against the persons or property of the enemy found, at the time, within the territory.</p>\n<p>War gives an equal right over persons and property: and if its declaration is not considered as prescribing a law respecting the person of an enemy found in our country, neither does it prescribe a law for his property. The act concerning alien enemies, which confers on the president very great discretionary powers respecting their persons, affords a strong implication that he did not possess those powers by virtue of the declaration of war.</p>\n<p>The \"act for the safe keeping and accommodation of prisoners of war,\" is of the same character.</p>\n<p>The act prohibiting trade with the enemy, contains this clause:</p>\n<p>\"And be it further enacted, That the president of \"the United States be, and he is hereby authorized to \"give, at any time within six months after the passage <span class=\"star-pagination\">*127</span> \"of this act, passports for the safe transportation of \"any ship or other property belonging to British subjects, \"and which is now within the limits of the United \"States.\"</p>\n<p>The phraseology of this law shows that the property of a British subject was not considered by the legislature as being vested in the United States by the declaration of war; and the authority which the act confers on the president, is manifestly considered as one which he did not previously possess.</p>\n<p>The proposition that a declaration of war does not, in itself, enact a confiscation of the property of the enemy within the territory of the belligerent, is believed to be entirely free from doubt. Is there in the act of congress, by which war is declared against Great Britain, any expression which would indicate such an intention?</p>\n<p>That act, after placing the two nations in a state of war, authorizes the president of the United States to use the whole land and naval force of the United States to carry the war into effect, and \"to issue to private \"armed vessels of the United States, commissions or \"letters of marque and general reprisal against the \"vessels, goods and effects of the government of the \"united kingdom of Great Britain and Ireland, and \"the subjects thereof.\"</p>\n<p>That reprisals may be made on enemy property found within the United States at the declaration of war, if such be the will of the nation, has been admitted; but it is not admitted that, in the declaration of war, the nation has expressed its will to that effect.</p>\n<p>It cannot be necessary to employ argument in showing that when the attorney for the United States institutes proceedings at law for the confiscation of enemy property found on land, or floating in one of our creeks, in the care and custody of one of our citizens, he is not acting under the authority of letters of marque and reprisal, still less under the authority of such letters issued to a private armed vessel.</p>\n<p><span class=\"star-pagination\">*128</span> The \"act concerning letters of marque, prizes and prize goods,\" certainly contains nothing to authorize this seizure.</p>\n<p>There being no other act of congress which bears upon the subject, it is considered as proved that the legislature has not confiscated enemy property which was within the United States at the declaration of war, and that this sentence of condemnation cannot be sustained.</p>\n<p>One view, however, has been taken of this subject which deserves to be further considered.</p>\n<p>It is urged that, in executing the laws of war, the executive may seize and the Courts condemn all property which, according to the modern law of nations, is subject to confiscation, although it might require an act of the legislature to justify the condemnation of that property which, according to modern usage, ought not to be confiscated.</p>\n<p>This argument must assume for its basis the position that modern usage constitutes a rule which acts directly upon the thing itself by its own force, and not through the sovereign power. This position is not allowed. This usage is a guide which the sovereign follows or abandons at his will. The rule, like other precepts of morality, of humanity, and even of wisdom, is addressed to the judgment of the sovereign; and although it cannot be disregarded by him without obloquy, yet it may be disregarded.</p>\n<p>The rule is, in its nature, flexible. It is subject to infinite modification. It is not an immutable rule of law, but depends on political considerations which may continually vary.</p>\n<p>Commercial nations, in the situation of the United States, have always a considerable quantity of property in the possession of their neighbors. When war breaks out, the question, what shall be done with enemy property in our country, is a question rather of policy than of law. The rule which we apply to the property of our enemy, will be applied by him to the property of <span class=\"star-pagination\">*129</span> our citizens. Like all other questions of policy, it is proper for the consideration of a department which can modify it at will; not for the consideration of a department which can pursue only the law as it is written. It is proper for the consideration of the legislature, not of the executive or judiciary.</p>\n<p>It appears to the Court, that the power of confiscating enemy property is in the legislature, and that the legislature has not yet declared its will to confiscate property which was within our territory at the declaration of war. The Court is therefore of opinion that there is error in the sentence of condemnation pronounced in the the Circuit Court in this case, and doth direct that the same be reversed and annulled, and that the sentence of the District Court be affirmed.</p>\n<p>STORY, J.</p>\n<p>In this case, I have the misfortune to differ in opinion from my brethren; and as the grounds of the decree were fully stated in an opinion delivered in the Court below, I shall make no apology for reading it in this place.</p>\n<p>\"This is a prize allegation filed by the district attorney, in behalf of the United States, and of John Delano, against 550 tons of pine timber, part of the cargo of the American ship Emulous, which was seized as enemies' property, about the 5th day of April, 1813, after the same had been discharged from said ship, and while afloat in a creek or dock at New Bedford, where the tide ebbs and flows.</p>\n<p>From the evidence in this case, it appears that the ship Emulous is owned by the said John Delano, John Johnson, Levi Jenny, and Joshua Delano of New Bedford, and citizens of the United States. On the 3d day of February 1812, the owners, by their agents, entered into a charter-party with Elijah Brown as agent of Messrs. Christopher Idle, Brother and Co. and James Brown, of London, merchants, for said ship, to proceed from the port of Charleston, South Carolina, (where the ship then lay,) to Savannah, in Georgia, and there take on board a cargo of timber and staves, at a certain <span class=\"star-pagination\">*130</span> freight stipulated in the charter-party, and proceed with the same to Plymouth, in England, \"for orders to unload there or at any other of his majesty's dock-yards in England.\" The ship accordingly proceeded to Savannah, took on board the agreed cargo, and was there stopped by the embargo laid be Congress on the 4th of April 1812. On the 25th of the same April, it was agreed between Mr. E. Brown and the master of the ship, that she should proceed with the cargo to, and lay at New Bedford, without prejudice to the charter-party. The ship accordingly proceeded for New Bedford, and arrived there in the latter part of May 1812, where, it seems, the cargo was finally, but the particular time is not stated, unloaded by the owners of the ship, the staves put into a warehouse, and the timber into a salt water creek or dock, where it has ever since remained, waterborne, under the custody of said John Delano, by whom the subsequent seizure was made, for his own benefit and the benefit of the United States. On the 7th November, 1812, Mr. Elijah Brown, as agent for the British owners, (one of whom, James Brown, is his brother,) sold the whole cargo to the present claimant, Mr. Armitz Brown (who it should seem is also his brother) for 2433 dollars and 67 cents, payable in nine months, for which the claimant gave his note accordingly. The master of the ship, Capt. Allen, swears that, at the time of entering into the charter-party, Mr. Elijah Brown stated to him that the British owners had contracted with the British government to furnish a large quantity of timber to be delivered in some of his majesty's dock-yards.</p>\n<p>Besides the claim of Mr. Brown, there is a claim interposed by the owners of the ship Emulous, praying for an allowance to them of their expenses and charges in the premises.</p>\n<p>A preliminary exception has been taken to the libel for a supposed incongruity in blending the rights of the United States and of the informer in the manner of a <i>qui tam</i> action at the common law.</p>\n<p>I do not think this exception is entitled to much consideration. It is, at most, but an irregularity which cannot affect the nature of the proceedings, or oust the jurisdiction of this Court. If the informer cannot legally <span class=\"star-pagination\">*131</span> take any interest, the United States have still a right, if their title is otherwise well founded, to claim a condemnation: Nor would a proceeding of this nature be deemed a fatal irregularity in Courts having jurisdiction of seizures, whose proceedings are governed by much more rigid rules than those of the admiralty. It is a principle clearly settled at the common law, that any person might seize uncustomed goods to the use of himself and the king, and thereupon inform of the seizure; and if, in the exchequer, the informer be not entitled to any part, the whole shall, on such information, be adjudged to the king. For this doctrine we have the authority of lord Hale. <i>Harg. law tracts,</i> 227. And the solemn judgment of the Court, in <i>Roe v. Roe, Hardr.</i> 185.  and <i>Malden v. Bartlett, Parker,</i> 105. The same rule most undoubtedly exists in the prize Court, and, as I apprehend, applies with greater latitude. All property captured belongs originally to the crown; and individuals can acquire a title thereto in no other manner than by grant from the crown. <i>The Elsebe,</i> 5, <i>Rob.</i> 173.  11. <i>East,</i> 619.  <i>The Maria Francoise.</i> 6 <i>Rob.</i> 282. This, however, does not preclude the right to seize; on the contrary, it is an indisputable principle in the English prize Courts, that a subject may seize hostile property for the use of the crown, wherever it is found; and it rests in the discretion of the crown whether it will or will not ratify and consummate the seizure by proceeding to condemnation. But to the prize Court it is a matter of pure indifference whether the seizure proceeded originally from the crown, or has been adopted by it; and whether the crown would take <i>jure coronae,</i> by its transcendant prerogative, or <i>jure admiralitatis,</i> as a flower annexed by its grant to the office of lord high admiral. The cases of captures by noncommissioned vessels, by commanders on foreign stations, anterior to war, by private individuals in port or on the coasts, and by naval commanders on shore on unauthorized expeditions, are all very strong illustrations of the principle. <i>The Aquila,</i> 1. <i>Rob.</i> 37.  <i>The Twee Gesuster,</i> 2. <i>Rob.</i> 284, <i>note.</i>  <i>The Rebeckah,</i> 1. <i>Rob.</i> 227.  <i>The Gertruyda,</i> 2. <i>Rob.</i> 211.  <i>The Melomane,</i> 5. Rob. 41.  <i>The Charlotte,</i> 4. <i>Rob.</i> 282.  <i>The Richmond,</i> 5. Rob. 325.  <i>Thorshaven,</i> 1. <i>Edw.</i> 102.  <i>Hale in Harg. law tracts, ch.</i> 28. <i>p.</i> 245. And in cases where private captors seek condemnation to themselves, it is the settled course of the Court, on failure of their title, to decree <span class=\"star-pagination\">*132</span> condemnation to the crown or the admiralty, as the circumstances require. <i>The Walsingham Packet,</i> 2. <i>Rob.</i> 77.  <i>The Etrusco,</i> 4. <i>Rob.</i> 262. <i>note.  and the cases cited supra.</i> Nor can I consider these principles of the British Courts a departure from the law of nations. The authority of <i>Puffendorf</i> and <i>Vattel</i> are introduced to shew that private subjects are not at liberty to seize the property of enemies without the commission of the sovereign, and if they do they are considered as pirates. But when attentively considered, it strikes me that, taking the full scope of these authors, they will not be found to support so broad a position. <i>Puff. B.</i> 8. <i>ch.</i> 6.  24.  <i>Vattel, B.</i> 3. <i>ch.</i> 15.  223, 224, 225, 226, 227. <i>Vattel</i> himself admits ( 234,) that the declaration of war, which enjoins the subjects at large to attack the enemy's subjects, implies a general order; and that to commit hostilities on our enemy without an order from our sovereign after the war, is not a violation so much of the law of nations as of the public law applicable to the sovereignty of our own nation, ( 225.) And he explicitly states, ( 226.) that, by the law of nations, when once two nations are engaged in war, all the subjects of the one may commit hostilities against those of the other, and do them all the mischief authorized by the state of war. All that he contends for is, that though, by the declaration, all the subjects in general are ordered to attack the enemy, yet that by custom this is usually restrained to persons acting under commission; and that the general order does not invite the subjects to undertake any offensive expedition without a commission or particular order; ( 227.) and that if they do, they are not usually treated by the enemy in a manner as favorable as other prisoners of war, ( 226.) And <i>Vattel</i> ( 227) explicitly declares, that the declaration of war \"authorizes, indeed, and even obliges every subject, of whatever rank, to secure the persons and <i>things</i> belonging to the enemy, when they fall into his hands. And he then goes on to state cases in which the authority of the sovereign may be presumed, ( 228.) The whole doctrine of Vattel, fairly considered, amounts to no more than this, that the subject is not required, by the mere declaration of war, to originate predatory expeditions against the enemy; that he is not authorized to wage war contrary to the will of his own sovereign; and that, though the ordinary declaration of war imports a general authority to attack the enemy <span class=\"star-pagination\">*133</span> and his property, yet custom has so far restrained its meaning, that it is in general confined to persons acting under the particular or constructive commission of the sovereign. If, therefore, the subject do undertake a predatory expedition, it is an infringement of the public law of his own country, whose sovereignty he thus invades, but it is not a violation of the law of nations of which the enemy has a right to complain. But if the property of the enemy <i>fall</i> into the hands of a subject, he is bound to secure it.</p>\n<p>For every purpose applicable to the present case, it does not seem necessary to controvert these positions; and, whatever may be the correctness of the others, I am perfectly satisfied that the position is well founded, that no subject can legally commit hostilities, or capture property of an enemy, when, either expressly or constructively, the sovereign has prohibited it. But suppose he does, I would ask if the sovereign may not ratify his proceedings; and thus, by a retroactive operation, give validity to them? Of this there seems to me no legal doubt. The subject seizes at his peril, and the sovereign decides, in the last resort, whether he will approve or disapprove of the act. <i>Thorshaven,</i> 1, <i>Edw.</i> 102. The authority of <i>Puffendorf</i> is still less in favor of the position of the Claimant's counsel. In the section cited <i>(book</i> 8, <i>ch.</i> 6, <i>sec.</i> 21.<i>)</i> Puffendorf considers the question to whom property captured in war belongs; a question also examined by <i>Vattel</i> in the 229th section of the book and chapter above referred to. In the course of that discussion, Puffendorf observes, \"that it may be very justly questioned, whether every thing taken in war, by <i>private hostilities,</i> and by the bravery of private subjects that have no commission to warrant them, belongeth to them that take it. For this is also a part of the war, to appoint what persons are to act in a hostile manner against the enemy, and how far: and, in consequence, no private person hath power to make devastations in an enemy's country or to carry off spoil or plunder without permission from his sovereign: and the sovereign is to decide how far private men, when they are permitted, are to use that liberty of plunder; and whether they are to be the sole proprietors in the booty or only to share a part of it: so that all a private adventurer in war can pretend to, is no more than <span class=\"star-pagination\">*134</span> what his sovereign will please to allow him; for to be a soldier and to act offensively, a man must be commissioned by public authority.\"</p>\n<p>As to the point upon which Puffendorf here expresses his doubts, I suppose that no person, at this day, entertains any doubts. It is now clear, as I have already stated, that all captures in war enure to the sovereign, and can become private property only by his grant. But is there any thing in Puffendorf to authorize the doctrine, that the subject so seizing property of the enemy, is guilty of a very enormous crime  of the odious crime of piracy? And is there, in this language, any thing to show that the sovereign may not adopt the acts of his subjects, in such a case, and give them the effect of full and perfect ratification? It has not been pretended, that I recollect, that Grotius supports the position contended for. To me it seems pretty clear that his opinions lean rather the other way; viz: to support the indiscriminate right of captors to all property captured by them. <i>Grotius, lib.</i> 3, <i>ch.</i> 6, <i>sec.</i> 2, <i>sec.</i> 10, <i>sec.</i> 12. <i>Bynkershoek</i> has not discussed the question in direct terms. In one place (<i>Bynk. Pub. Juris, ch.</i> 3,) he says, that he is not guilty of any crime, by the laws of war, who invades a hostile shore in hopes of getting booty. It is true that, in another place (<i>id. ch.</i> 20.) he admits, in conformity to his doctrine elsewhere, (<i>id. ch.</i> 17,) that if an uncommissioned cruizer should sail for the purpose of making hostile captures, she might be dealt with as a pirate, if she made any captures except in self-defence. But this he expressly grounds upon the municipal edicts of his own country in relation to captures made by its own subjects. And he says, every declaration of war not only permits but expressly orders all subjects to injure the enemy by every possible means; not only to avert the danger of capture, but to capture and strip the enemy of all his property. And, looking to the general scope of his observations, (<i>id. ch.</i> 3, 4, &amp; <i>ch.</i> 16 &amp; 17.) I think it may, not unfairly, be argued that, independent of particular edicts, the subjects of hostile nations might lawfully seize each other's property wherever found: at least, he states nothing from which it can be inferred that the sovereign might not avail himself of property captured from the enemy by uncommissioned subjects. On <span class=\"star-pagination\">*135</span> the whole, I hold that the true doctrine of the law of nations, found in foreign jurists, is, that private citizens cannot acquire to themselves a title to hostile property, unless it is seized under the commission of their sovereign; and that, if they depredate upon the enemy, they act upon their peril, and may be liable to punishment, unless their acts are adopted by their sovereign. That, in modern times, the mere declaration of war is not supposed to clothe the citizens with authority to capture hostile property, but that they may lawfully seize hostile property in their own defence, and are bound to secure, for the use of the sovereign, all hostile property which falls into their hands. If the principles of British prize law go further, I am free to say that I consider them as the law of this country.</p>\n<p>I have been led into this discussion of the doctrine of foreign jurists, farther than I originally intended; because the practice of this Court in prize proceedings must, as I have already intimated, be governed by the rules of admiralty law disclosed in English reports, in preference to the mere <i>dicta</i> of elementary writers. I though it my duty, however, to notice these authorities, because they seem generally relied on by the Claimant's counsel. In my judgment, the libel is well and properly brought; at least for all the purposes of justice between the parties before the Court; and I overrule the exception taken to its sufficiency.</p>\n<p>Having disposed of this objection, I come now to consider the objection made by the United States against the sufficiency of the claim of Mr. Brown; and I am entirely satisfied that his claim must be rejected. It is a well known rule of the prize Court, that the <i>onus probandi</i> lies on the Claimant; he must make out a good and sufficient title before he can call upon the captors to shew any ground for the capture. <i>The Walsingham packet,</i> 2, <i>Rob.</i> 77. If, therefore, the Claimant make no title, or trace it only by illegal transactions, his claim must be rejected, and the Court left to dispose of the cause, as the other parties may establish their rights. In the present case, Mr. Brown claims a title by virtue of a contract and sale made by alien enemies since the war: I say by alien enemies; for it is of no importance what the character of the agent is; the transaction <span class=\"star-pagination\">*136</span> must have the same legal construction as though made by the aliens themselves. Now admitting that this sale was not colorable, but <i>bona fide,</i> which, however, I am not, at present, disposed to believe, still it was a contract made with enemies, pending a known war; and therefore invalid. No principle of national or municipal law is better settled, than that all contracts with an enemy, made during war, are utterly void. This principle has grown hoary under the reverend respect of centuries; (19, <i>Edw.</i> 4, 6, <i>cited Theol. Dig. lib.</i> 1, <i>ch.</i> 6, <i>sec.</i> 21. <i>Ex parte Bonsmaker,</i> 13, <i>Ves. jun.</i> 71  <i>Briston v. Towers,</i> 6, <i>T.R.</i> 45,) and cannot now be shaken without uprooting the very foundations of national law. <i>Bynk. Qust. Pub. Juris, ch.</i> 3.</p>\n<p>I, therefore, altogether reject the claim interposed by Mr. Brown. What, then, is to be done with the property? It is contended, on the part of the United States, that it ought to be condemned to the United States, with a recompense, in the nature of salvage, to be awarded to Mr. Delano. On the part of the Claimant's counsel (who, under the circumstances, must be considered as arguing as <i>amicus curi</i> to inform the conscience of the Court) it is contended, 1st. That this Court, as a Court of prize, has no proper jurisdiction over the cause. 2d. That if it have jurisdiction, it cannot award condemnation to the United States, for several reasons. 1st. Because, by the law of nations, as now understood, no government can lawfully confiscate the debts, credits, or visible property of alien enemies, which have been contracted or come into the country during peace. 2d. Because, if the law of nations does not, the common law does afford such immunity from confiscation to property situated like the present. 3d. Because, if the right to confiscate exist, it can be exercised only by a positive act of congress, who have not yet legislated to this extent. 4th. Because, if the last position be not fully accurate, yet, at all events, this process, being a high prerogative power, ought not to be exercised, except by express instructions from the president, which are not shown in this case.</p>\n<p>Some of these questions are of vast importance and most extensive operation; and I am exceedingly obliged to the gentlemen who have argued them with so <span class=\"star-pagination\">*137</span> much ability and learning, for the light which they have thrown upon a path so intricate and obscure. I have given these questions as much consideration as the state of my health and the brevity of time would allow; and I shall now give them a distinct and separate discussion, that I may at least disclose the sources of my errors, if any, and enable those who unite higher powers of discernment with more extensive knowledge, to give a more exact and just opinion.</p>\n<p>And first... . As to the jurisdiction of this Court in matters of prize.</p>\n<p>This depends partly on the prize act of 26th June, 1812, ch. 107,  6, and partly on the true extent and meaning of the admiralty and maritime jurisdiction conferred on the Courts of the United States. The act of 26th June, 1812, ch. 107, provides that in all cases of captured vessels, goods and effects which shall be brought within the jurisdiction of the United States, the district Court shall have exclusive original cognizance thereof, as in civil causes of admiralty and maritime jurisdiction. The act of 18th June, 1812, ch. 102, declaring war, authorizes the president to issue letters of marque and reprisal to private armed ships against the vessels, goods and effects of the British government and its subjects; and to use the whole land and naval force of the United States to carry the war into effect. In neither of these acts is there any limitation as to the places where captures may be made on the land or on the seas; and, of course, it would seem that the right of the Courts to adjudicate respecting captures would be co-extensive with such captures, wherever made, unless the jurisdiction conferred is manifestly confined by the former act to captures made by private armed vessels. It is not, however, necessary closely to sift this point, as it may now be considered as settled law, that the Courts of the United States, under the judicial act of 30th September, 1789, ch. 20, have, by the delegation of all civil causes of admiralty and maritime jurisdiction, at least as full jurisdiction of all causes of prize as the admiralty in England. <i>Glass and al. v. the sloop Betsey and al.</i> 3 <i>Dall.</i> 6. <i>Talbot v. Janson,</i> 3 <i>Dall.</i> 133 <i>Penhallow and al. v. Doane's administrators.</i> 3 <i>Dall.</i> 54 <i>Jennings v. Carson,</i> 4 <i>Cranch,</i> 2. Over what captures, <span class=\"star-pagination\">*138</span> then, has the admiralty jurisdiction as a prize Court? This is a question of considerable intricacy, and has not as yet, to my knowledge, been fully settled. It has been doubted whether the admiralty has an inherent jurisdiction of prize, or obtains it by virtue of the commission usually issued on the breaking out of war. That the exercise of the jurisdiction is of very high antiquity and beyond the time of memory, seems to be incontestible. It is found recognized in various articles of the black book of the admiralty, in public treaties and proclamations of a very early date, and in the most venerable relies of ancient jurisprudence. See <i>Robb. Coll. Marit. Intro. p.</i> 6, 7. <i>Id. Instructions,</i> 3 <i>H.</i> 8, <i>p.</i> 10, <i>art.</i> 18, <i>&amp;c. Id. p.</i> 12, <i>note letter. Edw.</i> 3, <i>A.D.</i> 1343. <i>Treaty Henry</i> 7 <i>and Charles</i> 8, <i>A.D.</i> 1497. <i>Rob. Coll. Marit. p.</i> 83 <i>and p.</i> 98, <i>art.</i> 8. <i>Rob. Coll. Mar. p.</i> 189, <i>note. Roughton, art.</i> 19, 20, <i>&amp;c. &amp;c. passim.</i> In <i>Lindo v. Rodney, Doug,</i> 613, <i>note,</i> Lord <i>Mansfield,</i> in discussing the subject, admits the immemorial antiquity of the prize jurisdiction of the admiralty; but leaves it uncertain whether it was coeval with the instance jurisdiction, and whether it is constituted by special commission, or only called into exercise thereby. After the doubts of so eminent a judge, it would not become me to express a decided opinion. But taking the fact that, in the earliest times, the jurisdiction is found in the possession of the admiralty, independent of any known special commission; that, in other countries, and especially in France, upon whose ancient prize ordinances the administration of prize law seems, in a great measure, to have been modelied, <i>(Vide Ordin. of France, A.D.</i> 1400, <i>Rob. Coll. Marit, p.</i> 75. <i>Ordin. of France, A.D.</i> 1584. <i>Id. p.</i> 105. <i>Treaty Henry</i> 7 <i>and Charles</i> 8. <i>Id. p.</i> 83, and <i>Rob. note, Id.</i> 105<i>)</i> the jurisdiction has uniformly belonged to the admiralty; there seems very strong reason to presume that it always constituted an ordinary and not an extraordinary branch of the admiralty powers: and so I apprehend it was considered by the Supreme Court of the United States, in <i>Glass and al. v. the Betsey,</i> 3 <i>Dall.</i> 6.</p>\n<p>However this question may be, as to the right of the admiralty to take cognizance of mere captures made on the land, exclusively by land forces, as to which I give no opinion, it is very clear that its jurisdiction is not <span class=\"star-pagination\">*139</span> confined to mere captures at sea. The prize jurisdiction does not depend upon locality, but upon the subject matter. The words of the prize commission contain authority to proceed upon all and all manner of captures, seizures, prizes and reprisals of all ships and goods that are and shall be taken. The admiralty, therefore, not only takes cognizance of all captures made at sea, in creeks, havens and rivers, but also of all captures made on land, where the same have been made by a naval force, or by co-operation with a naval force. This exercise of jurisdiction is settled by the most solemn adjudications. <i>Key and Hubbard v. Pearse,</i> cited in <i>Le Caux v. Eden, Doug.</i> 606. <i>Lindo v. Rodney, Doug.</i> 613, <i>note. The capture of the Cape of Good Hope,</i> 2 <i>Rob.</i> 274. <i>The Stella del Norte,</i> 5 <i>Rob.</i> 349. <i>The island of Trinidad,</i> 5 <i>Rob.</i> 92. <i>Thorshaven,</i> 1 <i>Edw.</i> 102. <i>The capture of Chrinsurah,</i> 1 <i>Deten.</i> 179. <i>The Rebeckah,</i> 1 <i>Rob.</i> 227. <i>The Gertruyda,</i> 2 <i>Rob.</i> 211. <i>The Maria Francoise,</i> 6 <i>Rob.</i> 282.</p>\n<p>Such, then, being the acknowledged extent of the prize jurisdiction of the admiralty, it is, at least in as ample an extent, conferred on the Courts of the United States. For the determination, therefore, of the case before the Court, it is not necessary to claim a more ample jurisdiction; for the capture or seizure, though made in port, was made while the property was waterborne. Had it been landed and remained on land, it would have deserved consideration whether it could have been proceeded against as prize, under the admiralty jurisdiction, or whether, if liable to seizure and condemnation in our Courts, the remedy ought not to have been pursued by a process applicable to municipal confiscations. On these points I give no opinion. See the case of the <i>Oester Eems</i> cited in the <i>Two Friends,</i> 1 <i>Rob.</i> 284, <i>note. Hale de Portubus Maris, &amp;c. in Harg. Law tracts, ch.</i> 28, <i>p.</i> 245, <i>&amp;c. Parker Rep.</i> 267.</p>\n<p>Having disposed of the question as to the jurisdiction of this Court, I come to one of a more general nature; viz. Whether, by the modern law of nations, the sovereign has a right to confiscate the debts due to his enemy, or the goods of his enemy found within his territory at the commencement of the war. I might spare myself the consideration of the question as to <i>debts;</i> but, as it <span class=\"star-pagination\">*140</span> has been ably argued, I will submit some views respecting it, because they will illustrate and confirm the doctrine applicable to goods. It seems conceded, and indeed is quite too clear for argument, that, in former times, the right to confiscate <i>debts</i> was admitted as a doctrine of national law. It had the countenance of the civil law. (<i>Dig. lib.</i> 41. <i>tit.</i> 1.  <i>id. lib.</i> 49, <i>tit.</i> 15,)  of <i>Grotius,</i> (<i>De jure belli et pacis, lib.</i> 3, <i>ch.</i> 2,  2, <i>ch.</i> 6.  2 <i>ch.</i> 7.  3 <i>and</i> 4, <i>ch.</i> 13,  1, 2.)  of <i>Puffendorf,</i> (<i>De jure Nat. et Nat. lib.</i> 8, <i>ch.</i> 6.  23,)  and lastly of <i>Bynkershoek;</i> (<i>Qust. Pub. Juris, lib.</i> 1, <i>ch.</i> 7,) who is himself of the highest authority, and pronounces his opinion in the most explicit manner. Down to the year 1737, it may be considered as the opinion of jurists that the right was unquestionable. It is, then, incumbent on those who assume a different doctrine, to prove that, since that period, it has by the general consent of nations, become incorporated into the code of public law. I take upon me to say that no jurist of reputation can be found who has denied the right of confiscation of enemies debts. <i>Vattel</i> has been supposed to be the most favorable to the new doctrine. He certainly does not deny the right to confiscate; and if he may be thought to hesitate in admitting it, nothing more can be gathered from it than that he considers that, in the present times, a relaxation of the rigor of the law has been in practice among the sovereigns of Europe. <i>Vattel, lib.</i> 3, <i>ch.</i> 5,  77. Surely a relaxation of the law in practice cannot be admitted to constitute an abolition in principle, when the principle is asserted, as late as 1737, by Bynkershoek, and the relaxation shewn by Vattel in 1775. In another place, however, Vattel, speaking on the subject of reprisals, admits the right to seize the property of the nation or its subjects by way of reprisal, and, if war ensues, to confiscate the property so seized. The only exception he makes, is of property which has been deposited in the hands of the nation, and intrusted to the public faith; as is the case of property in the public funds. <i>Vattel, lib.</i> 2, <i>ch.</i> 18,  342, 343, 344. The very exception evinces pretty strongly the opinion of Vattel as to the general rule. Of the character of Vattel as a jurist, I shall not undertake to express an opinion. That he has great merit is conceded; though a learned civilian, sir James Mac Intosh, informs us that he has fallen into great mistakes in important \"practical discussions of public law.\" <span class=\"star-pagination\">*141</span> <i>Discourse on the law of nations, p.</i> 32, <i>note.</i> But if he is singly to be opposed to the weight of Grotius and Puffendorf, and, above all, Bynkershock, it will be difficult for him to sustain so unequal a contest. I have been pressed with the opinion of a very distinguished writer of our own country on this subject.  <i>Camillus, No.</i> 18 <i>to</i> 23, <i>on the British treaty of</i> 1794. I admit, in the fullest manner, the great merit of the argument which he has adduced against the confiscation of private debts due to enemy subjects. Looking to the measure not as of strict right, but as of sound policy and national honor, I have no hesitation to say that the argument is unanswerable. He proves incontrovertibly what the highest interest of nations dictates with a view to permanent policy: but I have not been able to perceive the proofs by which he overthrows the ancient principle. In respect to the opinion of Grotius, quoted by him in No. 20, as indicating a doubt by Grotius of his own principles, I cannot help thinking that the learned writer has himself fallen into a mistake. Grotius, in the place referred to, lib. 3, ch. 20,  16, is not adverting to the right of confiscation, but merely to the general results of a treaty of peace. He says ( 15,) that, after a peace, no action lies for damages done in the war; but ( 16,) that debts due before the war are not, by the mere operations of the war, <i>released,</i> but remain suspended during the war, and the right to recover them revives at the peace. It is impossible to doubt the meaning of Grotius, when the preceding and succeeding sections are taken in connexion. Grotius, therefore, is not inconsistent with himself, nor is \"Bynkershoek more inconsistent;\" for the latter explicitly avows the same doctrine, but considers it inapplicable to debts confiscated during the war; for these are completely extinguished. <i>Bynk. Qust. Pub. Juris, ch.</i> 7.</p>\n<p>It is supposed by the same learned writer, that the principle of confiscating debts had been abandoned for more than a century. That the practice was intermitted, is certainly no very clear proof of an abandonment of the principle. Motives of policy and the general interests of commerce may combine to induce a nation not to inforce its strict rights, but it ought not therefore to be construed to release them. It may, however, be well doubted if the practice is quite so uniform as it is supposed. <span class=\"star-pagination\">*142</span> The case of the Silesia loan, which exercised the highest talents of the English nation, is an instance to the contrary, almost within half a century, (in 1752,) In the very elaborate discussions of national law to which that case gave birth, there is not the slightest intimation that the law of nations prohibited a sovereign from confiscating debts due to his enemies, even where the debts were due from the nation; though there is a very able statement of its injustice in that particular case: and the English memorial admits that when sovereigns or states borrow money from foreigners, it is very commonly expressed in the contract, that it should not be seized as reprisals, or in case of war. Now it strikes me that this very circumstance shews in a strong light the general opinion as to the ordinary right of confiscation. The stipulations of particular treaties of the United States have been cited, in corroboration of their general doctrine, by the claimant's counsel. These treaties certainly shew the opinion of the government as to the impolicy of enforcing the right of confiscation against debts and actions. See <i>treaty with Great Britain,</i> 1794, <i>art.</i> 10  <i>with France</i> 1778, <i>art.</i> 20  <i>with Holland,</i> 8<i>th October</i> 1782, <i>art.</i> 18  <i>with Prussia,</i> 11<i>th July</i> 1799, <i>art.</i> 23  <i>with Morocco,</i> 1787, <i>art.</i> 24  But I cannot admit them to be evidence for the purpose for which they have been introduced. It may be argued with quite as much if not greater force, that these stipulations imply an acknowledgement of the general right of confiscation, and provide for a liberal relaxation between the parties. I hold, with Bynkershoek, (<i>Qust. Pub. Jur. ch.</i> 7.) that where such treaties exist, they must be observed; where there are none, the general right prevails. It has been further supposed, that the common law of England is against the right of confiscating debts; and the declaration of <i>Magna Charta,</i> ch. 30, has been cited to shew the liberal views of the British constitution. This declaration, so far as is necessary to the present purpose, is as follows: \"If they\" (i.e. foreign merchants,) \"be of a land making war against us, and be found in our realm at the beginning of the war, they shall be attached without harm of body or goods (<i>rerum</i>) until it be known unto us, or our chief justice, how our merchants be entreated, then in the land making war against us, and if our merchants be well entreated there, theirs shall be likewise with us.\" I <span class=\"star-pagination\">*143</span> quote the translation of <i>lord Coke,</i> (2, <i>Just.</i> 27.)  This would certainly seem to be a very liberal provision; and if its true construction applied to all property and persons, as well transiently in the country as domiciled and fixed there, it would certainly be entitled to all the encomiums which it has received. <i>Montesq. Spirit of Laws, lib.</i> 20, <i>ch.</i> 14. How far it is now considered as binding, in relation to vessels and goods found within the realm at the commencement of the war, I shall hereafter consider. It will be observed, however, that this article of <i>Magna Charta,</i> does not protect the debts or property of foreigners who are <i>without the realm</i>: it is confined to foreigners <i>within</i> the realm upon the public faith on the breaking out of the war. Now it seems to be the established rule of the common law, that all <i>choses in action,</i> belonging to an enemy, are forfeitable to the crown; and that the crown is at liberty, at any time during the war, to institute a process, and thereby appropriate them to itself. This was the doctrine of the year books, and stands confirmed by the solemn decision of the exchequer, in <i>the Attorney General v. Weeden, Parker Rep.</i> 267.  <i>Maynard's Edw.</i> 2, <i>cited ibid.</i>  It is a prerogative of the crown which, I admit, has been very rarely enforced; (See <i>lord Alvanley's</i> observations in <i>Furtado v. Rodgers,</i> 3, <i>Bos. and Pul.</i> 191,) but its existence cannot admit of a legal doubt. On a review of authorities, I am entirely satisfied that, by the rigor of the law of nations and of the common law, the sovereign of a nation may lawfully confiscate the debts of his enemy, during war, or by way of reprisal: and I will add, that I think this opinion fully confirmed by the judgment of the Supreme Court in <i>Ware v. Hylton,</i> 3, <i>Dall.</i> 199, where the doctrine was explicitly asserted by some of the judges, reluctantly admitted by others, and denied by none.</p>\n<p>In respect to the <i>goods</i> of an enemy found within the dominions of a belligerent power, the right of confiscation is most amply admitted by Grotius, and Puffendorf, and Bynkershoek, and Burlamaqui, and Rutherforth and Vattel. <i>See Grotins,</i> and <i>Puffendorf,</i> and <i>Bynkershoek ubi supra;</i> and <i>Bynk. Qu. Pub. Jur. c.</i> 4, and 6. 2, <i>Burlam. p.</i> 209, <i>sec.</i> 12, <i>p.</i> 219, <i>sec.</i> 2, <i>p.</i> 221, <i>sec.</i> 11. <i>Ruth. lib.</i> 2, <i>c.</i> 9, <i>p.</i> 558 <i>to</i> 573. Such, also, is the rule of the common law. <i>Hale</i> in <i>Harg. law tracts, p.</i> 245, <i>c.</i> 18, <i>Vattel</i> has indeed contended (and <span class=\"star-pagination\">*144</span> in this he is followed by <i>Azuni, Part.</i> 2, <i>ch.</i> 4, <i>art.</i> 2, <i>sec.</i> 7,) that the sovereign declaring war, can neither detain the persons nor the property of those subjects of the enemy who are within his dominions at the time of the declaration, because they came into the country upon the public faith. This exception (which, in terms, is confined to the property of persons who are within the country,) seems highly reasonable in itself, and is an extension of the rule in <i>Magna Charta.</i> But, even limited as it is, it does not seem followed in practice; and Bynkershock is an authority the other way <i>Bynk. Qust. Pub. Jur. c.</i> 2, 3, 7. In England, the provision in <i>Magna Charta</i> seems, in practice, to have been confined to foreign merchants domiciled there; and not extended to others who came to ports of the realm for occasional trade. Indeed, from the language of some authorities, it would seem that the clause was inserted, not so much to benefit foreign merchants, as to provide a remedy for their own subjects, in cases of hostile injuries in foreign countries. (See the opinion of Ch. J. <i>Lee</i> in <i>Key v. Pearse,</i> cited <i>Doug.</i> 606, 607.) However this may be, it is very certain that Great Britain has uniformly seized, as prize, all vessels and cargoes of her enemies found afloat in her ports at the commencement of war. Nay, she has proceeded yet farther, and, in contemplation of hostilities, laid embargoes on foreign vessels and cargoes, that she might, at all events, secure the prey. It cannot be necessary for me to quote authorities on this point. In the articles respecting the <i>droits of admiralty</i> in 1665, there is a very formal recognition of the rights of the crown to all vessels and cargoes seized before hostilities. <i>The Rebeckah,</i> 1, <i>Rob.</i> 227, and <i>id.</i> 230, <i>note (a.)</i> This exercise of hostile right  of the <i>summum jus,</i> is so far, indeed, from being obsolete, that it is in constant operation, and, in the present hostilities, has been applied to the property of the citizens of the United States. Of a similar character, is the detention of American seamen found in her service at the commencement of the war, as prisoners of war; a practice which violates the spirit, though not the letter, of <i>Magna Charta;</i> and, certainly, can, in equity and good faith, find few advocates. Of the right of Great Britain thus to seize vessels and cargoes found in her ports on the breaking out of war, I do not find any denial in authorities which are <span class=\"star-pagination\">*145</span> entitled to much weight; and I, therefore, consider the rule of the law of nations to be, that every such exercise of authority is lawful, and rests in the sound discretion of the sovereign of the nation.</p>\n<p>The next question is, whether congress (for with them rests the sovereignty of the nation as to the right of making war, and declaring its limits and effects) have authorized the seizure of enemies' property afloat in our ports. The act of 18th June, 1812, ch. 102, is in very general terms, declaring was against Great Britain, and authorizing the president to employ the public forces to carry it into effect. Independent of such express authority, I think that, as the executive of the nation, he must, as an incident of the office, have a right to employ all the usual and customary means acknowledged in war, to carry it into effect. And there being no limitation in the act, it seems to follow that the executive may authorize the capture of all enemies' property, wherever, by the law of nations, it may be lawfully seized. In cases where no grant is made by congress, all such captures, made under the authority of the executive, must enure to the use of the government. That the executive is not restrained from authorizing captures on land, is clear from the provisions of the act. He may employ and actually has employed the land forces for that purpose; and no one has doubted the legality of the conduct. That captures may be made, within our own ports, by commissioned ships, seems a natural result of the language  of the generality of expression in relation to the authority to grant letters of marque and reprisal to private armed vessels, which the act does not confine to captures on the high seas, and is supported by the known usage of Great Britain in similar cases. It would be strange indeed, if the executive could not authorize or ratify a capture in our own ports, unless by granting a commission to a public or private ship. I am not bold enough to interpose a limitation where congress have not chosen to make one; and I hold, that, by the act declaring war, the executive may authorize all captures which, by the modern law of nations, are permitted and approved. It will be at once perceived, that in this doctrine I do not mean to include the right to confiscate debts due to enemy subjects. This, though a strictly <span class=\"star-pagination\">*146</span> national right, is so justly deemed odious in modern times, and is so generally discountenanced, that nothing but an express act of congress would satisfy my mind that it ought to be included among the fair objects of warfare; more especially as our own government have declared it unjust and impolitic. But if congress should enact such a law, however much I might regret it, I am not aware that foreign nations, with whom we have no treaty to the contrary, could, on the footing of the rigid law of nations, complain, though they might deem it a violation of the modern policy.</p>\n<p>On the whole, I am satisfied that congress have authorized a seizure and condemnation of enemy property found in our ports under the circumstances of the present case. And the executive may lawfully authorize proceedings to enforce the confiscation of the same property before the proper tribunals of the United States. The district attorney is, for this purpose, the proper agent of the executive and of the United States. From the character and duties of his station, he is bound to guard the rights of the United States, and to secure their interests. Whenever he choses to institute proceedings on behalf of the United States, it is presumed by Courts of law that he has the sanction of the proper authorities; and that presumption will avail, until the executive or the legislature disavow the proceedings, and sanction a restoration of the property.</p>\n<p>I have taken up more time than I originally intended, in discussing the various subjects submitted in the argument. An apology will be found in their extraordinary importance. If I shall have successfully shewn that the principles of prize law, as admitted in England and in the United States, have the sanction of the principles of public law and public jurists, I shall not regret the labor that has been employed, although, in this particular case, I may pronounce an erroneous sentence.</p>\n<p>I reverse the decree of the district Court, and condemn the 550 tons of timber to the United States; subject, however, to the right of the owners of the <i>Emulous</i> to a reimbursement of their actual charges and expenses for the custody of the property, which I shall reserve for further consideration; and I shall order the said <span class=\"star-pagination\">*147</span> property to be sold, and the proceeds brought into Court to abide the further order of the Court.\"</p>\n<p>Such is the opinion which I had the honor to pronounce in the Circuit Court; and upon the most mature reflection, I adhere to it. The argument in this Court, urged on behalf of the Claimant, has put in controversy the same points which were urged before me. But as the opinion of this Court admits many of the principles for which I contended, I shall confine my additional remarks to such as have been overruled by my brethren.</p>\n<p>It seems to have been taken for granted in the argument of counsel that the opinion held in the Circuit Court proceeded, in some degree, upon a supposition that a declaration of war operates <i>per se</i> an <i>actual confiscation</i> of enemy's property found within our territory. To me this is a perfectly novel doctrine. It was not argued, on either side, in the Circuit Court, and certainly never received the slightest countenance from the Court. I disclaim, therefore, any intention to support a doctrine which I always supposed to be wholly untenable. I go yet further, and admit that a declaration of war does not, of itself, import a confiscation of enemies' property within or without the country, on the land or on the high seas. The title of the enemy is not by war divested, but remains <i>in proprio vigore,</i> until a hostile seizure and possession has impaired his title. All that I contend for is, that a declaration of war gives a right to confiscate enemies' property, and enables the power to whom the execution of the laws and the prosecution of the war are confided, to enforce that right. If, indeed, there be a limit imposed as to the extent to which hostilities may be carried by the executive, I admit that the executive cannot lawfully transcend that limit; but if no such limit exist, the war may be carried on according to the principles of the modern law of nations, and enforced when, and where, and on what property the executive chooses.</p>\n<p>In no act whatsoever, that I recollect, have congress declared the confiscation of enemies' property. They have authorized the president to grant letters of marque and general reprisal, which he may revoke and annul <span class=\"star-pagination\">*148</span> at his pleasure: and even as to captures actually made under such commissions, no absolute title by confiscation vests in the captors, until a sentence of condemnation. If, therefore, British property had come into our ports since the war, and the president had declined to issue letters of marque and reprisal, there is no act of congress which, in terms, declares it confiscated and subjects it to condemnation. If, nevertheless, it be confiscable, the right of confiscation results not from the express provisions of any statute, but from the very state of war, which subjects the hostile property to the disposal of the government. But until the title should be divested by some overt-act of the government and some judicial sentence, the property would unquestionably remain in the British owners, and if a peace should intervene, it would be completely beyond the reach of subsequent condemnation.</p>\n<p>There is, then, no distinction recognized by any act of congress, between enemies' property which was within our ports at the commencement of war, and enemies' property found elsewhere. Neither are declared <i>ipso facto</i> confiscated; and each, as I contend, are merely confiscated; and each, as I contend, are merely confiscable.</p>\n<p>I will now consider what, in point of law, is the operation of the acts of Congress made in relation to the present war.</p>\n<p>The act of 18th June, 1812, ch. 102, declares war to exist between Great Britain and the United States, and authorizes the president of the United States to use the land and naval force of the United States to carry the same into effect; and further authorizes him to issue letters of marque, &amp;c. to private armed vessels, against the vessels, goods and effects of the government of Great Britain and the subjects thereof.</p>\n<p>The prize act of 26th June, 1812, ch. 107, confers the power on the president to issue instructions to private armed vessels, for the regulation of their conduct. The act of 6th July, 1812, ch. 128, authorizes the president to make regulations, &amp;c. for the support and exchange of prisoners of war. The act of 6th July, 1812, ch. 129, respecting trade with the enemy, authorizes the president <span class=\"star-pagination\">*149</span> to grant passports for the property of British subjects within the limits of the United States during the space of six months, and protects certain British packets, &amp;c. with despatches, from capture. The act of 3d March, 1813, ch. 203, vests in the president the power of retaliation for any violation of the rules and usages of civilized warfare by Great Britain.</p>\n<p>These are all the acts which confer powers, or make provisions touching the management of the war. In no one of them is there the slightest limitation upon the executive powers growing out of a state of war; and they exist, therefore, in their full and perfect vigour. By the constitution, the executive is charged with the faithful execution of the laws; and the language of the act declaring war authorizes him to carry it into effect. In what manner, and to what extent, shall he carry it into effect? What are the legitimate objects of the warfare which he is to wage? There is no act of the legislature defining the powers, objects or mode of warfare: by what rule, then, must he be governed? I think the only rational answer is by the law of nations as applied to a state of war. Whatever act is legitimate, whatever act is approved by the law, or hostilities among civilized nations, such he may, in his discretion, adopt and exercise; for with him the sovereignty of the nation rests as to the execution of the laws. If any of such acts are disapproved by the legislature, it is in their power to narrow and limit the extent to which the rights of war shall be exercised; but until such limit is assigned, the executive must have all the right of modern warfare vested in him, to be exercised in his sound discretion, or he can have none. Upon what principle, I would ask, can he have an implied authority to adopt one and not another? The best manner of annoying, injuring and pressing the enemy, must, from the nature of things, vary under different circumstances; and the executive is responsible to the nation for the faithful discharge of his duty, under all the changes of hostilities.</p>\n<p>But it is said that a declaration of war does not, of itself, import a right to confiscate enemies' property found within the country at the commencement of war. I cannot admit this position in the extent in which it is <span class=\"star-pagination\">*150</span> laid down. Nothing, in my judgment, is more clear from authority, than the right to seize hostile property afloat in our ports at the commencement of war. It is the settled practice of nations, and the modern rule of Great Britain herself, applied (as appears from the affidavits in this very cause) to American property in the present war; applied, also, to property not merely on board of ships, but to spars floating alongside of them  I forbear, however, to press this point, because my opinion in the Court below contains a full discussion of it.</p>\n<p>It is also said that a declaration of war does not carry with it the right to confiscate property found in our country at the commencement of war, because the constitution itself, in giving congress the power \"to declare \"war, grant letters of marque and reprisal, and \"make rules concerning captures on land and water,\" has clearly evinced that the power to declare war did not, <i>ex vi terminorum,</i> include a right to capture property every where, and that the power to make rules concerning captures on land and water, may well be considered as a substantive power as to captures of property <i>within our own territory.</i> In my judgment, if this argument prove any thing, it proves too much. If the power to make rules respecting captures, &amp;c. be a substantive power, it is equally applicable to all captures, wherever made, on land or on water. The terms of the grant import no limitation as to place; and I am not aware how we can place around them a narrower limit than the terms import. Upon the same construction, the power to grant letters of marque and reprisal is a substantive power; and a declaration of war could not, of itself, authorize any seizure whatsoever of hostile property, unless this power was called into exercise. I cannot, therefore, yield assent to this argument. The power to declare war, in my opinion, includes all the powers incident to war, and necessary to carry it into effect. If the constitution had been silent as to letters of marque and captures, it would not have narrowed the authority of congress. The authority to grant letters of marque and reprisal, and to regulate captures, are ordinary and necessary incidents to the power of declaring war. It would be utterly ineffectual without them. The expression, therefore, of that which is implied in the very nature of the grant, cannot weaken the <span class=\"star-pagination\">*151</span> force of the grant itself. The words are merely explanatory, and introduced <i>ex abundanti cautela.</i> It might be as well contended; that the power \"to provide and maintain a navy,\" did not include the power to regulate and govern it, because there is in the constitution an express provision to this effect. And yet I suppose that no person would doubt that congress, independent of such express provision, would have the power to regulate and govern the navy; and if they should authorize the executive \"to provide and maintain a navy,\" it seems to me as clear that he must have the incidental power to make rules for its government. In truth, it is by no means unfrequent in the constitution to add clauses of a special nature to general powers which embrace them, and to provide affirmatively for certain powers, without meaning thereby to negative the existence of powers of a more general nature. The power to provide \"for the common defence and general welfare,\" could hardly be doubted to include the power \"to borrow money;\" the power \"to coin money,\" to include the power \"to regulate the value thereof;\" and the power \"to raise and support armies,\" to include the power \"to make rules for the government and regulation\" thereof. On the other hand, the affirmative power \"to define and punish piracies and felonies committed on the high seas,\" has never been supposed to negative the right to punish other offences on the high seas; and congress have actually legislated to a more enlarged extent. I cannot therefore persuade myself that the argument against the doctrine for which I contend, is at all affected by any provision in the constitution.</p>\n<p>The opinion of my brethren seems to admit that the effect of hostilities is to confer all the rights which war confers; and it seems tacitly to concede, that, by virtue of the declaration of war, the executive would have a right to seize enemies' property which should actually come within our territory during the war. Certainly no such power is given directly by any statute. And if the argument be correct, that the power to make captures on land or water must be expressly called into exercise by congress, before the executive can, even after war, enforce a capture and condemnation, it will be very difficult to support the concession. Suppose a <span class=\"star-pagination\">*152</span> British ship of war or merchant ship should now come within our ports, there is no statute declaring such ship actually confiscated. There is no express authority either for the navy or army to make a capture of her; and although the executive might authorize a private armed ship so to do, yet it would depend altogether on the will of the owners of the ship, whether they would so do or not. Can it be possible that the executive has not the power to authorize such seizure? And if he may authorize a seizure by the army or navy, why not by private individuals if they will volunteer for the purpose?</p>\n<p>The act declaring war has authorized the executive to employ the land and naval force of the United States, to carry it into effect. When and where shall he carry it into effect? Congress have not declared that any captures shall be made on land; and if this be a substantive power, not included in a declaration of war, how can the executive make captures on land, when congress have not expressed their will to this effect? The power to employ the army and navy might well be exercised in preventing invasion, and in the common defence, without unnecessarily including a right to capture, if the right to capture be not an incident of war: and upon what ground, then, can the executive plan and execute foreign expeditions or foreign captures? Upon what ground can he authorize a Canadian campaign, or sieze a British fort or territory, and occupy it by right of capture and conquest I am utterly at a loss to perceive, unless it be that the power to carry the war into effect, gives every incidental power which the law of nations authorizes and approves in a state of war. I am at a loss to perceive how the power exists, to seize and capture enemy's property which was without our territory at the commencement of the war, and not the power to seize that which was within our territory at the same period. Neither are expressly given nor denied (except as to private armed ships,) and how can either be assumed except as an incident of war, acknowledged upon national and public principles? It may be suggested that the executive, \"as commander in chief of the army and navy,\" has the power to make foreign conquests. But this is utterly inadmissible, if the right to authorize captures resides as a substantive power in congress, <span class=\"star-pagination\">*153</span> and does not follow as an incident of a declaration of war: and certainly the rights of the \"commander in chief\" must be restrained to such acts as are allowed by the laws. Besides, the same difficulty meets us here as in the former case; if his powers, as commander in chief, authorize him to make captures without the territory, why not within the territory?</p>\n<p>The acts respecting alien enemies and prisoners of war, have been supposed, even in a state of <i>actual</i> war to confer new powers on the executive. I cannot accede to the inference in the extent to which it is claimed. In general, these acts may be deemed mere regulations of war, limiting and directing the discretion of the executive; and it cannot be doubted that Congress had a perfect right to prescribe such regulations. To regulate the exercise of the rights of war as to enemies, does not however, imply that such rights have not an independent existence. Besides, it is clear that the act respecting alien enemies applies only to aliens resident within the country; and not to the property of aliens, who are not so resident. I might answer, in the same manner, the argument drawn from the act of 6th July 1812, ch. 129,  4, and the act of 3d of March 1813, ch. 203.  But even admitting that these acts did confer some new powers, still, as these powers do not respect the present case, I cannot consider them as affording even a legislative implication against the existence of the powers for which I contend.</p>\n<p>It has been supposed that my opinion assumes for its basis the position, that modern usage constitutes a rule which acts directly on the thing itself by its own force, and not through the sovereign power. Certainly I do not admit this supposition to be correct. My argument proceeds upon the ground, that when the legislative authority, to whom the right to declare war is confided, has declared war in its most unlimited manner, the executive authority, to whom the execution of the war is confided, is bound to carry it into effect. He has a discretion vested in him, as to the manner and extent; but he cannot lawfully transcend the rules of warfare established among civilized nations. He cannot lawfully exercise powers or authorize proceedings which the civilized world repudiates and disclaims. The sovereignty <span class=\"star-pagination\">*154</span> as to declaring war and limiting its effects, rests with the legislature. The sovereignty, as to its execution, rests with the president. If the legislature do not limit the nature of the war, all the regulations and rights of general war attach upon it. I do not, therefore, contend that modern usage of nations constitutes a rule acting on enemies' property, so as to produce confiscation of itself, and not through the sovereign power: on the contrary, I consider enemies' property in no case whatsoever confiscated by the mere declaration of war; it is only liable to be confiscated at the discretion of the sovereign power having the conduct and execution of the war. The modern usage of nations is resorted to merely as a limitation of this discretion, not as conferring the authority to exercise it. The sovereignty to execute it is supposed already to exist in the president, by the very terms of the constitution: and I would again ask, if this general power to confiscate enemies' property does not exist in the executive, to be exercised in his discretion, how is it possible that he can have authority to seize and confiscate any enemies' property coming into the country since the war, or found in the enemies' territory?  Yet I understood the opinion of my brethren to proceed upon the tacit acknowledgement that the executive may seize and confiscate such property, under the circumstances which I have stated.</p>\n<p>On the whole, I am still of opinion that the judgment of the Circuit Court was correct and ought to be affirmed.</p>\n<p>It is due, however, to myself to state, that, at the trial in the Circuit Court, it was agreed that the timber had always been afloat on tide waters; and the affidavit by which it is proved to have rested on land at low tide, was not taken until after the hearing and decision of the cause.</p>\n<p>In the opinion which I have expressed I am authorized to state that I have the concurrence of one of my brethren.</p>\n</div>", "id": 85062, "judges": "", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/85062/", "sha1": "b96e580857a6aa154a1f657adc0a1cf169d8ca0d", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T08:59:34"}