{"absolute_url": "/opinion/91524/milwaukee-v-koeffler/", "blocked": false, "citation": {"case_name": "Milwaukee v. Koeffler", "docket_number": null, "document_uris": ["/api/rest/v2/document/91524/"], "federal_cite_one": "116 U.S. 219", "federal_cite_three": null, "federal_cite_two": null, "id": 75904, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/75904/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 5, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1886-01-04", "date_modified": "2014-12-21T01:29:59.217830", "docket": "/api/rest/v2/docket/355097/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">6 S.Ct. 372</p>\n    <p class=\"case_cite\">116 U.S. 219</p>\n    <p class=\"case_cite\">29 L.Ed. 612</p>\n    <p class=\"parties\">CITY OF MILWAUKEE<br>v.<br>KOEFFLER.</p>\n    <p class=\"date\">Filed January 4, 1886.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">This is an appeal from the circuit court for the Eastern district of Wisconsin.</p>\n      <p class=\"indent\">The bill, originally filed in a state court, and afterwards removed into the circuit court of the United States, prayed for an injunction to restrain the collection of a tax assessed by the city of Milwaukee against Koeffler. The tax was assessed against him as a resident of that city on account of his personal property, and his complaint alleges that he did not reside in Milwaukee in the year for which the tax was levied against him, nor for some years before or since, and that the assessment is therefore void. The answer of defendants, filed in the state court before the removal of the case, denies complainant's allegation as to non-residence, and, averring his citizenship and residence there, adds: 'And for a further and separate answer and defense, the defendants allege and show unto the court that the plaintiff, if he is able to prove the allegations of his complaint herein, has a complete and sufficient remedy at law, and that for this reason this court, as a court of equity, should not and will not interfere, assume, or take jurisdiction of this action, and the defendants object for that reason to any and all interference of this court, as a court of equity, in the matter of which plaintiff complains, and asks that this action be dismissed.' Replication being filed, the case was heard on these issues, and on a considerable mass of testimony as to the question of residence in Milwaukee.</p>\n      <p class=\"indent\">On the hearing it appears that the judges of the circuit court, assuming that complainant was not a resident of that city, were divided in opinion on the question of the jurisdiction of the court, as a court of equity, to grant relief. This question they present to us in the following certificate: 'The case coming on to be heard at this term upon the pleadings and proofs, it occurred as a question whether a bill in equity to set aside and restrain the collection of a personal tax, or a tax levied upon personal property by a municipal corporation, can be maintained on the sole ground of the illegality of the tax, by reason of the non-residence within the limits of such municipality of the person against whom the tax is levied. On which question the opinions of the judges were opposed. Whereupon, on motion of the plaintiff, by his counsel, that the point on which the disagreement hath happened may, during the term, be stated, under the direction of the judges, and certified, under the seal of the court, to the supreme court to be finally decided, it is ordered that the foregoing state of the pleadings and the following statement of facts, which is made under the direction of the judges, be certified according to the request of the plaintiff by his counsel, and the law in that case made and provided, to-wit: That Charles A. Koeffler, the plaintiff, in 1882, when the assessment and levy of tax against him on account of personal property were made, was not, and for several years prior thereto had not been, a resident of the city of Milwaukee, but was and had been a resident of the town of Wauwatosa in the county of Milwaukee, Wisconsin.'</p>\n      <p><i>Joshua Stark</i>, for appellant.</p>\n      <p class=\"indent\"><i>Jas. G. Jenkins</i>, for appellee.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 220-222 intentionally omitted]</p>\n      <p class=\"indent\">MILLER, J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In accordance with the opinion of the presiding justice a decree was made setting aside the assessment of the tax, and enjoining the city and its officers from collecting it.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We are of opinion that both this court and the supreme court of Wisconsin are committed to a contrary doctrine.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The case of <i>Dows</i> v. <i>City of Chicago</i>, 11 Wall. 108, was a bill in equity in the circuit court of the Northern district of Illinois, brought by Dows, a citizen of New York, to restrain the city of Chicago from collecting a tax upon the shares of stock which he owned in a national bank located in that city. He alleged that the tax was illegal because his shares were assessed at a higher rate than other moneyed capital in the city; and because, not being a resident of Chicago, but of New York, his personal property belonged to his domicile, and any tax levied on it by the city of Chicago was void. The bill was dismissed on demurrer, on the ground that a court of equity had no jurisdiction to give relief for the reasons stated in the bill.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">It will be observed that in that case, as in this, the tax was resisted as a tax on the person on account of personal property, on the ground that the party assessed did not reside within the city, and the corporation, therefore, had no power to tax him. The property for which the tax was assessed was in each case intangible property. In the first case it was bank shares, the certificates of which were undoubtedly held at the residence of Dows in New York, and in the present case it was for money loaned on mortgages.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Looking at the case then made by the bill, one in which the assessment of the tax was not only irregular, but void, the court, in the language of Mr. Justice FIELD, said: 'Assuming the tax to be illegal and void, we do not think any ground is presented by the bill justifying the interposition of a court of equity to enjoin its collection. The illegality of the tax and the threatened sale of the shares for its payment constitute of themselves alone no ground for such interposition. There must be some special circumstances attending a threatened injury of this kind, distinguishing it from a common trespass, and bringing the case under some recognized head of equity jurisdiction before the preventive remedy of injunction can be invoked. It is upon taxation that the several states chiefly rely to obtain the means to carry on their respective governments, and it is of the utmost importance to all of them that the modes adopted to enforce the taxes levied should be interfered with as little as possible. Any delay in the proceedings of the officers upon whom the duty is devolved of collecting the taxes may derange the operations of government, and thereby cause serious detriment to the public. No court of equity will therefore allow its injunction to issue to restrain their action, except where it may be necessary to protect the rights of the citizen whose property is taxed, and he has no adequate remedy by the ordinary processes of the law. It must appear that the enforcement of the tax would lead to a multiplicity of suits, or produce irreparable injury, or, where the property is real estate, throw a cloud upon the title of the complainant, before the aid of a court of equity can be invoked. In the cases where equity has interfered, in the absence of these circumstances, it will be found, upon examination, that the question of jurisdiction was not raised or was waived.'</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The opinion contains an examination of the adjudged cases, by which the proposition is sustained; in one of which, that of <i>Cook Co.</i> v. <i>Chicago, B. &amp; Q. R. Co.</i>, 35 Ill. 465, the general principle is well stated by the supreme court of Illinois, namely: 'That while a court of equity would never entertain a bill to restrain the collection of a tax, except in cases where the tax was unauthorized by law, or where it was assessed on property not subject to taxation, it had never held that jurisdiction would be taken in those excepted cases, without special circumstances showing that the collection of the tax would be likely to produce irreparable injury, or cause a multiplicity of suits.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In the case of <i>Hannewinkle</i> v. <i>Georgetown</i>, 15 Wall. 547, the principle is thus stated: 'It has been the settled law of the country for a great many years that an injunction bill to restrain the collection of a tax, on the sole ground of illegality of the tax, cannot be maintained. There must be an allegation of fraud, that it creates a cloud upon the title, that there is apprehension of a multiplicity of suits, or some cause presenting a case of equity jurisdiction. This was decided as early as the days of Chancellor KENT, in <i>Mooers</i> v. <i>Smedley</i>, 6 Johns. Ch. 28, and has been so held from that time onward.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the <i>State Railroad Tax Cases</i>, 92 U. S. 575, 613, these decisions are reviewed with others, and the whole question very fully considered, as the importance of the cases and the ability of the counsel who argued them required; and after citing the language in <i>Dows</i> v. <i>Chicago</i> and <i>Hannewinkle</i> v. <i>Georgetown</i>, the court adds: 'We do not propose to lay down in these cases any absolute limitation of the powers of a court of equity in restraining the collection of taxes; but we may say that, in addition to illegality, hardship, or irregularity, the case must be brought within some of the recognized foundations of equitable jurisprudence, and that mere errors or excess in valuation, or hardship or injustice of the law, or any grievance which can be remedied by a suit at law, either before or after payment of the taxes, will not justify a court of equity to interpose by injunction to stay collection of a tax.' An intimation in the opinion in that case, to the effect that, in cases of taxes assessed by counties, towns, or cities, a more liberal use of the control of courts of equity may be necessary, has been cited in their brief in the present case as affording ground for sustaining the injunction here. But no class of cases was there mentioned as justifying this interference, and it is evident that the mere facts that the tax was levied by a local corporate body, and was also illegal, were not in themselves supposed to be sufficient; for the cases cited in the sentences preceding that remark, of <i>Dows</i> v. <i>Chicago</i> and <i>Hannewinkle</i> v. <i>Georgetown</i>, were both cases of taxes by towns, to which the doctrine of the restricted powers of a court of equity was applied.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The rule against the interference of a court of equity, and the exceptions to the rule, are restated with careful accuracy in the very recent case in this court of the <i>Union Pac. Ry. Co.</i> v. <i>Cheyenne</i>, 113 U. S. 525; S. C. 5 Sup. Ct. Rep. 601.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">As to the decisions of the supreme court of Wisconsin, its language, in the case of <i>Quinney</i> v. <i>Town of Stockbridge</i>, 33 Wis. 505, is as emphatic as that of this court. 'The complaint,' says the court, 'charges the seizure of certain personal property belonging to plaintiffs, by the treasurer, under and by virtue of the warrant for the collection of the taxes, and asks an injunction to prevent the treasurer from selling the same. It is well settled, in this court at least, that the writ of injunction will not be granted for such a purpose, and that the illegal seizure and threat of the officer to sell the goods and chattels of the plaintiff constitute no ground for equitable interference.' In the case of <i>Van Cott</i> v. <i>Supervisors of Milwaukee Co.</i>, 18 Wis. 247, which, like the present case, was a bill to enjoin the collection of a tax on personal property, and in nearly every other respect is like this, except that the county of Milwaukee was defendant there, and here it is the city, the same court gave the reasons for the rule adopted by it in the following language: 'Our reasons, in brief, are that by the wrong such as is complained of here no irreparable mischief is threatened, no cloud is thrown over the title to real estate, which a court of equity may be called upon to remove, and the plaintiff has an ample remedy at law. To say nothing of the special remedies given by statute, which, with diligence and attention on the part of the tax-payer, will always prove effectual, and nothing of the remedies by <i>certiorari, mandamus</i>, prohibition, etc., as heretofore applied in such cases, it seems to us that the remedy by action against the assessors in cases where they exceed their jurisdiction, and the right which the party always has to recover back the money paid for taxes illegally imposed, if collected by distress and sale of his goods, or if, upon levying a warrant, he pays to save his property, constitute a complete answer to the application of a court of equity to restrain or prevent the collection.' It is then shown that the corporation, being liable in an action to recover back the tax wrongfully exacted, the return of this sum is, both in law and equity, full compensation.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">There is nothing to take the case before us out of the principle here laid down, and the decision of the highest court of Wisconsin, that the remedy at law is ample, must command our respect.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In the latest case in Michigan, <i>Youngblood</i> v. <i>Sexton</i>, 32 Mich. 407, COOLEY, J., says: 'It was decided at an early day in this state that equity had no jurisdiction to restrain the collection of a personal tax, even conceding it to be illegal, the ordinary legal remedies being ample for the parties' protection;' citing <i>Williams</i> v. <i>Detroit</i>, 2 Mich. 560, and <i>Henry</i> v. <i>Gregory</i>, 29 Mich. 68. He also shows by additional citations that the same principle has been asserted in the courts of Massachusetts, New Hampshire, Connecticut, California, North Carolina, Rhode Island, Ohio, Missouri, New York, and Maryland.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In the case before us we see no reason for departing from the settled doctrine both of this court and of the supreme court of Wisconsin.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">There is nothing here presented which brings the case under any of the recognized heads of equity jurisdiction, and the mischiefs which must attend the exercise of the right to contest, in the courts of equity, every tax which is asserted to be illegal or unauthorized, are too serious to justify any such departure.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The question on which the judges of the circuit court divided is therefore answered in the negative; and as that court has no equitable jurisdiction in the case, its decree is reversed, and the case remanded, with directions to dismiss the bill.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <a class=\"footnote\">1</a>\n        <p> For a full discussion of this subject see 2 Desty, Tax'n, p. 675, &#167; 121.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>116 U.S. 219 (1886)</b></center>\n<center><h1>MILWAUKEE<br>\nv.<br>\nKFFLER.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted December 18, 1885.</center>\n<center>Decided January 4, 1886.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE EASTERN DISTRICT OF WISCONSIN.\n<p><span class=\"star-pagination\">*220</span> <i>Mr. Joshua Stark</i> for appellant.</p>\n<p><i>Mr. James G. Jenkins</i> for appellee.</p>\n<p><span class=\"star-pagination\">*222</span> MR. JUSTICE MILLER delivered the opinion of the court. After stating the facts in the language above reported, he continued:</p>\n<p>In accordance with the opinion of the presiding justice a decree was made setting aside the assessment of the tax and enjoining the city and its officers from collecting it.</p>\n<p>We are of opinion that both this court and the Supreme Court of Wisconsin are committed to a contrary doctrine.</p>\n<p>The case of <i>Dows</i> v. <i>The City of Chicago,</i> 11 Wall. 108, 109, 110, was a bill in equity in the Circuit Court for the Northern District of Illinois, brought by Dows, a citizen of New York, to restrain the city of Chicago from collecting a tax upon the shares of stock which he owned in a national bank located in that city. He alleged that the tax was illegal because his shares were assessed at a higher rate than other moneyed capital in the city; and because, not being a resident of Chicago, but of New York, his personal property belonged to his domicile, and any tax levied on it by the city of Chicago was void.</p>\n<p>The bill was dismissed on demurrer, on the ground that a court of equity had no jurisdiction to give relief, for the reasons stated in the bill. It will be observed that in that case, as in this, the tax was resisted as a tax on the person on account of personal property, on the ground that the party assessed did not reside within the city, and the corporation, therefore, had no power to tax him.</p>\n<p>The property for which the tax was assessed was in each case intangible property. In the first case it was bank shares, the certificates of which were undoubtedly held at the residence of Dows in New York, and in the present case it was for money loaned on mortgages.</p>\n<p>Looking at the case then made by the bill, one in which the assessment of the tax was not only irregular but void, the court, in the language of Mr. Justice Field, said:</p>\n<p><span class=\"star-pagination\">*223</span> \"Assuming the tax to be illegal and void, we do not think any ground is presented by the bill justifying the interposition of a court of equity to enjoin its collection. The illegality of the tax and the threatened sale of the shares for its payment constitute of themselves alone no ground for such interposition. There must be some special circumstances attending a threatened injury of this kind, distinguishing it from a common trespass, and bringing the case under some recognized head of equity jurisdiction before the preventive remedy of injunction can be invoked. It is upon taxation that the several States chiefly rely to obtain the means to carry on their respective governments, and it is of the utmost importance to all of them that the modes adopted to enforce the taxes levied should be interfered with as little as possible. Any delay in the proceedings of the officers upon whom the duty is devolved of collecting the taxes may derange the operations of government, and thereby cause serious detriment to the public. No court of equity will, therefore, allow its injunction to issue to restrain their action, except where it may be necessary to protect the rights of the citizen whose property is taxed, and he has no adequate remedy by the ordinary processes of the law. It must appear that the enforcement of the tax would lead to a multiplicity of suits, or produce irreparable injury, or, where the property is real estate, throw a cloud upon the title of the complainant, before the aid of a court of equity can be invoked. In the cases where equity has interfered, in the absence of these circumstances, it will be found, upon examination, that the question of jurisdiction was not raised, or was waived.\"</p>\n<p>The opinion contains an examination of the adjudged cases, by which the proposition is sustained, in one of which, that of <i>Cook County</i> v. <i>Chicago, Burlington and Quincy Railroad Co.,</i> 35 Ill 460, 465, the general principle is well stated by the Supreme Court of Illinois, namely, \"that while a court of equity would never entertain a bill to restrain the collection of a tax, except in cases where the tax was unauthorized by law, or where it was assessed on property not subject to taxation, it had never held that jurisdiction would be taken in those excepted cases, without special circumstances, showing that the <span class=\"star-pagination\">*224</span> collection of the tax would be likely to produce irreparable injury, or cause a multiplicity of suits.\"</p>\n<p>In the case of <i>Hannewinkle</i> v. <i>Georgetown,</i> 15 Wall. 547, 548, the principle is thus stated: \"It has been the settled law of the country for a great many years that an injunction bill to restrain the collection of a tax, on the sole ground of the illegality of the tax, cannot be maintained. There must be an allegation of fraud, that it creates a cloud upon the title, that there is apprehension of a multiplicity of suits, or some cause presenting a case of equity jurisdiction. This was decided as early as the days of Chancellor Kent, in <i>Mooers</i> v. <i>Smedley,</i> 6 Johns. Ch. 28, and has been so held from that time onward.\"</p>\n<p>In the <i>State Railroad Tax Cases,</i> 92 U.S. 575, 614, these decisions are reviewed with others, and the whole question very fully considered, as the importance of the cases and the ability of the counsel who argued them required; and after citing the language in <i>Dows</i> v. <i>Chicago,</i> and <i>Hannewinkle</i> v. <i>Georgetown</i><i>,</i> the court adds: \"We do not propose to lay down in these cases any absolute limitation of the powers of a court of equity in restraining the collection of illegal taxes; but we may say, that, in addition to illegality, hardship, or irregularity, the case must be brought within some of the recognized foundations of equitable jurisdiction, and that mere errors or excess in valuation or hardship or injustice of the law, or any grievance which can be remedied by a suit at law, either before or after payment of the taxes, will not justify a court of equity to interpose by injunction to stay collection of a tax.\"</p>\n<p>An intimation in the opinion in that case to the effect that, in cases of taxes assessed by counties, towns, or cities, a more liberal use of the control of courts of equity may be necessary, has been cited in the brief in the present case as affording ground for sustaining the injunction here. But no class of cases was there mentioned as justifying this interference, and it is evident that the mere facts that the tax was levied by a local corporate body, and was also illegal, were not in themselves supposed to be sufficient; for the cases cited in the sentences preceding that remark, of <i>Dows</i> v. <i>Chicago</i> and <i>Hannewinkle</i> v. <i>Georgetown</i><i>,</i> were both cases of taxes by towns, <span class=\"star-pagination\">*225</span> to which the doctrine of the restricted powers of a court of equity was applied.</p>\n<p>The rule against the interference of a court of equity, and the exceptions to the rule, are restated with careful accuracy in the very recent case in this court of the <i>Union Pacific Railway Co.</i> v. <i>Cheyenne,</i> 113 U.S. 516, 525.</p>\n<p>As to the decisions of the Supreme Court of Wisconsin, its language, in the case of <i>Quinney</i> v. <i>The Town of Stockbridge,</i> 33 Wisc. 505, is as emphatic as that of this court. \"The complainant,\" says the court, \"charges the seizure of certain personal property belonging to plaintiffs by the treasurer, under and by virtue of the warrant for the collection of the taxes, and asks an injunction to prevent the treasurer from selling the same. It is well settled, in this court at least, that the writ of injunction will not be granted for such a purpose, and that the illegal seizure and threat of the officer to sell the goods and chattels of the plaintiff, constitute no ground for equitable interference.\" In the case of <i>Van Cott</i> v. <i>Supervisors of Milwaukee County,</i> 18 Wisc. 247, which, like the present case, was a bill to enjoin the collection of a tax on personal property, and in nearly every other respect is like this, except that the county of Milwaukee was defendant there, and here it is the city, the same court gave the reasons for the rule adopted by it in the following language: \"Our reasons, in brief, are, that by the wrong such as is complained of here no irreparable mischief is threatened, no cloud is thrown over the title to real estate, which a court of equity may be called upon to remove, and the plaintiff has an ample remedy at law. To say nothing of the special remedies given by statute, which, with diligence and attention on the part of the tax-payer, will always prove effectual, and nothing of the remedies by <i>certiorari, mandamus,</i> prohibition, &amp;c., as heretofore applied in such cases, it seems to us that the remedy by action against the assessors, in cases where they exceed their jurisdiction, and the right which the party always has to recover back the money paid for taxes illegally imposed, if collected by distress and sale of his goods, or if, upon levying a warrant, he pays to save his property, constitute a complete answer to the application of a court of equity to restrain or <span class=\"star-pagination\">*226</span> prevent the collection.\" It is then shown that the corporation, being liable in an action to recover back the tax wrongfully exacted, the return of this sum is, both in law and equity, full compensation.</p>\n<p>There is nothing to take the case before us out of the principle here laid down, and the decision of the highest court of Wisconsin, that the remedy at law is ample, must command our respect.</p>\n<p>In the latest case in Michigan, <i>Youngblood</i> v. <i>Sexton,</i> 32 Mich. 406, Cooley, J., says: \"It was decided at an early day in this State that equity had no jurisdiction to restrain the collection of a personal tax, even conceding it to be illegal, the ordinary legal remedies being ample for the parties' protection,\" citing <i>Williams</i> v. <i>Detroit,</i> 2 Mich. 560, and <i>Henry</i> v. <i>Gregory,</i> 29 Mich. 68. He also shows by additional citations that the same principle has been asserted in the courts of Massachusetts, New Hampshire, Connecticut, California, North Carolina, Rhode Island, Ohio, Missouri, New York, and Maryland.</p>\n<p>In the case before us we see no reason for departing from the settled doctrine both of this court and of the Supreme Court of Wisconsin.</p>\n<p>There is nothing here presented which brings the case under any of the recognized heads of equity jurisdiction, and the mischiefs which must attend the exercise of the right to contest in the courts of equity every tax which is asserted to be illegal or unauthorized, are too serious to justify any such departure.</p>\n<p>The question on which the judges of the Circuit Court divided is, therefore, answered in the negative, and as that court has no equitable jurisdiction in the case its decree is</p>\n<p><i>Reversed and the case remanded, with directions to dismiss the bill.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">219</span></span> (1886)</b></center>\n<center><h1>MILWAUKEE<br>\nv.<br>\nKFFLER.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted December 18, 1885.</center>\n<center>Decided January 4, 1886.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE EASTERN DISTRICT OF WISCONSIN.\n<p><span class=\"star-pagination\">*220</span> <i>Mr. Joshua Stark</i> for appellant.</p>\n<p><i>Mr. James G. Jenkins</i> for appellee.</p>\n<p><span class=\"star-pagination\">*222</span> MR. JUSTICE MILLER delivered the opinion of the court. After stating the facts in the language above reported, he continued:</p>\n<p>In accordance with the opinion of the presiding justice a decree was made setting aside the assessment of the tax and enjoining the city and its officers from collecting it.</p>\n<p>We are of opinion that both this court and the Supreme Court of Wisconsin are committed to a contrary doctrine.</p>\n<p>The case of <i>Dows</i> v. <i>The City of Chicago,</i> <span class=\"citation\" data-id=\"88307\"><a href=\"/opinion/88307/dows-v-chicago/\"><span class=\"volume\">11</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">108</span></a></span>, 109, 110, was a bill in equity in the Circuit Court for the Northern District of Illinois, brought by Dows, a citizen of New York, to restrain the city of Chicago from collecting a tax upon the shares of stock which he owned in a national bank located in that city. He alleged that the tax was illegal because his shares were assessed at a higher rate than other moneyed capital in the city; and because, not being a resident of Chicago, but of New York, his personal property belonged to his domicile, and any tax levied on it by the city of Chicago was void.</p>\n<p>The bill was dismissed on demurrer, on the ground that a court of equity had no jurisdiction to give relief, for the reasons stated in the bill. It will be observed that in that case, as in this, the tax was resisted as a tax on the person on account of personal property, on the ground that the party assessed did not reside within the city, and the corporation, therefore, had no power to tax him.</p>\n<p>The property for which the tax was assessed was in each case intangible property. In the first case it was bank shares, the certificates of which were undoubtedly held at the residence of Dows in New York, and in the present case it was for money loaned on mortgages.</p>\n<p>Looking at the case then made by the bill, one in which the assessment of the tax was not only irregular but void, the court, in the language of Mr. Justice Field, said:</p>\n<p><span class=\"star-pagination\">*223</span> \"Assuming the tax to be illegal and void, we do not think any ground is presented by the bill justifying the interposition of a court of equity to enjoin its collection. The illegality of the tax and the threatened sale of the shares for its payment constitute of themselves alone no ground for such interposition. There must be some special circumstances attending a threatened injury of this kind, distinguishing it from a common trespass, and bringing the case under some recognized head of equity jurisdiction before the preventive remedy of injunction can be invoked. It is upon taxation that the several States chiefly rely to obtain the means to carry on their respective governments, and it is of the utmost importance to all of them that the modes adopted to enforce the taxes levied should be interfered with as little as possible. Any delay in the proceedings of the officers upon whom the duty is devolved of collecting the taxes may derange the operations of government, and thereby cause serious detriment to the public. No court of equity will, therefore, allow its injunction to issue to restrain their action, except where it may be necessary to protect the rights of the citizen whose property is taxed, and he has no adequate remedy by the ordinary processes of the law. It must appear that the enforcement of the tax would lead to a multiplicity of suits, or produce irreparable injury, or, where the property is real estate, throw a cloud upon the title of the complainant, before the aid of a court of equity can be invoked. In the cases where equity has interfered, in the absence of these circumstances, it will be found, upon examination, that the question of jurisdiction was not raised, or was waived.\"</p>\n<p>The opinion contains an examination of the adjudged cases, by which the proposition is sustained, in one of which, that of <i>Cook County</i> v. <i>Chicago, Burlington and Quincy Railroad Co.,</i> 35 Ill 460, 465, the general principle is well stated by the Supreme Court of Illinois, namely, \"that while a court of equity would never entertain a bill to restrain the collection of a tax, except in cases where the tax was unauthorized by law, or where it was assessed on property not subject to taxation, it had never held that jurisdiction would be taken in those excepted cases, without special circumstances, showing that the <span class=\"star-pagination\">*224</span> collection of the tax would be likely to produce irreparable injury, or cause a multiplicity of suits.\"</p>\n<p>In the case of <i>Hannewinkle</i> v. <i>Georgetown,</i> <span class=\"citation\" data-id=\"88635\"><a href=\"/opinion/88635/hannewinkle-v-georgetown/\"><span class=\"volume\">15</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">547</span></a></span>, 548, the principle is thus stated: \"It has been the settled law of the country for a great many years that an injunction bill to restrain the collection of a tax, on the sole ground of the illegality of the tax, cannot be maintained. There must be an allegation of fraud, that it creates a cloud upon the title, that there is apprehension of a multiplicity of suits, or some cause presenting a case of equity jurisdiction. This was decided as early as the days of Chancellor Kent, in <i>Mooers</i> v. <i>Smedley,</i> <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">Johns. Ch.</span> <span class=\"page\">28</span></span>, and has been so held from that time onward.\"</p>\n<p>In the <i>State Railroad Tax Cases,</i> <span class=\"citation\" data-id=\"89311\"><a href=\"/opinion/89311/taylor-v-secor/\"><span class=\"volume\">92</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">575</span></a></span>, 614, these decisions are reviewed with others, and the whole question very fully considered, as the importance of the cases and the ability of the counsel who argued them required; and after citing the language in <i>Dows</i> v. <i>Chicago,</i> and <i>Hannewinkle</i> v. <i>Georgetown</i><i>,</i> the court adds: \"We do not propose to lay down in these cases any absolute limitation of the powers of a court of equity in restraining the collection of illegal taxes; but we may say, that, in addition to illegality, hardship, or irregularity, the case must be brought within some of the recognized foundations of equitable jurisdiction, and that mere errors or excess in valuation or hardship or injustice of the law, or any grievance which can be remedied by a suit at law, either before or after payment of the taxes, will not justify a court of equity to interpose by injunction to stay collection of a tax.\"</p>\n<p>An intimation in the opinion in that case to the effect that, in cases of taxes assessed by counties, towns, or cities, a more liberal use of the control of courts of equity may be necessary, has been cited in the brief in the present case as affording ground for sustaining the injunction here. But no class of cases was there mentioned as justifying this interference, and it is evident that the mere facts that the tax was levied by a local corporate body, and was also illegal, were not in themselves supposed to be sufficient; for the cases cited in the sentences preceding that remark, of <i>Dows</i> v. <i>Chicago</i> and <i>Hannewinkle</i> v. <i>Georgetown</i><i>,</i> were both cases of taxes by towns, <span class=\"star-pagination\">*225</span> to which the doctrine of the restricted powers of a court of equity was applied.</p>\n<p>The rule against the interference of a court of equity, and the exceptions to the rule, are restated with careful accuracy in the very recent case in this court of the <i>Union Pacific Railway Co.</i> v. <i>Cheyenne,</i> <span class=\"citation\" data-id=\"91308\"><a href=\"/opinion/91308/union-pacific-r-co-v-cheyenne/\"><span class=\"volume\">113</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">516</span></a></span>, 525.</p>\n<p>As to the decisions of the Supreme Court of Wisconsin, its language, in the case of <i>Quinney</i> v. <i>The Town of Stockbridge,</i> 33 Wisc. 505, is as emphatic as that of this court. \"The complainant,\" says the court, \"charges the seizure of certain personal property belonging to plaintiffs by the treasurer, under and by virtue of the warrant for the collection of the taxes, and asks an injunction to prevent the treasurer from selling the same. It is well settled, in this court at least, that the writ of injunction will not be granted for such a purpose, and that the illegal seizure and threat of the officer to sell the goods and chattels of the plaintiff, constitute no ground for equitable interference.\" In the case of <i>Van Cott</i> v. <i>Supervisors of Milwaukee County,</i> 18 Wisc. 247, which, like the present case, was a bill to enjoin the collection of a tax on personal property, and in nearly every other respect is like this, except that the county of Milwaukee was defendant there, and here it is the city, the same court gave the reasons for the rule adopted by it in the following language: \"Our reasons, in brief, are, that by the wrong such as is complained of here no irreparable mischief is threatened, no cloud is thrown over the title to real estate, which a court of equity may be called upon to remove, and the plaintiff has an ample remedy at law. To say nothing of the special remedies given by statute, which, with diligence and attention on the part of the tax-payer, will always prove effectual, and nothing of the remedies by <i>certiorari, mandamus,</i> prohibition, &amp;c., as heretofore applied in such cases, it seems to us that the remedy by action against the assessors, in cases where they exceed their jurisdiction, and the right which the party always has to recover back the money paid for taxes illegally imposed, if collected by distress and sale of his goods, or if, upon levying a warrant, he pays to save his property, constitute a complete answer to the application of a court of equity to restrain or <span class=\"star-pagination\">*226</span> prevent the collection.\" It is then shown that the corporation, being liable in an action to recover back the tax wrongfully exacted, the return of this sum is, both in law and equity, full compensation.</p>\n<p>There is nothing to take the case before us out of the principle here laid down, and the decision of the highest court of Wisconsin, that the remedy at law is ample, must command our respect.</p>\n<p>In the latest case in Michigan, <i>Youngblood</i> v. <i>Sexton,</i> <span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">406</span></span>, Cooley, J., says: \"It was decided at an early day in this State that equity had no jurisdiction to restrain the collection of a personal tax, even conceding it to be illegal, the ordinary legal remedies being ample for the parties' protection,\" citing <i>Williams</i> v. <i>Detroit,</i> <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">560</span></span>, and <i>Henry</i> v. <i>Gregory,</i> 29 Mich. 68. He also shows by additional citations that the same principle has been asserted in the courts of Massachusetts, New Hampshire, Connecticut, California, North Carolina, Rhode Island, Ohio, Missouri, New York, and Maryland.</p>\n<p>In the case before us we see no reason for departing from the settled doctrine both of this court and of the Supreme Court of Wisconsin.</p>\n<p>There is nothing here presented which brings the case under any of the recognized heads of equity jurisdiction, and the mischiefs which must attend the exercise of the right to contest in the courts of equity every tax which is asserted to be illegal or unauthorized, are too serious to justify any such departure.</p>\n<p>The question on which the judges of the Circuit Court divided is, therefore, answered in the negative, and as that court has no equitable jurisdiction in the case its decree is</p>\n<p><i>Reversed and the case remanded, with directions to dismiss the bill.</i></p>\n</div>", "id": 91524, "judges": "Miller", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/91524/", "sha1": "d1ce4e6bc016ca305f1b12b728c6e253d1452953", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:03:23"}