{"absolute_url": "/opinion/91705/united-states-v-kagama/", "blocked": false, "citation": {"case_name": "United States v. Kagama", "docket_number": null, "document_uris": ["/api/rest/v2/document/91705/"], "federal_cite_one": "118 U.S. 375", "federal_cite_three": null, "federal_cite_two": null, "id": 76085, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/76085/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 193, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1886-05-10", "date_modified": "2014-12-21T01:30:09.992987", "docket": "/api/rest/v2/docket/346222/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">118 U.S. 375</p>\n    <p class=\"case_cite\">6 S.Ct. 1109</p>\n    <p class=\"case_cite\">30 L.Ed. 228</p>\n    <p class=\"parties\">UNITED STATES<br>v.<br>KAGAMA, <i>alias</i> Pactah Billy, an Indian, and another.</p>\n    <p class=\"date\">Filed May 10, 1886.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Atty. Gen. Garland</i> and <i>Sol. Gen. Goode</i>, for the United states.</p>\n      <p class=\"indent\"><i>Jos. D. Redding</i>, for defendants.</p>\n      <p class=\"indent\">MILLER, J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The case is brought here by certificate of division of opinion between the circuit judge and the district judge holding the circuit court of the United States for district of California. The questions certified arise on a demurrer to an indictment against two Indians for murder committed on the Indian reservation of Hoopa Valley, in the state of California, the person murdered being also an Indian of said reservation.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Though there are six questions certified as the subject of difference, the point of them all is well set out in the third and sixth, which are as follows: '(3) Whether the provisions of said section 9, (of the act of congress of March 3, 1885,) making it a crime for one Indian to commit murder upon another Indian, upon an Indian reservation situated wholly within the limits of a state of the Union, and making such Indian so committing the crime of murder within and upon such Indian reservation 'subject to the same laws,' and subject to be 'tried in the same courts, and in the same manner, and subject to the same penalties, as are all other persons' committing the crime of murder 'within the exclusive jurisdiction of the United States,' is a constitutional and valid law of the United States.' '(6) Whether the courts of the United States have jurisdiction or authority to try and punish an Indian belonging to an Indian tribe, for committing the crime of murder upon another Indian belonging to the same Indian tribe, both sustaining the usual tribal relations, said crime having been committed upon an Indian reservation made and set apart for the use of the Indian tribe to which said Indians both belong.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The indictment sets out in two counts that Kagama, <i>alias</i> Pactah Billy, an Indian, murdered Iyouse, <i>alias</i> Ike, another Indian, at Humboldt county, in the state of California, within the limits of the Hoopa Valley reservation, and it charges Mahawaha, <i>alias</i> Ben, also an Indian, with aiding and abetting in the murder.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The law referred to in the certificate is the last section of the Indian appropriation act of that year, and is as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'Sec. 9. That immediately upon and after the date of the passage of this act all Indians committing against the person or property of another Indian or other person any of the following crimes, namely, murder, manslaughter, rape, assault with intent to kill, arson, burglary, and larceny, within any territory of the United States, and either within or without the Indian reservation, shall be subject therefor to the laws of said territory relating to said crimes, and shall be tried therefor in the same courts, and in the same manner, and shall be subject to the same penalties, as are all other persons charged with the commission of the said crimes respectively; and said courts are hereby given jurisdiction in all such cases; and all such Indians committing any of the above-described crimes against the person or property of another Indian or other person, within the boundaries of any state of the United States, and within the limits of any Indian reservation, shall be subject to the same laws, tried in the same courts, and in the same manner, and subject to the same penalties, as are all other persons committing any of the above crimes within the exclusive jurisdiction of the United States.'</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The above enactment is clearly separable into two distinct definitions of the conditions under which Indians may be punished for the same crimes as defined by the common law. The first of these is where the offense is committed within the limits of a territorial government, whether on or off an Indian reservation. In this class of cases the Indian charged with the crime shall be judged by the laws of the territory on that subject, and tried by its courts. This proposition itself is new in legislation of congress, which has heretofore only undertaken to punish an Indian who sustains the usual relation to his tribe, and the offense is committed in the Indian country, or on an Indian reservation, in exceptional cases; as where the offense was against the person or property of a white man, or is some violation of the trade and intercourse regulations imposed by congress on the Indian tribes. It is new, because it now proposes to punish these offenses when they are committed by one Indian on the person or property of another. The second is where the offense is committed by one Indian against the person or property of another, within the limits of a state of the Union, but on an Indian reservation. In this case, of which the state and its tribunals would have jurisdiction if the offense was committed by a white man outside an Indian reservation, the courts of the United States are to exercise jurisdiction as if the offense had been committed at some place within the exclusive jurisdiction of the United States. The first clause subjects all Indians, guilty of these crimes committed within the limits of a territory, to the laws of that territory, and to its courts for trial. The second, which applies solely to offenses by Indians which are committed within the limits of a state and the limits of a reservation, subjects the offenders to the laws of the United States passed for the government of places under the exclusive jurisdiction of those laws, and to trial by the courts of the United States. This is a still further advance, as asserting this jurisdiction over the Indians within the limits of the states of the Union.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Although the offense charged in this indictment was committed within a state, and not within a territory, the considerations which are necessary to a solution of the problem in regard to the one must in a large degree affect the other. The constitution of the United States is almost silent in regard to the relations of the government which was established by it to the numerous tribes of Indians within its borders. In declaring the basis on which representation in the lower branch of the congress and direct taxation should be apportioned, it was fixed that it should be according to numbers, <i>excluding Indians not taxed</i>, which, of course, excluded nearly all of that race; but which meant that if there were such within a state as were taxed to support the government, they should be counted for representation, and in the computation for direct taxes levied by the United States. This expression, 'excluding Indians not taxed,' is found in the fourteenth amendment, where it deals with the same subject under the new conditions produced by the emancipation of the slaves. Neither of these shed much light on the power of congress over the Indians in their existence as tribes distinct from the ordinary citizens of a state or territory.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The mention of Indians in the constitution which has received most attention is that found in the clause which gives congress 'power to regulate commerce with foreign nations, and among the several states, and with the Indian tribes.' This clause is relied on in the argument in the present case, the proposition being that the statute under consideration is a regulation of commerce with the Indian tribes. But we think it would be a very strained construction of this clause that a system of criminal laws for Indians living peaceably in their reservations, which left out the entire code of trade and intercourse laws justly enacted under that provision, and established punishments for the common-law crimes of murder, manslaughter, arson, burglary, larceny, and the like, without any reference to their relation to any kind of commerce, was authorized by the grant of power to regulate commerce with the Indian tribes. While we are not able to see in either of these clauses of the constitution and its amendments any delegation of power to enact a code of criminal law for the punishment of the worst class of crimes known to civilized life when committed by Indians, there is a suggestion in the manner in which the Indian tribes are introduced into that clause which may have a bearing on the subject before us. The commerce with foreign nations is distinctly stated as submitted to the control of congress. Were the Indian tribes foreign nations? If so, they came within the first of the three classes of commerce mentioned, and did not need to be repeated as Indian tribes. Were they nations, in the minds of the framers of the constitution? If so, the natural phrase would have been 'foreign nations and Indian nations,' or, in the terseness of language uniformly used by the framers of the instrument, it would naturally have been 'foreign and Indian nations.' And so in the case of <i>Cherokee Nation</i> v. <i>Georgia</i>, brought in the supreme court of the United States, under the declaration that the judicial power extends to suits between a state and foreign states, and giving to the supreme court original jurisdiction where a state is a party, it was conceded that Georgia as a state came within the clause, but held that the Cherokees were not a state or nation, within the meaning of the constitution, so as to be able to maintain the suit. 5 Pet. 20.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">But these Indians are within the geographical limits of the United States. The soil and the people within these limits are under the political control of the government of the United States, or of the states of the Union. There exists within the broad domain of sovereignty but these two. There may be cities, counties, and other organized bodies, with limited legislative functions, but they are all derived from, or exist in, subordination to one or the other of these. The territorial governments owe all their powers to the statutes of the United States conferring on them the powers which they exercise, and which are liable to be withdrawn, modified, or repealed at any time by congress. What authority the state governments may have to enact criminal laws for the Indians will be presently considered. But this power of congress to organize territorial governments, and make laws for their inhabitants, arises, not so much from the clause in the constitution in regard to disposing of and making rules and regulations concerning the territory and other property of the United States, as from the ownership of the country in which the territories are, and the right of exclusive sovereignty which must exist in the national government, and can be found nowhere else. <i>Murphy</i> v. <i>Ramsey</i>, 114 U. S. 44; S. C. 5 Sup. Ct. Rep. 747.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the case of <i>American Ins. Co.</i> v. <i>Canter</i>, 1 Pet. 542, in which the condition of the people of Florida, then under a territorial government, was under consideration, MARSHALL, C. J., said: 'Perhaps the power of governing a territory belonging to the United States which has not, by becoming a state, acquired the means of self-government, may result necessarily from the fact that it is not within the jurisdiction of any particular state, and is within the power and jurisdiction of the United States. The right to govern may be the inevitable consequence of the right to acquire territory. Whichever may be the source whence the power is derived, the possession of it is unquestionable.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In the case of <i>U. S.</i> v. <i>Rogers</i>, 4 How. 572, where a white man pleaded in abatement to an indictment for murder, committed in the country of the Cherokee Indians, that he had been adopted by and become a member of the Cherokee tribe, Chief Justice TANEY said: 'The country in which the crime is charged to have been committed is a part of the territory of the United States, and not within the limits of any state. It is true it is occupied by the Cherokee Indians, but it has been assigned to them, and they hold with the assent and under the authority of the United States.' After referring to the policy of the European nations and the United States in asserting dominion over all the country discovered by them, and the justice of this course, he adds: 'But had it been otherwise, and were the right and propriety of exercising this power now open to question, yet it is a question for the law-making and political departments of the government, and not for the judicial. It is our duty to expound and execute the law as we find it, and we think it too firmly and clearly established to admit of dispute, that the Indian tribes, residing within the territorial limits of the United States, are subject to their authority, and when the country occupied by one of them is not within the limits of one of these, congress may by law punish every offense committed there, no matter whether the offender be a white man or an Indian.'</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Indian reservation in the case before us is land bought by the United States from Mexico by the treaty of Guadaloupe Hidalgo, and the whole of California, with the allegiance of its inhabitants, many of whom were Indians, was transferred by that treaty to the United States. The relation of the Indian tribes living within the borders of the United States, both before and since the Revolution, to the people of the United States, has always been an anomalous one, and of a complex character. Following the policy of the European governments in the discovery of America, towards the Indians who were found here, the colonies before the Revolution, and the states and the United States since, have recognized in the Indians a possessory right to the soil over which they roamed and hunted and established occasional villages. But they asserted an ultimate title in the land itself, by which the Indian tribes were forbidden to sell or transfer it to other nations or peoples without the consent of this paramount authority. When a tribe wished to dispose of its land, or any part of it, or the state or the United States wished to purchase it, a treaty with the tribe was the only mode in which this could be done. The United States recognized no right in private persons, or in other nations, to make such a purchase by treaty or otherwise. With the Indians themselves these relations are equally difficult to define. They were, and always have been, regarded as having a semi-independent position when they preserved their tribal relations; not as states, not as nations, not as possessed of the full attributes of sovereignty, but as a separate people, with the power of regulating their internal and social relations, and thus far not brought under the laws of the Union or of the state within whose limits they resided.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Perhaps the best statement of their position is found in the two opinions of this court by Chief Justice MARSHALL in the case of <i>Cherokee Nation</i> v. <i>Georgia</i>, 5 Pet. 1, and in the case of <i>Worcester</i> v. <i>Georgia</i>, 6 Pet. 536. These opinions are exhaustive; and in the separate opinion of Mr. Justice BALDWIN, in the former, is a very valuable resume of the treaties and statutes concerning the Indian tribes previous to and during the confederation. In the first of the above cases it was held that these tribes were neither states nor nations, had only some of the attributes of sovereignty, and could not be so far recognized in that capacity as to sustain a suit in the supreme court of the United States. In the second case it was said that they were not subject to the jurisdiction asserted over them by the state of Georgia, which, because they were within its limits, where they had been for ages, had attempted to extend her laws and the jurisdiction of her courts over them. In the opinions in these cases they are spoken of as 'wards of the nation;' 'pupils;' as local dependent communities. In this spirit the United States has conducted its relations to them from its organization to this time. But, after an experience of a hundred years of the treaty-making system of government, congress has determined upon a new departure,&#8212;to govern them by acts of congress. This is seen in the act of March 3, 1871, embodied in section 2079 of the Revised Statutes: 'No Indian nation or tribe, within the territory of the United States, shall be acknowledged or recognized as an independent nation, tribe, or power, with whom the United States may contract by treaty; but no obligation of any treaty lawfully made and ratified with any such Indian nation or tribe prior to March 3, 1871, shall be hereby invalidated or impaired.'</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The <i>Case of Crow Dog</i>, 109 U. S. 556, S. C. 3 Sup. Ct. Rep. 396, in which an agreement with the Sioux Indians, ratified by an act of congress, was supposed to extend over them the laws of the United States and the jurisdiction of its courts, covering murder and other grave crimes, shows the purpose of congress in this new departure. The decision in that case admits that if the intention of congress had been to punish, by the United States courts, the murder of one Indian by another, the law would have been valid. But the court could not see, in the agreement with the Indians sanctioned by congress, a purpose to repeal section 2146 of the Revised Statutes, which expressly excludes from that jurisdiction the case of a crime committed by one Indian against another in the Indian country. The passage of the act now under consideration was designed to remove that objection, and to go further by including such crimes on reservations lying within a state. Is this latter fact a fatal objection to the law? The statute itself contains no express limitation upon the powers of a state, or the jurisdiction of its courts. If there be any limitation in either of these, it grows out of the implication arising from the fact that congress has defined a crime committed within the state, and made it punishable in the courts of the United States. But congress <i>has</i> done this, and <i>can</i> do it, with regard to all offenses relating to matters to which the federal authority extends. Does that authority extend to this case?</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It will be seen at once that the nature of the offense (murder) is one which in most all cases of its commission is punishable by the laws of the states, and within the jurisdiction of their courts. The distinction is claimed to be that the offense under the statute is committed by an Indian, that it is committed on a reservation set apart within the state for residence of the tribe of Indians by the United States, and the fair inference is that the offending Indian shall belong to that or some other tribe. It does not interfere with the process of the state courts within the reservation, nor with the operation of state laws upon white people found there. Its effect is confined to the acts of an Indian of some tribe, of a criminal character, committed within the limits of the reservation. It seems to us that this is within the competency of congress. These Indian tribes <i>are</i> the wards of the nation. They are communities <i>dependent</i> on the United States,&#8212;dependent largely for their daily food; dependent for their political rights. They owe no allegiance to the states, and receive from them no protection. Because of the local ill feeling, the people of the states where they are found are often their deadliest enemies. From their very weakness and helplessness, so largely due to the course of dealing of the federal government with them, and the treaties in which it has been promised, there arises the duty of protection, and with it the power. This has always been recognized by the executive, and by congress, and by this court, whenever the question has arisen.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In the case of <i>Worcester</i> v. <i>Georgia</i>, 6 Pet. 515, it was held that, though the Indians had by treaty sold their land within that state, and agreed to remove away, which they had failed to do, the state could not, while they remained on those lands, extend its laws, criminal and civil, over the tribes; that the duty and power to compel their removal was in the United States, and the tribe was under their protection, and could not be subjected to the laws of the state, and the process of its courts.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The same thing was decided in the case of <i>Fellows</i> v. <i>Blacksmith</i>, 19 How. 366. In this case, also, the Indians had sold their lands under supervision of the states of Massachusetts and of New York, and had agreed to remove within a given time. When the time came a suit to recover some of the land was brought in the supreme court of New York, which gave judgment for the plaintiff. But this court held, on writ of error, that the state could not enforce this removal, but the duty and the power to do so was in the United States. See, also, the cases of <i>Kansas Indians</i>, 5 Wall. 737; <i>New York Indians</i>, Id. 761.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The power of the general government over these remnants of a race once powerful, now weak and diminished in numbers, is secessary to their protection, as well as to the safety of those among whom they dwell. It must exist in that government, because it never has existed anywhere else; because the theater of its exercise is within the geographical limits of the United States; because it has never been denied; and because it alone can enforce its laws on all the tribes.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We answer the questions propounded to us: that the ninth section of the act of March 23, 1855, is a valid law in both its branches, and that the circuit court of the United States for the district of California has jurisdiction of the offense charged in the indictment in this case.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>118 U.S. 375 (1886)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nKAGAMA &amp; Another, Indians.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 2, 1886.</center>\n<center>Decided May 10, 1886.</center>\nCERTIFICATE OF DIVISION IN OPINION FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF CALIFORNIA.\n<p><i>Mr. Solicitor General</i> for plaintiff in error.</p>\n<p><i>Mr. Joseph D. Redding</i> for defendants in error.</p>\n<p>Mr. JUSTICE MILLER delivered the opinion of the court.</p>\n<p>The case is brought here by certificate of division of opinion between the Circuit Judge and the District Judge holding the Circuit Court of the United States for District of California.</p>\n<p>The questions certified arise on a demurrer to an indictment against two Indians for murder committed on the Indian reservation of Hoopa Valley, in the State of California, the person murdered being also an Indian of said reservation.</p>\n<p>Though there are six questions certified as the subject of difference, the point of them all is well set out in the third and sixth, which are as follows:</p>\n<p><span class=\"star-pagination\">*376</span> \"3. Whether the provisions of said section 9, (of the act of Congress of March 3, 1885,) making it a crime for one Indian to commit murder upon another Indian, upon an Indian reservation situated wholly within the limits of a State of the Union, and making such Indian so committing the crime of murder within and upon such Indian reservation `subject to the same laws' and subject to be `tried in the same courts, and in the same manner, and subject to the same penalties as are all other persons' committing the crime of murder `within the exclusive jurisdiction of the United States,' is a constitutional and valid law of the United States?\"</p>\n<p>\"6. Whether the courts of the United States have jurisdiction or authority to try and punish an Indian belonging to an Indian tribe for committing the crime of murder upon another Indian belonging to the same Indian tribe, both sustaining the usual tribal relations, said crime having been committed upon an Indian reservation made and set apart for the use of the Indian tribe to which said Indians both belong?\"</p>\n<p>The indictment sets out in two counts that Kagama, alias Pactah Billy, an Indian, murdered Iyouse, alias Ike, another Indian, at Humboldt County, in the State of California, within the limits of the Hoopa Valley Reservation, and it charges Mahawaha, alias Ben, also an Indian, with aiding and abetting in the murder.</p>\n<p>The law referred to in the certificate is the last section of the Indian appropriation act of that year, and is as follows:</p>\n<p>\"§ 9. That immediately upon and after the date of the passage of this act all Indians committing against the person or property of another Indian or other person any of the following crimes, namely, murder, manslaughter, rape, assault with intent to kill, arson, burglary and larceny, within any Territory of the United States, and either within or without the Indian reservation, shall be subject therefor to the laws of said Territory relating to said crimes, and shall be tried therefor in the same courts and in the same manner, and shall be subject to the same penalties, as are all other persons charged with the commission of the said crimes, respectively; and the said courts are hereby given jurisdiction in all such cases; and all such Indians <span class=\"star-pagination\">*377</span> committing any of the above crimes against the person or property of another Indian or other person, within the boundaries of any State of the United States, and within the limits of any Indian reservation, shall be subject to the same laws, tried in the same courts and in the same manner, and subject to the same penalties, as are all other persons committing any of the above crimes within the exclusive jurisdiction of the United States.\" 23 Stat. ch. 341, 362; § 9, 385.</p>\n<p>The above enactment is clearly separable into two distinct definitions of the conditions under which Indians may be punished for the same crimes as defined by the common law. The first of these is where the offence is committed within the limits of a territorial government, whether on or off an Indian reservation. In this class of cases the Indian charged with the crime shall be judged by the laws of the Territory on that subject, and tried by its courts. This proposition itself is new in legislation of Congress, which has heretofore only undertaken to punish an Indian who sustains the usual relation to his tribe, and who commits the offence in the Indian country, or on an Indian reservation, in exceptional cases; as where the offence was against the person or property of a white man, or was some violation of the trade and intercourse regulations imposed by Congress on the Indian tribes. It is new, because it now proposes to punish these offences when they are committed by one Indian on the person or property of another.</p>\n<p>The second is where the offence is committed by one Indian against the person or property of another, within the limits of a State of the Union, but on an Indian reservation. In this case, of which the State and its tribunals would have jurisdiction if the offence was committed by a white man outside an Indian reservation, the courts of the United States are to exercise jurisdiction as if the offence had been committed at some place within the exclusive jurisdiction of the United States. The first clause subjects all Indians guilty of these crimes committed within the limits of a Territory, to the laws of that Territory, and to its courts for trial. The second, which applies solely to offences by Indians which are committed within the limits of a State and the limits of a reservation, subjects the offenders <span class=\"star-pagination\">*378</span> to the laws of the United States passed for the government of places under the exclusive jurisdiction of those laws, and to trial by the courts of the United States. This is a still further advance, as asserting this jurisdiction over the Indians within the limits of the States of the Union.</p>\n<p>Although the offence charged in this indictment was committed within a State and not within a Territory, the considerations which are necessary to a solution of the problem in regard to the one must in a large degree affect the other.</p>\n<p>The Constitution of the United States is almost silent in regard to the relations of the government which was established by it to the numerous tribes of Indians within its borders.</p>\n<p>In declaring the basis on which representation in the lower branch of the Congress and direct taxation should be apportioned, it was fixed that it should be according to numbers, <i>excluding Indians not taxed,</i> which, of course, excluded nearly all of that race, but which meant that if there were such within a State as were taxed to support the government, they should be counted for representation, and in the computation for direct taxes levied by the United States. This expression, excluding Indians not taxed, is found in the XIVth amendment, where it deals with the same subject under the new conditions produced by the emancipation of the slaves. Neither of these shed much light on the power of Congress over the Indians in their existence as tribes, distinct from the ordinary citizens of a State or Territory.</p>\n<p>The mention of Indians in the Constitution which has received most attention is that found in the clause which gives Congress \"power to regulate commerce with foreign nations and among the several States, and with the Indian tribes.\"</p>\n<p>This clause is relied on in the argument in the present case, the proposition being that the statute under consideration is a regulation of commerce with the Indian tribes. But we think it would be a very strained construction of this clause, that a system of criminal laws for Indians living peaceably in their reservations, which left out the entire code of trade and intercourse laws justly enacted under that provision, and established punishments for the common-law crimes of murder, manslaughter, <span class=\"star-pagination\">*379</span> arson, burglary, larceny, and the like, without any reference to their relation to any kind of commerce, was authorized by the grant of power to regulate commerce with the Indian tribes. While we are not able to see, in either of these clauses of the Constitution and its amendments, any delegation of power to enact a code of criminal law for the punishment of the worst class of crimes known to civilized life when committed by Indians, there is a suggestion in the manner in which the Indian tribes are introduced into that clause, which may have a bearing on the subject before us. The commerce with foreign nations is distinctly stated as submitted to the control of Congress. Were the Indian tribes foreign nations? If so, they came within the first of the three classes of commerce mentioned, and did not need to be repeated as Indian tribes. Were they nations, in the minds of the framers of the Constitution? If so, the natural phrase would have been \"foreign nations and Indian nations,\" or, in the terseness of language uniformly used by the framers of the instrument, it would naturally have been \"foreign and Indian nations.\" And so in the case of <i>The Cherokee Nation</i> v. <i>The State of Georgia,</i> 5 Pet. 1, 20, brought in the Supreme Court of the United States, under the declaration that the judicial power extends to suits between a State and foreign States, and giving to the Supreme Court original jurisdiction where a State is a party, it was conceded that Georgia as a State came within the clause, but held that the Cherokees were not a State or nation within the meaning of the Constitution, so as to be able to maintain the suit.</p>\n<p>But these Indians are within the geographical limits of the United States. The soil and the people within these limits are under the political control of the Government of the United States, or of the States of the Union. There exist within the broad domain of sovereignty but these two. There may be cities, counties, and other organized bodies with limited legislative functions, but they are all derived from, or exist in, subordination to one or the other of these. The territorial governments owe all their powers to the statutes of the United States conferring on them the powers which they exercise, and which are liable to be withdrawn, modified, or repealed at any time <span class=\"star-pagination\">*380</span> by Congress. What authority the State governments may have to enact criminal laws for the Indians will be presently considered. But this power of Congress to organize territorial governments, and make laws for their inhabitants, arises not so much from the clause in the Constitution in regard to disposing of and making rules and regulations concerning the Territory and other property of the United States, as from the ownership of the country in which the Territories are, and the right of exclusive sovereignty which must exist in the National Government, and can be found nowhere else. <i>Murphy</i> v. <i>Ramsey,</i> 114 U.S. 15, 44.</p>\n<p>In the case of <i>American Ins. Co.</i> v. <i>Canter,</i> 1 Pet. 511, 542, in which the condition of the people of Florida, then under a territorial government, was under consideration, Marshall, Chief Justice, said: \"Perhaps the power of governing a Territory belonging to the United States, which has not, by becoming a State, acquired the means of self-government, may result necessarily from the fact that it is not within the jurisdiction of any particular State, and is within the power and jurisdiction of the United States. The right to govern may be the inevitable consequence of the right to acquire Territory. Whichever may be the source whence the power is derived, the possession of it is unquestioned.\"</p>\n<p>In the case of the <i>United States</i> v. <i>Rogers,</i> 4 How. 567, 572, where a white man pleaded in abatement to an indictment for murder committed in the country of the Cherokee Indians, that he had been adopted by and become a member of the Cherokee tribe, Chief Justice Taney said: \"The country in which the crime is charged to have been committed is a part of the territory of the United States, and not within the limits of any particular State. It is true it is occupied by the Cherokee Indians. But it has been assigned to them by the United States as a place of domicil for the tribe and they hold with the assent of the United States, and under their authority.\" After referring to the policy of the European nations and the United States in asserting dominion over all the country discovered by them, and the justice of this course, he adds: \"But had it been otherwise, and were the right and the propriety of exercising this <span class=\"star-pagination\">*381</span> power now open to question, yet it is a question for the lawmaking and political departments of the government, and not for the judicial. It is our duty to expound and execute the law as we find it, and we think it too firmly and clearly established to admit of dispute, that the Indian tribes, residing within the territorial limits of the United States, are subject to their authority, and when the country occupied by one of them is not within the limits of one of the States, Congress may by law punish any offence committed there, no matter whether the offender be a white man or an Indian.\"</p>\n<p>The Indian reservation in the case before us is land bought by the United States from Mexico by the treaty of Guadaloupe Hidalgo, and the whole of California, with the allegiance of its inhabitants, many of whom were Indians, was transferred by that treaty to the United States.</p>\n<p>The relation of the Indian tribes living within the borders of the United States, both before and since the Revolution, to the people of the United States has always been an anomalous one and of a complex character.</p>\n<p>Following the policy of the European governments in the discovery of America towards the Indians who were found here, the colonies before the Revolution and the States and the United States since, have recognized in the Indians a possessory right to the soil over which they roamed and hunted and established occasional villages. But they asserted an ultimate title in the land itself, by which the Indian tribes were forbidden to sell or transfer it to other nations or peoples without the consent of this paramount authority. When a tribe wished to dispose of its land, or any part of it, or the State or the United States wished to purchase it, a treaty with the tribe was the only mode in which this could be done. The United States recognized no right in private persons, or in other nations, to make such a purchase by treaty or otherwise. With the Indians themselves these relations are equally difficult to define. They were, and always have been, regarded as having a semi-independent position when they preserved their tribal relations; not as States, not as nations, not as possessed of the full attributes of sovereignty, but as a separate people, with <span class=\"star-pagination\">*382</span> the power of regulating their internal and social relations, and thus far not brought under the laws of the Union or of the State within whose limits they resided.</p>\n<p>Perhaps the best statement of their position is found in the two opinions of this court by Chief Justice Marshall in the case of the <i>Cherokee Nation</i> v. <i>Georgia,</i> 5 Pet. 1, and in the case of <i>Worcester</i> v. <i>State of Georgia,</i> 6 Pet. 515, 536. These opinions are exhaustive; and in the separate opinion of Mr. Justice Baldwin, in the former, is a very valuable resumé of the treaties and statutes concerning the Indian tribes previous to and during the confederation.</p>\n<p>In the first of the above cases it was held that these tribes were neither States nor nations, had only some of the attributes of sovereignty, and could not be so far recognized in that capacity as to sustain a suit in the Supreme Court of the United States. In the second case it was said that they were not subject to the jurisdiction asserted over them by the State of Georgia, which, because they were within its limits, where they had been for ages, had attempted to extend her laws and the jurisdiction of her courts over them.</p>\n<p>In the opinions in these cases they are spoken of as \"wards of the nation,\" \"pupils,\" as local dependent communities. In this spirit the United States has conducted its relations to them from its organization to this time. But, after an experience of a hundred years of the treaty-making system of government, Congress has determined upon a new departure  to govern them by acts of Congress. This is seen in the act of March 3, 1871, embodied in § 2079 of the Revised Statutes:</p>\n<p>\"No Indian nation or tribe, within the territory of the United States shall be acknowledged or recognized as an independent nation, tribe, or power, with whom the United States may contract by treaty; but no obligation of any treaty lawfully made and ratified with any such Indian nation or tribe prior to March third, eighteen hundred and seventy one, shall be hereby invalidated or impaired.\"</p>\n<p>The case of <i>Crow Dog,</i> 109 U.S. 556, in which an agreement with the Sioux Indians, ratified by an act of Congress, was supposed to extend over them the laws of the United <span class=\"star-pagination\">*383</span> States and the jurisdiction of its courts, covering murder and other grave crimes, shows the purpose of Congress in this new departure. The decision in that case admits that if the intention of Congress had been to punish, by the United States courts, the murder of one Indian by another, the law would have been valid. But the court could not see, in the agreement with the Indians sanctioned by Congress, a purpose to repeal § 2146 of the Revised Statutes, which expressly excludes from that jurisdiction the case of a crime committed by one Indian against another in the Indian country. The passage of the act now under consideration was designed to remove that objection, and to go further by including such crimes on reservations lying within a State.</p>\n<p>Is this latter fact a fatal objection to the law? The statute itself contains no express limitation upon the powers of a State or the jurisdiction of its courts. If there be any limitation in either of these, it grows out of the implication arising from the fact that Congress has defined a crime committed within the State, and made it punishable in the courts of the United States. But Congress <i>has</i> done this, and <i>can</i> do it, with regard to all offences relating to matters to which the Federal authority extends. Does that authority extend to this case?</p>\n<p>It will be seen at once that the nature of the offence (murder) is one which in almost all cases of its commission is punishable by the laws of the States, and within the jurisdiction of their courts. The distinction is claimed to be that the offence under the statute is committed by an Indian, that it is committed on a reservation set apart within the State for residence of the tribe of Indians by the United States, and the fair inference is that the offending Indian shall belong to that or some other tribe. It does not interfere with the process of the State courts within the reservation, nor with the operation of State laws upon white people found there. Its effect is confined to the acts of an Indian of some tribe, of a criminal character, committed within the limits of the reservation.</p>\n<p>It seems to us that this is within the competency of Congress. These Indian tribes <i>are</i> the wards of the nation. They <span class=\"star-pagination\">*384</span> are communities <i>dependent</i> on the United States. Dependent largely for their daily food. Dependent for their political rights. They owe no allegiance to the States, and receive from them no protection. Because of the local ill feeling, the people of the States where they are found are often their deadliest enemies. From their very weakness and helplessness, so largely due to the course of dealing of the Federal Government with them and the treaties in which it has been promised, there arises the duty of protection, and with it the power. This has always been recognized by the Executive and by Congress, and by this court, whenever the question has arisen.</p>\n<p>In the case of <i>Worcester</i> v. <i>The State of Georgia</i><i>,</i> above cited, it was held that, though the Indians had by treaty sold their land within that State, and agreed to remove away, which they had failed to do, the State could not, while they remained on those lands, extend its laws, criminal and civil, over the tribes; that the duty and power to compel their removal was in the United States, and the tribe was under their protection, and could not be subjected to the laws of the State and the process of its courts.</p>\n<p>The same thing was decided in the case of <i>Fellows</i> v. <i>Blacksmith &amp; Others,</i> 19 How. 366. In this case, also, the Indians had sold their lands under supervision of the States of Massachusetts and of New York, and had agreed to remove within a given time. When the time came a suit to recover some of the land was brought in the Supreme Court of New York, which gave judgment for the plaintiff. But this court held, on writ of error, that the State could not enforce this removal, but the duty and the power to do so was in the United States. See also the case of the <i>Kansas Indians,</i> 5 Wall. 737; <i>New York Indians,</i> 5 Wall. 761.</p>\n<p>The power of the General Government over these remnants of a race once powerful, now weak and diminished in numbers, is necessary to their protection, as well as to the safety of those among whom they dwell. It must exist in that government, because it never has existed anywhere else, because the theatre of its exercise is within the geographical limits of the United <span class=\"star-pagination\">*385</span> States, because it has never been denied, and because it alone can enforce its laws on all the tribes.</p>\n<p><i>We answer the questions propounded to us, that the 9th section of the act of March,</i> 1885, <i>is a valid law in both its branches, and that the Circuit Court of the United States for the District of California has jurisdiction of the offence charged in the indictment in this case.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">375</span></span> (1886)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nKAGAMA &amp; Another, Indians.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 2, 1886.</center>\n<center>Decided May 10, 1886.</center>\nCERTIFICATE OF DIVISION IN OPINION FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF CALIFORNIA.\n<p><i>Mr. Solicitor General</i> for plaintiff in error.</p>\n<p><i>Mr. Joseph D. Redding</i> for defendants in error.</p>\n<p>Mr. JUSTICE MILLER delivered the opinion of the court.</p>\n<p>The case is brought here by certificate of division of opinion between the Circuit Judge and the District Judge holding the Circuit Court of the United States for District of California.</p>\n<p>The questions certified arise on a demurrer to an indictment against two Indians for murder committed on the Indian reservation of Hoopa Valley, in the State of California, the person murdered being also an Indian of said reservation.</p>\n<p>Though there are six questions certified as the subject of difference, the point of them all is well set out in the third and sixth, which are as follows:</p>\n<p><span class=\"star-pagination\">*376</span> \"3. Whether the provisions of said section 9, (of the act of Congress of March 3, 1885,) making it a crime for one Indian to commit murder upon another Indian, upon an Indian reservation situated wholly within the limits of a State of the Union, and making such Indian so committing the crime of murder within and upon such Indian reservation `subject to the same laws' and subject to be `tried in the same courts, and in the same manner, and subject to the same penalties as are all other persons' committing the crime of murder `within the exclusive jurisdiction of the United States,' is a constitutional and valid law of the United States?\"</p>\n<p>\"6. Whether the courts of the United States have jurisdiction or authority to try and punish an Indian belonging to an Indian tribe for committing the crime of murder upon another Indian belonging to the same Indian tribe, both sustaining the usual tribal relations, said crime having been committed upon an Indian reservation made and set apart for the use of the Indian tribe to which said Indians both belong?\"</p>\n<p>The indictment sets out in two counts that Kagama, alias Pactah Billy, an Indian, murdered Iyouse, alias Ike, another Indian, at Humboldt County, in the State of California, within the limits of the Hoopa Valley Reservation, and it charges Mahawaha, alias Ben, also an Indian, with aiding and abetting in the murder.</p>\n<p>The law referred to in the certificate is the last section of the Indian appropriation act of that year, and is as follows:</p>\n<p>\"§ 9. That immediately upon and after the date of the passage of this act all Indians committing against the person or property of another Indian or other person any of the following crimes, namely, murder, manslaughter, rape, assault with intent to kill, arson, burglary and larceny, within any Territory of the United States, and either within or without the Indian reservation, shall be subject therefor to the laws of said Territory relating to said crimes, and shall be tried therefor in the same courts and in the same manner, and shall be subject to the same penalties, as are all other persons charged with the commission of the said crimes, respectively; and the said courts are hereby given jurisdiction in all such cases; and all such Indians <span class=\"star-pagination\">*377</span> committing any of the above crimes against the person or property of another Indian or other person, within the boundaries of any State of the United States, and within the limits of any Indian reservation, shall be subject to the same laws, tried in the same courts and in the same manner, and subject to the same penalties, as are all other persons committing any of the above crimes within the exclusive jurisdiction of the United States.\" 23 Stat. ch. 341, 362; § 9, 385.</p>\n<p>The above enactment is clearly separable into two distinct definitions of the conditions under which Indians may be punished for the same crimes as defined by the common law. The first of these is where the offence is committed within the limits of a territorial government, whether on or off an Indian reservation. In this class of cases the Indian charged with the crime shall be judged by the laws of the Territory on that subject, and tried by its courts. This proposition itself is new in legislation of Congress, which has heretofore only undertaken to punish an Indian who sustains the usual relation to his tribe, and who commits the offence in the Indian country, or on an Indian reservation, in exceptional cases; as where the offence was against the person or property of a white man, or was some violation of the trade and intercourse regulations imposed by Congress on the Indian tribes. It is new, because it now proposes to punish these offences when they are committed by one Indian on the person or property of another.</p>\n<p>The second is where the offence is committed by one Indian against the person or property of another, within the limits of a State of the Union, but on an Indian reservation. In this case, of which the State and its tribunals would have jurisdiction if the offence was committed by a white man outside an Indian reservation, the courts of the United States are to exercise jurisdiction as if the offence had been committed at some place within the exclusive jurisdiction of the United States. The first clause subjects all Indians guilty of these crimes committed within the limits of a Territory, to the laws of that Territory, and to its courts for trial. The second, which applies solely to offences by Indians which are committed within the limits of a State and the limits of a reservation, subjects the offenders <span class=\"star-pagination\">*378</span> to the laws of the United States passed for the government of places under the exclusive jurisdiction of those laws, and to trial by the courts of the United States. This is a still further advance, as asserting this jurisdiction over the Indians within the limits of the States of the Union.</p>\n<p>Although the offence charged in this indictment was committed within a State and not within a Territory, the considerations which are necessary to a solution of the problem in regard to the one must in a large degree affect the other.</p>\n<p>The Constitution of the United States is almost silent in regard to the relations of the government which was established by it to the numerous tribes of Indians within its borders.</p>\n<p>In declaring the basis on which representation in the lower branch of the Congress and direct taxation should be apportioned, it was fixed that it should be according to numbers, <i>excluding Indians not taxed,</i> which, of course, excluded nearly all of that race, but which meant that if there were such within a State as were taxed to support the government, they should be counted for representation, and in the computation for direct taxes levied by the United States. This expression, excluding Indians not taxed, is found in the XIVth amendment, where it deals with the same subject under the new conditions produced by the emancipation of the slaves. Neither of these shed much light on the power of Congress over the Indians in their existence as tribes, distinct from the ordinary citizens of a State or Territory.</p>\n<p>The mention of Indians in the Constitution which has received most attention is that found in the clause which gives Congress \"power to regulate commerce with foreign nations and among the several States, and with the Indian tribes.\"</p>\n<p>This clause is relied on in the argument in the present case, the proposition being that the statute under consideration is a regulation of commerce with the Indian tribes. But we think it would be a very strained construction of this clause, that a system of criminal laws for Indians living peaceably in their reservations, which left out the entire code of trade and intercourse laws justly enacted under that provision, and established punishments for the common-law crimes of murder, manslaughter, <span class=\"star-pagination\">*379</span> arson, burglary, larceny, and the like, without any reference to their relation to any kind of commerce, was authorized by the grant of power to regulate commerce with the Indian tribes. While we are not able to see, in either of these clauses of the Constitution and its amendments, any delegation of power to enact a code of criminal law for the punishment of the worst class of crimes known to civilized life when committed by Indians, there is a suggestion in the manner in which the Indian tribes are introduced into that clause, which may have a bearing on the subject before us. The commerce with foreign nations is distinctly stated as submitted to the control of Congress. Were the Indian tribes foreign nations? If so, they came within the first of the three classes of commerce mentioned, and did not need to be repeated as Indian tribes. Were they nations, in the minds of the framers of the Constitution? If so, the natural phrase would have been \"foreign nations and Indian nations,\" or, in the terseness of language uniformly used by the framers of the instrument, it would naturally have been \"foreign and Indian nations.\" And so in the case of <i>The Cherokee Nation</i> v. <i>The State of Georgia,</i> <span class=\"citation\" data-id=\"85715\"><a href=\"/opinion/85715/the-cherokee-nation-v-the-state-of-georgia/\"><span class=\"volume\">5</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">1</span></a></span>, 20, brought in the Supreme Court of the United States, under the declaration that the judicial power extends to suits between a State and foreign States, and giving to the Supreme Court original jurisdiction where a State is a party, it was conceded that Georgia as a State came within the clause, but held that the Cherokees were not a State or nation within the meaning of the Constitution, so as to be able to maintain the suit.</p>\n<p>But these Indians are within the geographical limits of the United States. The soil and the people within these limits are under the political control of the Government of the United States, or of the States of the Union. There exist within the broad domain of sovereignty but these two. There may be cities, counties, and other organized bodies with limited legislative functions, but they are all derived from, or exist in, subordination to one or the other of these. The territorial governments owe all their powers to the statutes of the United States conferring on them the powers which they exercise, and which are liable to be withdrawn, modified, or repealed at any time <span class=\"star-pagination\">*380</span> by Congress. What authority the State governments may have to enact criminal laws for the Indians will be presently considered. But this power of Congress to organize territorial governments, and make laws for their inhabitants, arises not so much from the clause in the Constitution in regard to disposing of and making rules and regulations concerning the Territory and other property of the United States, as from the ownership of the country in which the Territories are, and the right of exclusive sovereignty which must exist in the National Government, and can be found nowhere else. <i>Murphy</i> v. <i>Ramsey,</i> <span class=\"citation\" data-id=\"91339\"><a href=\"/opinion/91339/murphy-v-ramsey/\"><span class=\"volume\">114</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">15</span></a></span>, 44.</p>\n<p>In the case of <i>American Ins. Co.</i> v. <i>Canter,</i> <span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">511</span></span>, 542, in which the condition of the people of Florida, then under a territorial government, was under consideration, Marshall, Chief Justice, said: \"Perhaps the power of governing a Territory belonging to the United States, which has not, by becoming a State, acquired the means of self-government, may result necessarily from the fact that it is not within the jurisdiction of any particular State, and is within the power and jurisdiction of the United States. The right to govern may be the inevitable consequence of the right to acquire Territory. Whichever may be the source whence the power is derived, the possession of it is unquestioned.\"</p>\n<p>In the case of the <i>United States</i> v. <i>Rogers,</i> <span class=\"citation\" data-id=\"86385\"><a href=\"/opinion/86385/united-states-v-rogers/\"><span class=\"volume\">4</span> <span class=\"reporter\">How.</span> <span class=\"page\">567</span></a></span>, 572, where a white man pleaded in abatement to an indictment for murder committed in the country of the Cherokee Indians, that he had been adopted by and become a member of the Cherokee tribe, Chief Justice Taney said: \"The country in which the crime is charged to have been committed is a part of the territory of the United States, and not within the limits of any particular State. It is true it is occupied by the Cherokee Indians. But it has been assigned to them by the United States as a place of domicil for the tribe and they hold with the assent of the United States, and under their authority.\" After referring to the policy of the European nations and the United States in asserting dominion over all the country discovered by them, and the justice of this course, he adds: \"But had it been otherwise, and were the right and the propriety of exercising this <span class=\"star-pagination\">*381</span> power now open to question, yet it is a question for the lawmaking and political departments of the government, and not for the judicial. It is our duty to expound and execute the law as we find it, and we think it too firmly and clearly established to admit of dispute, that the Indian tribes, residing within the territorial limits of the United States, are subject to their authority, and when the country occupied by one of them is not within the limits of one of the States, Congress may by law punish any offence committed there, no matter whether the offender be a white man or an Indian.\"</p>\n<p>The Indian reservation in the case before us is land bought by the United States from Mexico by the treaty of Guadaloupe Hidalgo, and the whole of California, with the allegiance of its inhabitants, many of whom were Indians, was transferred by that treaty to the United States.</p>\n<p>The relation of the Indian tribes living within the borders of the United States, both before and since the Revolution, to the people of the United States has always been an anomalous one and of a complex character.</p>\n<p>Following the policy of the European governments in the discovery of America towards the Indians who were found here, the colonies before the Revolution and the States and the United States since, have recognized in the Indians a possessory right to the soil over which they roamed and hunted and established occasional villages. But they asserted an ultimate title in the land itself, by which the Indian tribes were forbidden to sell or transfer it to other nations or peoples without the consent of this paramount authority. When a tribe wished to dispose of its land, or any part of it, or the State or the United States wished to purchase it, a treaty with the tribe was the only mode in which this could be done. The United States recognized no right in private persons, or in other nations, to make such a purchase by treaty or otherwise. With the Indians themselves these relations are equally difficult to define. They were, and always have been, regarded as having a semi-independent position when they preserved their tribal relations; not as States, not as nations, not as possessed of the full attributes of sovereignty, but as a separate people, with <span class=\"star-pagination\">*382</span> the power of regulating their internal and social relations, and thus far not brought under the laws of the Union or of the State within whose limits they resided.</p>\n<p>Perhaps the best statement of their position is found in the two opinions of this court by Chief Justice Marshall in the case of the <i>Cherokee Nation</i> v. <i>Georgia,</i> <span class=\"citation\" data-id=\"85715\"><a href=\"/opinion/85715/the-cherokee-nation-v-the-state-of-georgia/\"><span class=\"volume\">5</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">1</span></a></span>, and in the case of <i>Worcester</i> v. <i>State of Georgia,</i> <span class=\"citation\" data-id=\"85797\"><a href=\"/opinion/85797/worcester-v-georgia/\"><span class=\"volume\">6</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">515</span></a></span>, 536. These opinions are exhaustive; and in the separate opinion of Mr. Justice Baldwin, in the former, is a very valuable resumé of the treaties and statutes concerning the Indian tribes previous to and during the confederation.</p>\n<p>In the first of the above cases it was held that these tribes were neither States nor nations, had only some of the attributes of sovereignty, and could not be so far recognized in that capacity as to sustain a suit in the Supreme Court of the United States. In the second case it was said that they were not subject to the jurisdiction asserted over them by the State of Georgia, which, because they were within its limits, where they had been for ages, had attempted to extend her laws and the jurisdiction of her courts over them.</p>\n<p>In the opinions in these cases they are spoken of as \"wards of the nation,\" \"pupils,\" as local dependent communities. In this spirit the United States has conducted its relations to them from its organization to this time. But, after an experience of a hundred years of the treaty-making system of government, Congress has determined upon a new departure  to govern them by acts of Congress. This is seen in the act of March 3, 1871, embodied in § 2079 of the Revised Statutes:</p>\n<p>\"No Indian nation or tribe, within the territory of the United States shall be acknowledged or recognized as an independent nation, tribe, or power, with whom the United States may contract by treaty; but no obligation of any treaty lawfully made and ratified with any such Indian nation or tribe prior to March third, eighteen hundred and seventy one, shall be hereby invalidated or impaired.\"</p>\n<p>The case of <i>Crow Dog,</i> <span class=\"citation\" data-id=\"90965\"><a href=\"/opinion/90965/ex-parte-crow-dog/\"><span class=\"volume\">109</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">556</span></a></span>, in which an agreement with the Sioux Indians, ratified by an act of Congress, was supposed to extend over them the laws of the United <span class=\"star-pagination\">*383</span> States and the jurisdiction of its courts, covering murder and other grave crimes, shows the purpose of Congress in this new departure. The decision in that case admits that if the intention of Congress had been to punish, by the United States courts, the murder of one Indian by another, the law would have been valid. But the court could not see, in the agreement with the Indians sanctioned by Congress, a purpose to repeal § 2146 of the Revised Statutes, which expressly excludes from that jurisdiction the case of a crime committed by one Indian against another in the Indian country. The passage of the act now under consideration was designed to remove that objection, and to go further by including such crimes on reservations lying within a State.</p>\n<p>Is this latter fact a fatal objection to the law? The statute itself contains no express limitation upon the powers of a State or the jurisdiction of its courts. If there be any limitation in either of these, it grows out of the implication arising from the fact that Congress has defined a crime committed within the State, and made it punishable in the courts of the United States. But Congress <i>has</i> done this, and <i>can</i> do it, with regard to all offences relating to matters to which the Federal authority extends. Does that authority extend to this case?</p>\n<p>It will be seen at once that the nature of the offence (murder) is one which in almost all cases of its commission is punishable by the laws of the States, and within the jurisdiction of their courts. The distinction is claimed to be that the offence under the statute is committed by an Indian, that it is committed on a reservation set apart within the State for residence of the tribe of Indians by the United States, and the fair inference is that the offending Indian shall belong to that or some other tribe. It does not interfere with the process of the State courts within the reservation, nor with the operation of State laws upon white people found there. Its effect is confined to the acts of an Indian of some tribe, of a criminal character, committed within the limits of the reservation.</p>\n<p>It seems to us that this is within the competency of Congress. These Indian tribes <i>are</i> the wards of the nation. They <span class=\"star-pagination\">*384</span> are communities <i>dependent</i> on the United States. Dependent largely for their daily food. Dependent for their political rights. They owe no allegiance to the States, and receive from them no protection. Because of the local ill feeling, the people of the States where they are found are often their deadliest enemies. From their very weakness and helplessness, so largely due to the course of dealing of the Federal Government with them and the treaties in which it has been promised, there arises the duty of protection, and with it the power. This has always been recognized by the Executive and by Congress, and by this court, whenever the question has arisen.</p>\n<p>In the case of <i>Worcester</i> v. <i>The State of Georgia</i><i>,</i> above cited, it was held that, though the Indians had by treaty sold their land within that State, and agreed to remove away, which they had failed to do, the State could not, while they remained on those lands, extend its laws, criminal and civil, over the tribes; that the duty and power to compel their removal was in the United States, and the tribe was under their protection, and could not be subjected to the laws of the State and the process of its courts.</p>\n<p>The same thing was decided in the case of <i>Fellows</i> v. <i>Blacksmith &amp; Others,</i> 19 How. 366. In this case, also, the Indians had sold their lands under supervision of the States of Massachusetts and of New York, and had agreed to remove within a given time. When the time came a suit to recover some of the land was brought in the Supreme Court of New York, which gave judgment for the plaintiff. But this court held, on writ of error, that the State could not enforce this removal, but the duty and the power to do so was in the United States. See also the case of the <i>Kansas Indians,</i> 5 Wall. 737; <i>New York Indians,</i> 5 Wall. 761.</p>\n<p>The power of the General Government over these remnants of a race once powerful, now weak and diminished in numbers, is necessary to their protection, as well as to the safety of those among whom they dwell. It must exist in that government, because it never has existed anywhere else, because the theatre of its exercise is within the geographical limits of the United <span class=\"star-pagination\">*385</span> States, because it has never been denied, and because it alone can enforce its laws on all the tribes.</p>\n<p><i>We answer the questions propounded to us, that the 9th section of the act of March,</i> 1885, <i>is a valid law in both its branches, and that the Circuit Court of the United States for the District of California has jurisdiction of the offence charged in the indictment in this case.</i></p>\n</div>", "id": 91705, "judges": "Miller", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/91705/", "sha1": "48ef67abf97e55cbe891f0c68a21bffd3555dae2", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:03:29"}