{"absolute_url": "/opinion/86342/mcdonogh-v-millaudon/", "blocked": false, "citation": {"case_name": "McDonogh v. Millaudon", "docket_number": null, "document_uris": ["/api/rest/v2/document/86342/"], "federal_cite_one": "44 U.S. 693", "federal_cite_three": null, "federal_cite_two": null, "id": 54158, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/54158/", "scotus_early_cite": "3 How. 693", "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 3, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1845-01-14", "date_modified": "2014-12-21T01:24:51.082128", "docket": "/api/rest/v2/docket/1857242/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">44 U.S. 693</p>\n    <p class=\"case_cite\">3 How. 693</p>\n    <p class=\"case_cite\">11 L.Ed. 787</p>\n    <p class=\"parties\">JOHN MCDONOGH, PLAINTIFF IN ERROR,<br>v.<br>LAURENT MILLAUDON AND OTHERS, DEFENDANTS.</p>\n    <p class=\"date\">January Term, 1845</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">THIS case was brought up by writ of error, under the 25th section of the Judiciary Act, from the Supreme Court of the state of Louisiana.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The decision of this court being against its jurisdiction, it seems best to give the opinion of the Supreme Court of Louisiana, as the facts in the case and the points decided by that court are stated with great clearness.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'Supreme Court of the state of Louisiana.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'The court met, Monday, April 26th, 1841.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'Present, their honors Henry A. Bullard, A. Morphy, E. Simon, and Rice Garland. His honor Judge Martin is absent on account of indisposition.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'Laurent Millaudon et al., appellees,</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">\n        <i>v.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">John McDonogh, appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Appeal from the District Court for the First Judicial District.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'The plaintiffs (Millaudon and others, who were plaintiffs in the original action) allege that they, with Henry T. Williams and Charles F. Zimpel, purchased a large tract of land of A. F. Rightor, being a portion of a claim or grant generally known as the Houmas, in the parish of Ascension. They took possession with the intention of dividing it into smaller tracts and selling them at auction, to effect a partition; but were prevented from doing so by the acts and conduct of the defendant, who publicly declared that he was the owner of a large portion of the land, and slandered their title. They say they have requested him to desist his slanders, or to bring suit to assert his title, which he declines. They pray that he be compelled to set forth his title, if he has any, and if he fail to do so, that they be quieted in their possession against his claims and pretensions; that he be enjoined and ordered to desist therefrom; and, further, that they have judgment for the fifty thousand dollars damages for the tortious acts of the said defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'The defendant pleads a general denial; then specially that the plaintiffs have no title; he further avers he is the true and lawful owner of the land by good and sufficient titles, and concludes by a demand in reconvention, in which he prays the plaintiffs may be cited to answer; that they be compelled to produce and exhibit their titles, and that he be quieted and maintained in his possession of the land.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'The plaintiffs, for answer to this reconvention demand, plead the general issue, and called on A. F. Rightor, as their warrantor, to maintain and defend their title against that of McDonogh. Rightor answers the call in warranty by a plea of the general issue; secondly, that the plaintiffs are not entitled to the remedies against him, which they claim; thirdly, that they had a perfect knowledge of the character and extent of the defendant's claim when they purchased, and, therefore, have no right to call on him as warrantor. He further says, the plaintiffs have a good and sufficient title; that McDonogh has none at all; and if he has, he is bound to sue the plaintiffs to establish it, or abandon his claim. He prays that McDonogh be compelled to exhibit his title; that it be rejected; and he concurs in the prayer of the plaintiffs against him, (McDonogh.)</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'It is further prayed that the cause be tried by a jury; but, subsequently, the parties agreed to submit the question of titles to the court, reserving the damages to a trial before the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'The issues in this case are somewhat complicated; it has been argued at great length and with eminent ability. A variety of questions have been raised by bills of exceptions, which, with the evidence, have swelled the record to a great size; and both plaintiffs and defendant evidently desire the court to go much farther into an investigation of, and decision upon, their respective titles, than is necessary for the settlement of the controversy between them. We think we can see difficulties enough likely to arise out of both these claims, in which persons not now before us may be interested. We shall not anticipate the points that may hereafter be made, and will now only decide what is indispensable to the adjustment of the difficulty between the parties before us.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'The first question is, upon which party lies the burden of proof as to the title of the land. The defendant says, it rests upon his adversaries and their warrantor. We think differently. The reasons given by the district judge, in his judgment, have not been refuted, and are, in our opinion, unanswerable. He says, the demand of the plaintiffs in their original petition does not constitute a petitory action. It is destitute of the first requisite of that action, not being brought against a party alleged to be in possession. Code of Pract., art. 43. On the contrary, the plaintiffs allege they were in possession, and are disquieted and prevented from making a legitimate use and profit out of their possession and title, by the words and acts of the defendant; for which cause they ask for damages, and that he be enjoined from setting up any claim for the future, unless he do it at once, either in the present action or by another suit. It is true, the defendant says he is in possession also; and had he rested his case upon that allegation, it is possible the question would have been limited to that inquiry, according to art. 49 of the Code of Practice. But the defendant has gone further; without excepting to the form of the action, he comes up to the mark, sets up title in himself, and institutes a reconventional demand, asking that the property be adjudged to him. This reconventional or cross action, which is by the Code of Practice consolidated with the principal or original suit, is clearly petitory, and imposes on McDonogh the obligation of making the proof requisite to sustain his demand. So fully does this seem to have been understood by the parties originally, that all the subsequent proceedings are in accordance with the idea of the original defendant having become <i>pro hac vice</i> the plaintiff. The plaintiffs cite their vendor, Rightor, in warranty to defend their title, according to Code of Practice, article 379, <i>et sequitur</i>. Every provision of that code assumes that the warrantor is a defendant in the issue.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'There are various decisions of this court, and we hold it well settled, that the last warrantor is the real defendant in a suit against his vendees&#8212;not only against the party who cites him, but more particularly against the original actor. That person in the present suit, so far as Rightor is concerned, both in substance and form, is McDonogh, whose pretensions he is called upon by his vendees to resist. This question has been heretofore decided by this court, in 9 Mart. (La.), 556, and 11 La., 188; and we see no reason for changing the precedents.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'McDonogh, holding the affirmative of the issue, offered in evidence a certified copy from the register or record of complete grants in the Land-office in New Orleans, by which it appeared that on the 3d of April, 1769, the French governor of Louisiana granted to Pierre Joseph Delille Dupard, pere, a tract of land having thirty arpens front on the Mississippi river, with all the depth which might be found to Lake Maurepas, of the land where formerly stood two villages of the Collapissa Indians, situated about sixteen leagues above the city, on the same side; to take from the plantation of a person named _____ Allemand, and join that of a free mulatto named Joseph Lacomb. The usual stipulations and reservations are made in this grant. To its reception in evidence various objections were made, which were overruled, and bills of exceptions taken by Rightor, and the grant attached after it was received as being a nullity on various grounds. It is not necessary in the present case to decide any of these questions.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">'The counsel for Rightor, on whom devolved the whole defence of this case, (the plaintiffs not appearing at all, further than to join issue with McDonogh,) insists that, supposing the grant to Delille Dupard to be genuine, given by competent authority, and all the rights of the grantee vested in his opponent, (all of which he specially denies, however,) that then this action cannot be maintained; because, he says, it being for a certain front and depth, and it not being specified that the lines are to open or close in any manner, it must be located by parallel lines; and the evidence shows conclusively that, if so located, it will not touch any portion of the land claimed by the plaintiffs. But the counsel for McDonogh insist, the lines should open upwards of twenty degrees, and endeavor to prove that it has been located, and should so continue, as to let the lower line touch the western shore of Lake Maurepas, and the upper running westerly strike the Amite river at a distance of about nineteen miles from the Mississippi, and nearly that distance from the point where the lower line touches the lake. Nothing is said in the grant about the Amite river, nor is it shown that the lines should open in this manner, so as to include the sites of the two Indian villages mentioned in it. If this location were to be sanctioned, the Dupard claim would cover somewhere about one hundred thousand arpens of land.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">'To sustain their position, the counsel for McDonogh insist strenuously on what they call a plat made by Don Carlos Trudeau, in 1790, which they say indicates the partition of the tract among the heirs and legal representatives of Delille Dupard, as on it it is said the lines open in the rear as claimed. This document was objected to as evidence by the counsel of Rightor, but received by the court, with the exception of a written memorandum upon it, and a bill of exception taken, which we consider it unnecessary to decide on, as we think the paper does not prove what is alleged, nor is it entitled to any weight as evidence. It is neither a survey, or plat, or a copy properly authenticated, showing how the partition was made. On the face, it is apparent a partition had been made previously, and there is evidence in the record showing it must have been made several years previous, as one of the heirs her portion to Fonteneau, in 1784. This plan is evidently nothing more than a sketch made by Trudeau to represent the front of the tract, which it seems had increased from thirty arpens front, in 1769, to upwards of forty arpens, in 1790. There is not about it that particularity and neatness which marks the operations of the former surveyor-general of the province of Louisiana. The lines drawn seem to be experimental or provisional. None of those running out from the river have any length marked, and out of fifteen lines drawn or dotted, but six have any bearing indicated, and that is different on each of them. The statement in writing, on the face of the sketch, indicates its true character. It is not in the form of a proces verbal, but is stated to be a note which says that the land belonging to the succession having been asserted to have thirty-five arpens front, according to the declarations of the parties interested, and conformably to the writing and sales passed by the heirs in favor of Henry Fonteneau, Gelar Pedro Le Bourgeois, Alexandre Lange, mulatto, and Don Francisco Dupard, the son, the only one who had not sold his portion; but from the verification that was had in the month of March, 1787, repeated this day, the 10th of August, in the current year, the same was found to contain forty arpens and twenty-three toises front, on the Mississippi, measured upon the lines marked (<i>punteas</i>) a, b, c, &amp;c., &amp;c. This is dated the 10th of August 1790, and signed by Carlos Trudean. In no part of this note or statement does he assume any official character. If this plan or sketch was of any validity at all, it would perhaps prove more for the defendant than he wishes, as it fixes this claim in the parish of St. John the Baptist, instead of the county of Acadia. In connection with this plan, we find another in the record, which is authentic, that differs from it in various particulars. It appears that Henri Fonteneau, in 1784, purchased of Madame Macnamora, one of the heirs of Delille Dupard, her portion of the land, being one-fifth. In the act of sale made, in presence of the commandant of the port or parish of St. John the Baptist, the land is described as a tract in that parish, having seven arpens front on the riverby the ordinary depth, (<i>profondeur ordinaire</i>.) Not a word is said about the lines extending to the lake, or their opening. On the 24th of September, in the year 1790, Trudeau makes a survey of this land, places it in the parish aforesaid, gives it a front of eight arpens, four toises, and three feet, front, and states the lower side line to run north eight degrees and fifty minutes east, and the upper, north ten minutes west, according to the needle, without attending to the variation. <i>Norte ocho grados cinquenta minutas este de la actual aguja sin attendes a la variacion</i>. This varies widely from other plans and surveys submitted to us; it in fact differs from any other plat that we see in the record, and it is the only authentic one of the lower portion of the Dupard claim made by authority of the Spanish government. We have no other evidence of any well founded claim to an opening towards the rear, until McConogh and Brown became interested in the land. They purchased upwards of eighteen arpens front, by eighty in depth, of Pierre Le Bourgeois, the 3d of March, 1806; and in the act of sale there is nothing said of the lines extending beyond that depth, or opening in any manner; but it is mentioned that two plats of survey exist, and were delivered by the vendor to the purchasers, paraphed by the notary, neither of which are produced.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">'When the inventory of Delille Dupard's estate was made in 1776, the land is represented as extending to Lake Maurepas, but not a word said of there being an opening towards the rear. Some time after McDonogh and Brown purchased of Le Bourgeois, they presented the claim for confirmation to the commissioners of the United States, in the eastern district of Louisiana, and represented it as having a front of eighteen arpens, three toises, and three feet, front, by eighty arpens deep, and having an opening of twenty degrees and seventy-one minutes towards the rear; and with the exception of a small portion, it was confirmed to that extent. 2 Am. State Papers, Public Lands, 332. This claim was based upon a grant of the Spanish government to Le Bourgeois, nothing being said about a grant to Dupard.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">'Another portion of this claim was derived from Dupard, through L. H. Guerlain, agent of the Eastern Shore of Maryland Louisiana Company. We have carefully examined this branch of the title, and find nothing to prove the claim had any opening, until some time after it was recognized by the United States. In 2 American State Papers, relating to public lands, p. 297, this claim was presented for confirmation, and described as 'situate on the east side of the Mississippi river, in the county of Acadia, containing ten arpens and seven toises in front, and a depth extending to Lake Maurepas, bounded on one side by McDonogh and Brown, and on the other by land of Antoine Tregle.' Not a word is said about an opening. The claim is confirmed for a depth of forty arpens, and rejected for the remainder. On pages 300 and 343 of the same volume, it will be seen these claims were again under the consideration of the commissioners, and rejected. An examination of the title of the remaining portion of this claim, which comes through Tregle, establishes the fact that the idea of the Dupard grant opening towards the rear was of modern origin. It is certain that McDonogh did not consider it as extending to the Amite river previous to 1806, as he was himself established on that stream some years previous, under a different title, or as a trespasser.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">'We have been thus particular in the examination of all these circumstances, to show that the effects of the subsequent action on the claim are not such as contended for by the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">'In 3 American State Papers, relating to the public lands, p. 254, and from the record, we ascertain that McDonogh &amp; Co. again applied to the register of the Land-office and receiver of public moneys in New Orleans, to report on this claim, under the provisions of the act of Congress, passed the 27th January, 1813, entitled 'An act giving further time for registering claims to land in the eastern and western district of the territory of Orleans, now state of Louisiana.' It is described as 'a tract of land situated in the county of Acadia, on the east shore of the Mississippi, sixteen leagues above New Orleans, containing thirty-two arpens front, with a depth extending as far as Lake Maurepas. This tract has formerly been claimed before the board of commissioners, and the depth extending beyond forty acres rejected by them for want of evidence of title; but the claimants have since produced a complete French title for the whole quantity claimed, in favor of Delille Dupard, under whom they claim, dated the 3d of April, 1769.' His claim is placed by the register and receiver in the first class; which, they say, comprehends such claims as stand confirmed by law. It will be observed that the grant to Delille Dupard is now spoken of for the first time; his claim, whenever mentioned previously, was described as one derived from the Collapissa Indians, yet no mention is made in this report of its having any opening in the rear. That difficulty is met by the defendant by the production of a paper which, he says, is a survey and plat of his claim made by F. V. Potier, a United States surveyor, which it is certified was offered as part of the evidence in support of the claim, when last presented for the action of the United States commissioners; and it is alleged that as the claim was confirmed, it must necessarily be so to the extent mentioned in the plat, it being a portion of the evidence. Admitting for a moment that this plat is valid, we are not prepared to say that the proposition is true to the extent stated. One piece of evidence does not fix the extent and character of a decision, but we must look to all that is offered, and the amount demanded. There is nothing in what is said by the register and receiver, which authorizes a belief that any opening was claimed, or any was intended to be confirmed. McDonogh &amp; Co. simply say they claim a 'front of thirty-two arpens, with a depth extending as far as Lake Maurepas,' under a complete title to Dupard, and the commissioners say it is a claim that stands confirmed by law.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">'The omission to mention any thing about the plat, goes to show it was not regarded, or had but little weight, and we can scarcely suppose that so important an opening, as is claimed, would have been passed over in silence, if it had been seriously pressed.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">'We are of opinion, that the plat, even if admissible as evidence, is not entitled to any weight as establishing the extent of the claim. Although Potier says he is a sworn surveyor, commissioned by the surveyor-general of the United States, we know of no right that gives him to run out claims under the direction of individuals merely, and fix the boundaries of those not recognized by the government. It is not pretended he acted under any authority from his superior in making what is called a survey; it never was presented to the surveyor-general for his approval, nor does it seem to have had the legal sanction of any one authorized to act in the premises. Potier does not pretend it is a regular survey; he calls it '<i>plan extrait des minutes de nos op erations d'arpentage faite dans les ann ees</i> 1806, 1808, <i>et</i> 1812, <i>lesquelles lignes en divers tems ont  et e parcourues jusqu' a la rivi ere Amite et demarqu e conform ement aux lignes du plan</i>.' He then goes on to say, Delille Dupard had described his title from the Collapissa Indians, and sold it to various persons. He does not seem even to have heard of a grant from the French government in 1769, or attempted a location in conformity to it.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">'The defendant further states that his claim has been located by the United States since its confirmation, and surveyed in the manner claimed by him. To establish this, he offered in evidence copies of three township plats, to wit: township No 10 south, ranges five and six east, and township No. 11 south, range 5 east. To the introduction of these plats as evidence Rightor objected, because the papers are not, nor do they purport to be, copies of the original plats of those townships, and for other causes mentioned in his bill of exceptions. The district judge admitted them in evidence, in which we think he erred. The papers are copies of copies, and it is a well settled rule of evidence that they are not admissible as testimony when better evidence can be procured. It is further apparent, from the certificate of the register of the Land-office, that they are not correct copies. The claim of McDonogh is represented on these copies in a manner differing from that in which it appears on the plats in the register's office. The register states on one of the plats, that on the original 'section No. 1 is not colored,' but that he had 'represented it as it now appears, at the request of John McDonogh, Esq.' The coloring of these maps was, perhaps, not intended to deceive or impose on any person, but when it is recollected that surveyors represent private claims properly located on their plats in a coloring different from public lands or doubtful rights, such a representation is calculated to make an erroneous impression. But the objection most fatal to the reception of these plats as evidence, is that they are certified by a person not the keeper of the original. The surveyor-general of the United States for this state is the officer who has charge of the public surveys, and he is the proper person to certify the township maps. 2 Land Laws, 294, sect. 6. The copies of public surveys deposited in the office of the register of the Land-office are placed there for his government, and to enable him to perform the duties imposed by law, but he has not legal authority to certify copies so as to make them legal evidence. The law intrusts that power to another person.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">'Although we are of opinion these plats were improperly received in evidence, we have examined them with a view to see if the pretended survey would justify the claim of the defendant. We do not find in the record the slightest evidence of authority from any officer of the United States to locate this claim in any manner. The acts of Congress of the 12th of April, 1814, and the 3d of March, 1831, direct the mode of locating private claims. 1 Land Laws, 652, sects. 3, 4; 2 Land Laws, 294, sect. 6.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">'There are also other acts of Congress in relation to the location of particular classes of claims, but the defendant does not come within the provisions of any of them.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">'It has been decided that the court and jury will look beyond the confirmation of a claim by the land commissioners or Congress, emanating from the former governments of Louisiana, in order to ascertain the extent and boundaries of the land claimed. 11 La., 587. We have acted on that principle in this case, and see no reason to depart from our previous decision, that when the expressions in a title only convey a certain front and depth, the grantee or purchaser cannot claim by diverging lines to the rear, and thereby obtain more than the superfices contained in a parallelogram, unless there be something in the grant to authorize the opening, or, from the peculiar position of the claim, it shall be necessary to give the superficial quantity. That does not appear necessary in the case before us.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">'We repeat, that it is not our purpose to decide in any manner upon the validity of the Humas's grant, under which the plaintiffs claim, nor do we decide any thing more in relation to that alleged to be in favor of Delille Dupard, under which the defendant claims, than to say, whether it is for thirty or forty arpens front, and is eighty arpens or more in depth, the must be located by parallel lines, unless the confirmation to McDonogh the Brown for eighteen arpens, three toises, and three feet, front, by eighty in depth, should for that quantity authorize the opening mentioned in the report of the claim, but it cannot extend beyond it.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">'It is clear from the evidence before us, that the claim of the defendant, if located in the manner specified, cannot in any way interfere with the land claimed by the plaintiffs as shown by the plats laid before us.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">'The judgment of the District Court is therefore affirmed, with costs.'</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">To review this opinion, under the 26th section of the Judiciary Act, a writ of error was sued out, by which the case was brought up to this court.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\"><i>Jones</i> and <i>Meredith</i>, for the plaintiff in error.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\"><i>Coxe</i> and <i>William Cost Johnson</i>, for the defendants in error.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">A motion had been previously and argued on the part of the defendant in error, to dismiss the case upon three grounds.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">1. That the writ of error had been irregularly issued.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">2. That no jurisdiction was shown by the record to exist under the 25th section of the Judiciary Act.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">3. That the judgment of the court below was not final.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The writ of error was issued by A. Cuvillier, clerk of Supreme Court of Louisiana, eastern district.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\"><i>Coxe</i>, in support of the motion to dismiss, referred to 2 Dallas, 401, and said that in consequence of this decision, an act of Congress was passed in May, 1792, (1 Story, 260.) In 8 Wheat., 312, 324, it was held that the 9th section of the act of 1792 applied to bringing up cases from the Circuit Courts of the United States, and also from the highest tribunal of a state, when this court can take jurisdiction under the 25th section. 4 Dall., 22; 9 Pet., 602; <i>McCollum</i> v. <i>Eager</i>, 2 How.; 7 Wheat., 164; 12 Id., 117; 2 Pet., 380; 3 Id., 392; 10 Id., 368; 9 Id., 224; 7 Id., 41; 11 Id., 167.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\"><i>Meredith</i>, in reply, said that there was a difference which must be borne in mind, between the English system and ours. In England the writ was an original writ, issuing out of the court of chancery, which had a double nature. It was a certiorari to remove the record, and a commission to the superior court to affirm or reverse the judgment. 2 Saund., 100, (1.)</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Under our judiciary system, it is nothing more than a certiorari to remove the record. It imparts no authority to this court. It gives no jurisdiction. The President of the United States, in whose name the writ issues here, has no power to confer jurisdiction upon this court, as the king has in England, in whose name the writ issues there. Here it is given solely by the Constitution and laws. It is a mere instrument in aid of the revising and appellate power, but is not indispensable. Its sole purpose is to bring the record into court; and if the record is in court, or a copy properly certified and brought there by the party aggrieved by the judgment, with due notice to the other party, there can be no difficulty in proceeding to exercise the appellate power. In order to show that if a copy of the record be in possession of the court, the mode of its removal will not be inquired into, it may be mentioned that a large portion of the cases brought here under the 25th section. are brought without writs of error, viz., chancery cases and admiralty decrees, which are brought simply by a prayer of appeal with citation; and yet the 25th section requires a writ of error in all cases, decrees as well as judgments. In <i>Martin</i> v. <i>Hunter</i>, the state court refused to make return to the writ, and the plaintiff in error procured an exemplification of the record and brought it himself into this court. 1 Wheat., 349; 6 Id., 264.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">If a writ of error is a mere mode of removing the record, and if the mode of removal is form and not substance; if it gives no jurisdiction to the court, but is a mere instrument to facilitate the exercise of the appellate power, then we contend that any defect in the writ itself, or any irregularity in issuing it, is immaterial.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">1. It may be waived. The general rule is, that irregularities and defects in the process or pleadings may be waived.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">A writ issued with an illegal teste, may be waived. 2 Pick. (Mass.), 592, and the cases referred to in p. 595.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">21 Id., 535. The action was against a deputy sheriff. The writ was served by a coroner; service bad, but cured by appearance.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">1 Metc. (Mass.), 508. A motion to dismiss the action, or quash the writ, if not founded on matter of exceptions, which show want of jurisdiction of the court, comes too late after pleading to the action.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">In this case the facts show a waiver. The record was filed 24th October, 1842. There was an appearance. This is the third term the case has been here. There was a motion for certiorari at last term. All which make a strong case of implied waiver.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">2. If not waived, the defect is cured by the 32d section of the act of 1789. 1 Paine, 486.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">But we contend that the writ was regularly issued. The record shows a petition signed by the counsel of the plaintiff in error, and addressed to the Supreme court of Louisiana, assigning reasons why a writ of error would lie, and praying that it may be allowed. Upon which, that court issued the following order:</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">'Let the writ of error be allowed according to law. The petitioner to give bond and security in the sum of five hundred dollars.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">(Signed) 'F. X. MARTIN.'</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">From these proceedings it is manifest that the state judge thought he had authority to issue the writ. See dictum of Johnson, J., 1 Wheat., 379.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">There is nothing prohibitory in the section. It says 'upon a writ of error,' but does not say when or how it is to be issued. The provision respecting a citation shows that it was the design of the law to promote the convenience of suitors. To allow the suitor to apply to a state judge for a citation, and yet compel him to go to the Circuit Court for the writ, would conduce nothing to his convenience.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">It may be said that our construction would lead to the anomaly of a court issuing a mandatory writ to itself. But, in fact, this is no anomaly in our legislation. By the act of 1792, sect. 11, (1 Story, 260,) the writ of error is directed to be issued out of the Circuit Court, under its seal, returnable to this court.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">2d. The judgment is said not to be final. (Mr. <i>Meredith's</i> argument upon this point is omitted.)</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">3d. As to the jurisdiction of this court. A classification of the cases in which jurisdiction is conferred, is made in 10 Pet., 398; 16 Id., 285.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">What appears then from the record, and the decision of the court?</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">It is apparent that McDonogh relied upon the confirmation of his title, by the report of the register and receiver, and the act of Congress.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The district judge decided that his claim was not embraced by the act; that there had been no confirmation.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">If the writ of error had been taken to this judgment, there could have been no doubt of the jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">A construction of the act was directly drawn in question; and the decision was against the right and title specially set up and claimed by McDonogh, under the act.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The writ of error, however, is to the judgment of the Supreme Court.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">It is apparent that in that court also, McDonogh relied upon the confirmation of his title, by the act of Congress.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">What title?</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">A title to the whole extent of his claim, as established by the evidence of a survey before the register and receiver, and by them so confirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Whatever they reported was confirmed by the act. And in the absence of all evidence of a prior title out of the United States, the report and confirmation were conclusive. <i>Strother</i> v. <i>Lucas</i>, 12 Pet., 410; <i>Grignon</i> v. <i>Astor</i>, 2 How., 319; <i>Boatner</i> v. <i>Walker</i>, 11 La., 582. But the Supreme Court decided, that assuming the confirmation of the act of Congress, it was a confirmation of the bare title, without any ascertainment of location. And that although no title was shown by Rightor, they had a right to look beyond the confirmation, and ascertain the extent and boundaries of the claim.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Now here again, the construction of the act of Congress was drawn in question: for McDonogh relied on it as a confirmation of his title for the whole quantity of land, claimed before the register and receiver.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">But the court gave a different construction of the act; and therefore decide against the right and title specially set up under it by McDonogh.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">It is a case then clearly within the 25th section.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Mr. Justice CATRON delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The question in the Supreme Court of Louisiana was one of boundary. The court passed on the grant to Dupard only, and not on the opposing claim: if the lines of the former did not open in their production from the Mississippi, towards Lake Maurepas, then the land claimed under Millaudon's title was not embraced by Dupard's grant, and no necessity existed for the examination of Millaudon's. Dupard's was made in 1769, 'for thirty arpens of front to the river Mississippi, upon the whole depth that shall be found, unto Lake Maurepas, of the land where heretofore were two villages of the Collapissa savages; to take from the plantation of one Allemand, unto its junction with that of a person named Joseph Lacombe.' The front being ascertained, the court below held that the extension back must be on parallel lines. As this construction excluded the land claimed by Millaudon, it ended the controversy in his favor.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Did this final judgment draw in question the construction of a treaty or statute of the United States; or of an authority exercised under the same; and was the decision against the validity of either; or against the title, or right set up or claimed under either? If there questions are answered in the negative, it follows we have no jurisdiction to re-examine, or reverse the judgment under the 25th section of the Judiciary Act; as no other error is within the cognisance of this court.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">1. The treaty with France, of 1803, gave no further sanction to the boundary of McDonogh's title than it had by the grant; in respect to its validity, the decision of the state court supported the claim to the same extent that the treaty protected it, and therefore the decision was not opposed to the treaty. A question partly involving this consideration was adjudged in <i>The City of New Orleans</i> v. <i>De Armas</i>, 9 Pet., 225, to which we refer.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">2. Was the decision of the Supreme Court of Louisiana opposed to any act of Congress? Dupard's grant was completed as early as 1769, and presented to the register and receiver as a complete title; was thus reported on by them to the General Land-office, and by that department the report was laid before Congress; it is as follows: 'No. 406.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">'John McDonogh &amp; Company claim a tract of land situated in the county of Acadia, on the east shore of the river Mississippi, sixteen leagues above New Orleans, containing thirty-two arpens front, with a depth extending as far as lake Maurepas.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">'This tract of land has formerly been claimed before the board of commissioners, and, the depth extending beyond forty acres, rejected by them, for want of evidence of title; but the claimant has since produced a complete French title to the whole quantity claimed, in favor of Pierre Delille Dupard, (under whom he claims,) dated 3d day of April, 1769.'</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">On the report at large, embracing many claims, Congress proceeded; and by the act of May 11th, 1820, declared 'that the claims to lands within the eastern district of Louisiana, described by the register and receiver of said district in their report to the commissioner of the General Land-office, bearing date the 20th day of November, 1816, and recommended in said report for confirmation, be, and the same are hereby confirmed, against any claim on part of the United States.'</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">McDonogh's claim, No. 406, is of class first, species first, in the report, including twenty-one grants, of which the register and receiver say: 'All the preceding claims, being founded on complete titles, are in our opinion confirmed by law.' 3 Am. State Papers, 255. This is explained in page 267, where it is again said: 'Those claims which are found under species first of the first class, being founded on complete grants of former governments, we think are good in themselves on general principles, and therefore require no confirmation by the government of the United States to give them validity.'</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Many incomplete titles were recommended for confirmation, and confirmed by Congress, but in these cases the former governments had not parted with the ultimate interest in the land, and the fee was transferred to the United States by the treaty, with the equity attached in the claimant, which equity was clothed with the fee by the confirming act. The perfect title of McDonogh being clothed with the highest sanction, and in full property, on the change of governments an assumption to confirm it would have been pregnant with suspicion that it required confirmation by this government, in addition to the general law of nations and the treaty of 1803, which secured in full property such titles. That the grant stands recognized as complete and valid, against the United States, and any one claiming under them, by the proceedings had before the register and receiver and by Congress, we have no doubt; further than this, the government has not acted on it. In such sense similar titles have been treated, as will be seen by the two acts of May 8th, 1822&#8212;the first confirming lots in the town of Mobile and claims in West Florida; the second, sanctioning the reports of the registers and receivers of the land-offices at St. Helena Court House and at Jackson Court House, in the district east and west of Pearl river; in regard to which reports, Congress says: That all complete titles (reported on as such) be, the same are, recognized as valid and complete against the United States, or any right derived under them.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">But in McDonogh's case, as in other similar ones referred to above, the recognition extended only to the boundaries the grants themselves furnished, according to their landmarks, and true construction under the local laws in virtue of which they were obtained.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">3. To overcome this objection, it is insisted, on the part of the plaintiff in error, that McDonogh &amp; Company filed plans of survey and descriptions of the land with the register and receiver, and especially that of F. V. Potier, as part of their title, giving the boundaries as they were claimed before the Supreme Court of Louisiana; that these were confirmed by Congress; that the confirmation, to the extent it was made, is binding on the United States, as the opposing claim of Millaudon was not drawn in controversy below, and the lands claimed treated as unappropriated, by individuals.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">If the fact assumed was true, that the plans and descriptions had been confirmed, and boundary given to the title according to them by the United States, then the decision would be opposed to the confirmation, and jurisdiction exist in this court.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">There can be no doubt such plans and descriptions were filed and recorded in due time, but no evidence is found in the record that the register and receiver acted on them, or that they were presented to Congress even as documents accompanying panying the report; if they were, it is manifest that they were disregarded, for two reasons: first, because Congress did not assume the power to deal directly with this title at all; and, secondly, because the report had reference singly to the face of the grant, regardless of private surveys made subsequent to its date, at the instance of the successive owners.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">The state court held McDonogh's title to be valid to every extent that it has been recognized by the United States, and only applied the local laws of Louisiana in its construction, so far as they had a controlling influence on the manner in which the side lines should be extended from the Mississippi river towards Lake Maurepas; and as, in so doing, neither the treaty of 1803, nor any act of Congress, or authority exercised under the United States, was drawn in question, this court has no jurisdiction to revise the decision of that court; for which reason, the cause must be dismissed.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">The clerk of the Supreme Court of Louisiana issued the writ of error, and one of the judges of that court signed the citation; and, on the ground that such writ could not remove the record, it was moved on a former day of the term to dismiss the cause. It has been here for two terms; a writ of certiorari has been sent down, at the instance of the defendant in error, in whose behalf the motion is made, to complete the record; he now moves to dismiss for the first time, and we think he comes too late. If errors had been assigned by the plaintiff here, and joined by the defendant, no motion to dismiss for such a cause could be heard; and as no formal errors are usually assigned in this court, and none were assigned in this cause, we think the delay to make the motion is equal to a joinder in error, even if the clerk of the Supreme Court of Louisiana had no authority to issue the writ, on which we at present express no opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In an action of ejectment between two citizens of Maryland, for a tract of land in Maryland, where the defendant set up an outstanding title in a British subject, which he contended was protected by the treaty, and, therefore, the title was out of the plaintiff, and the highest court in Maryland decided against the title thus set up, it was held not a case in which a writ could lie to the Supreme Court of the United States. It was not 'a case arising under a treaty.' <i>Owings</i> v. <i>Norwood</i>, 5 Cranch, 344. But a writ</p>\n        <p>of error was held to lie to the highest state court where the question was whether a confiscation under a state law was completed before the treaty of</p>\n        <p>peace with Great Britain. <i>Smith</i> v. <i>Maryland</i>, 6 Cranch, 286. The appellate jurisdiction of the Supreme Court of the United States extends to a final judgment or decree in any suit in the highest court of law or equity of a state, where is drawn in question the validity of a treaty. <i>Martin</i> v. <i>Hunter</i>, 1 Wheat., 304. But this must appear from the record, and not from a report of the judge trying the case at <i>nisi prius</i> which is not a part of the record. <i>Inglee</i> v. <i>Coolidge</i>, 2 Wheat., 363; <i>Miller</i> v. <i>Nicholls</i>, 4 Id., 311; <i>Cohens</i> v. <i>Virginia</i>, 6 Id., 264. The treaty need not be spread of record, but the record must show a complete title under the treaty, and that the judgment of the court is in violation of that treaty. <i>Hickie</i> v. <i>Starke</i>, 1 Pet., 94; <i>Willson</i> v. <i>Marsh Co.</i>, 2 Id., 245; <i>Weston</i> v. <i>Charleston</i>, 2 Id., 449; <i>Harris</i> v. <i>Dennie</i>, 3 Id., 292. An indictment and prosecution drawing in question a treaty with the Cherokee nation of Indians in within the appellate jurisdiction of the United States. <i>Worcester</i> v. <i>Georgia</i>, 6 Pet., 515. The merits of the case cannot be examined on such an appeal, but only whether the decision violates the treaty. <i>New Orleans</i> v. <i>Armor</i>, 9 Pet., 224. No other error can be assigned. <i>Crowell</i> v. <i>Randell</i>, 10 Id., 368. A false allegation in the record that the treaty has been misconstrued will not give the Supreme Court jurisdiction. <i>Choteau</i> v. <i>Marguerite</i>, 12 Pet., 507. It must appear that a construction of the treaty actually arose, not that it might have risen. <i>Ocean Ins. Co.</i> v. <i>Polleys</i>, 13 Id., 157; <i>Coons</i> v. <i>Gallagher</i>, 15 Id., 18; <i>Armstrong</i> v. <i>Treasurer of Athens Co.</i>, 16 Id., 281; <i>Mills</i> v. <i>Brown</i>, 16 Id., 525.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>44 U.S. 693 (1845)</b></center>\n<center><b>3 How. 693</b></center>\n<center><h1>JOHN McDONOGH, PLAINTIFF IN ERROR,<br>\nv.<br>\nLAURENT MILLAUDON AND OTHERS, DEFENDANTS.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*701</span> Jones and Meredith, for the plaintiff in error.</p>\n<p>Coxe and William Cost Johnson, for the defendants in error.</p>\n<p><span class=\"star-pagination\">*704</span> Mr. Justice CATRON delivered the opinion of the court.</p>\n<p>The question in the Supreme Court of Louisiana was one of boundary. The court passed on the grant to Dupard only, and not on the opposing claim: if the lines of the former did not open in their production from the Mississippi, towards Lake Maurepas, then the land claimed under Millaudon's title was not embraced by Dupard's grant, and no necessity existed for the examination of Millaudon's. Dupard's was made in 1769, \"for thirty arpens of front to the river Mississippi, upon the whole depth that shall be found, unto Lake Maurepas, of the land where heretofore were two villages of the Collapissa savages; to take from the plantation of one Allemand, unto its junction with that of a person named Joseph Lacombe.\" The front being ascertained, the court below held that the extension back must be on parallel lines. As this construction excluded the land claimed by Millaudon, it ended the controversy in his favour.</p>\n<p>Did this final judgment draw in question the construction of a treaty or statute of the United States; or of an authority exercised <span class=\"star-pagination\">*705</span> under the same: and was the decision against the validity of either; or against the title, or right set up or claimed under either? If these questions are answered in the negative, it follows we have no jurisdiction to re-examine, or reverse the judgment under the 25th section of the Judiciary Act; as no other error is within the cognisance of this court.</p>\n<p>1. The treaty with France, of 1803, gave no further sanction to the boundary of McDonogh's title than it had by the grant; in respect to its validity, the decision of the state court supported the claim to the same extent that the treaty protected it, and therefore the decision was not opposed to the treaty. A question partly involving this consideration was adjudged in The City of New Orleans, v. De Armas, 9 Peters, 225, to which we refer.</p>\n<p>2. Was the decision of the Supreme Court of Louisiana opposed to any act of Congress? Dupard's grant was completed as early as 1769, and presented to the register and receiver as a complete title; was thus reported on by them to the General Land-office, and by that department the report was laid before Congress; it is as follows:</p>\n<p>\"No. 406.</p>\n<p>\"John McDonogh &amp; Company claim a tract of land situated in the county of Acadia, on the east shore of the river Mississippi, sixteen leagues above New Orleans, containing thirty-two arpens front, with a depth extending as far as Lake Maurepas.</p>\n<p>\"This tract of land has formerly been claimed before the board of commissioners, and, the depth extending beyond forty acres, rejected by them, for want of evidence of title; but the claimant has since produced a complete French title to the whole quantity claimed, in favour of Pierre Delille Dupard, (under whom he claims,) dated 3d day of April, 1769.\"</p>\n<p>On the report at large, embracing many claims, Congress proceeded; and by the act of May 11th, 1820, declared, \"that the claims to lands within the eastern district of Louisiana, described by the register and receiver of said district in their report to the commissioner of the General Land-office, bearing date the 20th day of November, 1816, and recommended in said report for confirmation, be, and the same are hereby confirmed, against any claim on part of the United States.\"</p>\n<p>McDonogh's claim, No. 406, is of class first, species first, in the report, including twenty-one grants, of which the register and receiver say: \"All the preceding claims, being founded on complete titles, are in our opinion confirmed by law.\" 3 Am. State Papers, 255. This is explained in page 267, where it is again said: \"Those claims which are found under species first of the first class, being founded on complete grants of former governments, we think are good in themselves on general principles, and therefore require no <span class=\"star-pagination\">*706</span> confirmation by the government of the United States to give them validity.\"</p>\n<p>Many incomplete titles were recommended for confirmation, and confirmed by Congress, but in these cases the former governments had not parted with the ultimate interest in the land, and the fee was transferred to the United States by the treaty, with the equity attached in the claimant, which equity was clothed with the fee by the confirming act. The perfect title of McDonogh being clothed with the highest sanction, and in full property, on the change of governments an assumption to confirm it would have been pregnant with suspicion that it required confirmation by this government, in addition to the general law of nations and the treaty of 1803, which secured in full property such titles. That the grant stands recognised as complete and valid against the United States, and any one claiming under them, by the proceedings had before the register and receiver and by Congress, we have no doubt; further than this, the government has not acted on it. In such sense similar titles have been treated, as will be seen by the two acts of May 8th, 1822  the first confirming lots in the town of Mobile and claims in West Florida; the second, sanctioning the reports of the registers and receivers of the land-offices at St. Helena Court House and at Jackson Court House, in the districts east and west of Pearl river; in regard to which reports, Congress says: That all complete titles (reported on as such) be, and the same are, recognised as valid and complete against the United States, or any right derived under them.</p>\n<p>But in McDonogh's case, as in other similar ones referred to above, the recognition extended only to the boundaries the grants themselves furnished, according to their landmarks, and true construction under the local laws in virtue of which they were obtained.</p>\n<p>3. To overcome this objection, it is insisted, on the part of the plaintiff in error, that McDonogh &amp; Company filed plans of survey and descriptions of the land with the register and receiver, and especially that of F.V. Potier, as part of their title, giving the boundaries as they were claimed before the Supreme Court of Louisiana; that these were confirmed by Congress; that the confirmation, to the extent it was made, is binding on the United States, as the opposing claim of Millaudon was not drawn in controversy below, and the lands claimed treated as unappropriated, by individuals.</p>\n<p>If the fact assumed was true, that the plans and descriptions had been confirmed, and boundary given to the title according to them by the United States, then the decision would be opposed to the confirmation, and jurisdiction exist in this court.</p>\n<p>There can be no doubt such plans and descriptions were filed and recorded in due time, but no evidence is found in the record that the register and receiver acted on them, or that they were presented to Congress even as documents accompanying the report; if they were, it is manifest that they were disregarded, for two reasons: <span class=\"star-pagination\">*707</span> first, because Congress did not assume the power to deal directly with this title at all; and, secondly, because the report had reference singly to the face of the grant, regardless of private surveys made subsequent to its date, at the instance of the successive owners.</p>\n<p>The state court held McDonogh's title to be valid to every extent that it has been recognised by the United States, and only applied the local laws of Louisiana in its construction, so far as they had a controlling influence on the manner in which the side lines should be extended from the Mississippi river towards Lake Maurepas; and as, in so doing, neither the treaty of 1803, nor any act of Congress, or authority exercised under the United States, was drawn in question, this court has no jurisdiction to revise the decision of that court; for which reason, the cause must be dismissed.</p>\n<p>The clerk of the Supreme Court of Louisiana issued the writ of error, and one of the judges of that court signed the citation; and, on the ground that such writ could not remove the record, it was moved on a former day of the term to dismiss the cause. It has been here for two terms; a writ of certiorari has been sent down, at the instance of the defendant in error, in whose behalf the motion is made, to complete the record; he now moves to dismiss for the first time, and we think he comes too late. If errors had been assigned by the plaintiff here, and joined by the defendant, no motion to dismiss for such a cause could be heard; and as no formal errors are usually assigned in this court, and none were assigned in this cause, we think the delay to make the motion is equal to a joinder in error, even if the clerk of the Supreme Court of Louisiana had no authority to issue the writ, on which we at present express no opinion.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">693</span></span> (1845)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">How.</span> <span class=\"page\">693</span></span></b></center>\n<center><h1>JOHN McDONOGH, PLAINTIFF IN ERROR,<br>\nv.<br>\nLAURENT MILLAUDON AND OTHERS, DEFENDANTS.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*701</span> Jones and Meredith, for the plaintiff in error.</p>\n<p>Coxe and William Cost Johnson, for the defendants in error.</p>\n<p><span class=\"star-pagination\">*704</span> Mr. Justice CATRON delivered the opinion of the court.</p>\n<p>The question in the Supreme Court of Louisiana was one of boundary. The court passed on the grant to Dupard only, and not on the opposing claim: if the lines of the former did not open in their production from the Mississippi, towards Lake Maurepas, then the land claimed under Millaudon's title was not embraced by Dupard's grant, and no necessity existed for the examination of Millaudon's. Dupard's was made in 1769, \"for thirty arpens of front to the river Mississippi, upon the whole depth that shall be found, unto Lake Maurepas, of the land where heretofore were two villages of the Collapissa savages; to take from the plantation of one Allemand, unto its junction with that of a person named Joseph Lacombe.\" The front being ascertained, the court below held that the extension back must be on parallel lines. As this construction excluded the land claimed by Millaudon, it ended the controversy in his favour.</p>\n<p>Did this final judgment draw in question the construction of a treaty or statute of the United States; or of an authority exercised <span class=\"star-pagination\">*705</span> under the same: and was the decision against the validity of either; or against the title, or right set up or claimed under either? If these questions are answered in the negative, it follows we have no jurisdiction to re-examine, or reverse the judgment under the 25th section of the Judiciary Act; as no other error is within the cognisance of this court.</p>\n<p>1. The treaty with France, of 1803, gave no further sanction to the boundary of McDonogh's title than it had by the grant; in respect to its validity, the decision of the state court supported the claim to the same extent that the treaty protected it, and therefore the decision was not opposed to the treaty. A question partly involving this consideration was adjudged in The City of New Orleans, v. De Armas, 9 Peters, 225, to which we refer.</p>\n<p>2. Was the decision of the Supreme Court of Louisiana opposed to any act of Congress? Dupard's grant was completed as early as 1769, and presented to the register and receiver as a complete title; was thus reported on by them to the General Land-office, and by that department the report was laid before Congress; it is as follows:</p>\n<p>\"No. 406.</p>\n<p>\"John McDonogh &amp; Company claim a tract of land situated in the county of Acadia, on the east shore of the river Mississippi, sixteen leagues above New Orleans, containing thirty-two arpens front, with a depth extending as far as Lake Maurepas.</p>\n<p>\"This tract of land has formerly been claimed before the board of commissioners, and, the depth extending beyond forty acres, rejected by them, for want of evidence of title; but the claimant has since produced a complete French title to the whole quantity claimed, in favour of Pierre Delille Dupard, (under whom he claims,) dated 3d day of April, 1769.\"</p>\n<p>On the report at large, embracing many claims, Congress proceeded; and by the act of May 11th, 1820, declared, \"that the claims to lands within the eastern district of Louisiana, described by the register and receiver of said district in their report to the commissioner of the General Land-office, bearing date the 20th day of November, 1816, and recommended in said report for confirmation, be, and the same are hereby confirmed, against any claim on part of the United States.\"</p>\n<p>McDonogh's claim, No. 406, is of class first, species first, in the report, including twenty-one grants, of which the register and receiver say: \"All the preceding claims, being founded on complete titles, are in our opinion confirmed by law.\" 3 Am. State Papers, 255. This is explained in page 267, where it is again said: \"Those claims which are found under species first of the first class, being founded on complete grants of former governments, we think are good in themselves on general principles, and therefore require no <span class=\"star-pagination\">*706</span> confirmation by the government of the United States to give them validity.\"</p>\n<p>Many incomplete titles were recommended for confirmation, and confirmed by Congress, but in these cases the former governments had not parted with the ultimate interest in the land, and the fee was transferred to the United States by the treaty, with the equity attached in the claimant, which equity was clothed with the fee by the confirming act. The perfect title of McDonogh being clothed with the highest sanction, and in full property, on the change of governments an assumption to confirm it would have been pregnant with suspicion that it required confirmation by this government, in addition to the general law of nations and the treaty of 1803, which secured in full property such titles. That the grant stands recognised as complete and valid against the United States, and any one claiming under them, by the proceedings had before the register and receiver and by Congress, we have no doubt; further than this, the government has not acted on it. In such sense similar titles have been treated, as will be seen by the two acts of May 8th, 1822  the first confirming lots in the town of Mobile and claims in West Florida; the second, sanctioning the reports of the registers and receivers of the land-offices at St. Helena Court House and at Jackson Court House, in the districts east and west of Pearl river; in regard to which reports, Congress says: That all complete titles (reported on as such) be, and the same are, recognised as valid and complete against the United States, or any right derived under them.</p>\n<p>But in McDonogh's case, as in other similar ones referred to above, the recognition extended only to the boundaries the grants themselves furnished, according to their landmarks, and true construction under the local laws in virtue of which they were obtained.</p>\n<p>3. To overcome this objection, it is insisted, on the part of the plaintiff in error, that McDonogh &amp; Company filed plans of survey and descriptions of the land with the register and receiver, and especially that of F.V. Potier, as part of their title, giving the boundaries as they were claimed before the Supreme Court of Louisiana; that these were confirmed by Congress; that the confirmation, to the extent it was made, is binding on the United States, as the opposing claim of Millaudon was not drawn in controversy below, and the lands claimed treated as unappropriated, by individuals.</p>\n<p>If the fact assumed was true, that the plans and descriptions had been confirmed, and boundary given to the title according to them by the United States, then the decision would be opposed to the confirmation, and jurisdiction exist in this court.</p>\n<p>There can be no doubt such plans and descriptions were filed and recorded in due time, but no evidence is found in the record that the register and receiver acted on them, or that they were presented to Congress even as documents accompanying the report; if they were, it is manifest that they were disregarded, for two reasons: <span class=\"star-pagination\">*707</span> first, because Congress did not assume the power to deal directly with this title at all; and, secondly, because the report had reference singly to the face of the grant, regardless of private surveys made subsequent to its date, at the instance of the successive owners.</p>\n<p>The state court held McDonogh's title to be valid to every extent that it has been recognised by the United States, and only applied the local laws of Louisiana in its construction, so far as they had a controlling influence on the manner in which the side lines should be extended from the Mississippi river towards Lake Maurepas; and as, in so doing, neither the treaty of 1803, nor any act of Congress, or authority exercised under the United States, was drawn in question, this court has no jurisdiction to revise the decision of that court; for which reason, the cause must be dismissed.</p>\n<p>The clerk of the Supreme Court of Louisiana issued the writ of error, and one of the judges of that court signed the citation; and, on the ground that such writ could not remove the record, it was moved on a former day of the term to dismiss the cause. It has been here for two terms; a writ of certiorari has been sent down, at the instance of the defendant in error, in whose behalf the motion is made, to complete the record; he now moves to dismiss for the first time, and we think he comes too late. If errors had been assigned by the plaintiff here, and joined by the defendant, no motion to dismiss for such a cause could be heard; and as no formal errors are usually assigned in this court, and none were assigned in this cause, we think the delay to make the motion is equal to a joinder in error, even if the clerk of the Supreme Court of Louisiana had no authority to issue the writ, on which we at present express no opinion.</p>\n</div>", "id": 86342, "judges": "Catron", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/86342/", "sha1": "34e0cdaf0f06053aff96a528153001eb21c34e8d", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:00:23"}