{"absolute_url": "/opinion/102719/american-telephone-telegraph-co-v-united-states/", "blocked": false, "citation": {"case_name": "American Telephone & Telegraph Co. v. United States", "docket_number": "74", "document_uris": ["/api/rest/v2/document/102719/"], "federal_cite_one": "299 U.S. 232", "federal_cite_three": null, "federal_cite_two": null, "id": 87102, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/87102/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 60, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1936-12-07", "date_modified": "2014-12-21T01:41:36.808644", "docket": "/api/rest/v2/docket/263533/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">299 U.S. 232</p>\n    <p class=\"case_cite\">57 S.Ct. 170</p>\n    <p class=\"case_cite\">81 L.Ed. 142</p>\n    <p class=\"parties\">AMERICAN TELEPHONE &amp; TELEGRAPH CO. et al.<br>v.<br>UNITED STATES et al.</p>\n    <p class=\"docket\">No. 74.</p>\n    <p class=\"date\">Argued Nov. 16, 17, 1936.</p>\n    <p class=\"date\">Decided Dec. 7, 1936.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the District Court of the United States for the Southern District of New York.</p>\n      <p class=\"indent\">[Syllabus from pages 232-234 intentionally omitted]</p>\n      <p class=\"indent\">Messrs. Wm. D. Mitchell, Allen T. Klots, C. M. Bracelen, and Alan J. McBean, all of New York City, for appellants.</p>\n      <p class=\"indent\">Mr. John Dickinson, Asst. Atty. Gen., and Messrs. John E. Benton and Hampson Gary, both of Washington, D.C., for appellees.</p>\n      <p class=\"indent\">Mr. Justice CARDOZO delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This suit was brought in the United States District Court for the Southern District of New York to set aside an order of the Federal Communications Commission prescribing a uniform system of accounts for telephone companies subject to the Communications Act of 1934. Act of June 19, 1934, c. 652, 48 Stat. 1064, 47 U.S.C. &#167; 151 et seq. (47 U.S.C.A. &#167; 151 et seq.). The plaintiffs are forty-four telephone companies, thirty-seven of them members of the Bell system, and seven of them members of another group. The defendants are the United States and the Federal Communications Commission, with whom the National Association of Railroad and Utilities Commissioners was afterwards joined, intervening as the representative of the regulatory commissions of forty-six states in support of the contested order.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Communications Act of 1934 provides (section 220 (47 U.S.C.A. &#167; 220)) that 'the Commission may, in its discretion, prescribe the forms of any and all accounts, records, and memoranda' to be kept by carriers subject to the act, 'including the accounts, records, and memoranda of the movement of traffic, as well as of the receipts and expenditures of moneys.' This is a power that had previously been lodged with the Interstate Commerce Commission (Interstate Commerce Act, &#167; 20(5), 49 U.S.C.A. &#167; 20(5), which framed a set of rules for telephone companies to take effect January 1, 1913, and a revised set of rules effective January 1, 1933. After the transfer of jurisdiction over telephone companies from the Interstate Commerce Commission to the Federal Communications Commission in 1934, the new Commission prepared a 'draft of a Uniform System of Accounts,' which was considered at a conference with representatives of the companies and of the state commissions. The outcome of the conference was the order of June 19, 1935, to take effect January 1, 1936, which is the subject of this suit.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The plaintiffs having moved for an interlocutory injunction, the cause was heard, in accordance with the requirement of the statute (47 U.S.C. &#167; 402(a) (47 U.S.C.A. &#167; 402(a)); 28 U.S.C. &#167; 47 (28 U.S.C.A. &#167; 47)), by a District Court of three judges, the affidavits in support of the motion and against it being also submitted for and against the final decree. Five provisions of the order were attacked as arbitrary. The District Court sustained two objections of minor importance, which are not in controversy now, and overruled the others. One of these was directed to the 'original cost' rule; the second to a provision as to 'just and reasonable' charges; the third to a classification dividing plants in present use from those held for use thereafter. The court dismissed the bill as to the objections overruled, stating in an opinion the reasons for its action. 14 F.Supp. 121. The case is here upon appeal. 48 Stat. 1064, 1093, &#167; 402(a), 47 U.S.C. &#167; 402(a), 47 U.S.C.A. &#167; 402(a); 38 Stat. 219, 220, 28 U.S.C. &#167;&#167; 47, 47a, 28 U.S.C.A. &#167;&#167; 47, 47a.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This court is not at liberty to substitute its own discretion for that of administrative officers who have kept within the bounds of their administrative powers. To show that these have been exceeded in the field of action here involved, it is not enough that the prescribed system of accounts shall appear to be unwise or burdensome or inferior to another. Error or unwisdom is not equivalent to abuse. What has been ordered must appear to be 'so entirely at odds with fundamental principles of correct accounting' (Kansas City Southern Ry. Co. v. United States, 231 U.S. 423, 444, 34 S.Ct. 125, 131, 58 L.Ed. 296, 52 L.R.A.(N.S.) 1) as to be the expression of a whim rather than an exercise of judgment. Norfolk &amp; Western Ry. Co. v. United States, 287 U.S. 134, 141, 53 S.Ct. 52, 54, 77 L.Ed. 218; Kansas City Southern Ry. Co. v. United States, supra, 231 U.S. 423, at page 456, 34 S.Ct. 125, 58 L.Ed. 296, 52 L.R.A.(N.S.) 1. Then, too, in gauging rationality, regard must steadily be had to the ends that a uniform system of accounts is intended to promote. 'The object of requiring such accounts to be kept in a uniform way, and to be open to the inspection of the Commission, is not to enable it to regulate the affairs of the corporations not within its jurisdiction, but to be informed concerning the business methods of the corporations subject to the act, that it may properly regulate such matters as are really within its jurisdiction.' Interstate Commerce Commission v. Goodrich Transit Co., 224 U.S. 194, 211, 32 S.Ct. 436, 439, 56 L.Ed. 729; cf. Kansas City Southern Ry. Co. v. United States, supra, 231 U.S. 423, at page 445, 34 S.Ct. 125, 58 L.Ed. 296, 52 L.R.A.(N.S.) 1. With these principles in mind, we proceed to consider separately the regulations and instructions now challenged as unlawful.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>First: The Original Cost Provisions.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Four new balance sheet accounts, each of them a sub-title of the general title of 'Investments,' must be kept under the new system. The first (100.1) is described as Telephone Plant in Service; the second (100.2), Telephone Plant under Construction; the third (100.3), Property held for Future Telephone Use; and the fourth (100.4), Telephone Plant Acquisition Adjustment. Account 100.1 'shall include the original cost (defined by Instruction 3 (S. 1)) of the company's property used in telephone service at the date of the balance sheet.' Account 100.2 'shall include the original cost (as so defined) of construction of telephone plant not completed ready for service' at such date. Account 100.3 'shall include the original cost (so defined) of property owned and held for imminent use in telephone service under a definite plan for such use.' The term 'original cost' as appearing in these rules receives (under Instruction 3 (S. 1)) a special definition. \"Original cost' or 'cost,' as applied to telephone plant, franchises, patent rights, and right-of-way, means the actual money cost of (or the current money value of any consideration other than money exchanged for) property at the time when it was first dedicated to the public use, whether by the accounting company or by a predecessor public utility.' If actual costs are unknown, estimates are to take their place. Instruction 21(B). From all this it follows that the sum of the three accounts which represent the original cost of property acquired by the accounting company from other telephone utilities, may be less or greater than the investment in such property by the accounting company itself. The difference is taken care of by account 100.4, Telephone Plant Acquisition Adjustment.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> The same rule provides in a subdivision designated (C) that 'the amounts recorded in this account (i.e. 100.4) with respect to each property acquisition shall be disposed of, written off, or provision shall be made for the amortization thereof in such manner as this Commission may direct.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Before explaining the appellants' objections to these provisions as to cost, we may pause to indicate the reasons that led to their adoption. To a great extent, the telephone business as conducted in the United States is that of a far flung system of parent, subsidiary and affiliated companies. The Bell system is represented in this case by thirty-seven companies, the American Telephone &amp; Telegraph Company at their head. Seven other companies, intervening as a group, represent a second and smaller system. Purchases are frequently made by a member or members of a system from affiliates or subsidiaries, and with comparative infrequency from strangers. At times obscurity or confusion has been born of such relations. There is widespread belief that transfers between affiliates or subsidiaries complicate the task of rate-making for regulatory commissions and impede the search for truth. Buyer and seller in such circumstances may not be dealing at arm's length, and the price agreed upon between them may be a poor criterion of value. Dayton Power &amp; Light Co. v. Public Utilities Comm. of Ohio, 292 U.S. 290, 295, 54 S.Ct. 647, 650, 78 L.Ed. 1267; Western Distributing Co. v. Public Service Comm. of Kansas, 285 U.S. 119, 52 S.Ct. 283, 76 L.Ed. 655; Smith v. Illinois Bell Telephone Co., 282 U.S. 133, 51 S.Ct. 65, 75 L.Ed. 255. Even if the property has been acquired by treaty with an independent utility or a member of a rival system, there is always a possibility that it is nuisance value only&#8212;and not market or intrinsic value for the uses of the business&#8212;that has dictated the price paid. Accordingly, the work of the Commission may be facilitated by spreading on the face of the accounts a statement of the cost as of the time when the property to be valued was first acquired by a utility or dedicated to the public use. The same considerations show why the regulations do not direct that the inquiry as to original cost shall be carried even farther back, so as to cover, for illustration, the cost to manufacturers who may have sold to the first utility. In the process of analysis, inquiry is halted at the point where it ceases to be fruitful.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">With this explanatory background we can now go forward with understanding to a statement of the objections to the order and a determination of their weight.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">(a) The companies object that by the 'original cost' provisions of the order they are prevented 'from recording their actual investment in their accounts' with the result that the accounts do not fairly exhibit their financial situation to shareholders, investors, tax collectors and others.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The argument is that account 100.4, representing the difference between original and present cost, is not to be reckoned, either wholly or in part, as a statement of existing assets, but must be written off completely. The Commission is charged, we are told, with a mandatory duty to extinguish the entire balance recorded in that account, its presence under the title of 'investments' having the effect of a misleading label. To give support to that conception of official duty, they rely on subdivision (C), which provides, as we have seen, that 'the amounts recorded in this account with respect to each property acquisition shall be disposed of, written off, or provision shall be made for the amortization thereof in such manner as this Commission may direct.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">If subdivision (C) had the meaning thus imputed to it, there would be force in the contention that the effect of the order is to distort in an arbitrary fashion the value of the assets. But the imputed meaning is not the true one. The Commission is not under a duty to write off the whole or any part of the balance in 100.4, if the difference between original and present cost is a true increment of value. On the contrary, only such amount will be written off as appears, upon an application for appropriate directions, to be a fictitious or paper increment. This is made clear, if it might otherwise be doubtful, by administrative construction. Thus, the Commission's chief accountant testified that by the proper interpretation of account 100.4, amounts therein 'would be disposed of, after the character of the item had been determined, in a manner consistent with the general rules underlying the uniform system of accounts for the distribution of expenditures, according to their character, to operating expenses, income, surplus, or remain an investment.' Other witnesses gave testimony in substance to the same effect. But even more decisive are statements made by counsel, appearing for the Government and arguing the case before us. To avoid the chance of misunderstanding and to give adequate assurance to the companies as to the practice to to followed, we requested the Assistant Attorney General to reduce his statements in that regard to writing in behalf of the Commission. He did this and informs us that 'the Federal Communications Commission construes the provisions of Telephone Division Order No. 7-C, issued June 19, 1935, pertaining to account 100.4' as meaning 'that amounts included in account 100.4 that are deemed, after a fair consideration of all the circumstances, to represent an investment which the accounting company has made in assets of continuing value will be retained in that account until such assets cease to exist or are retired; and, in accordance with paragraph (C) of account 100.4, provision will be made for their amortization.'</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We accept this declaration as an administrative construction binding upon the Commission in its future dealings with the companies. Hicklin v. Coney, 290 U.S. 169, 175, 54 S.Ct. 142, 145, 78 L.Ed. 247; Addy Co. v. United States, 264 U.S. 239, 245, 44 S.Ct. 300, 302, 68 L.Ed. 658. The case in that respect is sharply distinguished from New York Edison Co. v. Maltbie, 244 App.Div. 685, 281 N.Y.S. 223; Id., 271 N.Y. 103, 2 N.E.(2d) 277, where under rules prescribed by the Public Service Commission of New York, there was an inflexible requirement that an account similar in some aspects to 100.4 be written off in its entirety out of surplus, whether the value there recorded was genuine or false. The administrative construction now affixed to the contested order devitalizes the objection that the difference between present value and original cost is withdrawn from recognition as a legitimate investment.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We are not impressed by the argument that the classification is to be viewed as arbitrary because the fate of any item, its ultimate disposition, remains in some degree uncertain until the Commission has given particular directions with reference thereto. By being included in the adjustment account, it is classified as provisionally a true investment, subject to be taken out of that account and given a different character if investigation by the Commission shows it to be deserving of that treatment. Such a reservation does not amount to a departure from the statutory power to fix the forms of accounts for 'classes' of carriers rather than for individuals. The forms of the accounts are fixed, and fixed by regulations of adequate generality. What disposition of their content may afterwards be suitable upon discovery that particular items have been carried at an excessive figure must depend upon evidentiary circumstances, difficult to define or catalogue in advance of the event. If once there was any need for explanation more precise than that afforded by the order, it is now supplied, we think, by an administrative construction, which must be read into the order as supplementary thereto.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">(b) The companies object that by the provisions as to 'original cost' they are prevented 'from recovering depreciation expense, which they actually incur, on their actual investment,' and are required 'to base depreciation charges on the cost to a prior owner.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This objection, like the one last considered, has its origin in the belief that what is recorded in 'telephone plant acquisition adjustment' must inevitably be written off, and is not subject to the treatment appropriate to genuine assets.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Here again the construction of the regulations by the Commission itself is enough to dispel the fear that in their practical operation they will become instruments of hardship. Without dwelling on the testimony, we content ourselves with a quotation from the statement filed by counsel at the conclusion of the argument. The Commission there informs us that 'when amounts included in account 100.4 are deemed, after a fair consideration of all the circumstances, to be definitely attributable to depreciable telephone plant, provision will be made for amortization of such amounts through operating expenses, through the medium of either account 613 (which covers the amortization of intangible property) or account 675 (which includes all operating expenses not properly chargeable to other accounts).'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Obviously account 675 was inserted as a catch-all to cover previous omissions. We do not need to inquire whether under an ideal system of accounting the amounts to be amortized would be chargeable to an account entitled in some other way. It is enough that by the ruling of the Commission they will find a lodgement here, with an appropriate entry betokening their meaning. A system of accounts may be awkward or imperfect, and yet not so 'arbitrary and outrageous' (Norfolk &amp; Western Ry. Co. v. United States, supra, 287 U.S. 134, at page 143, 53 S.Ct. 52, 55, 77 L.Ed. 218) as to justify a court in restraining its enforcement.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Appellants insist that amortization is an afterthought as applied to the account in controversy, and that there must be an amendment of the rules, if the Commission is to resort to such a process. We read the record otherwise. In setting up the amortization reserve account (172), the rules expressly provide that 'it shall also be credited with any amounts which the Commission may authorize under a plan to amortize the balance in account 100.4, Telephone Plant Acquisition Adjustment.'</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In the same connection, the point is made that section 220(b) of the Act requires more specific directions as to depreciation or amortization than the Commission has supplied. By that section, 'the Commission shall, as soon as practicable, prescribe * * * the classes of property for which depreciation charges may be properly included under operating expenses.' No objection is made that the directions are not sufficiently specific as to account 100.1, Telephone Plant in Service. The objection is confined to account 100.4. But one of the very reasons for establishing that account is that in advance of inquiry by the Commission as to the property there included it is impracticable to determine what portion of it may properly be subjected to charges of this nature. When that inquiry has been completed, the Commission will be in possession of the necessary data. Provision will then be made for amortization of any amounts in the account that may properly be classified as investment in depreciable property. The label is unimportant, whether depreciation or amortization, if the substance of allowance is adequately preserved.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">(c) The companies object that by the 'original cost' provisions of the order they are required, where the actual cost is unknown, to record an estimate of cost, and that this requirement is an arbitrary one, mutilating their accounts and exposing them to the hazard of criminal prosecution.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">What was ordered by the Commission in that behalf is expressly authorized by the statute with the result that to invalidate the order will be to invalidate the statute also. By section 213(c) of the Communications Act of 1934 (47 U.S.C.A. &#167; 213(c) it is provided that 'if any part of such cost cannot be determined from accounting or other records, the portion of the property for which such cost cannot be determined shall be reported to the Commission; and, if the Commission shall so direct, the original cost thereof shall be estimated in such manner as the Commission may prescribe.'</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In the vast majority of cases, original cost will be ascertainable from the records of the previous owners. If these have been lost or are not available or trustworthy, the order makes provision for the substitution of an estimate. Difficulties in the making of such an estimate are indicated by the companies. We doubt whether in any instance they will be found to be insuperable, but if they shall ever prove to be so, means will be at hand whereby an avenue of escape from injustice will be opened without resort to the drastic remedy of declaring the order void. Estimates are at times inevitable in any system of accounts. Even under the system previously in vogue, the total purchase price, which was entered in an account known as 'telephone plant,' was subdivided into a series of accounts covering respectively pole lines, cable, aerial wire, and other classes, and distributed among them. If the price was a lump sum, there was need to resort to estimates in the process of subdivision. So, also, estimates were always necessary upon the retirement of plant or equipment acquired at varying dates, unless the articles retired were so clearly identified that the dates of acquisition and the prices then paid for each of them were susceptible of ascertainment upon the face of the accounts themselves. All that can be said of the present regulations is that they make the occasion for estimates more frequent than in former years and the process more involved. The difference in degree is not proved to be so great as to drag nullity in its train. If instances shall occur in which a company is unable to make an intelligent estimate with even approximate correctness, that exceptional event will justify resort to the Commission for particular instructions. In no event is there a substantial hazard of criminal prosecution. To subject the company or its officers to prosecution for a crime the violation of the Act must have been knowing and wilful. Communications Act of 1934, &#167;&#167; 501, 502, 47 U.S.C.A. &#167;&#167; 501, 502; Hygrade Provision Co. v. Sherman, 266 U.S. 497, 502, 503, 45 S.Ct. 141, 142, 143, 69 L.Ed. 402; United States v. Murdock, 290 U.S. 389, 54 S.Ct. 223, 78 L.Ed. 381. Penalties do not follow upon innocent mistakes.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">(d) The companies object also that even when property recorded in the adjustment account (100.4) is recognized by the Commission as a continuing investment, there will be difficulty in determining the amount to be written out of that account when the property is withdrawn. No reason is apparent why this difficulty should be any greater than it would be if the same property had been recorded in a single plant account without separation of the original cost from the cost at later dates. However that may be, there is ample provision in the rules for clarifying instructions whenever duty is uncertain.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>Second: The Provisions for Just and Reasonable Charges.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The companies object to the following instructions (described as 2(B. 1)): 'All charges to the accounts prescribed in this classification for telephone plant, income, operating revenues, and operating expenses shall be just and reasonable and any payments by the company in excess of such just and reasonable charges shall be included in account 323, 'Miscellaneous income charges.\"</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The purpose of this requirement is to prevent the padding of the accounts by charges knowingly and willfully entered in excess of what is just and reasonable. Only if knowingly and willfully so entered is any penalty prescribed therefor. United States v. Murdock, supra. There is surely nothing arbitrary in establishing a standard of behavior so consistent with good morals. On the contrary, the need for such a standard has been made manifest for years as the result of intercorporate relations that are matters of common knowledge. Dayton Power &amp; Light Co. v. Public Utilities Comm. of Ohio, supra; Lindheimer v. Illinois Bell Telephone Co., 292 U.S. 151, 54 S.Ct. 658, 78 L.Ed. 1182. 'The Commission must have power to prevent evasion of its orders and detect in any formal compliance or in the assignment of expenses a 'possible concealment of forbidden practices.\" Smith v. Interstate Commerce Commission, 245 U.S. 33, 45, 38 S.Ct. 30, 33, 62 L.Ed. 135. In such a context the standard of the 'just and reasonable' is not unduly vague. Nash v. United States, 229 U.S. 373, 377, 33 S.Ct. 780, 57 L.Ed. 1232; International Harvester Co. v. Kentucky, 234 U.S. 216, 223, 34 S.Ct. 853, 58 L.Ed. 1284; United States v. Cohen Grocery Co., 255 U.S. 81, 92, 41 S.Ct. 298, 301, 65 L.Ed. 516, 14 A.L.R. 1045; United States v. Wurzbach, 280 U.S. 396, 399, 50 S.Ct. 167, 168, 74 L.Ed. 508; People v. Mancuso, 255 N.Y. 463, 470, 175 N.E. 177, 76 A.L.R. 514. 'Moreover * * * since the statutes require a specific intent to defraud in order to encounter their prohibitions, the hazard of prosecution which appellants fear loses whatever substantial foundation it might have in the absence of such a requirement.' Hygrade Provision Co. v. Sherman, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>Third: The Classification of Plant as Used in Present Service or Held for Use Thereafter.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Property 'used in telephone service at the date of the balance-sheet' goes into account 100.1; property 'held for imminent use in telephone service' under a definite plan for such use goes into account 100.3; and other property held for future use not imminent or definite goes into still another account, 103, which covers 'miscellaneous physical property.'</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The companies object that this classification is so vague as to be arbitrary. We do not look at it that way. Property held for imminent use in telephone service and under a definite plan will include spare plants kept in reserve as a measure of prudent administration. Such uses had consideration by this court in a recent opinion. Columbus Gas &amp; Fuel Co. v. Public Utilities Comm. of Ohio, 292 U.S. 398, 52 S.Ct. 763, 78 L.Ed. 1327, 91 A.L.R. 1403. Property held in present telephone use comes very near to defining itself. If particular situations shall develop ambiguity or doubt, the Commission will be available for clarifying instructions.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Fourth: The evidence does not show that the expense of revising the accounts will lay so heavy a burden upon the companies as to overpass the bounds of reason.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The decree should be affirmed, and it is so ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Mr. Justice STONE took no part in the determination or decision of this case.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> 'This account shall include the difference between (a) the amount of money actually paid (or the current money value of any consideration other than money exchanged) for telephone plant acquired, plus preliminary expenses incurred in connection with the acquisition; and (b) the original cost (note instruction 3 (S. 1)) of such plant, governmental franchises and similar rights acquired, less the amounts of reserve requirements for depreciation and amortization of the property acquired, and amounts of contributions to the predecessor company or companies for construction and acquisition of such property. If the actual original cost is not known, the entries in this account shall be based upon an estimate of such cost.'</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>299 U.S. 232 (1936)</b></center>\n<center><h1>AMERICAN TELEPHONE &amp; TELEGRAPH CO. ET AL.<br>\nv.<br>\nUNITED STATES ET AL.</h1></center>\n<center>No. 74.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 16, 17, 1936.</center>\n<center>Decided December 7, 1936.</center>\nAPPEAL FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF NEW YORK.\n<p><span class=\"star-pagination\">*234</span> <i>Mr. William D. Mitchell,</i> with whom <i>Messrs. C.M. Bracelen, Alan J. McBean, Charles T. Russell,</i> and <i>Edward L. Blackman</i> were on the brief, for American Telephone &amp; Telegraph Co. et al., appellants.</p>\n<p><i>Mr. Allen T. Klots,</i> with whom <i>Mr. G. Schuyler Tarbell, Jr.,</i> was on the brief, for Ohio Associated Telephone Co. et al., appellants.</p>\n<p><i>Assistant Attorney General Dickinson,</i> with whom <i>Solicitor General Reed</i> and <i>Mr. Charles H. Weston</i> were on the brief, for the United States, appellee.</p>\n<p><span class=\"star-pagination\">*235</span> <i>Messrs. Hampson Gary, Frank Roberson,</i> and <i>W.D. Humphrey</i> submitted for the Federal Communications Commission, appellee.</p>\n<p><i>Mr. John E. Benton,</i> with whom <i>Mr. Clyde S. Bailey</i> was on the brief, for the National Association of Railroad and Utilities Commissioners, appellee.</p>\n<p>MR. JUSTICE CARDOZO delivered the opinion of the Court.</p>\n<p>This suit was brought in the United States District Court for the Southern District of New York to set aside an order of the Federal Communications Commission prescribing a uniform system of accounts for telephone companies subject to the Communications Act of 1934. Act of June 19, 1934, c. 652, 48 Stat. 1064; 47 U.S.C. § 151. The plaintiffs are forty-four telephone companies, thirty-seven of them members of the Bell System, and seven of them members of another group. The defendants are the United States and the Federal Communications Commission, with whom the National Association of Railroad and Utilities Commissioners was afterwards joined, intervening as the representative of the regulatory commissions of forty-six states in support of the contested order.</p>\n<p>The Communications Act of 1934 provides (§ 220) that \"the Commission may, in its discretion, prescribe the forms of any and all accounts, records, and memoranda\" to be kept by carriers subject to the Act, \"including the accounts, records, and memoranda of the movement of traffic, as well as of the receipts and expenditures of moneys.\" This is a power that had previously been lodged with the Interstate Commerce Commission  Interstate Commerce Act, § 20 (5)  which framed a set of rules for telephone companies to take effect January 1, 1913, and a revised set of rules effective January 1, 1933. <span class=\"star-pagination\">*236</span> After the transfer of jurisdiction over telephone companies from the Interstate Commerce Commission to the Federal Communications Commission in 1934, the new Commission prepared a \"draft of a Uniform System of Accounts,\" which was considered at a conference with representatives of the companies and of the state commissions. The outcome of the conference was the order of June 19, 1935, to take effect January 1, 1936, which is the subject of this suit.</p>\n<p>The plaintiffs having moved for an interlocutory injunction, the cause was heard, in accordance with the requirement of the statute  47 U.S.C. § 402 (a); 28 U.S.C. § 47  by a District Court of three judges, the affidavits in support of the motion and against it being also submitted for and against the final decree. Five provisions of the order were attacked as arbitrary. The District Court sustained two objections of minor importance, which are not in controversy now, and overruled the others. One of these was directed to the \"original cost\" rule; the second to a provision as to \"just and reasonable\" charges; the third to a classification dividing plants in present use from those held for use thereafter. The court dismissed the bill as to the objections overruled, stating in an opinion the reasons for its action. 14 F. Supp. 121. The case is here upon appeal. 48 Stat. 1064, 1093, § 402 (a); 47 U.S.C. § 402 (a); 38 Stat. 219, 220; 28 U.S.C. §§ 47, 47 (a).</p>\n<p>This court is not at liberty to substitute its own discretion for that of administrative officers who have kept within the bounds of their administrative powers. To show that these have been exceeded in the field of action here involved, it is not enough that the prescribed system of accounts shall appear to be unwise or burdensome or inferior to another. Error or unwisdom is not equivalent to abuse. What has been ordered must appear to be \"so entirely at odds with fundamental principles of correct <span class=\"star-pagination\">*237</span> accounting\" (<i>Kansas City Southern Ry. Co.</i> v. <i>United States,</i> 231 U.S. 423, 444) as to be the expression of a whim rather than an exercise of judgment. <i>Norfolk &amp; Western Ry. Co.</i> v. <i>United States,</i> 287 U.S. 134, 141; <i>Kansas City Southern Ry. Co.</i> v. <i>United States, supra,</i> p. 456. Then too, in gauging rationality, regard must steadily be had to the ends that a uniform system of accounts is intended to promote. \"The object of requiring such accounts to be kept in a uniform way and to be open to the inspection of the Commission is not to enable it to regulate the affairs of the corporations not within its jurisdiction, but to be informed concerning the business methods of the corporations subject to the act that it may properly regulate such matters as are really within its jurisdiction.\" <i>Interstate Commerce Comm'n</i> v. <i>Goodrich Transit Co.,</i> 224 U.S. 194, 211; <i>cf. </i><i>Kansas City Southern Ry. Co.</i> v. <i>United States, supra,</i> p. 445. With these principles in mind, we proceed to consider separately the regulations and instructions now challenged as unlawful.</p>\n<p>First: <i>The Original Cost Provisions.</i></p>\n<p>Four new balance sheet accounts, each of them a subtitle of the general title of \"Investments,\" must be kept under the new system. The first (100.1) is described as Telephone Plant in Service; the second (100.2), Telephone Plant under Construction; the third (100.3), Property held for Future Telephone Use; and the fourth (100.4), Telephone Plant Acquisition Adjustment. Account 100.1 \"shall include the original cost [defined by Instruction 3 (S. 1)] of the company's property used in telephone service at the date of the balance sheet.\" Account 100.2 \"shall include the original cost [as so defined] of construction of telephone plant not completed ready for service\" at such date. Account 100.3 \"shall include the original cost [so defined] of property owned and held for imminent use in telephone service under a definite plan for such use.\" The term \"original cost\" as <span class=\"star-pagination\">*238</span> appearing in these rules receives, under Instruction 3 (S. 1), a special definition. \"`Original cost' or `cost,' as applied to telephone plant, franchises, patent rights, and right-of-way, means the actual money cost of (or the current money value of any consideration other than money exchanged for) property at the time when it was first dedicated to the public use, whether by the accounting company or by a predecessor public utility.\" If actual costs are unknown, estimates are to take their place. Instruction 21 (B). From all this it follows that the sum of the three accounts which represent the original cost of property acquired by the accounting company from other telephone utilities, may be less or greater than the investment in such property by the accounting company itself. The difference is taken care of by account 100.4, Telephone Plant Acquisition Adjustment.<sup>[*]</sup> The same rule provides in a subdivision designated (C) that \"the amounts recorded in this account [i.e. 100.4] with respect to each property acquisition shall be disposed of, written off, or provision shall be made for the amortization thereof in such manner as this Commission may direct.\"</p>\n<p>Before explaining the appellants' objections to these provisions as to cost, we may pause to indicate the reasons that led to their adoption. To a great extent, the telephone business as conducted in the United States is <span class=\"star-pagination\">*239</span> that of a far flung system of parent, subsidiary and affiliated companies. The Bell system is represented in this case by thirty-seven companies, the American Telephone and Telegraph Company at their head. Seven other companies, intervening as a group, represent a second and smaller system. Purchases are frequently made by a member or members of a system from affiliates or subsidiaries, and with comparative infrequency from strangers. At times obscurity or confusion has been born of such relations. There is widespread belief that transfers between affiliates or subsidiaries complicate the task of rate-making for regulatory commissions and impede the search for truth. Buyer and seller in such circumstances may not be dealing at arm's length, and the price agreed upon between them may be a poor criterion of value. <i>Dayton Power &amp; Light Co.</i> v. <i>Public Utilities Comm'n of Ohio,</i> 292 U.S. 290, 295; <i>Western Distributing Co.</i> v. <i>Public Service Comm'n of Kansas,</i> 285 U.S. 119; <i>Smith</i> v. <i>Illinois Bell Telephone Co.,</i> 282 U.S. 133. Even if the property has been acquired by treaty with an independent utility or a member of a rival system, there is always a possibility that it is nuisance value only  and not market or intrinsic value for the uses of the business  that has dictated the price paid. Accordingly the work of the Commission may be facilitated by spreading on the face of the accounts a statement of the cost as of the time when the property to be valued was first acquired by a utility or dedicated to the public use. The same considerations show why the regulations do not direct that the inquiry as to original cost shall be carried even farther back, so as to cover, for illustration, the cost to manufacturers who may have sold to the first utility. In the process of analysis, inquiry is halted at the point where it ceases to be fruitful.</p>\n<p>With this explanatory background we can now go forward with understanding to a statement of the objections to the order and a determination of their weight.</p>\n<p><span class=\"star-pagination\">*240</span> (a) The companies object that by the \"original cost\" provisions of the order they are prevented \"from recording their actual investment in their accounts\" with the result that the accounts do not fairly exhibit their financial situation to shareholders, investors, tax collectors and others.</p>\n<p>The argument is that account 100.4, representing the difference between original and present cost, is not to be reckoned, either wholly or in part, as a statement of existing assets, but must be written off completely. The Commission is charged, we are told, with a mandatory duty to extinguish the entire balance recorded in that account, its presence under the title of \"investments\" having the effect of a misleading label. To give support to that conception of official duty, they rely on subdivision (C), which provides, as we have seen, that \"the amounts recorded in this account with respect to each property acquisition shall be disposed of, written off, or provision shall be made for the amortization thereof in such manner as this Commission may direct.\"</p>\n<p>If subdivision (C) had the meaning thus imputed to it, there would be force in the contention that the effect of the order is to distort in an arbitrary fashion the value of the assets. But the imputed meaning is not the true one. The Commission is not under a duty to write off the whole or any part of the balance in 100.4, if the difference between original and present cost is a true increment of value. On the contrary, only such amount will be written off as appears, upon an application for appropriate directions, to be a fictitious or paper increment. This is made clear, if it might otherwise be doubtful, by administrative construction. Thus, the Commission's chief-accountant testified that by the proper interpretation of account 100.4, amounts therein \"would be disposed of, after the character of the item had been determined, in a manner consistent with the general rules underlying the uniform <span class=\"star-pagination\">*241</span> system of accounts for the distribution of expenditures, according to their character, to operating expenses, income, surplus, <i>or remain an investment.\"</i> Other witnesses gave testimony in substance to the same effect. But even more decisive are statements made by counsel, appearing for the Government and arguing the case before us. To avoid the chance of misunderstanding and to give adequate assurance to the companies as to the practice to be followed, we requested the Assistant Attorney-General to reduce his statements in that regard to writing in behalf of the Commission. He did this and informs us that \"the Federal Communications Commission construes the provisions of Telephone Division Order No. 7-C, issued June 19, 1935, pertaining to account 100.4\" as meaning \"that amounts included in account 100.4 that are deemed, after a fair consideration of all the circumstances, to represent an investment which the accounting company has made in assets of continuing value will be retained in that account until such assets cease to exist or are retired; and, in accordance with paragraph (C) of account 100.4, provision will be made for their amortization.\"</p>\n<p>We accept this declaration as an administrative construction binding upon the Commission in its future dealings with the companies. <i>Hicklin</i> v. <i>Coney,</i> 290 U.S. 169, 175; <i>Addy Co.</i> v. <i>United States,</i> 264 U.S. 239, 245. The case in that respect is sharply distinguished from <i>New York Edison Co.</i> v. <i>Maltbie,</i> 244 App. Div. 685, 281 N.Y.S. 223; <i>id.,</i> 271 N.Y. 103, 2 N.E. (2d) 277, where under rules prescribed by the Public Service Commission of New York, there was an inflexible requirement that an account similar in some aspects to 100.4 be written off in its entirety out of surplus, whether the value there recorded was genuine or false. The administrative construction now affixed to the contested order devitalizes the objection that the difference between <span class=\"star-pagination\">*242</span> present value and original cost is withdrawn from recognition as a legitimate investment.</p>\n<p>We are not impressed by the argument that the classification is to be viewed as arbitrary because the fate of any item, its ultimate disposition, remains in some degree uncertain until the Commission has given particular directions with reference thereto. By being included in the adjustment account, it is classified as provisionally a true investment, subject to be taken out of that account and given a different character if investigation by the Commission shows it to be deserving of that treatment. Such a reservation does not amount to a departure from the statutory power to fix the forms of accounts for \"classes\" of carriers rather than for individuals. The forms of the accounts <i>are</i> fixed, and fixed by regulations of adequate generality. What disposition of their content may afterwards be suitable upon discovery that particular items have been carried at an excessive figure must depend upon evidentiary circumstances, difficult to define or catalogue in advance of the event. If once there was any need for explanation more precise than that afforded by the order, it is now supplied, we think, by an administrative construction, which must be read into the order as supplementary thereto.</p>\n<p>(b) The companies object that by the provisions as to \"original cost\" they are prevented \"from recovering depreciation expense, which they actually incur, on their actual investment,\" and are required \"to base depreciation charges on the cost to a prior owner.\"</p>\n<p>This objection, like the one last considered, has its origin in the belief that what is recorded in \"telephone plant acquisition adjustment\" must inevitably be written off, and is not subject to the treatment appropriate to genuine assets.</p>\n<p>Here again the construction of the regulations by the Commission itself is enough to dispel the fear that in their practical operation they will become instruments <span class=\"star-pagination\">*243</span> of hardship. Without dwelling on the testimony, we content ourselves with a quotation from the statement filed by counsel at the conclusion of the argument. The Commission there informs us that \"when amounts included in account 100.4 are deemed, after a fair consideration of all the circumstances, to be definitely attributable to depreciable telephone plant, provision will be made for amortization of such amounts through operating expenses, through the medium of either account 613 [which covers the amortization of intangible property] or account 675 [which includes all operating expenses not properly chargeable to other accounts].\"</p>\n<p>Obviously account 675 was inserted as a catch-all to cover previous omissions. We do not need to inquire whether under an ideal system of accounting the amounts to be amortized would be chargeable to an account entitled in some other way. It is enough that by the ruling of the Commission they will find a lodgement here, with an appropriate entry betokening their meaning. A system of accounts may be awkward or imperfect, and yet not so \"arbitrary and outrageous\" (<i>Norfolk &amp; Western Ry. Co.</i> v. <i>United States, supra,</i> p. 143) as to justify a court in restraining its enforcement.</p>\n<p>Appellants insist that amortization is an afterthought as applied to the account in controversy, and that there must be an amendment of the rules, if the Commission is to resort to such a process. We read the record otherwise. In setting up the amortization reserve account (172), the rules expressly provide that \"it shall also be credited with any amounts which the Commission may authorize under a plan to amortize the balance in account 100.4, Telephone Plant Acquisition Adjustment.\"</p>\n<p>In the same connection, the point is made that § 220 (b) of the Act requires more specific directions as to depreciation or amortization than the Commission has supplied. By that section, \"the Commission shall, as soon as practicable, prescribe . . . the classes of property for <span class=\"star-pagination\">*244</span> which depreciation charges may be properly included under operating expenses.\" No objection is made that the directions are not sufficiently specific as to account 100.1, Telephone Plant in Service. The objection is confined to account 100.4. But one of the very reasons for establishing that account is that in advance of inquiry by the Commission as to the property there included it is impracticable to determine what portion of it may properly be subjected to charges of this nature. When that inquiry has been completed, the Commission will be in possession of the necessary data. Provision will then be made for amortization of any amounts in the account that may properly be classified as investment in depreciable property. The label is unimportant, whether depreciation or amortization, if the substance of allowance is adequately preserved.</p>\n<p>(c) The companies object that by the \"original cost\" provisions of the order they are required, where the actual cost is unknown, to record an estimate of cost, and that this requirement is an arbitrary one, mutilating their accounts and exposing them to the hazard of criminal prosecution.</p>\n<p>What was ordered by the Commission in that behalf is expressly authorized by the statute with the result that to invalidate the order will be to invalidate the statute also. By § 213 (c) of the Communications Act of 1934 it is provided that \"if any part of such cost cannot be determined from accounting or other records, the portion of the property for which such cost cannot be determined shall be reported to the Commission; and, if the Commission shall so direct, the original cost thereof shall be estimated in such manner as the Commission may prescribe.\"</p>\n<p>In the vast majority of cases, original cost will be ascertainable from the records of the previous owners. If these have been lost or are not available or trustworthy, the order makes provision for the substitution of an estimate. Difficulties in the making of such an estimate are <span class=\"star-pagination\">*245</span> indicated by the companies. We doubt whether in any instance they will be found to be insuperable, but if they shall ever prove to be so, means will be at hand whereby an avenue of escape from injustice will be opened without resort to the drastic remedy of declaring the order void. Estimates are at times inevitable in any system of accounts. Even under the system previously in vogue, the total purchase price, which was entered in an account known as \"telephone plant,\" was subdivided into a series of accounts covering respectively pole lines, cable, aerial wire, and other classes, and distributed among them. If the price was a lump sum, there was need to resort to estimates in the process of subdivision. So, also, estimates were always necessary upon the retirement of plant or equipment acquired at varying dates, unless the articles retired were so clearly identified that the dates of acquisition and the prices then paid for each of them were susceptible of ascertainment upon the face of the accounts themselves. All that can be said of the present regulations is that they make the occasion for estimates more frequent than in former years and the process more involved. The difference in degree is not proved to be so great as to drag nullity in its train. If instances shall occur in which a company is unable to make an intelligent estimate with even approximate correctness, that exceptional event will justify resort to the Commission for particular instructions. In no event is there a substantial hazard of criminal prosecution. To subject the company or its officers to prosecution for a crime the violation of the Act must have been knowing and wilful. Communications Act of 1934, §§ 501, 502; <i>Hygrade Provision Co.</i> v. <i>Sherman,</i> 266 U.S. 497, 502, 503; <i>United States</i> v. <i>Murdock,</i> 290 U.S. 389. Penalties do not follow upon innocent mistakes.</p>\n<p>(d) The companies object also that even when property recorded in the adjustment account (100.4) is recognized by the Commission as a continuing investment, <span class=\"star-pagination\">*246</span> there will be difficulty in determining the amount to be written out of that account when the property is withdrawn. No reason is apparent why this difficulty should be any greater than it would be if the same property had been recorded in a single plant account without separation of the original cost from the cost at later dates. However that may be, there is ample provision in the rules for clarifying instructions whenever duty is uncertain.</p>\n<p>Second: <i>The provisions for just and reasonable charges.</i></p>\n<p>The companies object to the following instructions, described as 2 (B. 1): \"All charges to the accounts prescribed in this classification for telephone plant, income, operating revenues, and operating expenses shall be just and reasonable and any payments by the company in excess of such just and reasonable charges shall be included in account 323, `Miscellaneous income charges.'\"</p>\n<p>The purpose of this requirement is to prevent the padding of the accounts by charges knowingly and wilfully entered in excess of what is just and reasonable. Only if knowingly and wilfully so entered is any penalty prescribed therefor. <i>United States</i> v. <i>Murdock, supra</i><i>.</i> There is surely nothing arbitrary in establishing a standard of behavior so consistent with good morals. On the contrary, the need for such a standard has been made manifest for years as the result of intercorporate relations that are matters of common knowledge. <i>Dayton Power &amp; Light Co.</i> v. <i>Public Utilities Comm'n of Ohio, supra</i><i>; </i><i>Lindheimer</i> v. <i>Illinois Bell Telephone Co.,</i> 292 U.S. 151. \"The Commission must have power to prevent evasion of its orders and detect in any formal compliance or in the assignment of expenses a `possible concealment of forbidden practices.'\" <i>Smith</i> v. <i>Interstate Commerce Commission,</i> 245 U.S. 33, 45. In such a context the standard of the \"just and reasonable\" is not unduly vague. <i>Nash</i> v. <i>United States,</i> 229 U.S. 373, 377; <i>International Harvester Co.</i> v. <i>Kentucky,</i> 234 U.S. 216, <span class=\"star-pagination\">*247</span> 223; <i>United States</i> v. <i>Cohen Grocery Co.,</i> 255 U.S. 81, 92; <i>United States</i> v. <i>Wurzbach,</i> 280 U.S. 396, 399; <i>People</i> v. <i>Mancuso,</i> 255 N.Y. 463, 470; 175 N.E. 177. \"Moreover . . . since the statutes require a specific intent to defraud in order to encounter their prohibitions, the hazard of prosecution which appellants fear loses whatever substantial foundation it might have in the absence of such a requirement.\" <i>Hygrade Provision Co.</i> v. <i>Sherman, supra</i><i>.</i></p>\n<p>Third: <i>The classification of plant as used in present service or held for use thereafter.</i></p>\n<p>Property \"used in telephone service at the date of the balance-sheet\" goes into account 100.1; property \"held for imminent use in telephone service\" under a definite plan for such use goes into account 100.3; and other property held for future use not imminent or definite goes into still another account, 103, which covers \"miscellaneous physical property.\"</p>\n<p>The companies object that this classification is so vague as to be arbitrary. We do not look at it that way. Property held for imminent use in telephone service and under a definite plan will include spare plants kept in reserve as a measure of prudent administration. Such uses had consideration by this court in a recent opinion. <i>Columbus Gas &amp; Fuel Co.</i> v. <i>Public Utilities Comm'n of Ohio,</i> 292 U.S. 398. Property held in present telephone use comes very near to defining itself. If particular situations shall develop ambiguity or doubt, the Commission will be available for clarifying instructions.</p>\n<p>Fourth: The evidence does not show that the expense of revising the accounts will lay so heavy a burden upon the companies as to overpass the bounds of reason.</p>\n<p>The decree should be affirmed, and it is so ordered.</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE STONE took no part in the consideration or decision of this case.</p>\n<h2>NOTES</h2>\n<p>[*]   \"This account shall include the difference between (a) the amount of money actually paid (or the current money value of any consideration other than money exchanged) for telephone plant acquired, plus preliminary expenses incurred in connection with the acquisition; and (b) the original cost (note instruction 3-S. 1) of such plant, governmental franchises and similar rights acquired, less the amounts of reserve requirements for depreciation and amortization of the property acquired, and amounts of contributions to the predecessor company or companies for construction and acquisition of such property. If the actual original cost is not known, the entries in this account shall be based upon an estimate of such cost.\"</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">299</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">232</span></span> (1936)</b></center>\n<center><h1>AMERICAN TELEPHONE &amp; TELEGRAPH CO. ET AL.<br>\nv.<br>\nUNITED STATES ET AL.</h1></center>\n<center>No. 74.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 16, 17, 1936.</center>\n<center>Decided December 7, 1936.</center>\nAPPEAL FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF NEW YORK.\n<p><span class=\"star-pagination\">*234</span> <i>Mr. William D. Mitchell,</i> with whom <i>Messrs. C.M. Bracelen, Alan J. McBean, Charles T. Russell,</i> and <i>Edward L. Blackman</i> were on the brief, for American Telephone &amp; Telegraph Co. et al., appellants.</p>\n<p><i>Mr. Allen T. Klots,</i> with whom <i>Mr. G. Schuyler Tarbell, Jr.,</i> was on the brief, for Ohio Associated Telephone Co. et al., appellants.</p>\n<p><i>Assistant Attorney General Dickinson,</i> with whom <i>Solicitor General Reed</i> and <i>Mr. Charles H. Weston</i> were on the brief, for the United States, appellee.</p>\n<p><span class=\"star-pagination\">*235</span> <i>Messrs. Hampson Gary, Frank Roberson,</i> and <i>W.D. Humphrey</i> submitted for the Federal Communications Commission, appellee.</p>\n<p><i>Mr. John E. Benton,</i> with whom <i>Mr. Clyde S. Bailey</i> was on the brief, for the National Association of Railroad and Utilities Commissioners, appellee.</p>\n<p>MR. JUSTICE CARDOZO delivered the opinion of the Court.</p>\n<p>This suit was brought in the United States District Court for the Southern District of New York to set aside an order of the Federal Communications Commission prescribing a uniform system of accounts for telephone companies subject to the Communications Act of 1934. Act of June 19, 1934, c. 652, 48 Stat. 1064; 47 U.S.C. § 151. The plaintiffs are forty-four telephone companies, thirty-seven of them members of the Bell System, and seven of them members of another group. The defendants are the United States and the Federal Communications Commission, with whom the National Association of Railroad and Utilities Commissioners was afterwards joined, intervening as the representative of the regulatory commissions of forty-six states in support of the contested order.</p>\n<p>The Communications Act of 1934 provides (§ 220) that \"the Commission may, in its discretion, prescribe the forms of any and all accounts, records, and memoranda\" to be kept by carriers subject to the Act, \"including the accounts, records, and memoranda of the movement of traffic, as well as of the receipts and expenditures of moneys.\" This is a power that had previously been lodged with the Interstate Commerce Commission  Interstate Commerce Act, § 20 (5)  which framed a set of rules for telephone companies to take effect January 1, 1913, and a revised set of rules effective January 1, 1933. <span class=\"star-pagination\">*236</span> After the transfer of jurisdiction over telephone companies from the Interstate Commerce Commission to the Federal Communications Commission in 1934, the new Commission prepared a \"draft of a Uniform System of Accounts,\" which was considered at a conference with representatives of the companies and of the state commissions. The outcome of the conference was the order of June 19, 1935, to take effect January 1, 1936, which is the subject of this suit.</p>\n<p>The plaintiffs having moved for an interlocutory injunction, the cause was heard, in accordance with the requirement of the statute  47 U.S.C. § 402 (a); 28 U.S.C. § 47  by a District Court of three judges, the affidavits in support of the motion and against it being also submitted for and against the final decree. Five provisions of the order were attacked as arbitrary. The District Court sustained two objections of minor importance, which are not in controversy now, and overruled the others. One of these was directed to the \"original cost\" rule; the second to a provision as to \"just and reasonable\" charges; the third to a classification dividing plants in present use from those held for use thereafter. The court dismissed the bill as to the objections overruled, stating in an opinion the reasons for its action. 14 F. Supp. 121. The case is here upon appeal. 48 Stat. 1064, 1093, § 402 (a); 47 U.S.C. § 402 (a); 38 Stat. 219, 220; 28 U.S.C. §§ 47, 47 (a).</p>\n<p>This court is not at liberty to substitute its own discretion for that of administrative officers who have kept within the bounds of their administrative powers. To show that these have been exceeded in the field of action here involved, it is not enough that the prescribed system of accounts shall appear to be unwise or burdensome or inferior to another. Error or unwisdom is not equivalent to abuse. What has been ordered must appear to be \"so entirely at odds with fundamental principles of correct <span class=\"star-pagination\">*237</span> accounting\" (<i>Kansas City Southern Ry. Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"98015\"><a href=\"/opinion/98015/kansas-city-southern-r-co-v-united-states/\"><span class=\"volume\">231</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">423</span></a></span>, 444) as to be the expression of a whim rather than an exercise of judgment. <i>Norfolk &amp; Western Ry. Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"101965\"><a href=\"/opinion/101965/norfolk-western-r-co-v-united-states/\"><span class=\"volume\">287</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">134</span></a></span>, 141; <i>Kansas City Southern Ry. Co.</i> v. <i>United States, supra,</i> p. 456. Then too, in gauging rationality, regard must steadily be had to the ends that a uniform system of accounts is intended to promote. \"The object of requiring such accounts to be kept in a uniform way and to be open to the inspection of the Commission is not to enable it to regulate the affairs of the corporations not within its jurisdiction, but to be informed concerning the business methods of the corporations subject to the act that it may properly regulate such matters as are really within its jurisdiction.\" <i>Interstate Commerce Comm'n</i> v. <i>Goodrich Transit Co.,</i> <span class=\"citation\" data-id=\"97601\"><a href=\"/opinion/97601/icc-v-goodrich-transit-co/\"><span class=\"volume\">224</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">194</span></a></span>, 211; <i>cf. </i><i>Kansas City Southern Ry. Co.</i> v. <i>United States, supra,</i> p. 445. With these principles in mind, we proceed to consider separately the regulations and instructions now challenged as unlawful.</p>\n<p>First: <i>The Original Cost Provisions.</i></p>\n<p>Four new balance sheet accounts, each of them a subtitle of the general title of \"Investments,\" must be kept under the new system. The first (100.1) is described as Telephone Plant in Service; the second (100.2), Telephone Plant under Construction; the third (100.3), Property held for Future Telephone Use; and the fourth (100.4), Telephone Plant Acquisition Adjustment. Account 100.1 \"shall include the original cost [defined by Instruction 3 (S. 1)] of the company's property used in telephone service at the date of the balance sheet.\" Account 100.2 \"shall include the original cost [as so defined] of construction of telephone plant not completed ready for service\" at such date. Account 100.3 \"shall include the original cost [so defined] of property owned and held for imminent use in telephone service under a definite plan for such use.\" The term \"original cost\" as <span class=\"star-pagination\">*238</span> appearing in these rules receives, under Instruction 3 (S. 1), a special definition. \"`Original cost' or `cost,' as applied to telephone plant, franchises, patent rights, and right-of-way, means the actual money cost of (or the current money value of any consideration other than money exchanged for) property at the time when it was first dedicated to the public use, whether by the accounting company or by a predecessor public utility.\" If actual costs are unknown, estimates are to take their place. Instruction 21 (B). From all this it follows that the sum of the three accounts which represent the original cost of property acquired by the accounting company from other telephone utilities, may be less or greater than the investment in such property by the accounting company itself. The difference is taken care of by account 100.4, Telephone Plant Acquisition Adjustment.<sup>[*]</sup> The same rule provides in a subdivision designated (C) that \"the amounts recorded in this account [i.e. 100.4] with respect to each property acquisition shall be disposed of, written off, or provision shall be made for the amortization thereof in such manner as this Commission may direct.\"</p>\n<p>Before explaining the appellants' objections to these provisions as to cost, we may pause to indicate the reasons that led to their adoption. To a great extent, the telephone business as conducted in the United States is <span class=\"star-pagination\">*239</span> that of a far flung system of parent, subsidiary and affiliated companies. The Bell system is represented in this case by thirty-seven companies, the American Telephone and Telegraph Company at their head. Seven other companies, intervening as a group, represent a second and smaller system. Purchases are frequently made by a member or members of a system from affiliates or subsidiaries, and with comparative infrequency from strangers. At times obscurity or confusion has been born of such relations. There is widespread belief that transfers between affiliates or subsidiaries complicate the task of rate-making for regulatory commissions and impede the search for truth. Buyer and seller in such circumstances may not be dealing at arm's length, and the price agreed upon between them may be a poor criterion of value. <i>Dayton Power &amp; Light Co.</i> v. <i>Public Utilities Comm'n of Ohio,</i> <span class=\"citation\" data-id=\"102270\"><a href=\"/opinion/102270/dayton-p-l-co-v-commn/\"><span class=\"volume\">292</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">290</span></a></span>, 295; <i>Western Distributing Co.</i> v. <i>Public Service Comm'n of Kansas,</i> 285 U.S. 119; <i>Smith</i> v. <i>Illinois Bell Telephone Co.,</i> 282 U.S. 133. Even if the property has been acquired by treaty with an independent utility or a member of a rival system, there is always a possibility that it is nuisance value only  and not market or intrinsic value for the uses of the business  that has dictated the price paid. Accordingly the work of the Commission may be facilitated by spreading on the face of the accounts a statement of the cost as of the time when the property to be valued was first acquired by a utility or dedicated to the public use. The same considerations show why the regulations do not direct that the inquiry as to original cost shall be carried even farther back, so as to cover, for illustration, the cost to manufacturers who may have sold to the first utility. In the process of analysis, inquiry is halted at the point where it ceases to be fruitful.</p>\n<p>With this explanatory background we can now go forward with understanding to a statement of the objections to the order and a determination of their weight.</p>\n<p><span class=\"star-pagination\">*240</span> (a) The companies object that by the \"original cost\" provisions of the order they are prevented \"from recording their actual investment in their accounts\" with the result that the accounts do not fairly exhibit their financial situation to shareholders, investors, tax collectors and others.</p>\n<p>The argument is that account 100.4, representing the difference between original and present cost, is not to be reckoned, either wholly or in part, as a statement of existing assets, but must be written off completely. The Commission is charged, we are told, with a mandatory duty to extinguish the entire balance recorded in that account, its presence under the title of \"investments\" having the effect of a misleading label. To give support to that conception of official duty, they rely on subdivision (C), which provides, as we have seen, that \"the amounts recorded in this account with respect to each property acquisition shall be disposed of, written off, or provision shall be made for the amortization thereof in such manner as this Commission may direct.\"</p>\n<p>If subdivision (C) had the meaning thus imputed to it, there would be force in the contention that the effect of the order is to distort in an arbitrary fashion the value of the assets. But the imputed meaning is not the true one. The Commission is not under a duty to write off the whole or any part of the balance in 100.4, if the difference between original and present cost is a true increment of value. On the contrary, only such amount will be written off as appears, upon an application for appropriate directions, to be a fictitious or paper increment. This is made clear, if it might otherwise be doubtful, by administrative construction. Thus, the Commission's chief-accountant testified that by the proper interpretation of account 100.4, amounts therein \"would be disposed of, after the character of the item had been determined, in a manner consistent with the general rules underlying the uniform <span class=\"star-pagination\">*241</span> system of accounts for the distribution of expenditures, according to their character, to operating expenses, income, surplus, <i>or remain an investment.\"</i> Other witnesses gave testimony in substance to the same effect. But even more decisive are statements made by counsel, appearing for the Government and arguing the case before us. To avoid the chance of misunderstanding and to give adequate assurance to the companies as to the practice to be followed, we requested the Assistant Attorney-General to reduce his statements in that regard to writing in behalf of the Commission. He did this and informs us that \"the Federal Communications Commission construes the provisions of Telephone Division Order No. 7-C, issued June 19, 1935, pertaining to account 100.4\" as meaning \"that amounts included in account 100.4 that are deemed, after a fair consideration of all the circumstances, to represent an investment which the accounting company has made in assets of continuing value will be retained in that account until such assets cease to exist or are retired; and, in accordance with paragraph (C) of account 100.4, provision will be made for their amortization.\"</p>\n<p>We accept this declaration as an administrative construction binding upon the Commission in its future dealings with the companies. <i>Hicklin</i> v. <i>Coney,</i> <span class=\"citation\" data-id=\"102145\"><a href=\"/opinion/102145/hicklin-v-coney/\"><span class=\"volume\">290</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">169</span></a></span>, 175; <i>Addy Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"100367\"><a href=\"/opinion/100367/matthew-addy-co-v-united-states/\"><span class=\"volume\">264</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">239</span></a></span>, 245. The case in that respect is sharply distinguished from <i>New York Edison Co.</i> v. <i>Maltbie,</i> 244 App. Div. 685, 281 N.Y.S. 223; <i>id.,</i> <span class=\"citation no-link\"><span class=\"volume\">271</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">103</span></span>, 2 N.E. (2d) 277, where under rules prescribed by the Public Service Commission of New York, there was an inflexible requirement that an account similar in some aspects to 100.4 be written off in its entirety out of surplus, whether the value there recorded was genuine or false. The administrative construction now affixed to the contested order devitalizes the objection that the difference between <span class=\"star-pagination\">*242</span> present value and original cost is withdrawn from recognition as a legitimate investment.</p>\n<p>We are not impressed by the argument that the classification is to be viewed as arbitrary because the fate of any item, its ultimate disposition, remains in some degree uncertain until the Commission has given particular directions with reference thereto. By being included in the adjustment account, it is classified as provisionally a true investment, subject to be taken out of that account and given a different character if investigation by the Commission shows it to be deserving of that treatment. Such a reservation does not amount to a departure from the statutory power to fix the forms of accounts for \"classes\" of carriers rather than for individuals. The forms of the accounts <i>are</i> fixed, and fixed by regulations of adequate generality. What disposition of their content may afterwards be suitable upon discovery that particular items have been carried at an excessive figure must depend upon evidentiary circumstances, difficult to define or catalogue in advance of the event. If once there was any need for explanation more precise than that afforded by the order, it is now supplied, we think, by an administrative construction, which must be read into the order as supplementary thereto.</p>\n<p>(b) The companies object that by the provisions as to \"original cost\" they are prevented \"from recovering depreciation expense, which they actually incur, on their actual investment,\" and are required \"to base depreciation charges on the cost to a prior owner.\"</p>\n<p>This objection, like the one last considered, has its origin in the belief that what is recorded in \"telephone plant acquisition adjustment\" must inevitably be written off, and is not subject to the treatment appropriate to genuine assets.</p>\n<p>Here again the construction of the regulations by the Commission itself is enough to dispel the fear that in their practical operation they will become instruments <span class=\"star-pagination\">*243</span> of hardship. Without dwelling on the testimony, we content ourselves with a quotation from the statement filed by counsel at the conclusion of the argument. The Commission there informs us that \"when amounts included in account 100.4 are deemed, after a fair consideration of all the circumstances, to be definitely attributable to depreciable telephone plant, provision will be made for amortization of such amounts through operating expenses, through the medium of either account 613 [which covers the amortization of intangible property] or account 675 [which includes all operating expenses not properly chargeable to other accounts].\"</p>\n<p>Obviously account 675 was inserted as a catch-all to cover previous omissions. We do not need to inquire whether under an ideal system of accounting the amounts to be amortized would be chargeable to an account entitled in some other way. It is enough that by the ruling of the Commission they will find a lodgement here, with an appropriate entry betokening their meaning. A system of accounts may be awkward or imperfect, and yet not so \"arbitrary and outrageous\" (<i>Norfolk &amp; Western Ry. Co.</i> v. <i>United States, supra,</i> p. 143) as to justify a court in restraining its enforcement.</p>\n<p>Appellants insist that amortization is an afterthought as applied to the account in controversy, and that there must be an amendment of the rules, if the Commission is to resort to such a process. We read the record otherwise. In setting up the amortization reserve account (172), the rules expressly provide that \"it shall also be credited with any amounts which the Commission may authorize under a plan to amortize the balance in account 100.4, Telephone Plant Acquisition Adjustment.\"</p>\n<p>In the same connection, the point is made that § 220 (b) of the Act requires more specific directions as to depreciation or amortization than the Commission has supplied. By that section, \"the Commission shall, as soon as practicable, prescribe . . . the classes of property for <span class=\"star-pagination\">*244</span> which depreciation charges may be properly included under operating expenses.\" No objection is made that the directions are not sufficiently specific as to account 100.1, Telephone Plant in Service. The objection is confined to account 100.4. But one of the very reasons for establishing that account is that in advance of inquiry by the Commission as to the property there included it is impracticable to determine what portion of it may properly be subjected to charges of this nature. When that inquiry has been completed, the Commission will be in possession of the necessary data. Provision will then be made for amortization of any amounts in the account that may properly be classified as investment in depreciable property. The label is unimportant, whether depreciation or amortization, if the substance of allowance is adequately preserved.</p>\n<p>(c) The companies object that by the \"original cost\" provisions of the order they are required, where the actual cost is unknown, to record an estimate of cost, and that this requirement is an arbitrary one, mutilating their accounts and exposing them to the hazard of criminal prosecution.</p>\n<p>What was ordered by the Commission in that behalf is expressly authorized by the statute with the result that to invalidate the order will be to invalidate the statute also. By § 213 (c) of the Communications Act of 1934 it is provided that \"if any part of such cost cannot be determined from accounting or other records, the portion of the property for which such cost cannot be determined shall be reported to the Commission; and, if the Commission shall so direct, the original cost thereof shall be estimated in such manner as the Commission may prescribe.\"</p>\n<p>In the vast majority of cases, original cost will be ascertainable from the records of the previous owners. If these have been lost or are not available or trustworthy, the order makes provision for the substitution of an estimate. Difficulties in the making of such an estimate are <span class=\"star-pagination\">*245</span> indicated by the companies. We doubt whether in any instance they will be found to be insuperable, but if they shall ever prove to be so, means will be at hand whereby an avenue of escape from injustice will be opened without resort to the drastic remedy of declaring the order void. Estimates are at times inevitable in any system of accounts. Even under the system previously in vogue, the total purchase price, which was entered in an account known as \"telephone plant,\" was subdivided into a series of accounts covering respectively pole lines, cable, aerial wire, and other classes, and distributed among them. If the price was a lump sum, there was need to resort to estimates in the process of subdivision. So, also, estimates were always necessary upon the retirement of plant or equipment acquired at varying dates, unless the articles retired were so clearly identified that the dates of acquisition and the prices then paid for each of them were susceptible of ascertainment upon the face of the accounts themselves. All that can be said of the present regulations is that they make the occasion for estimates more frequent than in former years and the process more involved. The difference in degree is not proved to be so great as to drag nullity in its train. If instances shall occur in which a company is unable to make an intelligent estimate with even approximate correctness, that exceptional event will justify resort to the Commission for particular instructions. In no event is there a substantial hazard of criminal prosecution. To subject the company or its officers to prosecution for a crime the violation of the Act must have been knowing and wilful. Communications Act of 1934, §§ 501, 502; <i>Hygrade Provision Co.</i> v. <i>Sherman,</i> <span class=\"citation\" data-id=\"1620902\"><a href=\"/opinion/1620902/hygrade-provision-co-v-sherman/\"><span class=\"volume\">266</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">497</span></a></span>, 502, 503; <i>United States</i> v. <i>Murdock,</i> 290 U.S. 389. Penalties do not follow upon innocent mistakes.</p>\n<p>(d) The companies object also that even when property recorded in the adjustment account (100.4) is recognized by the Commission as a continuing investment, <span class=\"star-pagination\">*246</span> there will be difficulty in determining the amount to be written out of that account when the property is withdrawn. No reason is apparent why this difficulty should be any greater than it would be if the same property had been recorded in a single plant account without separation of the original cost from the cost at later dates. However that may be, there is ample provision in the rules for clarifying instructions whenever duty is uncertain.</p>\n<p>Second: <i>The provisions for just and reasonable charges.</i></p>\n<p>The companies object to the following instructions, described as 2 (B. 1): \"All charges to the accounts prescribed in this classification for telephone plant, income, operating revenues, and operating expenses shall be just and reasonable and any payments by the company in excess of such just and reasonable charges shall be included in account 323, `Miscellaneous income charges.'\"</p>\n<p>The purpose of this requirement is to prevent the padding of the accounts by charges knowingly and wilfully entered in excess of what is just and reasonable. Only if knowingly and wilfully so entered is any penalty prescribed therefor. <i>United States</i> v. <i>Murdock, supra</i><i>.</i> There is surely nothing arbitrary in establishing a standard of behavior so consistent with good morals. On the contrary, the need for such a standard has been made manifest for years as the result of intercorporate relations that are matters of common knowledge. <i>Dayton Power &amp; Light Co.</i> v. <i>Public Utilities Comm'n of Ohio, supra</i><i>; </i><i>Lindheimer</i> v. <i>Illinois Bell Telephone Co.,</i> 292 U.S. 151. \"The Commission must have power to prevent evasion of its orders and detect in any formal compliance or in the assignment of expenses a `possible concealment of forbidden practices.'\" <i>Smith</i> v. <i>Interstate Commerce Commission,</i> <span class=\"citation\" data-id=\"99008\"><a href=\"/opinion/99008/smith-v-icc/\"><span class=\"volume\">245</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">33</span></a></span>, 45. In such a context the standard of the \"just and reasonable\" is not unduly vague. <i>Nash</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"97928\"><a href=\"/opinion/97928/nash-v-united-states/\"><span class=\"volume\">229</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">373</span></a></span>, 377; <i>International Harvester Co.</i> v. <i>Kentucky,</i> <span class=\"citation\" data-id=\"98220\"><a href=\"/opinion/98220/international-harvester-co-of-america-v-kentucky/\"><span class=\"volume\">234</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">216</span></a></span>, <span class=\"star-pagination\">*247</span> 223; <i>United States</i> v. <i>Cohen Grocery Co.,</i> <span class=\"citation\" data-id=\"99713\"><a href=\"/opinion/99713/united-states-v-l-cohen-grocery-co/\"><span class=\"volume\">255</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">81</span></a></span>, 92; <i>United States</i> v. <i>Wurzbach,</i> <span class=\"citation\" data-id=\"101505\"><a href=\"/opinion/101505/united-states-v-wurzbach/\"><span class=\"volume\">280</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">396</span></a></span>, 399; <i>People</i> v. <i>Mancuso,</i> <span class=\"citation no-link\"><span class=\"volume\">255</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">463</span></span>, 470; 175 N.E. 177. \"Moreover . . . since the statutes require a specific intent to defraud in order to encounter their prohibitions, the hazard of prosecution which appellants fear loses whatever substantial foundation it might have in the absence of such a requirement.\" <i>Hygrade Provision Co.</i> v. <i>Sherman, supra</i><i>.</i></p>\n<p>Third: <i>The classification of plant as used in present service or held for use thereafter.</i></p>\n<p>Property \"used in telephone service at the date of the balance-sheet\" goes into account 100.1; property \"held for imminent use in telephone service\" under a definite plan for such use goes into account 100.3; and other property held for future use not imminent or definite goes into still another account, 103, which covers \"miscellaneous physical property.\"</p>\n<p>The companies object that this classification is so vague as to be arbitrary. We do not look at it that way. Property held for imminent use in telephone service and under a definite plan will include spare plants kept in reserve as a measure of prudent administration. Such uses had consideration by this court in a recent opinion. <i>Columbus Gas &amp; Fuel Co.</i> v. <i>Public Utilities Comm'n of Ohio,</i> 292 U.S. 398. Property held in present telephone use comes very near to defining itself. If particular situations shall develop ambiguity or doubt, the Commission will be available for clarifying instructions.</p>\n<p>Fourth: The evidence does not show that the expense of revising the accounts will lay so heavy a burden upon the companies as to overpass the bounds of reason.</p>\n<p>The decree should be affirmed, and it is so ordered.</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE STONE took no part in the consideration or decision of this case.</p>\n<h2>NOTES</h2>\n<p>[*]   \"This account shall include the difference between (a) the amount of money actually paid (or the current money value of any consideration other than money exchanged) for telephone plant acquired, plus preliminary expenses incurred in connection with the acquisition; and (b) the original cost (note instruction 3-S. 1) of such plant, governmental franchises and similar rights acquired, less the amounts of reserve requirements for depreciation and amortization of the property acquired, and amounts of contributions to the predecessor company or companies for construction and acquisition of such property. If the actual original cost is not known, the entries in this account shall be based upon an estimate of such cost.\"</p>\n\n</div>", "id": 102719, "judges": "Cardozo", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/102719/", "sha1": "200c4f0c16820bb6daf56e468e08a11b920bc294", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:53:27"}