{"absolute_url": "/opinion/105306/emspak-v-united-states/", "blocked": false, "citation": {"case_name": "Emspak v. United States", "docket_number": "9", "document_uris": ["/api/rest/v2/document/105306/"], "federal_cite_one": "349 U.S. 190", "federal_cite_three": "99 L. Ed. 2d 997", "federal_cite_two": "75 S. Ct. 687", "id": 89689, "lexis_cite": "1955 U.S. LEXIS 1382", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/89689/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 65, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1955-05-23", "date_modified": "2014-12-21T09:43:24.182290", "docket": "/api/rest/v2/docket/1119341/", "download_url": "http://bulk.resource.org/courts.gov/c/US/349/349.US.190.9.html", "extracted_by_ocr": false, "html": "<p class=\"case_cite\">349 U.S. 190</p>\n    <p class=\"case_cite\">75 S.Ct. 687</p>\n    <p class=\"case_cite\">99 L.Ed. 997</p>\n    <p class=\"parties\">Julius EMSPAK, Petitioner,<br>v.<br>UNITED STATES of America.</p>\n    <p class=\"docket\">No. 9.</p>\n    <p class=\"date\">Reargued April 4, 5, 1955.</p>\n    <p class=\"date\">Decided May 23, 1955.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. David Scribner and Frank J. Donner, New York City, for petitioner.</p>\n      <p class=\"indent\">Mr. Robert W. Ginnane, Washington, D.C., for respondent.</p>\n      <p class=\"indent\">Mr. Chief Justice WARREN delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a companion case to Quinn v. United States, 349 U.S. 155, 75 S.Ct. 668. Challenged in each proceeding is a conviction under 2 U.S.C. &#167; 192, 2 U.S.C.A. &#167; 192, in the District Court for the District of Columbia.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The two cases arose out of the same investigation by the Committee on Un-American Activities of the House of Representatives. Because of the similarity of the legal issues presented, the cases were consolidated for argument in this Court.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Pursuant to subpoena, petitioner appeared on December 5, 1949, before a subcommittee of the Committee on Un-American Activities. The subcommittee consisted of a single member, Rep. Morgan M. Moulder. Petitioner was then the General Secretary-Treasurer of the United Electrical, Radio &amp; Machine Workers of America as well as Editor of the UE News, the union's official publication. The subcommittee's hearings had previously been announced as concerning 'the question of Communist affiliation or association of certain members' of the union and 'the advisability of tightening present security requirements in industrial plants working on certain Government contracts.'<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Petitioner was asked a total of 239 questions. Most dealt with the structure of the union, the duties of its officers, the scope of its membership and bargaining commitments, the alleged similarity in policies of the UE News and the Communist Party, the non-Communist affidavit that petitioner had filed with the National Labor Relations Board, and related matters. Petitioner answered all of these questions. He declined, however, to answer 68 of the 239 questions. These 68 questions dealt exclusively with petitioner's associations and affiliations. He based his refusal on 'primarily the first amendment, supplemented by the fifth.'<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Of the 68 questions, 58 asked in substance that he state whether or not he was acquainted with certain named individuals and whether or not those individuals had ever held official positions in the union. Two of the questions concerned petitioner's alleged membership in the National Federation for Constitutional Liberties and the Civil Rights Congress. Eight questions concerned petitioner's alleged membership and activity in the Communist Party.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On November 20, 1950, petitioner was indicted under &#167; 192 for his refusal to answer the 68 questions.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Sitting without a jury, the District Court held that petitioner's references to 'primarily the first amendment, supplemented by the fifth' were insufficient to invoke the Fifth Amendment's privilege against self-incrimination.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The District Court accordingly found petitioner guilty on all 68 counts and sentenced him to a term of six months and a fine of $500. The Court of Appeals for the District of Columbia Circuit, three judges dissenting, affirmed en banc.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> From that decision this Court granted certiorari.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">As pointed out in Quinn v. United States, 349 U.S. 155, 75 S.Ct. 668, no ritualistic formula or talismanic phrase is essential in order to invoke the privilege against self-incrimination. All that is necessary is an objection stated in language that a committee may reasonably be expected to understand as an attempt to invoke the privilege. In the Quinn case we hold that Quinn's references to \"the First and Fifth Amendments\" and \"the First Amendment to the Constitution, supplemented by the Fifth Amendment\" were sufficient to meet this standard. It would be unwarranted, we think, to reach a different conclusion here as to petitioner's plea based on 'primarily the first amendment, supplemented by the fifth.'</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Government does not even attempt to distinguish between the two cases in this respect. Apparently conceding that petitioner as well as Quinn intended to invoke the privilege, the Government points out 'the probability' that his references to the Fifth Amendment were likewise deliberately phrased in muffled terms 'to obtain the benefit of the privilege without incurring the popular opprobrium which often attaches to its exercise.'<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> On this basis the Government contends that petitioner's plea was not adequate. The answer to this contention is threefold. First, an objection that is sufficiently clear to reveal a probable intention to invoke the privilege cannot be ignored merely because it is not phrased in an orthodox manner. Second, if it is true that in these times a stigma may somehow result from a witness' reliance on the Self-Incrimination Clause, a committee should be all the more ready to recognize a veiled claim of the privilege. Otherwise, the great right which the Clause was intended to secure might be effectively frustrated by private pressures. Third, it should be noted that a committee is not obliged to either accept or reject an ambiguous constitutional claim the very moment it is first presented. The way is always open for the committee to inquire into the nature of the claim before making a ruling. If the witness intelligently and unequivocally waives any objection based on the Self-Incrimination Clause, or if the witness refuses a committee request to state whether he relies on the Self-Incrimination Clause, he cannot later invoke its protection in a prosecution for contempt for refusing to answer that question.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Government argues that petitioner did in fact waive the privilege, at least as to one count of the indictment, and that the conviction can be sustained on that count alone.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> In response to a question concerning his associations, petitioner expressed apprehension that the committee was 'trying to perhaps frame people for possible criminal prosecution' and added that 'I think I have the right to reserve whatever rights I have. * * *'<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> The following colloquy then took place:<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'Mr. Moulder. Is it your feeling that to reveal your      knowledge of them would subject you to criminal prosecution? 'Mr. Emspak. No. I don't think this committee has a           right to pry into my associations. That is my own           position.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Petitioner's reply, it is contended, constituted an effective disclaimer of the privilege. We find this contention without merit. As this Court declared in Smith v. United States, 337 U.S. 137, 150, 69 S.Ct. 1000, 1007, 93 L.Ed. 1264: 'Although the privilege against self-incrimination must be claimed, when claimed it is guaranteed by the Constitution. * * * Waiver of constitutional rights * * * is not lightly to be inferred. A witness cannot properly be held after claim to have waived his privilege * * * upon vague and uncertain evidence.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Smith case, we believe, is controlling here. The witness in that case, at the outset of questioning by an OPA examiner, stated \"I want to claim privilege as to anything that I say.\" The examiner accepted this statement as a plea of possible self-incrimination and a request for the immunity afforded to involuntary witnesses by the Price Control Act of 1942, 50 U.S.C.A.Appendix, &#167; 901 et seq. The questioning proceeded on that basis. In response to one question, however, the witness made a statement that appeared to the examiner to be voluntary. This colloquy then ensued:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'Question. This is a voluntary statement. You do not claim      immunity with respect to that statement? Answer. No.'</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In a subsequent prosecution of the witness for violation of the Price Control Act, it was held that his 'No' answer waived his immunity at least as to the one statement.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> This Court unanimously reversed, stating, 337 U.S. at page 151, 69 S.Ct. at page 1007: 'Without any effort to clarify the 'No', the examiner went ahead and had the witness restate the substance of the long answer * * * without any further intimation that the subsequent answers were considered by the examiner to be voluntary. We do not think under these circumstances this equivocal 'No' is a waiver of the previous definite claim of general privilege against self-incrimination.' Similarly, in the instant case, we do not think that petitioner's 'No' answer can be treated as a waiver of his previous express claim under the Fifth Amendment. At most, as in the Smith case, petitioner's 'No' is equivocal.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> It may have merely represented a justifiable refusal to discuss the reasons underlying petitioner's assertion of the privilege; the privilege would be of little avail if a witness invoking it were required to disclose the precise hazard which he fears.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> And even if petitioner's 'No' answer were taken as responsive to the question, the answer would still be consistent with a claim of the privilege. The protection of the Self-Incrimination Clause is not limited to admissions that 'would subject (a witness) to criminal prosecution'; for this Court has repeatedly held that 'Whether such admissions by themselves would support a conviction under a criminal statute is immaterial'<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> and that the privilege also extends to admissions that may only tend to incriminate.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> In any event, we cannot say that the colloquy between the committee and petitioner was sufficiently unambiguous to warrant finding a waiver here. To conclude otherwise would be to violate this Court's own oft-repeated admonition that the courts must 'indulge every reasonable presumption against waiver of fundamental constitutional rights.'<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Throughout this entire proceeding&#8212;in the trial in the District Court, on appeal in the Court of Appeals, and here on certiorari-the Government has never denied that petitioner would be entitled to the protection of the privilege if he did in fact invoke it. And during argument in this Court the Government expressly conceded that all 68 questions were of an incriminatory character. In addition, neither the District Court nor the Court of Appeals saw fit to introduce the issue into the case. We are therefore reluctant to do so now. But doubts on the issue by some members of the Court make its consideration necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'To sustain the privilege,' this Court has recently held, 'it need only be evident from the implications of the question, in the setting in which it is asked, that a responsive answer to the question or an explanation of why it cannot be answered might be dangerous because injurious disclosure could result.'<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> And nearly 150 years ago Chief Justice Marshal enunciated a similar test: 'Many links frequently compose that chain of testimony which is necessary to convict any individual of a crime. It appears to the court to be the true sense of the rule that no witness is compellable to furnish any one of them against himself.'<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> Applying this test to the instant case, we have no doubt that the eight questions concerning petitioner's alleged membership in the Communist Party fell within the scope of the privilege.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a> The same is true of the two questions concerning petitioner's alleged membership in the National Federation for Constitutional Liberties and the Civil Rights Congress; both organizations had previously been cited by the committee as Communist-front organizations. There remains for consideration the 58 questions concerning petitioner's associations. This Court has already made abundantly clear that such questions, when asked in a setting of possible incrimination, may fall within the scope of the privilege.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">What was the setting&#8212;as revealed by the record&#8212;in which these questions were asked? Each of the named individuals had previously been charged with having Communist affiliations. On October 14, 1949, less than two months prior to petitioner's appearance before the committee, eleven principal leaders of the Communist Party in this country had been convicted under the Smith Act for conspiring to teach and advocate the violent overthrow of the United States.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a> Petitioner was identified at their trial as a Communist and an associate of the defendants. It was reported that Smith Act indictments against other Communist leaders were being prepared. On November 23, 1949, two weeks prior to petitioner's appearance, newspapers carried the story that the Department of Justice 'within thirty days' would take 'an important step' toward the criminal prosecution of petitioner in connection with his non-Communist affidavit filed with the National Labor Relations Board.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Under these circumstances, it seems clear that answers to the 58 questions concerning petitioner's associations 'might be dangerous because injurious disclosure could result.' To reveal knowledge about the named individuals&#8212;all of them having been previously charged with Communist affiliations&#8212;could well have furnished 'a link in the chain' of evidence needed to prosecute petitioner for a federal crime, ranging from conspiracy to violate the Smith Act to the filing of a false non-Communist affidavit under the Taft-Hartley Act, 29 U.S.C.A. &#167; 141 et seq. That being so, it is immaterial that some of the questions sought information about associations that petitioner might have been able to explain away on some innocent basis unrelated to Communism. If an answer to a question may tend to be incriminatory, a witness is not deprived of the protection of the privilege merely because the witness if subsequently prosecuted could perhaps refute any inference of guilt arising from the answer.<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a></p>\n    </div>\n    <p class=\"center\">II.</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">There is here, as in the Quinn case, a second ground for our decision. At no time did the committee specifically overrule petitioner's objection based on the Fifth Amendment, nor did the committee indicate its overruling of the objection by specifically directing petitioner to answer. In the absence of such committee action, petitioner was never confronted with a clear-cut choice between compliance and noncompliance, between answering the question and risking prosecution for contempt. For the reasons set out in the Quinn opinion, we believe the committee&#8212;by failing to meet these minimal procedural standards, originally recognized by the committee and recently re-adopted&#8212;did not adequately apprise petitioner that an answer was required notwithstanding his objections. And without such apprisal, there is lacking the element of deliberateness necessary for a conviction under &#167; 192 for a refusal to answer.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Our disposition of the case makes it unnecessary to pass on petitioner's other contentions as to the First Amendment and the grand jury. The judgment below is reversed and the case remanded to the District Court with directions to enter a judgment of acquittal.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Mr. Justice REED, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Mr. Justice HARLAN, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">A valid claim of privilege against self-incrimination under the Fifth Amendment has two requisites: (1) the privilege must be adequately invoked, and (2) a possible answer to the question against which the privilege is asserted must have some tendency to incriminate the person to whom the question is addressed. Although Emspak's invocation of the privilege left much to be desired, I agree with the majority's view that it was adequate, and that Emspak at no time abandoned his claim. But I must dissent from the Court's holding that all of the questions involved in the indictment called for possibly incriminatory answers.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The Court also holds, as an alternative ground for reversing Emspak's conviction for contempt of the House Subcommittee, that Emspak was not sufficiently apprised of the fact that the Subcommittee, notwithstanding the claim of privilege, was insisting upon answers to the questions put to him. From this holding I must also dissent.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">My disagreement with the Court on both scores goes to the first 58 counts of the indictment.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> As the Court's opinion recognizes, the upholding of Emspak's conviction on any one count of the indictment would require affirmance of the judgment below, because the general sentence imposed on all counts was less than the maximum allowable on any single count. See Sinclair v. United States, 1929, 279 U.S. 263, 299, 49 S.Ct. 268, 273, 73 L.Ed. 692.</p>\n    </div>\n    <p class=\"center\">I.</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As to the Incriminatory Character of the 58 Questions.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">It is quite true, as the majority observes, that this issue was not dealt with by either of the courts below. The District Court and the Court of Appeals did not have to reach the problem because of their conclusion that Emspak's claim of privilege was inadequate. And for some reason the Government has not pressed the point. This, however, does not foreclose this Court from considering it. See Swift &amp; Co. v. Hocking Valley R. Co., 1917, 243 U.S. 281, 289, 37 S.Ct. 287, 289, 61 L.Ed. 722. And perhaps it is due that I should explain why I think we should deal with it. My reason is twofold: first, because to hold, as the Court does, that the questions involved in Counts 1 to 58 of the indictment were of an incriminatory character seems to me to verge on an abandonment of the rule that a valid claim of privilege exists only as to incriminatory questions; and second, because the more recent decisions of this Court appear to me to leave the standard for determining whether a question is incriminatory in great confusion. For example, the Court of Appeals for the Third Circuit had occasion not so long ago to manifest its bewilderment as to where this aspect of the privilege against self-incrimination now stands in light of recent decisions of this Court. See United States v. Coffey, 1952, 198 F.2d 438. In short, I think the standard for judging the character of a question against which the Fifth Amendment privilege is asserted needs both rehabilitation and restatement.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>(1) The standard.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The concept of an incriminating answer includes not only those answers which constitute an admission of guilt, but also those which may furnish evidence of guilt or merely supply a lead to obtaining such evidence. Counselman v. Hitchcock, 1892, 142 U.S. 547, 12 S.Ct. 195, 35 L.Ed. 1110.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The answer to almost any question a witness is asked could be regarded as being useful as evidence, or as furnishing a lead to evidence, in support of some conceivable criminal charge against the person to whom the question is addressed. But unlike a defendant in a criminal case, a witness in a grand jury or other judicial or legislative proceeding has never been allowed, by claiming his privilege, to refuse to answer any questions at all. That would completely subordinate the public interest in the conduct of such proceedings. Accordingly, lest claims of the Fifth Amendment privilege be used as a cover for a person refusing to perform his duty to co-operate in such proceedings, reasonable bounds have been put upon the exercise of the privilege. Those bounds were stated as long ago as 1861 by the English Court of Queen's Bench in The Queen v. Boyes, 1 B. &amp; S. 311, 330&#8212;331, in language which this Court has adopted as the basis for the rule in this country. See Brown v. Walker, 1896, 161 U.S. 591, 599&#8212;600, 16 S.Ct. 644, 647&#8212;648, 40 L.Ed. 819; Mason v. United States, 1917, 244 U.S. 362, 365&#8212;366, 37 S.Ct. 621, 622&#8212;623, 61 L.Ed. 1198. In the Boyes case, Cockburn, C.J., said:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">'Further than this, we are of opinion that the danger to be      apprehended must be real and appreciable, with reference to      the ordinary operation of law in the ordinary course of      things&#8212;not a danger of an imaginary and unsubstantial      character, having reference to some extraordinary and barely      possible contingency, so improbable that no reasonable man      would suffer it to influence his conduct. We think that a      merely remote and naked possibility, out of the ordinary      course of the law and such as no reasonable man would be      affected by, should not be suffered to obstruct the      administration of justice.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The object of the law is to afford to a party, called upon to      give evidence in a proceeding inter alios, evidence in a      proceeding inter alios, protection against being brought by      means of his own evidence within the penalties of the law.      But it would be to convert a salutary protection into a means      of abuse if it were to be held that a mere imaginary      possibility of danger, however remote and improbable, was      sufficient to justify the withholding of evidence essential      to the ends of justice.'</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Throughout the course of its decisions this Court has consistently stated that the 'real danger imaginary possibility' test is the proper standard to be applied in deciding whether particular questions are subject to a valid Fifth Amendment claim. See Brown v. Walker, supra; Heike v. United States, 1913, 227 U.S. 131, 144, 33 S.Ct. 226, 228, 57 L.Ed. 450; Mason v. United States, supra; Rogers v. United States, 1951, 340 U.S. 367, 71 S.Ct. 438, 95 L.Ed. 344; Blau v. United States, 1950, 340, U.S. 159, 161, 71 S.Ct. 223, 224, 95 L.Ed. 170; Hoffman v. United States, 1951, 341 U.S. 479, 486, 71 S.Ct. 814, 818, 95 L.Ed. 1118. But in recent per curiam reversals of contempt convictions this Court seems to have indicated a tendency to stray from the application of this traditional standard.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> And I shall presently show that it has departed from that standard in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The next question requiring consideration is: How should this standard be applied in a case where the questions appear on their face to call only for innocent answers? In United States v. Weisman, 1940, 111 F.2d 260, the Court of Appeals for the Second Circuit had before it a claim of the Fifth Amendment privilege to a question in substantially the following form: 'Did you know anyone who visited or lived in Shanghai between 1934 and 1939?' On the surface of things&#8212;had nothing more appeared&#8212;the possible answers to this question&#8212;' Yes,' 'No' or 'I don't know'&#8212;would all appear innocent. A situation could be imagined in which one of these answers would have tended to incriminate, but this possibility by itself would not be enough to justify the claim of privilege. Additional facts appeared, however, which showed the question to be part of an incriminatory pattern: the witness was a New York night club proprietor, unlikely to be acquainted with Shanghai residents or visitors, and he had engaged in transactions looking suspiciously like importations of narcotics from China. Because of these and other facts, a real danger of incrimination from answering the question was held to exist by the court, through Judge Learned Hand. It may be argued that the admission sought was not sufficiently implicating to justify the invocation of the privilege, see Wigmore, Evidence, &#167;&#167; 2260&#8212;2261; but for present purposes we may assume that the result is a correct one.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Of course, in some cases the background facts making an apparently innocent question dangerous may not be known to the court. Then the choice must be made between requiring the court to accept the witness' word that facts exist which would make his answer incriminating, and requiring the witness to explain the circumstances which justify his claim of privilege. To be sure, the second alternative involves the danger that the witness will have to reveal some incriminatory evidence in order to show why he should not be required to answer. Nevertheless, traditionally the witness has not been allowed to be sole judge of the character of the questions objected to; he is required to open the door wide enough for the court to see that there is substance to his claim. United States v. Weisman, supra. If the background facts are known or suspected to exist, this problem disappears, for all the witness has to do is point to such facts or suspicions.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>(3) Application of the standard to dangerous questions.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">It seems to me that the 'real danger imaginary possibility' standard ought to be applied in the same fashion to dangerous questions. Such questions include those which call for an admission of a crime or a necessary element of a crime, or a fact which, while innocent on its face, is dangerous in the light of other facts already developed.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In all such cases other facts may appear which serve to cast an innocent aspect upon the question. Suppose two men are suspected of having conspired to steal cash from a bank one day during business hours. Each is asked whether he saw the other on the day of the theft, and each pleads his privilege. But facts already developed in the investigation show that both men are tellers in this bank and have worked in the same cage for ten years. Certainly, in these circumstances, the fact of each having seen the other cannot rationally be said to have any tendency to establish their guilt, or, in any realistic sense, to aid the prosecution in discovering evidence against them, since the prosecution already would be expected to have independent evidence of their presence in the bank on that day. In other words, if background facts can make an innocent question dangerous, they can also make a dangerous question innocent. And in deciding whether the privilege is available, we must take into account all the facts&#8212;not just those tending to make the question dangerous.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">I do not suggest that in a trial for contempt a Fifth Amendment defense should be set at naught whenever the prosecution is able to offer an exculpatory explanation for an otherwise incriminating answer. What I do submit is that the privilege should not be available when the facts have been sufficiently developed at the time the claim of privilege is made so that it is plain that no possible answer to the question put to the witness could rationally tend to prove his guilt or supply the prosecution with leads to evidence against him. In such circumstances there is no real danger of harm to the witness to be apprehended from his answering the question.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>(4) Application of the standard to this case.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">I come finally to the issue as to how the 'real danger imaginary possibility' standard should be applied to the questions involved in the first 58 counts of the indictment.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a> Typical of these questions were the following: 'Are you acquainted with Joseph Persily?'; 'Is Max Helford at the present time a field organizer for the UE?'</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">On their face, and without more, these questions were certainly innocent enough. And therefore the first issue confronting us is whether other existing background facts and circumstances made the questions incriminatory. We start from these premises: From the announced purposes of the Subcommittee and the pattern of its questioning of witnesses, it is a fair inference that one of the Subcommittee's objectives was to show that communists held positions of responsibility in this Union. This in turn might be the starting point for prosecutions for filing false noncommunist affidavits under the Taft-Hartley Act<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a> or for violations of the Smith Act.<a class=\"footnote\" href=\"#fn5-1\" id=\"fn5-1_ref\">5</a> The conclusion also seems justified that most, if not all, of the persons referred to in the 58 questions put to Emspak, and Emspak himself, were suspected of being communists or of having communist affiliations. Indeed, the Government on the oral argument conceded as much. Had Emspak admitted knowing any of these people, this might tend to show association with communists. While the decisions of this Court do not establish that these factors would have sufficed to make those questions incriminatory, lower courts have gone far in this direction. See Kasinowitz v. United States, 9 Cir., 1950, 181 F.2d 632; United States v. Raley, D.C.1951, 96 F.Supp. 495; see also Falknor, Self-Crimination Privilege: 'Links in the Chain,' 5 Vand.L.Rev. 479, 485&#8212;489 (1952).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">But there were also other background facts and circumstances. Emspak had told the Subcommittee that he was Secretary of the Union. He was asked if other named individuals held positions in the same Union, and with respect to some of them, whether he knew them personally. These things being so, it is difficult to see how the fact that Emspak knew some of these people or what position each held in the Union can rationally be said to support even an inference that he knew of their alleged communist affiliations, much less tend to prove that he himself had taken part in a conspiracy to advocate the forcible overthrow of the Government or had falsely sworn that he was not a communist. Nor could the answers to the questions have been of material assistance in providing leads to evidence to be used against him. Investigators presumably would already know that the Secretary of the Union knew other Union officials. Thus, in light of Emspak's admitted position, the questions appear proper.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">This conclusion is not affected by the additional possibility that Emspak's answers might have been admissible against him in a later criminal trial. If the answers were admissible, this fact should not of itself make the questions incriminatory, even though the answers might have been utilized by the prosecutor to show Emspak's acquaintance with these other persons as a first step in proving conspiracy, and the prosecutor would thus have been spared the necessity of proving this acquaintance by independent evidence. But in fact Emspak's answers would not have been admissible against him in such a trial. For at the time Emspak testified before the Subcommittee, a federal statute prevented the use of any of his testimony before that body as evidence against him in any later criminal proceedings, except a prosecution for perjury in the giving of the testimony.<a class=\"footnote\" href=\"#fn6-1\" id=\"fn6-1_ref\">6</a> Thus, to the extent that the incriminatory character of these questions depends solely upon the admissibility of Emspak's answers in evidence against him in a later criminal trial, there could hardly be a valid objection to them on this score.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In the last analysis, the Court's holding seems to rest on the premise that the questions put to Emspak became automatically incriminatory once it was shown that he and those about whom he was interrogated were under suspicion of communism. This is painting with too broad a brush.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">It is true that under the rule as it exists a witness may sometimes have to walk a tightrope between waiver of his privilege, if he answers a question later held to be incriminatory, and contempt, if he refuses to answer a question later held to be nonincriminatory. And it may be that in some circumstances the privilege should be held to extend to questions which are not in themselves incriminatory, but which seem likely to lead to other questions which are. But in my view any such doctrine should be regarded as an exception to the general rule and should be confined to cases where special circumstances exist which make it unfair to apply the ordinary rule, such as where the witness is without counsel, is ignorant or confused, and the like. Some of the decisions of lower courts seem to suggest that in proceedings obviously designed to develop a case against a particular witness, the witness may be allowed to invoke the privilege as to all questions, as may a defendant in a criminal case. See Marcello v. United States, 5 Cir., 1952, 196 F.2d 437; Maffie v. United States, 1 Cir., 1954, 209 F.2d 225. I think, however, that such a view is too sweeping, and also that where there is room for the application of an exception to the ordinary rule, it should be done openly, and not under the guise of holding nonincriminatory questions incriminatory. No circumstances are shown here which would call for the application of any such exception. Emspak was represented by counsel and was obviously an intelligent and shrewd witness. The inference most readily drawn from the record is that Emspak did not want to 'stool pigeon' against his associates. While such a motive would not, in my opinion, vitiate an otherwise valid claim of the privilege, it certainly furnishes no legal excuse for refusing to answer nonincriminatory questions.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">As to Emspak's Knowledge That the Subcommittee Wanted Its Questions Answered.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The majority holds that whenever a witness objects to a question there is no violation of 2 U.S.C. &#167; 192, 2 U.S.C.A. &#167; 192, until he is clearly apprised that the Committee demands his answer, notwithstanding his objection. Until then, so the Court holds, the witness has not evidenced the requisite criminal intent, that is, a deliberate refusal to answer. The Court elaborates this thesis in the Quinn case, 349 U.S. 155, 75 S.Ct. 668, decided today, and applies it in this case and in the Bart case, 349 U.S. 219, 75 S.Ct. 712, also decided today.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">I am unable to accept the Court's holding on this score, and agree with Mr. Justice REED'S criticism of it in his two dissenting opinions in these three cases. I consider it desirable, however, to elaborate somewhat upon what Mr. Justice REED has said.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Section 192 speaks only of refusal to answer. 'Refusal' implies simply recognition of what the Committee is after and failure either to supply it or to explain an inability to supply it. It only confuses the matter to say that the 'refusal' must be 'intentional' or 'deliberate' or that it must manifest a 'criminal intent.' Indeed, Sinclair v. United States, 1929, 279 U.S. 263, 299, 49 S.Ct. 268, 273, 73 L.Ed. 692, upon which the Court relies, was later discussed in United States v. Murdock, 1933, 290 U.S. 389, 396, 397, 54 S.Ct. 223, 226, 78 L.Ed. 381, and the Court there pointed out that &#167; 192 does not make a bad purpose or evil intent an ingredient of the crime of refusing to answer a question pertinent to the matter under inquiry.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Beyond this, I see no reason for thinking that when a witness couples an objection with a refusal to answer, his refusal becomes any the less 'deliberate' or 'intentional.' The Court holds that if the objection were accepted by the Committee, the requirement of 'deliberateness' would not have been met. For my part, the proper analysis of such a situation is rather that there has been a 'refusal to answer,' and thus at least a prima facie violation of the statute, but the Committee has chosen not to press the matter further. What the Committee does after the witness makes his objection should not be held to have any bearing on the question whether there was a refusal, or on the question whether it was 'deliberate,' if that connotes anything more. Those questions must be determined as of the time the witness speaks.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Thus I do not see how the Court's result can be hinged to any language in the statute. Perhaps a privilege to object could be derived, however, from what must be taken to be the statute's overall purpose: to enable committees to obtain the information they wish without at the same time treating witnesses unfairly. Thus, a witness might be held privileged to refuse to answer a question, for the purpose of presenting, at reasonable length, a colorable objection to the propriety of the question. But this privilege would terminate when it became reasonably apparent to the witness that the objection was not acceptable to the Committee. Then the witness would have to choose between answering and standing on the validity of his objection.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">If this is the standard which the Court's construction establishes, I would quarrel only with its application here. But in requiring that a witness who objects be 'clearly apprised' that his objection is unsatisfactory and that the Committee wishes his answer, the Court may have meant to go further. If that is so, then I would question the standard itself. Moreover, I think that even this more lenient standard would have been met in this case. For surely the record shows that Emspak was clearly apprised that, despite his objections, the Committee wanted answers to the 58 questions, so that there is a violation of the statute under either standard. After Emspak had answered a number of preliminary questions concerning the organization of his Union, the following discussion took place between him, Congressman Moulder, and Mr. Tavenner, the Committee Counsel:</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">'Mr. Tavenner. Mr. Emspak, are you acquainted with Joseph      Persily?</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">'Mr. Emspak. Mr. Chairman, I would like to say something at      this point.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">'Mr. Moulder. You mean in response to the question?</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">'Mr. Emspak. I will answer the question; yes, in response to      the question and as a statement of position.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">'What I say revolves around two points, one organizationally      and another as an individual. Organizationally, my job as an      officer of this union is to represent the interest of the      membership as they determine it at the annual conventions and      at other means they have of getting together and expressing      themselves. My job is to administer that aspect to the best      of my ability, using one very simple measuring stick, and      that is: Does a given policy or action contribute to the      well-being of the membership, individually and collectively?</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">'As an individual I would like to say one thing, and that is      this: The line of questioning that counsel is developing now      is a line that has been used on numerous occasions by this      committee and other congressional committees in an attempt to      harass the union, its leadership, and its members. It is a      line of questioning that goes against my grain as an      American. I was born in this country. Everything I am&#8212; 'Mr. Moulder. How long will this statement take, Mr.           Emspak?</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">'Mr. Emspak. About two or three more minutes.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">'Mr. Moulder. Proceed.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">'Mr. Emspak. Everything I am, I owe to the rich heritage and      tradition of this country. I do not believe that a committee      of this kind, especially in view of the recent record of this      committee where it stooped to interfere in the partisan      affairs of a local union, or any congressional committee,      because of the rich tradition of this country which, if not      perverted, will lead to a greater and better country&#8212;I don't      think a committee like this or any subcommittee has a right      to go into any question of my beliefs, my associations, or      anything else. I have a couple of kids. They have a stake in      this country, too.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">'Mr. Moulder. I want to give you full opportunity to express      yourself in answer to the question, but you are making an      oration now.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">'Mr. Emspak. It is not an oration. It happens to be a very      profound personal feeling.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">'Mr. Moulder. What is the question?</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">'Mr. Tavenner. The question is: Are you acquainted with      Joseph Persily.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">'Mr. Moulder. How do you spell that?</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">'Mr. Tavenner. P-e-r-s-i-l-y.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">'Mr. Emspak. Because I have a stake in this country&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">'Mr. Moulder. You are not answering the question. He asked      you if you are acquainted with this man.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">'Mr. Emspak. I will answer it.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">'Mr. Moulder. Are you or not?</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">'Mr. Emspak. I was on the verge of answering it.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">'Mr. Moulder. If you have any explanation to make you will be      permitted to do so after you answer the question.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">'Mr. Emspak. Because of my interest in what is going on           these days, because of the activities of this committee&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">'Mr. Moulder. Are you going to answer the question?</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">'Mr. Emspak. Because of the hysteria, I think it is my duty      to endeavor to protect the rights guaranteed under the      Constitution, primarily the first amendment, supplemented by      the fifth. This committee will corrupt those rights.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">'Mr. Moulder. Do you think it corrupts you to answer the      question?</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">'Mr. Emspak. I certainly do.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">'Mr. Moulder. Why does it corrupt you?</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">'Mr. Emspak. Your activities are designed to harm the working      people of this country. Every action this committee has ever      taken has done that. You interfered last summer in the      election of a local union at the request of a priest. You      know that. You dragged down the prestige of this country.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">'Mr. Moulder. You are not going to take over this committee.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">'Mr. Emspak. I don't want to.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">'Mr. Moulder. And your statements are preposterous. The      purpose of this committee is to expose communism as it exists      in this country. What is the question?</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">'Mr. Tavenner. Are you acquainted with Joseph Persily?</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">'Mr. Emspak. For the reasons I stated before, I answered it.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">'Mr. Moulder. Then you refuse to answer the question?</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">'Mr. Emspak. No. I answered it.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">'Mr. Tavenner. Are you or are you not acquainted with Joseph      Persily? 'Mr. Emspak. I answered the question.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">'Mr. Tavenner. Your replies are a refusal to comply with the      request to answer it?</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">'(Witness confers with his counsel.)</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">'Mr. Moulder. The record will reveal that you have not      answered the question.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">'Mr. Emspak. I have answered it to the best of my ability      under the circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">'Mr. Moulder. Any further questions?</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">'Mr. Tavenner. Yes. In what capacity is Joseph Persily      associated with the UE at this time?</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">'Mr. Emspak. It is the same question over again. I will give      the same answer.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">'Mr. Tavenner. Is he an organizer in the UE?</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">'Mr. Emspak. Mr. Chairman, it is the same question.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">'Mr. Tavenner. You refuse to answer that?</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">'Mr. Emspak. I answered it.'</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">Following this, Emspak was asked 55 questions of exactly the same character as those relating to Persily, to each of which he reiterated, with minor variations: 'Same answer.' This was obviously, on this record, nothing other than a formula for refusing to answer without appearing to do so. In the face of such a record, I find it impossible to understand how the Court can conclude that Emspak was not clearly apprised of the fact that the Subcommittee wanted his answers.</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">Were this opinion being written for the Court, it would be necessary, before affirming this conviction, to deal with the other points Emspak urges for reversal. Since the Court, under its view of the case, did not reach any of them, I think it would not be appropriate for me to discuss them. I am therefore content to say that I find none of those points tenable on this record.</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">I would affirm the judgment of conviction.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 192 provides:</p>\n        <p>'Every person who having been summoned as a witness by the authority of either House of Congress to give testimony or to produce papers upon any matter under inquiry before either House, or any joint committee established by a joint or concurrent resolution of the two Houses of Congress, or any committee of either House of Congress, willfully makes default, or who, having appeared, refuses to answer any question pertinent to the question under inquiry, shall be deemed guilty of a misdemeanor, punishable by a fine of not more than $1,000 nor less than $100 and imprisonment in a common jail for not less than one month nor more than twelve months.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Hearings before House Committee on Un-American Activities Regarding Communist Infiltration of Labor Unions, 81st Cong., 1st Sess. Part 1, 541&#8212;542.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> At the very outset of this line of questioning, the following colloquy took place:</p>\n        <p>'Mr. Moulder. Are you going to answer the question?</p>\n        <p>'Mr. Emspak. Because of the hysteria, I think it is my duty to endeavor to protect the rights guaranteed under the Constitution, primarily the first amendment, supplemented by the fifth. This committee will corrupt those rights.' (Italics added.)</p>\n        <p>Hearings, supra, note 2, Part II, at 839.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Petitioner's motions to dismiss the indictment were denied. United States v. Emspak, D.C., 95 F.Supp. 1010, 1012.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> United States v. Emspak, unreported, Criminal No. 1742&#8212;50 (D.D.C.). In a companion case under &#167; 192, United States v. Matles, unreported, Criminal No. 1745&#8212;50 (D.D.C.), the same district judge directed an acquittal of James J. Matles, a UE official who testified before the committee on the same day as Emspak and who similarly relied on 'the First and Fifth Amendments.' Hearings, supra, note 2, Part II, at 856. The court held that Matles' plea was sufficient to invoke the Self-Incrimination Clause because it appeared that Rep. Moulder so understood it.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> 91 U.S.App.D.C. 378, 203 F.2d 54.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> 346 U.S. 809, 74 S.Ct. 23, 98 L.Ed. 338. After argument, the case was restored to the docket for reargument. 347 U.S. 1006, 74 S.Ct. 861, 98 L.Ed. 1132.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Brief for United States, p. 33, in Quinn v. United States, 349 U.S. 155, 75 S.Ct. 668.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Petitioner's general sentence on all 68 counts was less than the maximum permissible on any count. See Sinclair v. United States, 279 U.S. 263, 299, 49 S.Ct. 268, 273, 73 L.Ed. 692.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Hearings, supra, note 2, Part II, at 840.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Id., at 841.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> United States v. Daisart Sportswear, Inc., 2 Cir., 169 F.2d 856, 862&#8212;863.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> See also United States v. St. Pierre, 2 Cir., 128 F.2d 979, 980, from which this Court's Smith opinion approvingly quotes the following: \"Nor is it material that appellant stated at several points that he had committed no federal crime; such a contradiction, especially by a nervous or excitable witness would not overcome a clear claim of privilege if he was otherwise entitled to the privilege.\"</p>\n        <p>Cf. United States v. Weisman, 2 Cir., 111 F.2d 260, 261.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> See Hoffman v. United States, 341 U.S. 479, 486, 71 S.Ct. 814, 818, 95 L.Ed. 1118; United States v. Burr, 25 Fed.Cas. 38, 40, No. 14,692e.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Blau v. United States, 340 U.S. 159, 161, 71 S.Ct. 223, 224, 95 L.Ed. 170.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> See Hoffman v. United States, 341 U.S. 479, at pages 486 487, 71 S.Ct. at page 818; United States v. Burr, 25 Fed.Cas. pp. 38, 40&#8212;41, No. 14,692e. And see note 18, infra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Johnson v. Zerbst, 304 U.S. 458, 464, 58 S.Ct. 1019, 1023, 82 L.Ed. 1461. See also, e.g., Glasser v. United States, 315 U.S. 60, 70, 62 S.Ct. 457, 464, 86 L.Ed. 680, and Smith v. United States, 337 U.S. 137, 150, 69 S.Ct. 1000, 1007, 93 L.Ed. 1264.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Hoffman v. United States, 341 U.S. 479, 486&#8212;487, 71 S.Ct. 814, 818, 95 L.Ed. 1118. Compare the test laid down in Arndstein v. McCarthy, 254 U.S. 71, 72, 41 S.Ct. 26, 65 L.Ed. 138: 'It is impossible to say from mere consideration of the questions propounded, in the light of the circumstances disclosed, that they could have been answered with entire impunity.' And see United States v. Coffey, 3 Cir., 198 F.2d 438, 440: 'It is enough (1) that the trial court be shown by argument how conceivably a prosecutor, building on the seemingly harmless answer, might proceed step by step to link the witness with some crime against the United States, and (2) that this suggested course and scheme of linkage not seem incredible in the circumstances of the particular case. It is in this latter connection, the credibility of the suggested connecting chain, that the reputation and known history of the witness may be significant.</p>\n        <p>'Finally, in determining whether the witness really apprehends danger in answering a question, the judge cannot permit himself to be skeptical; rather must he be acutely aware that in the deviousness of crime and its detection incrimination may be approached and achieved by obscure and unlikely lines of inquiry.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> United States v. Burr, 25 Fed.Cas. pp. 38, 40, No. 14,692e.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> Blau v. United States, 340 U.S. 159, 71 S.Ct. 223, 95 L.Ed. 170. See also Brunner v. United States, 343 U.S. 918, 72 S.Ct. 674, 96 L.Ed. 1332, reversing, 9 Cir., 190 F.2d 167.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> In United States v. Singleton, 3 Cir., 193 F.2d 464, 465, the defendant was convicted of contempt for refusing to answer the question \"What business is he in?\" with respect to three named individuals. This Court summarily reversed, 343 U.S. 944, 72 S.Ct. 1041, 96 L.Ed. 1349, citing Hoffman v. United States, 341 U.S. 479, 71 S.Ct. 814, 95 L.Ed. 1118, and Greenberg v. United States, 343 U.S. 918, 72 S.Ct. 674, 96 L.Ed. 1332. The Hoffman decision, in reversing, 3 Cir., 185 F.2d 617, upheld an assertion of the privilege in response to questions concerning the whereabouts of an acquaintance of the defendant. The Greenberg decision, in reversing, 3 Cir., 192 F.2d 201, upheld an assertion of the privilege in response to a question, among others, asking the defendant to identify certain 'men who were in the numbers business.' 187 F.2d 40. See note 24, infra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> 18 U.S.C. &#167; 2385, 18 U.S.C. &#167; 371, 18 U.S.C.A. &#167;&#167; 2385, 371.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> 29 U.S.C. &#167; 159(h), 29 U.S.C.A. &#167; 159(h); 18 U.S.C. &#167; 1001, 18 U.S.C.A. &#167; 1001.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> At the present time the Court of Appeals are apparently uniform in holding that the privilege may extend to questions of the sort involved here. See, e.g., Judge Learned Hand in United States v. Weisman, 2 Cir., 111 F.2d 260, 261, upholding privilege in response to question of whether the witness knew anyone who visited, lived in, or stayed at, Shanghai in the years 1934 to 1939; Judge Augustus Hand in United States v. Zwillman, 2 Cir., 108 F.2d 802, upholding privilege in response to question of who the witness' business associates were in the years 1928 to 1932; Chief Judge Denman v. Kasinowitz v. United States, 9 Cir., 181 F.2d 632, upholding privilege in response to questions of whether the witness knew Dorothy Healy and whether the witness knew Dorothy Healy's occupation; Chief Judge Denman in Kasinowitz v. United States, 1 Cir., 209 F.2d 225, 231, upholding privilege in response to question, among others, whether witness knew 'Specs' O'Keefe and Stanley Gusciora; Judge Holmes in Estes v. Potter, 5 Cir., 183 F.2d 865, upholding privilege in response to question whether the witness personally knew a certain alien; Judge Rives in Marcello v. United States, 5 Cir., 196 F.2d 437, 442, upholding privilege in response to question \"Do you know Salvatore Vittali?\"; Judge Martin in Aiuppa v. United States, 6 Cir., 201 F.2d 287, upholding privilege in response to questions whether the witness knew R. L. O'Donnell and Anthony Accardo; Judge Maris in In re Neff, 3 Cir., 206 F.2d 149, 36 A.L.R.2d 1398, upholding privilege in response to questions whether the witness knew Julius Zinman and Lou Malinow. See also Alexander v. United States, 9 Cir., 181 F.2d 480; Doran v. United States, 9 Cir., 181 F.2d 489; Healey v. United States, 9 Cir., 186 F.2d 164;</p>\n        <p>Poretto v. United States, 5 Cir., 196 F.2d 392, 396; United States v. Girgenti, 3 Cir., 197 F.2d 218; United States v. Coffey, 3 Cir., 198 F.2d 438; Daly v. United States, 1 Cir., 209 F.2d 232, 233. Cf. Kiewel v. United States, 8 Cir., 204 F.2d 1; United States v. Doto, 2 Cir., 205 F.2d 416.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> However, I do agree with the Court that the privilege was available as to the questions involved in Counts 59 through 68 of the indictment, since, under the circumstances shown by the record, each of those questions did call for a possibly incriminatory answer. Because this would in any event require reversal of the conviction on those counts, as to them I need not reach the issue of whether Emspak was adequately apprised that the Subcommittee was insisting upon his answers, despite the claim of privilege.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> See Greenberg v. United States, 1951, 341 U.S. 944, 71 S.Ct. 1013, 95 L.Ed. 1369; Id., 1952, 343 U.S. 918, 72 S.Ct. 674, 96 L.Ed. 1332; Singleton v. United States, 1952, 343 U.S. 944, 72 S.Ct. 1041, 96 L.Ed. 1349, and the discussion of the Court of Appeals for the Third Circuit in United States v. Coffey, supra.</p>\n        <p>(2) Application of the standard to questions innocent on their face.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> I consider that the 10 questions involved in Counts 59&#8212;68 of the indictment qualified, in the circumstances of this case, as incriminatory questions under the 'real danger imaginary possibility' standard.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> 61 Stat. 146, 29 U.S.C. &#167; 159(h), 29 U.S.C.A. &#167; 159(h).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5-1\">\n        <a class=\"footnote\" href=\"#fn5-1_ref\">5</a>\n        <p> 18 U.S.C. &#167; 2385, 18 U.S.C.A. &#167; 2385.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6-1\">\n        <a class=\"footnote\" href=\"#fn6-1_ref\">6</a>\n        <p> R.S. &#167; 859, 18 U.S.C. (1952 ed.) &#167; 3486, 18 U.S.C.A. &#167; 3486: 'No testimony given by a witness before either House, or before any committee of either House, or before any joint committee established by a joint or concurrent resolution of the two Houses of Congress, shall be used as evidence in any criminal proceeding against him in any court, except in a prosecution for perjury committed in giving such testimony. But an official paper or record produced by him is not within the said privilege.' The statute, falling short of a complete grant of immunity to the witness from prosecution on account of testimony given by him, would not have been effective to compel testimony over a valid claim of privilege, but it was effective to prevent the use of such testimony against the witness in a subsequent criminal prosecution. See Adams v. State of Maryland, 1954, 347 U.S. 179, 182&#8212;183, 74 S.Ct. 442, 98 L.Ed. 608. This statute was in effect until August 20, 1954, when it was superseded by 68 Stat. 745. The supersession would not affect the inadmissibility of testimony given while the old statute was in effect. See Cameron v. United States, 1914, 231 U.S. 710, 34 S.Ct. 244, 58 L.Ed. 448.</p>\n        <p>The possibility that a witness might commit perjury in answering a question has never been regarded as justification for invoking the privilege to the question. See Noonan, Inferences from the Invocation of the Privilege Against Self-Incrimination, 41 Va.L.Rev. 311, 321&#8212;322 (1955).</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>349 U.S. 190 (1955)</b></center>\n<center><h1>EMSPAK<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 9.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 12-13, 1954.</center>\n<center>Reargued April 4-5, 1955.</center>\n<center>Decided May 23, 1955.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE DISTRICT OF COLUMBIA CIRCUIT.\n<p><span class=\"star-pagination\">*191</span> <i>David Scribner</i> argued the cause for petitioner on the original argument. With him on the reargument was <i>Frank J. Donner.</i> With them on the brief were <i>Arthur Kinoy</i> and <i>Allan R. Rosenberg.</i></p>\n<p><i>Robert L. Stern,</i> then Acting Solicitor General, argued the cause for the United States on the original argument. With him on the brief were <i>Assistant Attorney General Olney</i> and <i>John R. Wilkins. Robert W. Ginnane</i> argued the cause for the United States on the reargument.</p>\n<p><i>Ernest Angell, Osmond K. Fraenkel, Arthur Garfield Hays</i> and <i>Herbert Monte Levy</i> filed a brief for the American Civil Liberties Union, as <i>amicus curiae,</i> urging reversal.</p>\n<p>MR. CHIEF JUSTICE WARREN delivered the opinion of the Court.</p>\n<p>This is a companion case to <i>Quinn</i> v. <i>United States, ante,</i> p. 155. Challenged in each proceeding is a conviction under 2 U. S. C.  192 in the District Court for the District of Columbia.<sup>[1]</sup> The two cases arose out of the <span class=\"star-pagination\">*192</span> same investigation by the Committee on Un-American Activities of the House of Representatives. Because of the similarity of the legal issues presented, the cases were consolidated for argument in this Court.</p>\n<p>Pursuant to subpoena, petitioner appeared on December 5, 1949, before a subcommittee of the Committee on Un-American Activities. The subcommittee consisted of a single member, Rep. Morgan M. Moulder. Petitioner was then the General Secretary-Treasurer of the United Electrical, Radio &amp; Machine Workers of America as well as Editor of the <i>UE News,</i> the union's official publication. The subcommittee's hearings had previously been announced as concerning \"the question of Communist affiliation or association of certain members\" of the union and \"the advisability of tightening present security requirements in industrial plants working on certain Government contracts.\"<sup>[2]</sup></p>\n<p>Petitioner was asked a total of 239 questions. Most dealt with the structure of the union, the duties of its officers, the scope of its membership and bargaining commitments, the alleged similarity in policies of the <i>UE News</i> and the Communist Party, the non-Communist affidavit that petitioner had filed with the National Labor Relations Board, and related matters. Petitioner answered all of these questions. He declined, however, to answer 68 of the 239 questions. These 68 questions dealt exclusively with petitioner's associations and affiliations. He <span class=\"star-pagination\">*193</span> based his refusal on \"primarily the first amendment, supplemented by the fifth.\"<sup>[3]</sup> Of the 68 questions, 58 asked in substance that he state whether or not he was acquainted with certain named individuals and whether or not those individuals had ever held official positions in the union. Two of the questions concerned petitioner's alleged membership in the National Federation for Constitutional Liberties and the Civil Rights Congress. Eight questions concerned petitioner's alleged membership and activity in the Communist Party.</p>\n<p>On November 20, 1950, petitioner was indicted under  192 for his refusal to answer the 68 questions.<sup>[4]</sup> Sitting without a jury, the District Court held that petitioner's references to \"primarily the first amendment, supplemented by the fifth\" were insufficient to invoke the Fifth Amendment's privilege against self-incrimination.<sup>[5]</sup> The District Court accordingly found petitioner guilty on all 68 counts and sentenced him to a term of six months and <span class=\"star-pagination\">*194</span> a fine of $500. The Court of Appeals for the District of Columbia Circuit, three judges dissenting, affirmed <i>en banc.</i><sup>[6]</sup> From that decision this Court granted certiorari.<sup>[7]</sup></p>\n<p></p>\n<h2>I.</h2>\n<p>As pointed out in <i>Quinn</i> v. <i>United States, supra,</i> no ritualistic formula or talismanic phrase is essential in order to invoke the privilege against self-incrimination. All that is necessary is an objection stated in language that a committee may reasonably be expected to understand as an attempt to invoke the privilege. In the <i>Quinn</i> case we hold that Quinn's references to \"the First and Fifth Amendments\" and \"the First Amendment to the Constitution, supplemented by the Fifth Amendment\" were sufficient to meet this standard. It would be unwarranted, we think, to reach a different conclusion here as to petitioner's plea based on \"primarily the first amendment, supplemented by the fifth.\"</p>\n<p>The Government does not even attempt to distinguish between the two cases in this respect. Apparently conceding that petitioner as well as Quinn <i>intended</i> to invoke the privilege, the Government points out \"the probability\" that his references to the Fifth Amendment were likewise deliberately phrased in muffled terms \"to obtain the benefit of the privilege without incurring the popular opprobrium which often attaches to its exercise.\"<sup>[8]</sup> On this basis the Government contends that petitioner's plea was not adequate. The answer to this contention is threefold. First, an objection that is sufficiently clear to reveal a probable intention to invoke the privilege cannot be ignored merely because it is not <span class=\"star-pagination\">*195</span> phrased in an orthodox manner. Second, if it is true that in these times a stigma may somehow result from a witness' reliance on the Self-Incrimination Clause, a committee should be all the more ready to recognize a veiled claim of the privilege. Otherwise, the great right which the Clause was intended to secure might be effectively frustrated by private pressures. Third, it should be noted that a committee is not obliged to either accept or reject an ambiguous constitutional claim the very moment it is first presented. The way is always open for the committee to inquire into the nature of the claim before making a ruling. If the witness intelligently and unequivocally waives any objection based on the Self-Incrimination Clause, or if the witness refuses a committee request to state whether he relies on the Self-Incrimination Clause, he cannot later invoke its protection in a prosecution for contempt for refusing to answer that question.</p>\n<p>The Government argues that petitioner did in fact waive the privilege, at least as to one count of the indictment, and that the conviction can be sustained on that count alone.<sup>[9]</sup> In response to a question concerning his associations, petitioner expressed apprehension that the committee was \"trying to perhaps frame people for possible criminal prosecution\" and added that \"I think I have the right to reserve whatever rights I have . . . .\"<sup>[10]</sup> The following colloquy then took place:<sup>[11]</sup></p>\n<blockquote>\"Mr. MOULDER. Is it your feeling that to reveal your knowledge of them would subject you to criminal prosecution?</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*196</span> \"Mr. EMSPAK. No. I don't think this committee has a right to pry into my associations. That is my own position.\"</blockquote>\n<p>Petitioner's reply, it is contended, constituted an effective disclaimer of the privilege. We find this contention without merit. As this Court declared in <i>Smith</i> v. <i>United States,</i> 337 U. S. 137, 150: \"Although the privilege against self-incrimination must be claimed, when claimed it is guaranteed by the Constitution. . . . Waiver of constitutional rights . . . is not lightly to be inferred. A witness cannot properly be held after claim to have waived his privilege . . . upon vague and uncertain evidence.\"</p>\n<p>The <i>Smith</i> case, we believe, is controlling here. The witness in that case, at the outset of questioning by an OPA examiner, stated \"I want to claim privilege as to anything I say.\" The examiner accepted this statement as a plea of possible self-incrimination and a request for the immunity afforded to involuntary witnesses by the Price Control Act of 1942. The questioning proceeded on that basis. In response to one question, however, the witness made a statement that appeared to the examiner to be voluntary. This colloquy then ensued:</p>\n<blockquote>\"Question: This is a voluntary statement. You do not claim immunity with respect to that statement?</blockquote>\n<blockquote>\"Answer: No.\"</blockquote>\n<p>In a subsequent prosecution of the witness for violation of the Price Control Act, it was held that his \"No\" answer waived his immunity at least as to the one statement.<sup>[12]</sup> This Court unanimously reversed, stating (337 U. S., at 151): \"Without any effort to clarify the `No,' the examiner went ahead and had the witness restate the <span class=\"star-pagination\">*197</span> substance of the long answer . . . without any further intimation that the subsequent answers were considered by the examiner to be voluntary. We do not think under these circumstances this equivocal `No' is a waiver of the previous definite claim of general privilege against self-incrimination.\" Similarly, in the instant case, we do not think that petitioner's \"No\" answer can be treated as a waiver of his previous express claim under the Fifth Amendment. At most, as in the <i>Smith</i> case, petitioner's \"No\" is equivocal.<sup>[13]</sup> It may have merely represented a justifiable refusal to discuss the reasons underlying petitioner's assertion of the privilege; the privilege would be of little avail if a witness invoking it were required to disclose the precise hazard which he fears.<sup>[14]</sup> And even if petitioner's \"No\" answer were taken as responsive to the question, the answer would still be consistent with a claim of the privilege. The protection of the Self-Incrimination Clause is not limited to admissions that \"would subject [a witness] to criminal prosecution\"; for this Court has repeatedly held that \"Whether such admissions by themselves would support a conviction under a criminal statute is immaterial\"<sup>[15]</sup> and that the privilege also extends to admissions that may only tend to incriminate.<sup>[16]</sup> In any event, we cannot say that the colloquy between the <span class=\"star-pagination\">*198</span> committee and petitioner was sufficiently unambiguous to warrant finding a waiver here. To conclude otherwise would be to violate this Court's own oft-repeated admonition that the courts must \"indulge every reasonable presumption against waiver of fundamental constitutional rights.\"<sup>[17]</sup></p>\n<p>Throughout this entire proceedingin the trial in the District Court, on appeal in the Court of Appeals, and here on certiorarithe Government has never denied that petitioner would be entitled to the protection of the privilege if he did in fact invoke it. And during argument in this Court the Government expressly conceded that all 68 questions were of an incriminatory character. In addition, neither the District Court nor the Court of Appeals saw fit to introduce the issue into the case. We are therefore reluctant to do so now. But doubts on the issue by some members of the Court make its consideration necessary.</p>\n<p>\"To sustain the privilege,\" this Court has recently held, \"it need only be evident from the implications of the question, in the setting in which it is asked, that a responsive answer to the question or an explanation of why it cannot be answered might be dangerous because injurious disclosure could result.\"<sup>[18]</sup> And nearly 150 years ago Chief <span class=\"star-pagination\">*199</span> Justice Marshall enunciated a similar test: \"Many links frequently compose that chain of testimony which is necessary to convict any individual of a crime. It appears to the court to be the true sense of the rule that no witness is compellable to furnish any one of them against himself.\"<sup>[19]</sup> Applying this test to the instant case, we have no doubt that the eight questions concerning petitioner's alleged membership in the Communist Party fell within the scope of the privilege.<sup>[20]</sup> The same is true of the two questions concerning petitioner's alleged membership in the National Federation for Constitutional Liberties and the Civil Rights Congress; both organizations had previously been cited by the committee as Communist-front organizations. There remains for consideration the 58 questions concerning petitioner's associations. This Court has already made abundantly clear that such questions, when asked in a setting of possible incrimination, may fall within the scope of the privilege.<sup>[21]</sup></p>\n<p><span class=\"star-pagination\">*200</span> What was the settingas revealed by the recordin which these questions were asked? Each of the named individuals had previously been charged with having Communist affiliations. On October 14, 1949, less than two months prior to petitioner's appearance before the committee, eleven principal leaders of the Communist Party in this country had been convicted under the Smith Act for conspiring to teach and advocate the violent overthrow of the United States.<sup>[22]</sup> Petitioner was identified at their trial as a Communist and an associate of the defendants. It was reported that Smith Act indictments against other Communist leaders were being prepared. On November 23, 1949, two weeks prior to petitioner's appearance, newspapers carried the story that the Department of Justice \"within thirty days\" would take \"an important step\" toward the criminal prosecution of petitioner in connection with his non-Communist affidavit filed with the National Labor Relations Board.<sup>[23]</sup></p>\n<p>Under these circumstances, it seems clear that answers to the 58 questions concerning petitioner's associations \"might be dangerous because injurious disclosure could result.\" To reveal knowledge about the named individuals all of them having been previously charged with Communist affiliationscould well have furnished \"a link in the chain\" of evidence needed to prosecute petitioner for a federal crime, ranging from conspiracy to violate the <span class=\"star-pagination\">*201</span> Smith Act to the filing of a false non-Communist affidavit under the Taft-Hartley Act. That being so, it is immaterial that some of the questions sought information about associations that petitioner might have been able to explain away on some innocent basis unrelated to Communism. If an answer to a question may tend to be incriminatory, a witness is not deprived of the protection of the privilege merely because the witness if subsequently prosecuted could perhaps refute any inference of guilt arising from the answer.<sup>[24]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*202</span> II.</h2>\n<p>There is here, as in the <i>Quinn</i> case, a second ground for our decision. At no time did the committee specifically overrule petitioner's objection based on the Fifth Amendment, nor did the committee indicate its overruling of the objection by specifically directing petitioner to answer. In the absence of such committee action, petitioner was never confronted with a clear-cut choice between compliance and noncompliance, between answering the question and risking prosecution for contempt. For the reasons set out in the <i>Quinn</i> opinion, we believe the committeeby failing to meet these minimal procedural standards, originally recognized by the committee and recently re-adopteddid not adequately apprise petitioner that an answer was required notwithstanding his objections. And without such apprisal, there is lacking the element of deliberateness necessary for a conviction under  192 for a refusal to answer.</p>\n<p></p>\n<h2>III.</h2>\n<p>Our disposition of the case makes it unnecessary to pass on petitioner's other contentions as to the First Amendment and the grand jury. The judgment below is reversed and the case remanded to the District Court with directions to enter a judgment of acquittal.</p>\n<p><i>Reversed.</i></p>\n<p>[For dissenting opinion of MR. JUSTICE REED, joined by MR. JUSTICE MINTON, insofar as it applies to this case, see <i>ante,</i> p. 171.]</p>\n<p><span class=\"star-pagination\">*203</span> MR. JUSTICE HARLAN, dissenting.</p>\n<p>A valid claim of privilege against self-incrimination under the Fifth Amendment has two requisites: (1) the privilege must be adequately invoked, and (2) a possible answer to the question against which the privilege is asserted must have some tendency to incriminate the person to whom the question is addressed. Although Emspak's invocation of the privilege left much to be desired, I agree with the majority's view that it was adequate, and that Emspak at no time abandoned his claim. But I must dissent from the Court's holding that <i>all</i> of the questions involved in the indictment called for possibly incriminatory answers.</p>\n<p>The Court also holds, as an alternative ground for reversing Emspak's conviction for contempt of the House Subcommittee, that Emspak was not sufficiently apprised of the fact that the Subcommittee, notwithstanding the claim of privilege, was insisting upon answers to the questions put to him. From this holding I must also dissent.</p>\n<p>My disagreement with the Court on both scores goes to the first 58 counts of the indictment.<sup>[1]</sup> As the Court's opinion recognizes, the upholding of Emspak's conviction on any one count of the indictment would require affirmance of the judgment below, because the general sentence imposed on all counts was less than the maximum allowable on any single count. See <i>Sinclair</i> v. <i>United States,</i> 279 U. S. 263, 299 (1929).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*204</span> I.</h2>\n<p></p>\n<h2>AS TO THE INCRIMINATORY CHARACTER OF THE 58 QUESTIONS.</h2>\n<p>It is quite true, as the majority observes, that this issue was not dealt with by either of the courts below. The District Court and the Court of Appeals did not have to reach the problem because of their conclusion that Emspak's claim of privilege was inadequate. And for some reason the Government has not pressed the point. This, however, does not foreclose this Court from considering it. See <i>Swift &amp; Co.</i> v. <i>Hocking Valley R. Co.,</i> 243 U. S. 281, 289 (1917). And perhaps it is due that I should explain why I think we should deal with it. My reason is twofold: <i>first,</i> because to hold, as the Court does, that the questions involved in Counts 1 to 58 of the indictment were of an incriminatory character seems to me to verge on an abandonment of the rule that a valid claim of privilege exists only as to incriminatory questions; and <i>second,</i> because the more recent decisions of this Court appear to me to leave the standard for determining whether a question is incriminatory in great confusion. For example, the Court of Appeals for the Third Circuit had occasion not so long ago to manifest its bewilderment as to where this aspect of the privilege against self-incrimination now stands in light of recent decisions of this Court. See <i>United States</i> v. <i>Coffey,</i> 198 F. 2d 438 (1952). In short, I think the standard for judging the character of a question against which the Fifth Amendment privilege is asserted needs both rehabilitation and restatement.</p>\n<p></p>\n<h2>(1) <i>The standard.</i>\n</h2>\n<p>The concept of an incriminating answer includes not only those answers which constitute an admission of guilt, but also those which may furnish evidence of guilt or <span class=\"star-pagination\">*205</span> merely supply a lead to obtaining such evidence. <i>Counselman</i> v. <i>Hitchcock,</i> 142 U. S. 547 (1892).</p>\n<p>The answer to almost any question a witness is asked could be regarded as being useful as evidence, or as furnishing a lead to evidence, in support of some conceivable criminal charge against the person to whom the question is addressed. But unlike a defendant in a criminal case, a witness in a grand jury or other judicial or legislative proceeding has never been allowed, by claiming his privilege, to refuse to answer any questions at all. That would completely subordinate the public interest in the conduct of such proceedings. Accordingly, lest claims of the Fifth Amendment privilege be used as a cover for a person refusing to perform his duty to co-operate in such proceedings, reasonable bounds have been put upon the exercise of the privilege. Those bounds were stated as long ago as 1861 by the English Court of Queen's Bench in <i>The Queen</i> v. <i>Boyes,</i> 1 B. &amp; S. 311, 330-331, in language which this Court has adopted as the basis for the rule in this country. See <i>Brown</i> v. <i>Walker,</i> 161 U. S. 591, 599-600 (1896); <i>Mason</i> v. <i>United States,</i> 244 U. S. 362, 365-366 (1917). In the <i>Boyes</i> case, Cockburn, C. J., said:</p>\n<blockquote>\"Further than this, we are of opinion that the danger to be apprehended must be real and appreciable, with reference to the ordinary operation of law in the ordinary course of thingsnot a danger of an imaginary and unsubstantial character, having reference to some extraordinary and barely possible contingency, so improbable that no reasonable man would suffer it to influence his conduct. We think that a merely remote and naked possibility, out of the ordinary course of the law and such as no reasonable man would be affected by, should not be suffered to obstruct the administration of justice. <span class=\"star-pagination\">*206</span> The object of the law is to afford to a party, called upon to give evidence in a proceeding inter alios, protection against being brought by means of his own evidence within the penalties of the law. But it would be to convert a salutary protection into a means of abuse if it were to be held that a mere imaginary possibility of danger, however remote and improbable, was sufficient to justify the withholding of evidence essential to the ends of justice.\"</blockquote>\n<p>Throughout the course of its decisions this Court has consistently stated that the \"real danger <i>v.</i> imaginary possibility\" test is the proper standard to be applied in deciding whether particular questions are subject to a valid Fifth Amendment claim. See <i>Brown</i> v. <i>Walker, supra</i><i>; </i><i>Heike</i> v. <i>United States,</i> 227 U. S. 131, 144 (1913); <i>Mason</i> v. <i>United States, supra</i><i>; </i><i>Rogers</i> v. <i>United States,</i> 340 U. S. 367 (1951); <i>Blau</i> v. <i>United States,</i> 340 U. S. 159, 161 (1950); <i>Hoffman</i> v. <i>United States,</i> 341 U. S. 479, 486 (1951). But in recent <i>per curiam</i> reversals of contempt convictions this Court seems to have indicated a tendency to stray from the application of this traditional standard.<sup>[2]</sup> And I shall presently show that it has departed from that standard in this case.</p>\n<p></p>\n<h2>(2) <i>Application of the standard to questions innocent on their face.</i>\n</h2>\n<p>The next question requiring consideration is: How should this standard be applied in a case where the questions appear on their face to call only for innocent answers? In <i>United States</i> v. <i>Weisman,</i> 111 F. 2d 260 (1940), the Court of Appeals for the Second Circuit had before it a claim of the Fifth Amendment privilege to <span class=\"star-pagination\">*207</span> a question in substantially the following form: \"Did you know anyone who visited or lived in Shanghai between 1934 and 1939?\" On the surface of thingshad nothing more appearedthe possible answers to this question \"Yes,\" \"No\" or \"I don't know\"would all appear innocent. A situation could be imagined in which one of these answers would have tended to incriminate, but this possibility by itself would not be enough to justify the claim of privilege. Additional facts appeared, however, which showed the question to be part of an incriminatory pattern: the witness was a New York night club proprietor, unlikely to be acquainted with Shanghai residents or visitors, and he had engaged in transactions looking suspiciously like importations of narcotics from China. Because of these and other facts, a real danger of incrimination from answering the question was held to exist by the court, through Judge Learned Hand. It may be argued that the admission sought was not sufficiently implicating to justify the invocation of the privilege, see Wigmore, Evidence,  2260-2261; but for present purposes we may assume that the result is a correct one.</p>\n<p>Of course, in some cases the background facts making an apparently innocent question dangerous may not be known to the court. Then the choice must be made between requiring the court to accept the witness' word that facts exist which would make his answer incriminating, and requiring the witness to explain the circumstances which justify his claim of privilege. To be sure, the second alternative involves the danger that the witness will have to reveal some incriminatory evidence in order to show why he should not be required to answer. Nevertheless, traditionally the witness has not been allowed to be sole judge of the character of the questions objected to; he is required to open the door wide enough for the court to see that there is substance to his claim. <i>United</i> <span class=\"star-pagination\">*208</span> <i>States</i> v. <i>Weisman, supra</i><i>.</i> If the background facts are known or suspected to exist, this problem disappears, for all the witness has to do is point to such facts or suspicions.</p>\n<p></p>\n<h2>(3) <i>Application of the standard to dangerous questions.</i>\n</h2>\n<p>It seems to me that the \"real danger <i>v.</i> imaginary possibility\" standard ought to be applied in the same fashion to dangerous questions. Such questions include those which call for an admission of a crime or a necessary element of a crime, or a fact which, while innocent on its face, is dangerous in the light of other facts already developed.</p>\n<p>In all such cases other facts may appear which serve to cast an innocent aspect upon the question. Suppose two men are suspected of having conspired to steal cash from a bank one day during business hours. Each is asked whether he saw the other on the day of the theft, and each pleads his privilege. But facts already developed in the investigation show that both men are tellers in this bank and have worked in the same cage for ten years. Certainly, in these circumstances, the fact of each having seen the other cannot rationally be said to have any tendency to establish their guilt, or, in any realistic sense, to aid the prosecution in discovering evidence against them, since the prosecution already would be expected to have independent evidence of their presence in the bank on that day. In other words, if background facts can make an innocent question dangerous, they can also make a dangerous question innocent. And in deciding whether the privilege is available, we must take into account <i>all</i> the factsnot just those tending to make the question dangerous.</p>\n<p>I do not suggest that in a trial for contempt a Fifth Amendment defense should be set at naught whenever the prosecution is able to offer an exculpatory explanation <span class=\"star-pagination\">*209</span> for an otherwise incriminating answer. What I do submit is that the privilege should not be available when the facts have been sufficiently developed at the time the claim of privilege is made so that it is plain that no possible answer to the question put to the witness could rationally tend to prove his guilt or supply the prosecution with leads to evidence against him. In such circumstances there is no real danger of harm to the witness to be apprehended from his answering the question.</p>\n<p></p>\n<h2>(4) <i>Application of the standard to this case.</i>\n</h2>\n<p>I come finally to the issue as to how the \"real danger <i>v.</i> imaginary possibility\" standard should be applied to the questions involved in the first 58 counts of the indictment.<sup>[3]</sup> Typical of these questions were the following: \"Are you acquainted with Joseph Persily?\"; \"Is Max Helford at the present time a field organizer for the UE?\"</p>\n<p>On their face, and without more, these questions were certainly innocent enough. And therefore the first issue confronting us is whether other existing background facts and circumstances made the questions incriminatory. We start from these premises: From the announced purposes of the Subcommittee and the pattern of its questioning of witnesses, it is a fair inference that one of the Subcommittee's objectives was to show that communists held positions of responsibility in this Union. This in turn might be the starting point for prosecutions for filing false noncommunist affidavits under the Taft-Hartley Act<sup>[4]</sup> or for violations of the Smith Act.<sup>[5]</sup> The conclusion also seems justified that most, if not all, of the persons <span class=\"star-pagination\">*210</span> referred to in the 58 questions put to Emspak, and Emspak himself, were suspected of being communists or of having communist affiliations. Indeed, the Government on the oral argument conceded as much. Had Emspak admitted knowing any of these people, this might tend to show association with communists. While the decisions of this Court do not establish that these factors would have sufficed to make those questions incriminatory, lower courts have gone far in this direction. See <i>Kasinowitz</i> v. <i>United States,</i> 181 F. 2d 632 (1950); <i>United States</i> v. <i>Raley,</i> 96 F. Supp. 495 (1951); see also Falknor, Self-Crimination Privilege: \"Links in the Chain,\" 5 Vand. L. Rev. 479, 485-489 (1952).</p>\n<p>But there were also other background facts and circumstances. Emspak had told the Subcommittee that he was Secretary of the Union. He was asked if other named individuals held positions in the same Union, and with respect to some of them, whether he knew them personally. These things being so, it is difficult to see how the fact that Emspak knew some of these people or what position each held in the Union can rationally be said to support even an inference that he knew of their alleged communist affiliations, much less tend to prove that he himself had taken part in a conspiracy to advocate the forcible overthrow of the Government or had falsely sworn that he was not a communist. Nor could the answers to the questions have been of material assistance in providing leads to evidence to be used against him. Investigators presumably would already know that the Secretary of the Union knew other Union officials. Thus, in light of Emspak's admitted position, the questions appear proper.</p>\n<p>This conclusion is not affected by the additional possibility that Emspak's answers might have been admissible against him in a later criminal trial. If the answers were admissible, this fact should not of itself make the questions <span class=\"star-pagination\">*211</span> incriminatory, even though the answers might have been utilized by the prosecutor to show Emspak's acquaintance with these other persons as a first step in proving conspiracy, and the prosecutor would thus have been spared the necessity of proving this acquaintance by independent evidence. But in fact Emspak's answers would not have been admissible against him in such a trial. For at the time Emspak testified before the Sub-committee, a federal statute prevented the use of any of his testimony before that body as evidence against him in any later criminal proceedings, except a prosecution for perjury in the giving of the testimony.<sup>[6]</sup> Thus, to the extent that the incriminatory character of these questions depends solely upon the admissibility of Emspak's answers in evidence against him in a later criminal trial, there could hardly be a valid objection to them on this score.</p>\n<p><span class=\"star-pagination\">*212</span> In the last analysis, the Court's holding seems to rest on the premise that the questions put to Emspak became automatically incriminatory once it was shown that he and those about whom he was interrogated were under suspicion of communism. This is painting with too broad a brush.</p>\n<p>It is true that under the rule as it exists a witness may sometimes have to walk a tightrope between waiver of his privilege, if he answers a question later held to be incriminatory, and contempt, if he refuses to answer a question later held to be nonincriminatory. And it may be that in some circumstances the privilege should be held to extend to questions which are not in themselves incriminatory, but which seem likely to lead to other questions which are. But in my view any such doctrine should be regarded as an exception to the general rule and should be confined to cases where special circumstances exist which make it unfair to apply the ordinary rule, such as where the witness is without counsel, is ignorant or confused, and the like. Some of the decisions of lower courts seem to suggest that in proceedings obviously designed to develop a case against a particular witness, the witness may be allowed to invoke the privilege as to all questions, as may a defendant in a criminal case. See <i>Marcello</i> v. <i>United States,</i> 196 F. 2d 437 (1952); <i>Maffie</i> v. <i>United States,</i> 209 F. 2d 225 (1954). I think, however, that such a view is too sweeping, and also that where there is room for the application of an exception to the ordinary rule, it should be done openly, and not under the guise of holding nonincriminatory questions incriminatory. No circumstances are shown here which would call for the application of any such exception. Emspak was represented by counsel and was obviously an intelligent and shrewd witness. The inference most readily drawn from the record is that Emspak did not want to \"stool pigeon\" against his associates. While such a motive would not, <span class=\"star-pagination\">*213</span> in my opinion, vitiate an otherwise valid claim of the privilege, it certainly furnished no legal excuse for refusing to answer nonincriminatory questions.</p>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2>AS TO EMSPAK'S KNOWLEDGE THAT THE SUBCOMMITTEE WANTED ITS QUESTIONS ANSWERED.</h2>\n<p>The majority holds that whenever a witness objects to a question there is no violation of 2 U. S. C.  192 until he is clearly apprised that the Committee demands his answer, notwithstanding his objection. Until then, so the Court holds, the witness has not evidenced the requisite criminal intent, that is, a deliberate refusal to answer. The Court elaborates this thesis in the <i>Quinn</i> case, <i>ante,</i> p. 155, decided today, and applies it in this case and in the <i>Bart</i> case, <i>post,</i> p. 219, also decided today.</p>\n<p>I am unable to accept the Court's holding on this score, and agree with MR. JUSTICE REED'S criticism of it in his two dissenting opinions in these three cases. I consider it desirable, however, to elaborate somewhat upon what MR. JUSTICE REED has said.</p>\n<p>Section 192 speaks only of <i>refusal</i> to answer. \"Refusal\" implies simply recognition of what the Committee is after and failure either to supply it or to explain an inability to supply it. It only confuses the matter to say that the \"refusal\" must be \"intentional\" or \"deliberate\" or that it must manifest a \"criminal intent.\" Indeed, <i>Sinclair</i> v. <i>United States,</i> 279 U. S. 263, 299 (1929), upon which the Court relies, was later discussed in <i>United States</i> v. <i>Murdock,</i> 290 U. S. 389, 396, 397 (1933), and the Court there pointed out that  192 does <i>not</i> make a bad purpose or evil intent an ingredient of the crime of refusing to answer a question pertinent to the matter under inquiry.</p>\n<p>Beyond this, I see no reason for thinking that when a witness couples an objection with a refusal to answer, <span class=\"star-pagination\">*214</span> his refusal becomes any the less \"deliberate\" or \"intentional.\" The Court holds that if the objection were accepted by the Committee, the requirement of \"deliberateness\" would not have been met. For my part, the proper analysis of such a situation is rather that there has been a \"refusal to answer,\" and thus at least a prima facie violation of the statute, but the Committee has chosen not to press the matter further. What the Committee does after the witness makes his objection should not be held to have any bearing on the question whether there was a refusal, or on the question whether it was \"deliberate,\" if that connotes anything more. Those questions must be determined as of the time the witness speaks.</p>\n<p>Thus I do not see how the Court's result can be hinged to any language in the statute. Perhaps a privilege to object could be derived, however, from what must be taken to be the statute's over-all purpose: to enable committees to obtain the information they wish without at the same time treating witnesses unfairly. Thus, a witness might be held privileged to refuse to answer a question, for the purpose of presenting, at reasonable length, a colorable objection to the propriety of the question. But this privilege would terminate when it became reasonably apparent to the witness that the objection was not acceptable to the Committee. Then the witness would have to choose between answering and standing on the validity of his objection.</p>\n<p>If this is the standard which the Court's construction establishes, I would quarrel only with its application here. But in requiring that a witness who objects be \"clearly apprised\" that his objection is unsatisfactory and that the Committee wishes his answer, the Court may have meant to go further. If that is so, then I would question the standard itself. Moreover, I think that even this more lenient standard would have been met in this case. For surely the record shows that Emspak was clearly apprised <span class=\"star-pagination\">*215</span> that, despite his objections, the Committee wanted answers to the 58 questions, so that there is a violation of the statute under either standard. After Emspak had answered a number of preliminary questions concerning the organization of his Union, the following discussion took place between him, Congressman Moulder, and Mr. Tavenner, the Committee Counsel:</p>\n<blockquote>\"Mr. Tavenner. Mr. Emspak, are you acquainted with Joseph Persily?</blockquote>\n<blockquote>\"Mr. Emspak. Mr. Chairman, I would like to say something at this point.</blockquote>\n<blockquote>\"Mr. Moulder. You mean in response to the question?</blockquote>\n<blockquote>\"Mr. Emspak. I will answer the question; yes, in response to the question and as a statement of position.</blockquote>\n<blockquote>\"What I say revolves around two points, one organizationally and another as an individual. Organizationally, my job as an officer of this union is to represent the interest of the membership as they determine it at the annual conventions and at other means they have of getting together and expressing themselves. My job is to administer that aspect to the best of my ability, using one very simple measuring stick, and that is: Does a given policy or action contribute to the well-being of the membership, individually and collectively?</blockquote>\n<blockquote>\"As an individual I would like to say one thing, and that is this: The line of questioning that counsel is developing now is a line that has been used on numerous occasions by this committee and other congressional committees in an attempt to harass the union, its leadership, and its members. It is a line of questioning that goes against my grain as an American. I was born in this country. Everything I am</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*216</span> \"Mr. Moulder. How long will this statement take, Mr. Emspak?</blockquote>\n<blockquote>\"Mr. Emspak. About two or three more minutes.</blockquote>\n<blockquote>\"Mr. Moulder. Proceed.</blockquote>\n<blockquote>\"Mr. Emspak. Everything I am, I owe to the rich heritage and tradition of this country. I do not believe that a committee of this kind, especially in view of the recent record of this committee where it stooped to interfere in the partisan affairs of a local union, or any congressional committee, because of the rich tradition of this country which, if not perverted, will lead to a greater and better countryI don't think a committee like this or any subcommittee has a right to go into any question of my beliefs, my associations, or anything else. I have a couple of kids. They have a stake in this country, too.</blockquote>\n<blockquote>\"Mr. Moulder. I want to give you full opportunity to express yourself in answer to the question, but you are making an oration now.</blockquote>\n<blockquote>\"Mr. Emspak. It is not an oration. It happens to be a very profound personal feeling.</blockquote>\n<blockquote>\"Mr. Moulder. What is the question?</blockquote>\n<blockquote>\"Mr. Tavenner. The question is: Are you acquainted with Joseph Persily.</blockquote>\n<blockquote>\"Mr. Moulder. How do you spell that?</blockquote>\n<blockquote>\"Mr. Tavenner. P-e-r-s-i-l-y.</blockquote>\n<blockquote>\"Mr. Emspak. Because I have a stake in this country</blockquote>\n<blockquote>\"Mr. Moulder. You are not answering the question. He asked you if you are acquainted with this man.</blockquote>\n<blockquote>\"Mr. Emspak. I will answer it.</blockquote>\n<blockquote>\"Mr. Moulder. Are you or not?</blockquote>\n<blockquote>\"Mr. Emspak. I was on the verge of answering it.</blockquote>\n<blockquote>\"Mr. Moulder. If you have any explanation to make you will be permitted to do so after you answer the question.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*217</span> \"Mr. Emspak. Because of my interest in what is going on these days, because of the activities of this committee</blockquote>\n<blockquote>\"Mr. Moulder. Are you going to answer the question?</blockquote>\n<blockquote>\"Mr. Emspak. Because of the hysteria, I think it is my duty to endeavor to protect the rights guaranteed under the Constitution, primarily the first amendment, supplemented by the fifth. This committee will corrupt those rights.</blockquote>\n<blockquote>\"Mr. Moulder. Do you think it corrupts you to answer the question?</blockquote>\n<blockquote>\"Mr. Emspak. I certainly do.</blockquote>\n<blockquote>\"Mr. Moulder. Why does it corrupt you?</blockquote>\n<blockquote>\"Mr. Emspak. Your activities are designed to harm the working people of this country. Every action this committee has ever taken has done that. You interfered last summer in the election of a local union at the request of a priest. You know that. You dragged down the prestige of this country.</blockquote>\n<blockquote>\"Mr. Moulder. You are not going to take over this committee.</blockquote>\n<blockquote>\"Mr. Emspak. I don't want to.</blockquote>\n<blockquote>\"Mr. Moulder. And your statements are pre-posterous. The purpose of this committee is to expose communism as it exists in this country. What is the question?</blockquote>\n<blockquote>\"Mr. Tavenner. Are you acquainted with Joseph Persily?</blockquote>\n<blockquote>\"Mr. Emspak. For the reasons I stated before, I answered it.</blockquote>\n<blockquote>\"Mr. Moulder. Then you refuse to answer the question?</blockquote>\n<blockquote>\"Mr. Emspak. No. I answered it.</blockquote>\n<blockquote>\"Mr. Tavenner. Are you or are you not acquainted with Joseph Persily?</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*218</span> \"Mr. Emspak. I answered the question.</blockquote>\n<blockquote>\"Mr. Tavenner. Your replies are a refusal to comply with the request to answer it?</blockquote>\n<blockquote>\"(Witness confers with his counsel.)</blockquote>\n<blockquote>\"Mr. Moulder. The record will reveal that you have not answered the question.</blockquote>\n<blockquote>\"Mr. Emspak. I have answered it to the best of my ability under the circumstances.</blockquote>\n<blockquote>\"Mr. Moulder. Any further questions?</blockquote>\n<blockquote>\"Mr. Tavenner. Yes. In what capacity is Joseph Persily associated with the UE at this time?</blockquote>\n<blockquote>\"Mr. Emspak. It is the same question over again. I will give the same answer.</blockquote>\n<blockquote>\"Mr. Tavenner. Is he an organizer in the UE?</blockquote>\n<blockquote>\"Mr. Emspak. Mr. Chairman, it is the same question.</blockquote>\n<blockquote>\"Mr. Tavenner. You refuse to answer that?</blockquote>\n<blockquote>\"Mr. Emspak. I answered it.\"</blockquote>\n<p>Following this, Emspak was asked 55 questions of exactly the same character as those relating to Persily, to each of which he reiterated, with minor variations: \"Same answer.\" This was obviously, on this record, nothing other than a formula for refusing to answer without appearing to do so. In the face of such a record, I find it impossible to understand how the Court can conclude that Emspak was not clearly apprised of the fact that the Subcommittee wanted his answers.</p>\n<p>Were this opinion being written for the Court, it would be necessary, before affirming this conviction, to deal with the other points Emspak urges for reversal. Since the Court, under its view of the case, did not reach any of them, I think it would not be appropriate for me to discuss them. I am therefore content to say that I find none of those points tenable on this record.</p>\n<p>I would affirm the judgment of conviction.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 192 provides:\n</p>\n<p>\"Every person who having been summoned as a witness by the authority of either House of Congress to give testimony or to produce papers upon any matter under inquiry before either House, or any joint committee established by a joint or concurrent resolution of the two Houses of Congress, or any committee of either House of Congress, willfully makes default, or who, having appeared, refuses to answer any question pertinent to the question under inquiry, shall be deemed guilty of a misdemeanor, punishable by a fine of not more than $1,000 nor less than $100 and imprisonment in a common jail for not less than one month nor more than twelve months.\"</p>\n<p>[2]  Hearings before House Committee on Un-American Activities Regarding Communist Infiltration of Labor Unions, 81st Cong., 1st Sess., Part I, 541-542.</p>\n<p>[3]  At the very outset of this line of questioning, the following colloquy took place:\n</p>\n<p>\"Mr. MOULDER. Are you going to answer the question?</p>\n<p>\"Mr. EMSPAK. Because of the hysteria, I think it is my duty to endeavor to protect the rights guaranteed under the Constitution, <i>primarily the first amendment, supplemented by the fifth.</i> This committee will corrupt those rights.\" (Italics added.) Hearings, <i>supra</i> note 2, Part II, at 839.</p>\n<p>[4]  Petitioner's motions to dismiss the indictment were denied. <i>United States</i> v. <i>Emspak,</i> 95 F. Supp. 1010, 1012.</p>\n<p>[5]  <i>United States</i> v. <i>Emspak,</i> unreported, Criminal No. 1742-50 (D. D. C.). In a companion case under  192, <i>United States</i> v. <i>Matles,</i> unreported, Criminal No. 1745-50 (D. D. C.), the same district judge directed an acquittal of James J. Matles, a UE official who testified before the committee on the same day as Emspak and who similarly relied on \"the First and Fifth Amendments.\" Hearings, <i>supra,</i> note 2, Part II, at 856. The court held that Matles' plea was sufficient to invoke the Self-Incrimination Clause because it appeared that Rep. Moulder so understood it.</p>\n<p>[6]  91 U. S. App. D. C. 378, 203 F. 2d 54.</p>\n<p>[7]  346 U. S. 809. After argument, the case was restored to the docket for reargument. 347 U. S. 1006.</p>\n<p>[8]  Brief for United States, p. 33, in <i>Quinn</i> v. <i>United States, ante,</i> p. 155.</p>\n<p>[9]  Petitioner's general sentence on all 68 counts was less than the maximum permissible on any count. See <i>Sinclair</i> v. <i>United States,</i> 279 U. S. 263, 299.</p>\n<p>[10]  Hearings, <i>supra,</i> note 2, Part II, at 840.</p>\n<p>[11]  <i>Id.,</i> at 841.</p>\n<p>[12]  <i>United States</i> v. <i>Daisart Sportswear, Inc.,</i> 169 F. 2d 856, 862-863 (C. A. 2d Cir.).</p>\n<p>[13]  See also <i>United States</i> v. <i>St. Pierre,</i> 128 F. 2d 979, 980 (C. A. 2d Cir.), from which this Court's <i>Smith</i> opinion approvingly quotes the following: \"Nor is it material that appellant stated at several points that he had committed no federal crime; such a contradiction, especially by a nervous or excitable witness would not overcome a clear claim of privilege if he was otherwise entitled to the privilege.\"\n</p>\n<p>Cf. <i>United States</i> v. <i>Weisman,</i> 111 F. 2d 260, 261 (C. A. 2d Cir.).</p>\n<p>[14]  See <i>Hoffman</i> v. <i>United States,</i> 341 U. S. 479, 486; <i>United States</i> v. <i>Burr,</i> 25 Fed. Cas. 38, at 40, No. 14,692e.</p>\n<p>[15]  <i>Blau</i> v. <i>United States,</i> 340 U. S. 159, 161.</p>\n<p>[16]  See <i>Hoffman</i> v. <i>United States,</i> 341 U. S. 479, at 486-487; <i>United States</i> v. <i>Burr,</i> 25 Fed. Cas. 38, at 40-41, No. 14,692e. And see note 18, <i>infra.</i></p>\n<p>[17]  <i>Johnson</i> v. <i>Zerbst,</i> 304 U. S. 458, 464. See also, <i>e. g., </i><i>Glasser</i> v. <i>United States,</i> 315 U. S. 60, 70, and <i>Smith</i> v. <i>United States,</i> 337 U. S. 137, 150.</p>\n<p>[18]  <i>Hoffman</i> v. <i>United States,</i> 341 U. S. 479, 486-487. Compare the test laid down in <i>Arndstein</i> v. <i>McCarthy,</i> 254 U. S. 71, 72: \"It is impossible to say from mere consideration of the questions propounded, in the light of the circumstances disclosed, that they could have been answered with entire impunity.\" And see <i>United States</i> v. <i>Coffey,</i> 198 F. 2d 438, 440 (C. A. 3d Cir.): \"It is enough (1) that the trial court be shown by argument how conceivably a prosecutor, building on the seemingly harmless answer, might proceed step by step to link the witness with some crime against the United States, and (2) that this suggested course and scheme of linkage not seem incredible in the circumstances of the particular case. It is in this latter connection, the credibility of the suggested connecting chain, that the reputation and known history of the witness may be significant.\n</p>\n<p>\"Finally, in determining whether the witness really apprehends danger in answering a question, the judge cannot permit himself to be skeptical; rather must he be acutely aware that in the deviousness of crime and its detection incrimination may be approached and achieved by obscure and unlikely lines of inquiry.\"</p>\n<p>[19]  <i>United States</i> v. <i>Burr,</i> 25 Fed. Cas. 38, at 40, No. 14,692e.</p>\n<p>[20]  <i>Blau</i> v. <i>United States,</i> 340 U. S. 159. See also <i>Brunner</i> v. <i>United States,</i> 343 U. S. 918, reversing 190 F. 2d 167 (C. A. 9th Cir.).</p>\n<p>[21]  In <i>United States</i> v. <i>Singleton,</i> 193 F. 2d 464 (C. A. 3d Cir.), the defendant was convicted of contempt for refusing to answer the question \"What business is he in?\" with respect to three named individuals. This Court summarily reversed, 343 U. S. 944, citing <i>Hoffman</i> v. <i>United States,</i> 341 U. S. 479, and <i>Greenberg</i> v. <i>United States,</i> 343 U. S. 918. The <i>Hoffman</i> decision, in reversing 185 F. 2d 617 (C. A. 3d Cir.), upheld an assertion of the privilege in response to questions concerning the whereabouts of an acquaintance of the defendant. The <i>Greenberg</i> decision, in reversing 192 F. 2d 201 (C. A. 3d Cir.), upheld an assertion of the privilege in response to a question, among others, asking the defendant to identify certain \"men who are in the numbers business.\" See note 24, <i>infra.</i></p>\n<p>[22]  18 U. S. C.  2385; 18 U. S. C.  371.</p>\n<p>[23]  29 U. S. C.  159 (h); 18 U. S. C.  1001.</p>\n<p>[24]  At the present time the Courts of Appeals are apparently uniform in holding that the privilege may extend to questions of the sort involved here. See, <i>e. g.,</i> Judge Learned Hand in <i>United States</i> v. <i>Weisman,</i> 111 F. 2d 260, 261 (C. A. 2d Cir.), upholding privilege in response to question of whether the witness knew anyone who visited, lived in, or stayed at, Shanghai in the years 1934 to 1939; Judge Augustus Hand in <i>United States</i> v. <i>Zwillman,</i> 108 F. 2d 802 (C. A. 2d Cir.), upholding privilege in response to question of who the witness' business associates were in the years 1928 to 1932; Chief Judge Denman in <i>Kasinowitz</i> v. <i>United States,</i> 181 F. 2d 632 (C. A. 9th Cir.), upholding privilege in response to questions of whether the witness knew Dorothy Healy and whether the witness knew Dorothy Healy's occupation; Chief Judge Magruder in <i>Maffie</i> v. <i>United States,</i> 209 F. 2d 225, 231 (C. A. 1st Cir.), upholding privilege in response to question, among others, whether witness knew \"Specs\" O'Keefe and Stanley Gusciora; Judge Holmes in <i>Estes</i> v. <i>Potter,</i> 183 F. 2d 865 (C. A. 5th Cir.), upholding privilege in response to question whether the witness personally knew a certain alien; Judge Rives in <i>Marcello</i> v. <i>United States,</i> 196 F. 2d 437, 442 (C. A. 5th Cir.), upholding privilege in response to question \"Do you know Salvatore Vittali?\"; Judge Martin in <i>Aiuppa</i> v. <i>United States,</i> 201 F. 2d 287 (C. A. 6th Cir.), upholding privilege in response to questions whether the witness knew R. L. O'Donnell and Anthony Accardo; Judge Maris in <i>In re Neff,</i> 206 F. 2d 149 (C. A. 3d Cir.), upholding privilege in response to questions whether the witness knew Julius Zinman and Lou Malinow. See also <i>Alexander</i> v. <i>United States,</i> 181 F. 2d 480 (C. A. 9th Cir.); <i>Doran</i> v. <i>United States,</i> 181 F. 2d 489 (C. A. 9th Cir.); <i>Healey</i> v. <i>United States,</i> 186 F. 2d 164 (C. A. 9th Cir.); <i>Poretto</i> v. <i>United States,</i> 196 F. 2d 392, 396 (C. A. 5th Cir.); <i>United States</i> v. <i>Girgenti,</i> 197 F. 2d 218 (C. A. 3d Cir.); <i>United States</i> v. <i>Coffey,</i> 198 F. 2d 438 (C. A. 3d Cir.); <i>Daly</i> v. <i>United States,</i> 209 F. 2d 232, 233 (C. A. 1st Cir.). Cf. <i>Kiewel</i> v. <i>United States,</i> 204 F. 2d 1 (C. A. 8th Cir.); <i>United States</i> v. <i>Doto,</i> 205 F. 2d 416 (C. A. 2d Cir.).</p>\n<p>[1]  However, I do agree with the Court that the privilege was available as to the questions involved in Counts 59 through 68 of the indictment, since, under the circumstances shown by the record, each of those questions did call for a possibly incriminatory answer. Because this would in any event require reversal of the conviction on those counts, as to them I need not reach the issue of whether Emspak was adequately apprised that the Subcommittee was insisting upon his answers, despite the claim of privilege.</p>\n<p>[2]  See <i>Greenberg</i> v. <i>United States,</i> 341 U. S. 944 (1951), 343 U. S. 918 (1952); <i>Singleton</i> v. <i>United States,</i> 343 U. S. 944 (1952), and the discussion of the Court of Appeals for the Third Circuit in <i>United States</i> v. <i>Coffey, supra</i><i>.</i></p>\n<p>[3]  I consider that the 10 questions involved in Counts 59-68 of the indictment qualified, in the circumstances of this case, as incriminatory questions under the \"real danger <i>v.</i> imaginary possibility\" standard.</p>\n<p>[4]  61 Stat. 146, 29 U. S. C.  159 (h).</p>\n<p>[5]  18 U. S. C.  2385.</p>\n<p>[6]  R. S.  859, 18 U. S. C. (1952 ed.)  3486: \"No testimony given by a witness before either House, or before any committee of either House, or before any joint committee established by a joint or concurrent resolution of the two Houses of Congress, shall be used as evidence in any criminal proceeding against him in any court, except in a prosecution for perjury committed in giving such testimony. But an official paper or record produced by him is not within the said privilege.\" This statute, falling short of a complete grant of immunity to the witness from prosecution on account of testimony given by him, would not have been effective to compel testimony over a valid claim of privilege, but it was effective to prevent the use of such testimony against the witness in a subsequent criminal prosecution. See <i>Adams</i> v. <i>Maryland,</i> 347 U. S. 179, 182-183 (1954). This statute was in effect until August 20, 1954, when it was superseded by 68 Stat. 745. The supersession would not affect the inadmissibility of testimony given while the old statute was in effect. See <i>Cameron</i> v. <i>United States,</i> 231 U. S. 710 (1914).\n</p>\n<p>The possibility that a witness might commit perjury in answering a question has never been regarded as justification for invoking the privilege to the question. See Noonan, Inferences from the Invocation of the Privilege Against Self-Incrimination, 41 Va. L. Rev. 311, 321-322 (1955).</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">349</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">190</span></span> (1955)</b></center>\n<center><h1>EMSPAK<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 9.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 12-13, 1954.</center>\n<center>Reargued April 4-5, 1955.</center>\n<center>Decided May 23, 1955.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE DISTRICT OF COLUMBIA CIRCUIT.\n<p><span class=\"star-pagination\">*191</span> <i>David Scribner</i> argued the cause for petitioner on the original argument. With him on the reargument was <i>Frank J. Donner.</i> With them on the brief were <i>Arthur Kinoy</i> and <i>Allan R. Rosenberg.</i></p>\n<p><i>Robert L. Stern,</i> then Acting Solicitor General, argued the cause for the United States on the original argument. With him on the brief were <i>Assistant Attorney General Olney</i> and <i>John R. Wilkins. Robert W. Ginnane</i> argued the cause for the United States on the reargument.</p>\n<p><i>Ernest Angell, Osmond K. Fraenkel, Arthur Garfield Hays</i> and <i>Herbert Monte Levy</i> filed a brief for the American Civil Liberties Union, as <i>amicus curiae,</i> urging reversal.</p>\n<p>MR. CHIEF JUSTICE WARREN delivered the opinion of the Court.</p>\n<p>This is a companion case to <i>Quinn</i> v. <i>United States, ante,</i> p. 155. Challenged in each proceeding is a conviction under 2 U. S. C.  192 in the District Court for the District of Columbia.<sup>[1]</sup> The two cases arose out of the <span class=\"star-pagination\">*192</span> same investigation by the Committee on Un-American Activities of the House of Representatives. Because of the similarity of the legal issues presented, the cases were consolidated for argument in this Court.</p>\n<p>Pursuant to subpoena, petitioner appeared on December 5, 1949, before a subcommittee of the Committee on Un-American Activities. The subcommittee consisted of a single member, Rep. Morgan M. Moulder. Petitioner was then the General Secretary-Treasurer of the United Electrical, Radio &amp; Machine Workers of America as well as Editor of the <i>UE News,</i> the union's official publication. The subcommittee's hearings had previously been announced as concerning \"the question of Communist affiliation or association of certain members\" of the union and \"the advisability of tightening present security requirements in industrial plants working on certain Government contracts.\"<sup>[2]</sup></p>\n<p>Petitioner was asked a total of 239 questions. Most dealt with the structure of the union, the duties of its officers, the scope of its membership and bargaining commitments, the alleged similarity in policies of the <i>UE News</i> and the Communist Party, the non-Communist affidavit that petitioner had filed with the National Labor Relations Board, and related matters. Petitioner answered all of these questions. He declined, however, to answer 68 of the 239 questions. These 68 questions dealt exclusively with petitioner's associations and affiliations. He <span class=\"star-pagination\">*193</span> based his refusal on \"primarily the first amendment, supplemented by the fifth.\"<sup>[3]</sup> Of the 68 questions, 58 asked in substance that he state whether or not he was acquainted with certain named individuals and whether or not those individuals had ever held official positions in the union. Two of the questions concerned petitioner's alleged membership in the National Federation for Constitutional Liberties and the Civil Rights Congress. Eight questions concerned petitioner's alleged membership and activity in the Communist Party.</p>\n<p>On November 20, 1950, petitioner was indicted under  192 for his refusal to answer the 68 questions.<sup>[4]</sup> Sitting without a jury, the District Court held that petitioner's references to \"primarily the first amendment, supplemented by the fifth\" were insufficient to invoke the Fifth Amendment's privilege against self-incrimination.<sup>[5]</sup> The District Court accordingly found petitioner guilty on all 68 counts and sentenced him to a term of six months and <span class=\"star-pagination\">*194</span> a fine of $500. The Court of Appeals for the District of Columbia Circuit, three judges dissenting, affirmed <i>en banc.</i><sup>[6]</sup> From that decision this Court granted certiorari.<sup>[7]</sup></p>\n<p></p>\n<h2>I.</h2>\n<p>As pointed out in <i>Quinn</i> v. <i>United States, supra,</i> no ritualistic formula or talismanic phrase is essential in order to invoke the privilege against self-incrimination. All that is necessary is an objection stated in language that a committee may reasonably be expected to understand as an attempt to invoke the privilege. In the <i>Quinn</i> case we hold that Quinn's references to \"the First and Fifth Amendments\" and \"the First Amendment to the Constitution, supplemented by the Fifth Amendment\" were sufficient to meet this standard. It would be unwarranted, we think, to reach a different conclusion here as to petitioner's plea based on \"primarily the first amendment, supplemented by the fifth.\"</p>\n<p>The Government does not even attempt to distinguish between the two cases in this respect. Apparently conceding that petitioner as well as Quinn <i>intended</i> to invoke the privilege, the Government points out \"the probability\" that his references to the Fifth Amendment were likewise deliberately phrased in muffled terms \"to obtain the benefit of the privilege without incurring the popular opprobrium which often attaches to its exercise.\"<sup>[8]</sup> On this basis the Government contends that petitioner's plea was not adequate. The answer to this contention is threefold. First, an objection that is sufficiently clear to reveal a probable intention to invoke the privilege cannot be ignored merely because it is not <span class=\"star-pagination\">*195</span> phrased in an orthodox manner. Second, if it is true that in these times a stigma may somehow result from a witness' reliance on the Self-Incrimination Clause, a committee should be all the more ready to recognize a veiled claim of the privilege. Otherwise, the great right which the Clause was intended to secure might be effectively frustrated by private pressures. Third, it should be noted that a committee is not obliged to either accept or reject an ambiguous constitutional claim the very moment it is first presented. The way is always open for the committee to inquire into the nature of the claim before making a ruling. If the witness intelligently and unequivocally waives any objection based on the Self-Incrimination Clause, or if the witness refuses a committee request to state whether he relies on the Self-Incrimination Clause, he cannot later invoke its protection in a prosecution for contempt for refusing to answer that question.</p>\n<p>The Government argues that petitioner did in fact waive the privilege, at least as to one count of the indictment, and that the conviction can be sustained on that count alone.<sup>[9]</sup> In response to a question concerning his associations, petitioner expressed apprehension that the committee was \"trying to perhaps frame people for possible criminal prosecution\" and added that \"I think I have the right to reserve whatever rights I have . . . .\"<sup>[10]</sup> The following colloquy then took place:<sup>[11]</sup></p>\n<blockquote>\"Mr. MOULDER. Is it your feeling that to reveal your knowledge of them would subject you to criminal prosecution?</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*196</span> \"Mr. EMSPAK. No. I don't think this committee has a right to pry into my associations. That is my own position.\"</blockquote>\n<p>Petitioner's reply, it is contended, constituted an effective disclaimer of the privilege. We find this contention without merit. As this Court declared in <i>Smith</i> v. <i>United States,</i> 337 U. S. 137, 150: \"Although the privilege against self-incrimination must be claimed, when claimed it is guaranteed by the Constitution. . . . Waiver of constitutional rights . . . is not lightly to be inferred. A witness cannot properly be held after claim to have waived his privilege . . . upon vague and uncertain evidence.\"</p>\n<p>The <i>Smith</i> case, we believe, is controlling here. The witness in that case, at the outset of questioning by an OPA examiner, stated \"I want to claim privilege as to anything I say.\" The examiner accepted this statement as a plea of possible self-incrimination and a request for the immunity afforded to involuntary witnesses by the Price Control Act of 1942. The questioning proceeded on that basis. In response to one question, however, the witness made a statement that appeared to the examiner to be voluntary. This colloquy then ensued:</p>\n<blockquote>\"Question: This is a voluntary statement. You do not claim immunity with respect to that statement?</blockquote>\n<blockquote>\"Answer: No.\"</blockquote>\n<p>In a subsequent prosecution of the witness for violation of the Price Control Act, it was held that his \"No\" answer waived his immunity at least as to the one statement.<sup>[12]</sup> This Court unanimously reversed, stating (337 U. S., at 151): \"Without any effort to clarify the `No,' the examiner went ahead and had the witness restate the <span class=\"star-pagination\">*197</span> substance of the long answer . . . without any further intimation that the subsequent answers were considered by the examiner to be voluntary. We do not think under these circumstances this equivocal `No' is a waiver of the previous definite claim of general privilege against self-incrimination.\" Similarly, in the instant case, we do not think that petitioner's \"No\" answer can be treated as a waiver of his previous express claim under the Fifth Amendment. At most, as in the <i>Smith</i> case, petitioner's \"No\" is equivocal.<sup>[13]</sup> It may have merely represented a justifiable refusal to discuss the reasons underlying petitioner's assertion of the privilege; the privilege would be of little avail if a witness invoking it were required to disclose the precise hazard which he fears.<sup>[14]</sup> And even if petitioner's \"No\" answer were taken as responsive to the question, the answer would still be consistent with a claim of the privilege. The protection of the Self-Incrimination Clause is not limited to admissions that \"would subject [a witness] to criminal prosecution\"; for this Court has repeatedly held that \"Whether such admissions by themselves would support a conviction under a criminal statute is immaterial\"<sup>[15]</sup> and that the privilege also extends to admissions that may only tend to incriminate.<sup>[16]</sup> In any event, we cannot say that the colloquy between the <span class=\"star-pagination\">*198</span> committee and petitioner was sufficiently unambiguous to warrant finding a waiver here. To conclude otherwise would be to violate this Court's own oft-repeated admonition that the courts must \"indulge every reasonable presumption against waiver of fundamental constitutional rights.\"<sup>[17]</sup></p>\n<p>Throughout this entire proceedingin the trial in the District Court, on appeal in the Court of Appeals, and here on certiorarithe Government has never denied that petitioner would be entitled to the protection of the privilege if he did in fact invoke it. And during argument in this Court the Government expressly conceded that all 68 questions were of an incriminatory character. In addition, neither the District Court nor the Court of Appeals saw fit to introduce the issue into the case. We are therefore reluctant to do so now. But doubts on the issue by some members of the Court make its consideration necessary.</p>\n<p>\"To sustain the privilege,\" this Court has recently held, \"it need only be evident from the implications of the question, in the setting in which it is asked, that a responsive answer to the question or an explanation of why it cannot be answered might be dangerous because injurious disclosure could result.\"<sup>[18]</sup> And nearly 150 years ago Chief <span class=\"star-pagination\">*199</span> Justice Marshall enunciated a similar test: \"Many links frequently compose that chain of testimony which is necessary to convict any individual of a crime. It appears to the court to be the true sense of the rule that no witness is compellable to furnish any one of them against himself.\"<sup>[19]</sup> Applying this test to the instant case, we have no doubt that the eight questions concerning petitioner's alleged membership in the Communist Party fell within the scope of the privilege.<sup>[20]</sup> The same is true of the two questions concerning petitioner's alleged membership in the National Federation for Constitutional Liberties and the Civil Rights Congress; both organizations had previously been cited by the committee as Communist-front organizations. There remains for consideration the 58 questions concerning petitioner's associations. This Court has already made abundantly clear that such questions, when asked in a setting of possible incrimination, may fall within the scope of the privilege.<sup>[21]</sup></p>\n<p><span class=\"star-pagination\">*200</span> What was the settingas revealed by the recordin which these questions were asked? Each of the named individuals had previously been charged with having Communist affiliations. On October 14, 1949, less than two months prior to petitioner's appearance before the committee, eleven principal leaders of the Communist Party in this country had been convicted under the Smith Act for conspiring to teach and advocate the violent overthrow of the United States.<sup>[22]</sup> Petitioner was identified at their trial as a Communist and an associate of the defendants. It was reported that Smith Act indictments against other Communist leaders were being prepared. On November 23, 1949, two weeks prior to petitioner's appearance, newspapers carried the story that the Department of Justice \"within thirty days\" would take \"an important step\" toward the criminal prosecution of petitioner in connection with his non-Communist affidavit filed with the National Labor Relations Board.<sup>[23]</sup></p>\n<p>Under these circumstances, it seems clear that answers to the 58 questions concerning petitioner's associations \"might be dangerous because injurious disclosure could result.\" To reveal knowledge about the named individuals all of them having been previously charged with Communist affiliationscould well have furnished \"a link in the chain\" of evidence needed to prosecute petitioner for a federal crime, ranging from conspiracy to violate the <span class=\"star-pagination\">*201</span> Smith Act to the filing of a false non-Communist affidavit under the Taft-Hartley Act. That being so, it is immaterial that some of the questions sought information about associations that petitioner might have been able to explain away on some innocent basis unrelated to Communism. If an answer to a question may tend to be incriminatory, a witness is not deprived of the protection of the privilege merely because the witness if subsequently prosecuted could perhaps refute any inference of guilt arising from the answer.<sup>[24]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*202</span> II.</h2>\n<p>There is here, as in the <i>Quinn</i> case, a second ground for our decision. At no time did the committee specifically overrule petitioner's objection based on the Fifth Amendment, nor did the committee indicate its overruling of the objection by specifically directing petitioner to answer. In the absence of such committee action, petitioner was never confronted with a clear-cut choice between compliance and noncompliance, between answering the question and risking prosecution for contempt. For the reasons set out in the <i>Quinn</i> opinion, we believe the committeeby failing to meet these minimal procedural standards, originally recognized by the committee and recently re-adopteddid not adequately apprise petitioner that an answer was required notwithstanding his objections. And without such apprisal, there is lacking the element of deliberateness necessary for a conviction under  192 for a refusal to answer.</p>\n<p></p>\n<h2>III.</h2>\n<p>Our disposition of the case makes it unnecessary to pass on petitioner's other contentions as to the First Amendment and the grand jury. The judgment below is reversed and the case remanded to the District Court with directions to enter a judgment of acquittal.</p>\n<p><i>Reversed.</i></p>\n<p>[For dissenting opinion of MR. JUSTICE REED, joined by MR. JUSTICE MINTON, insofar as it applies to this case, see <i>ante,</i> p. 171.]</p>\n<p><span class=\"star-pagination\">*203</span> MR. JUSTICE HARLAN, dissenting.</p>\n<p>A valid claim of privilege against self-incrimination under the Fifth Amendment has two requisites: (1) the privilege must be adequately invoked, and (2) a possible answer to the question against which the privilege is asserted must have some tendency to incriminate the person to whom the question is addressed. Although Emspak's invocation of the privilege left much to be desired, I agree with the majority's view that it was adequate, and that Emspak at no time abandoned his claim. But I must dissent from the Court's holding that <i>all</i> of the questions involved in the indictment called for possibly incriminatory answers.</p>\n<p>The Court also holds, as an alternative ground for reversing Emspak's conviction for contempt of the House Subcommittee, that Emspak was not sufficiently apprised of the fact that the Subcommittee, notwithstanding the claim of privilege, was insisting upon answers to the questions put to him. From this holding I must also dissent.</p>\n<p>My disagreement with the Court on both scores goes to the first 58 counts of the indictment.<sup>[1]</sup> As the Court's opinion recognizes, the upholding of Emspak's conviction on any one count of the indictment would require affirmance of the judgment below, because the general sentence imposed on all counts was less than the maximum allowable on any single count. See <i>Sinclair</i> v. <i>United States,</i> 279 U. S. 263, 299 (1929).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*204</span> I.</h2>\n<p></p>\n<h2>AS TO THE INCRIMINATORY CHARACTER OF THE 58 QUESTIONS.</h2>\n<p>It is quite true, as the majority observes, that this issue was not dealt with by either of the courts below. The District Court and the Court of Appeals did not have to reach the problem because of their conclusion that Emspak's claim of privilege was inadequate. And for some reason the Government has not pressed the point. This, however, does not foreclose this Court from considering it. See <i>Swift &amp; Co.</i> v. <i>Hocking Valley R. Co.,</i> 243 U. S. 281, 289 (1917). And perhaps it is due that I should explain why I think we should deal with it. My reason is twofold: <i>first,</i> because to hold, as the Court does, that the questions involved in Counts 1 to 58 of the indictment were of an incriminatory character seems to me to verge on an abandonment of the rule that a valid claim of privilege exists only as to incriminatory questions; and <i>second,</i> because the more recent decisions of this Court appear to me to leave the standard for determining whether a question is incriminatory in great confusion. For example, the Court of Appeals for the Third Circuit had occasion not so long ago to manifest its bewilderment as to where this aspect of the privilege against self-incrimination now stands in light of recent decisions of this Court. See <i>United States</i> v. <i>Coffey,</i> 198 F. 2d 438 (1952). In short, I think the standard for judging the character of a question against which the Fifth Amendment privilege is asserted needs both rehabilitation and restatement.</p>\n<p></p>\n<h2>(1) <i>The standard.</i>\n</h2>\n<p>The concept of an incriminating answer includes not only those answers which constitute an admission of guilt, but also those which may furnish evidence of guilt or <span class=\"star-pagination\">*205</span> merely supply a lead to obtaining such evidence. <i>Counselman</i> v. <i>Hitchcock,</i> 142 U. S. 547 (1892).</p>\n<p>The answer to almost any question a witness is asked could be regarded as being useful as evidence, or as furnishing a lead to evidence, in support of some conceivable criminal charge against the person to whom the question is addressed. But unlike a defendant in a criminal case, a witness in a grand jury or other judicial or legislative proceeding has never been allowed, by claiming his privilege, to refuse to answer any questions at all. That would completely subordinate the public interest in the conduct of such proceedings. Accordingly, lest claims of the Fifth Amendment privilege be used as a cover for a person refusing to perform his duty to co-operate in such proceedings, reasonable bounds have been put upon the exercise of the privilege. Those bounds were stated as long ago as 1861 by the English Court of Queen's Bench in <i>The Queen</i> v. <i>Boyes,</i> 1 B. &amp; S. 311, 330-331, in language which this Court has adopted as the basis for the rule in this country. See <i>Brown</i> v. <i>Walker,</i> 161 U. S. 591, 599-600 (1896); <i>Mason</i> v. <i>United States,</i> 244 U. S. 362, 365-366 (1917). In the <i>Boyes</i> case, Cockburn, C. J., said:</p>\n<blockquote>\"Further than this, we are of opinion that the danger to be apprehended must be real and appreciable, with reference to the ordinary operation of law in the ordinary course of thingsnot a danger of an imaginary and unsubstantial character, having reference to some extraordinary and barely possible contingency, so improbable that no reasonable man would suffer it to influence his conduct. We think that a merely remote and naked possibility, out of the ordinary course of the law and such as no reasonable man would be affected by, should not be suffered to obstruct the administration of justice. <span class=\"star-pagination\">*206</span> The object of the law is to afford to a party, called upon to give evidence in a proceeding inter alios, protection against being brought by means of his own evidence within the penalties of the law. But it would be to convert a salutary protection into a means of abuse if it were to be held that a mere imaginary possibility of danger, however remote and improbable, was sufficient to justify the withholding of evidence essential to the ends of justice.\"</blockquote>\n<p>Throughout the course of its decisions this Court has consistently stated that the \"real danger <i>v.</i> imaginary possibility\" test is the proper standard to be applied in deciding whether particular questions are subject to a valid Fifth Amendment claim. See <i>Brown</i> v. <i>Walker, supra</i><i>; </i><i>Heike</i> v. <i>United States,</i> 227 U. S. 131, 144 (1913); <i>Mason</i> v. <i>United States, supra</i><i>; </i><i>Rogers</i> v. <i>United States,</i> 340 U. S. 367 (1951); <i>Blau</i> v. <i>United States,</i> 340 U. S. 159, 161 (1950); <i>Hoffman</i> v. <i>United States,</i> 341 U. S. 479, 486 (1951). But in recent <i>per curiam</i> reversals of contempt convictions this Court seems to have indicated a tendency to stray from the application of this traditional standard.<sup>[2]</sup> And I shall presently show that it has departed from that standard in this case.</p>\n<p></p>\n<h2>(2) <i>Application of the standard to questions innocent on their face.</i>\n</h2>\n<p>The next question requiring consideration is: How should this standard be applied in a case where the questions appear on their face to call only for innocent answers? In <i>United States</i> v. <i>Weisman,</i> 111 F. 2d 260 (1940), the Court of Appeals for the Second Circuit had before it a claim of the Fifth Amendment privilege to <span class=\"star-pagination\">*207</span> a question in substantially the following form: \"Did you know anyone who visited or lived in Shanghai between 1934 and 1939?\" On the surface of thingshad nothing more appearedthe possible answers to this question \"Yes,\" \"No\" or \"I don't know\"would all appear innocent. A situation could be imagined in which one of these answers would have tended to incriminate, but this possibility by itself would not be enough to justify the claim of privilege. Additional facts appeared, however, which showed the question to be part of an incriminatory pattern: the witness was a New York night club proprietor, unlikely to be acquainted with Shanghai residents or visitors, and he had engaged in transactions looking suspiciously like importations of narcotics from China. Because of these and other facts, a real danger of incrimination from answering the question was held to exist by the court, through Judge Learned Hand. It may be argued that the admission sought was not sufficiently implicating to justify the invocation of the privilege, see Wigmore, Evidence,  2260-2261; but for present purposes we may assume that the result is a correct one.</p>\n<p>Of course, in some cases the background facts making an apparently innocent question dangerous may not be known to the court. Then the choice must be made between requiring the court to accept the witness' word that facts exist which would make his answer incriminating, and requiring the witness to explain the circumstances which justify his claim of privilege. To be sure, the second alternative involves the danger that the witness will have to reveal some incriminatory evidence in order to show why he should not be required to answer. Nevertheless, traditionally the witness has not been allowed to be sole judge of the character of the questions objected to; he is required to open the door wide enough for the court to see that there is substance to his claim. <i>United</i> <span class=\"star-pagination\">*208</span> <i>States</i> v. <i>Weisman, supra</i><i>.</i> If the background facts are known or suspected to exist, this problem disappears, for all the witness has to do is point to such facts or suspicions.</p>\n<p></p>\n<h2>(3) <i>Application of the standard to dangerous questions.</i>\n</h2>\n<p>It seems to me that the \"real danger <i>v.</i> imaginary possibility\" standard ought to be applied in the same fashion to dangerous questions. Such questions include those which call for an admission of a crime or a necessary element of a crime, or a fact which, while innocent on its face, is dangerous in the light of other facts already developed.</p>\n<p>In all such cases other facts may appear which serve to cast an innocent aspect upon the question. Suppose two men are suspected of having conspired to steal cash from a bank one day during business hours. Each is asked whether he saw the other on the day of the theft, and each pleads his privilege. But facts already developed in the investigation show that both men are tellers in this bank and have worked in the same cage for ten years. Certainly, in these circumstances, the fact of each having seen the other cannot rationally be said to have any tendency to establish their guilt, or, in any realistic sense, to aid the prosecution in discovering evidence against them, since the prosecution already would be expected to have independent evidence of their presence in the bank on that day. In other words, if background facts can make an innocent question dangerous, they can also make a dangerous question innocent. And in deciding whether the privilege is available, we must take into account <i>all</i> the factsnot just those tending to make the question dangerous.</p>\n<p>I do not suggest that in a trial for contempt a Fifth Amendment defense should be set at naught whenever the prosecution is able to offer an exculpatory explanation <span class=\"star-pagination\">*209</span> for an otherwise incriminating answer. What I do submit is that the privilege should not be available when the facts have been sufficiently developed at the time the claim of privilege is made so that it is plain that no possible answer to the question put to the witness could rationally tend to prove his guilt or supply the prosecution with leads to evidence against him. In such circumstances there is no real danger of harm to the witness to be apprehended from his answering the question.</p>\n<p></p>\n<h2>(4) <i>Application of the standard to this case.</i>\n</h2>\n<p>I come finally to the issue as to how the \"real danger <i>v.</i> imaginary possibility\" standard should be applied to the questions involved in the first 58 counts of the indictment.<sup>[3]</sup> Typical of these questions were the following: \"Are you acquainted with Joseph Persily?\"; \"Is Max Helford at the present time a field organizer for the UE?\"</p>\n<p>On their face, and without more, these questions were certainly innocent enough. And therefore the first issue confronting us is whether other existing background facts and circumstances made the questions incriminatory. We start from these premises: From the announced purposes of the Subcommittee and the pattern of its questioning of witnesses, it is a fair inference that one of the Subcommittee's objectives was to show that communists held positions of responsibility in this Union. This in turn might be the starting point for prosecutions for filing false noncommunist affidavits under the Taft-Hartley Act<sup>[4]</sup> or for violations of the Smith Act.<sup>[5]</sup> The conclusion also seems justified that most, if not all, of the persons <span class=\"star-pagination\">*210</span> referred to in the 58 questions put to Emspak, and Emspak himself, were suspected of being communists or of having communist affiliations. Indeed, the Government on the oral argument conceded as much. Had Emspak admitted knowing any of these people, this might tend to show association with communists. While the decisions of this Court do not establish that these factors would have sufficed to make those questions incriminatory, lower courts have gone far in this direction. See <i>Kasinowitz</i> v. <i>United States,</i> 181 F. 2d 632 (1950); <i>United States</i> v. <i>Raley,</i> <span class=\"citation\" data-id=\"1395505\"><a href=\"/opinion/1395505/united-states-v-raley/\"><span class=\"volume\">96</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">495</span></a></span> (1951); see also Falknor, Self-Crimination Privilege: \"Links in the Chain,\" 5 Vand. L. Rev. 479, 485-489 (1952).</p>\n<p>But there were also other background facts and circumstances. Emspak had told the Subcommittee that he was Secretary of the Union. He was asked if other named individuals held positions in the same Union, and with respect to some of them, whether he knew them personally. These things being so, it is difficult to see how the fact that Emspak knew some of these people or what position each held in the Union can rationally be said to support even an inference that he knew of their alleged communist affiliations, much less tend to prove that he himself had taken part in a conspiracy to advocate the forcible overthrow of the Government or had falsely sworn that he was not a communist. Nor could the answers to the questions have been of material assistance in providing leads to evidence to be used against him. Investigators presumably would already know that the Secretary of the Union knew other Union officials. Thus, in light of Emspak's admitted position, the questions appear proper.</p>\n<p>This conclusion is not affected by the additional possibility that Emspak's answers might have been admissible against him in a later criminal trial. If the answers were admissible, this fact should not of itself make the questions <span class=\"star-pagination\">*211</span> incriminatory, even though the answers might have been utilized by the prosecutor to show Emspak's acquaintance with these other persons as a first step in proving conspiracy, and the prosecutor would thus have been spared the necessity of proving this acquaintance by independent evidence. But in fact Emspak's answers would not have been admissible against him in such a trial. For at the time Emspak testified before the Sub-committee, a federal statute prevented the use of any of his testimony before that body as evidence against him in any later criminal proceedings, except a prosecution for perjury in the giving of the testimony.<sup>[6]</sup> Thus, to the extent that the incriminatory character of these questions depends solely upon the admissibility of Emspak's answers in evidence against him in a later criminal trial, there could hardly be a valid objection to them on this score.</p>\n<p><span class=\"star-pagination\">*212</span> In the last analysis, the Court's holding seems to rest on the premise that the questions put to Emspak became automatically incriminatory once it was shown that he and those about whom he was interrogated were under suspicion of communism. This is painting with too broad a brush.</p>\n<p>It is true that under the rule as it exists a witness may sometimes have to walk a tightrope between waiver of his privilege, if he answers a question later held to be incriminatory, and contempt, if he refuses to answer a question later held to be nonincriminatory. And it may be that in some circumstances the privilege should be held to extend to questions which are not in themselves incriminatory, but which seem likely to lead to other questions which are. But in my view any such doctrine should be regarded as an exception to the general rule and should be confined to cases where special circumstances exist which make it unfair to apply the ordinary rule, such as where the witness is without counsel, is ignorant or confused, and the like. Some of the decisions of lower courts seem to suggest that in proceedings obviously designed to develop a case against a particular witness, the witness may be allowed to invoke the privilege as to all questions, as may a defendant in a criminal case. See <i>Marcello</i> v. <i>United States,</i> 196 F. 2d 437 (1952); <i>Maffie</i> v. <i>United States,</i> 209 F. 2d 225 (1954). I think, however, that such a view is too sweeping, and also that where there is room for the application of an exception to the ordinary rule, it should be done openly, and not under the guise of holding nonincriminatory questions incriminatory. No circumstances are shown here which would call for the application of any such exception. Emspak was represented by counsel and was obviously an intelligent and shrewd witness. The inference most readily drawn from the record is that Emspak did not want to \"stool pigeon\" against his associates. While such a motive would not, <span class=\"star-pagination\">*213</span> in my opinion, vitiate an otherwise valid claim of the privilege, it certainly furnished no legal excuse for refusing to answer nonincriminatory questions.</p>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2>AS TO EMSPAK'S KNOWLEDGE THAT THE SUBCOMMITTEE WANTED ITS QUESTIONS ANSWERED.</h2>\n<p>The majority holds that whenever a witness objects to a question there is no violation of 2 U. S. C.  192 until he is clearly apprised that the Committee demands his answer, notwithstanding his objection. Until then, so the Court holds, the witness has not evidenced the requisite criminal intent, that is, a deliberate refusal to answer. The Court elaborates this thesis in the <i>Quinn</i> case, <i>ante,</i> p. 155, decided today, and applies it in this case and in the <i>Bart</i> case, <i>post,</i> p. 219, also decided today.</p>\n<p>I am unable to accept the Court's holding on this score, and agree with MR. JUSTICE REED'S criticism of it in his two dissenting opinions in these three cases. I consider it desirable, however, to elaborate somewhat upon what MR. JUSTICE REED has said.</p>\n<p>Section 192 speaks only of <i>refusal</i> to answer. \"Refusal\" implies simply recognition of what the Committee is after and failure either to supply it or to explain an inability to supply it. It only confuses the matter to say that the \"refusal\" must be \"intentional\" or \"deliberate\" or that it must manifest a \"criminal intent.\" Indeed, <i>Sinclair</i> v. <i>United States,</i> 279 U. S. 263, 299 (1929), upon which the Court relies, was later discussed in <i>United States</i> v. <i>Murdock,</i> 290 U. S. 389, 396, 397 (1933), and the Court there pointed out that  192 does <i>not</i> make a bad purpose or evil intent an ingredient of the crime of refusing to answer a question pertinent to the matter under inquiry.</p>\n<p>Beyond this, I see no reason for thinking that when a witness couples an objection with a refusal to answer, <span class=\"star-pagination\">*214</span> his refusal becomes any the less \"deliberate\" or \"intentional.\" The Court holds that if the objection were accepted by the Committee, the requirement of \"deliberateness\" would not have been met. For my part, the proper analysis of such a situation is rather that there has been a \"refusal to answer,\" and thus at least a prima facie violation of the statute, but the Committee has chosen not to press the matter further. What the Committee does after the witness makes his objection should not be held to have any bearing on the question whether there was a refusal, or on the question whether it was \"deliberate,\" if that connotes anything more. Those questions must be determined as of the time the witness speaks.</p>\n<p>Thus I do not see how the Court's result can be hinged to any language in the statute. Perhaps a privilege to object could be derived, however, from what must be taken to be the statute's over-all purpose: to enable committees to obtain the information they wish without at the same time treating witnesses unfairly. Thus, a witness might be held privileged to refuse to answer a question, for the purpose of presenting, at reasonable length, a colorable objection to the propriety of the question. But this privilege would terminate when it became reasonably apparent to the witness that the objection was not acceptable to the Committee. Then the witness would have to choose between answering and standing on the validity of his objection.</p>\n<p>If this is the standard which the Court's construction establishes, I would quarrel only with its application here. But in requiring that a witness who objects be \"clearly apprised\" that his objection is unsatisfactory and that the Committee wishes his answer, the Court may have meant to go further. If that is so, then I would question the standard itself. Moreover, I think that even this more lenient standard would have been met in this case. For surely the record shows that Emspak was clearly apprised <span class=\"star-pagination\">*215</span> that, despite his objections, the Committee wanted answers to the 58 questions, so that there is a violation of the statute under either standard. After Emspak had answered a number of preliminary questions concerning the organization of his Union, the following discussion took place between him, Congressman Moulder, and Mr. Tavenner, the Committee Counsel:</p>\n<blockquote>\"Mr. Tavenner. Mr. Emspak, are you acquainted with Joseph Persily?</blockquote>\n<blockquote>\"Mr. Emspak. Mr. Chairman, I would like to say something at this point.</blockquote>\n<blockquote>\"Mr. Moulder. You mean in response to the question?</blockquote>\n<blockquote>\"Mr. Emspak. I will answer the question; yes, in response to the question and as a statement of position.</blockquote>\n<blockquote>\"What I say revolves around two points, one organizationally and another as an individual. Organizationally, my job as an officer of this union is to represent the interest of the membership as they determine it at the annual conventions and at other means they have of getting together and expressing themselves. My job is to administer that aspect to the best of my ability, using one very simple measuring stick, and that is: Does a given policy or action contribute to the well-being of the membership, individually and collectively?</blockquote>\n<blockquote>\"As an individual I would like to say one thing, and that is this: The line of questioning that counsel is developing now is a line that has been used on numerous occasions by this committee and other congressional committees in an attempt to harass the union, its leadership, and its members. It is a line of questioning that goes against my grain as an American. I was born in this country. Everything I am</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*216</span> \"Mr. Moulder. How long will this statement take, Mr. Emspak?</blockquote>\n<blockquote>\"Mr. Emspak. About two or three more minutes.</blockquote>\n<blockquote>\"Mr. Moulder. Proceed.</blockquote>\n<blockquote>\"Mr. Emspak. Everything I am, I owe to the rich heritage and tradition of this country. I do not believe that a committee of this kind, especially in view of the recent record of this committee where it stooped to interfere in the partisan affairs of a local union, or any congressional committee, because of the rich tradition of this country which, if not perverted, will lead to a greater and better countryI don't think a committee like this or any subcommittee has a right to go into any question of my beliefs, my associations, or anything else. I have a couple of kids. They have a stake in this country, too.</blockquote>\n<blockquote>\"Mr. Moulder. I want to give you full opportunity to express yourself in answer to the question, but you are making an oration now.</blockquote>\n<blockquote>\"Mr. Emspak. It is not an oration. It happens to be a very profound personal feeling.</blockquote>\n<blockquote>\"Mr. Moulder. What is the question?</blockquote>\n<blockquote>\"Mr. Tavenner. The question is: Are you acquainted with Joseph Persily.</blockquote>\n<blockquote>\"Mr. Moulder. How do you spell that?</blockquote>\n<blockquote>\"Mr. Tavenner. P-e-r-s-i-l-y.</blockquote>\n<blockquote>\"Mr. Emspak. Because I have a stake in this country</blockquote>\n<blockquote>\"Mr. Moulder. You are not answering the question. He asked you if you are acquainted with this man.</blockquote>\n<blockquote>\"Mr. Emspak. I will answer it.</blockquote>\n<blockquote>\"Mr. Moulder. Are you or not?</blockquote>\n<blockquote>\"Mr. Emspak. I was on the verge of answering it.</blockquote>\n<blockquote>\"Mr. Moulder. If you have any explanation to make you will be permitted to do so after you answer the question.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*217</span> \"Mr. Emspak. Because of my interest in what is going on these days, because of the activities of this committee</blockquote>\n<blockquote>\"Mr. Moulder. Are you going to answer the question?</blockquote>\n<blockquote>\"Mr. Emspak. Because of the hysteria, I think it is my duty to endeavor to protect the rights guaranteed under the Constitution, primarily the first amendment, supplemented by the fifth. This committee will corrupt those rights.</blockquote>\n<blockquote>\"Mr. Moulder. Do you think it corrupts you to answer the question?</blockquote>\n<blockquote>\"Mr. Emspak. I certainly do.</blockquote>\n<blockquote>\"Mr. Moulder. Why does it corrupt you?</blockquote>\n<blockquote>\"Mr. Emspak. Your activities are designed to harm the working people of this country. Every action this committee has ever taken has done that. You interfered last summer in the election of a local union at the request of a priest. You know that. You dragged down the prestige of this country.</blockquote>\n<blockquote>\"Mr. Moulder. You are not going to take over this committee.</blockquote>\n<blockquote>\"Mr. Emspak. I don't want to.</blockquote>\n<blockquote>\"Mr. Moulder. And your statements are pre-posterous. The purpose of this committee is to expose communism as it exists in this country. What is the question?</blockquote>\n<blockquote>\"Mr. Tavenner. Are you acquainted with Joseph Persily?</blockquote>\n<blockquote>\"Mr. Emspak. For the reasons I stated before, I answered it.</blockquote>\n<blockquote>\"Mr. Moulder. Then you refuse to answer the question?</blockquote>\n<blockquote>\"Mr. Emspak. No. I answered it.</blockquote>\n<blockquote>\"Mr. Tavenner. Are you or are you not acquainted with Joseph Persily?</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*218</span> \"Mr. Emspak. I answered the question.</blockquote>\n<blockquote>\"Mr. Tavenner. Your replies are a refusal to comply with the request to answer it?</blockquote>\n<blockquote>\"(Witness confers with his counsel.)</blockquote>\n<blockquote>\"Mr. Moulder. The record will reveal that you have not answered the question.</blockquote>\n<blockquote>\"Mr. Emspak. I have answered it to the best of my ability under the circumstances.</blockquote>\n<blockquote>\"Mr. Moulder. Any further questions?</blockquote>\n<blockquote>\"Mr. Tavenner. Yes. In what capacity is Joseph Persily associated with the UE at this time?</blockquote>\n<blockquote>\"Mr. Emspak. It is the same question over again. I will give the same answer.</blockquote>\n<blockquote>\"Mr. Tavenner. Is he an organizer in the UE?</blockquote>\n<blockquote>\"Mr. Emspak. Mr. Chairman, it is the same question.</blockquote>\n<blockquote>\"Mr. Tavenner. You refuse to answer that?</blockquote>\n<blockquote>\"Mr. Emspak. I answered it.\"</blockquote>\n<p>Following this, Emspak was asked 55 questions of exactly the same character as those relating to Persily, to each of which he reiterated, with minor variations: \"Same answer.\" This was obviously, on this record, nothing other than a formula for refusing to answer without appearing to do so. In the face of such a record, I find it impossible to understand how the Court can conclude that Emspak was not clearly apprised of the fact that the Subcommittee wanted his answers.</p>\n<p>Were this opinion being written for the Court, it would be necessary, before affirming this conviction, to deal with the other points Emspak urges for reversal. Since the Court, under its view of the case, did not reach any of them, I think it would not be appropriate for me to discuss them. I am therefore content to say that I find none of those points tenable on this record.</p>\n<p>I would affirm the judgment of conviction.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 192 provides:\n</p>\n<p>\"Every person who having been summoned as a witness by the authority of either House of Congress to give testimony or to produce papers upon any matter under inquiry before either House, or any joint committee established by a joint or concurrent resolution of the two Houses of Congress, or any committee of either House of Congress, willfully makes default, or who, having appeared, refuses to answer any question pertinent to the question under inquiry, shall be deemed guilty of a misdemeanor, punishable by a fine of not more than $1,000 nor less than $100 and imprisonment in a common jail for not less than one month nor more than twelve months.\"</p>\n<p>[2]  Hearings before House Committee on Un-American Activities Regarding Communist Infiltration of Labor Unions, 81st Cong., 1st Sess., Part I, 541-542.</p>\n<p>[3]  At the very outset of this line of questioning, the following colloquy took place:\n</p>\n<p>\"Mr. MOULDER. Are you going to answer the question?</p>\n<p>\"Mr. EMSPAK. Because of the hysteria, I think it is my duty to endeavor to protect the rights guaranteed under the Constitution, <i>primarily the first amendment, supplemented by the fifth.</i> This committee will corrupt those rights.\" (Italics added.) Hearings, <i>supra</i> note 2, Part II, at 839.</p>\n<p>[4]  Petitioner's motions to dismiss the indictment were denied. <i>United States</i> v. <i>Emspak,</i> <span class=\"citation\" data-id=\"2290965\"><a href=\"/opinion/2290965/united-states-v-emspak/\"><span class=\"volume\">95</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1010</span></a></span>, 1012.</p>\n<p>[5]  <i>United States</i> v. <i>Emspak,</i> unreported, Criminal No. 1742-50 (D. D. C.). In a companion case under  192, <i>United States</i> v. <i>Matles,</i> unreported, Criminal No. 1745-50 (D. D. C.), the same district judge directed an acquittal of James J. Matles, a UE official who testified before the committee on the same day as Emspak and who similarly relied on \"the First and Fifth Amendments.\" Hearings, <i>supra,</i> note 2, Part II, at 856. The court held that Matles' plea was sufficient to invoke the Self-Incrimination Clause because it appeared that Rep. Moulder so understood it.</p>\n<p>[6]  91 U. S. App. D. C. 378, 203 F. 2d 54.</p>\n<p>[7]  346 U. S. 809. After argument, the case was restored to the docket for reargument. 347 U. S. 1006.</p>\n<p>[8]  Brief for United States, p. 33, in <i>Quinn</i> v. <i>United States, ante,</i> p. 155.</p>\n<p>[9]  Petitioner's general sentence on all 68 counts was less than the maximum permissible on any count. See <i>Sinclair</i> v. <i>United States,</i> 279 U. S. 263, 299.</p>\n<p>[10]  Hearings, <i>supra,</i> note 2, Part II, at 840.</p>\n<p>[11]  <i>Id.,</i> at 841.</p>\n<p>[12]  <i>United States</i> v. <i>Daisart Sportswear, Inc.,</i> 169 F. 2d 856, 862-863 (C. A. 2d Cir.).</p>\n<p>[13]  See also <i>United States</i> v. <i>St. Pierre,</i> 128 F. 2d 979, 980 (C. A. 2d Cir.), from which this Court's <i>Smith</i> opinion approvingly quotes the following: \"Nor is it material that appellant stated at several points that he had committed no federal crime; such a contradiction, especially by a nervous or excitable witness would not overcome a clear claim of privilege if he was otherwise entitled to the privilege.\"\n</p>\n<p>Cf. <i>United States</i> v. <i>Weisman,</i> 111 F. 2d 260, 261 (C. A. 2d Cir.).</p>\n<p>[14]  See <i>Hoffman</i> v. <i>United States,</i> 341 U. S. 479, 486; <i>United States</i> v. <i>Burr,</i> 25 Fed. Cas. 38, at 40, No. 14,692e.</p>\n<p>[15]  <i>Blau</i> v. <i>United States,</i> 340 U. S. 159, 161.</p>\n<p>[16]  See <i>Hoffman</i> v. <i>United States,</i> 341 U. S. 479, at 486-487; <i>United States</i> v. <i>Burr,</i> 25 Fed. Cas. 38, at 40-41, No. 14,692e. And see note 18, <i>infra.</i></p>\n<p>[17]  <i>Johnson</i> v. <i>Zerbst,</i> 304 U. S. 458, 464. See also, <i>e. g., </i><i>Glasser</i> v. <i>United States,</i> 315 U. S. 60, 70, and <i>Smith</i> v. <i>United States,</i> 337 U. S. 137, 150.</p>\n<p>[18]  <i>Hoffman</i> v. <i>United States,</i> 341 U. S. 479, 486-487. Compare the test laid down in <i>Arndstein</i> v. <i>McCarthy,</i> 254 U. S. 71, 72: \"It is impossible to say from mere consideration of the questions propounded, in the light of the circumstances disclosed, that they could have been answered with entire impunity.\" And see <i>United States</i> v. <i>Coffey,</i> 198 F. 2d 438, 440 (C. A. 3d Cir.): \"It is enough (1) that the trial court be shown by argument how conceivably a prosecutor, building on the seemingly harmless answer, might proceed step by step to link the witness with some crime against the United States, and (2) that this suggested course and scheme of linkage not seem incredible in the circumstances of the particular case. It is in this latter connection, the credibility of the suggested connecting chain, that the reputation and known history of the witness may be significant.\n</p>\n<p>\"Finally, in determining whether the witness really apprehends danger in answering a question, the judge cannot permit himself to be skeptical; rather must he be acutely aware that in the deviousness of crime and its detection incrimination may be approached and achieved by obscure and unlikely lines of inquiry.\"</p>\n<p>[19]  <i>United States</i> v. <i>Burr,</i> 25 Fed. Cas. 38, at 40, No. 14,692e.</p>\n<p>[20]  <i>Blau</i> v. <i>United States,</i> 340 U. S. 159. See also <i>Brunner</i> v. <i>United States,</i> 343 U. S. 918, reversing 190 F. 2d 167 (C. A. 9th Cir.).</p>\n<p>[21]  In <i>United States</i> v. <i>Singleton,</i> 193 F. 2d 464 (C. A. 3d Cir.), the defendant was convicted of contempt for refusing to answer the question \"What business is he in?\" with respect to three named individuals. This Court summarily reversed, 343 U. S. 944, citing <i>Hoffman</i> v. <i>United States,</i> 341 U. S. 479, and <i>Greenberg</i> v. <i>United States,</i> 343 U. S. 918. The <i>Hoffman</i> decision, in reversing 185 F. 2d 617 (C. A. 3d Cir.), upheld an assertion of the privilege in response to questions concerning the whereabouts of an acquaintance of the defendant. The <i>Greenberg</i> decision, in reversing 192 F. 2d 201 (C. A. 3d Cir.), upheld an assertion of the privilege in response to a question, among others, asking the defendant to identify certain \"men who are in the numbers business.\" See note 24, <i>infra.</i></p>\n<p>[22]  18 U. S. C.  2385; 18 U. S. C.  371.</p>\n<p>[23]  29 U. S. C.  159 (h); 18 U. S. C.  1001.</p>\n<p>[24]  At the present time the Courts of Appeals are apparently uniform in holding that the privilege may extend to questions of the sort involved here. See, <i>e. g.,</i> Judge Learned Hand in <i>United States</i> v. <i>Weisman,</i> 111 F. 2d 260, 261 (C. A. 2d Cir.), upholding privilege in response to question of whether the witness knew anyone who visited, lived in, or stayed at, Shanghai in the years 1934 to 1939; Judge Augustus Hand in <i>United States</i> v. <i>Zwillman,</i> 108 F. 2d 802 (C. A. 2d Cir.), upholding privilege in response to question of who the witness' business associates were in the years 1928 to 1932; Chief Judge Denman in <i>Kasinowitz</i> v. <i>United States,</i> 181 F. 2d 632 (C. A. 9th Cir.), upholding privilege in response to questions of whether the witness knew Dorothy Healy and whether the witness knew Dorothy Healy's occupation; Chief Judge Magruder in <i>Maffie</i> v. <i>United States,</i> 209 F. 2d 225, 231 (C. A. 1st Cir.), upholding privilege in response to question, among others, whether witness knew \"Specs\" O'Keefe and Stanley Gusciora; Judge Holmes in <i>Estes</i> v. <i>Potter,</i> 183 F. 2d 865 (C. A. 5th Cir.), upholding privilege in response to question whether the witness personally knew a certain alien; Judge Rives in <i>Marcello</i> v. <i>United States,</i> 196 F. 2d 437, 442 (C. A. 5th Cir.), upholding privilege in response to question \"Do you know Salvatore Vittali?\"; Judge Martin in <i>Aiuppa</i> v. <i>United States,</i> 201 F. 2d 287 (C. A. 6th Cir.), upholding privilege in response to questions whether the witness knew R. L. O'Donnell and Anthony Accardo; Judge Maris in <i>In re Neff,</i> 206 F. 2d 149 (C. A. 3d Cir.), upholding privilege in response to questions whether the witness knew Julius Zinman and Lou Malinow. See also <i>Alexander</i> v. <i>United States,</i> 181 F. 2d 480 (C. A. 9th Cir.); <i>Doran</i> v. <i>United States,</i> 181 F. 2d 489 (C. A. 9th Cir.); <i>Healey</i> v. <i>United States,</i> 186 F. 2d 164 (C. A. 9th Cir.); <i>Poretto</i> v. <i>United States,</i> 196 F. 2d 392, 396 (C. A. 5th Cir.); <i>United States</i> v. <i>Girgenti,</i> 197 F. 2d 218 (C. A. 3d Cir.); <i>United States</i> v. <i>Coffey,</i> 198 F. 2d 438 (C. A. 3d Cir.); <i>Daly</i> v. <i>United States,</i> 209 F. 2d 232, 233 (C. A. 1st Cir.). Cf. <i>Kiewel</i> v. <i>United States,</i> 204 F. 2d 1 (C. A. 8th Cir.); <i>United States</i> v. <i>Doto,</i> 205 F. 2d 416 (C. A. 2d Cir.).</p>\n<p>[1]  However, I do agree with the Court that the privilege was available as to the questions involved in Counts 59 through 68 of the indictment, since, under the circumstances shown by the record, each of those questions did call for a possibly incriminatory answer. Because this would in any event require reversal of the conviction on those counts, as to them I need not reach the issue of whether Emspak was adequately apprised that the Subcommittee was insisting upon his answers, despite the claim of privilege.</p>\n<p>[2]  See <i>Greenberg</i> v. <i>United States,</i> 341 U. S. 944 (1951), 343 U. S. 918 (1952); <i>Singleton</i> v. <i>United States,</i> 343 U. S. 944 (1952), and the discussion of the Court of Appeals for the Third Circuit in <i>United States</i> v. <i>Coffey, supra</i><i>.</i></p>\n<p>[3]  I consider that the 10 questions involved in Counts 59-68 of the indictment qualified, in the circumstances of this case, as incriminatory questions under the \"real danger <i>v.</i> imaginary possibility\" standard.</p>\n<p>[4]  61 Stat. 146, 29 U. S. C.  159 (h).</p>\n<p>[5]  18 U. S. C.  2385.</p>\n<p>[6]  R. S.  859, 18 U. S. C. (1952 ed.)  3486: \"No testimony given by a witness before either House, or before any committee of either House, or before any joint committee established by a joint or concurrent resolution of the two Houses of Congress, shall be used as evidence in any criminal proceeding against him in any court, except in a prosecution for perjury committed in giving such testimony. But an official paper or record produced by him is not within the said privilege.\" This statute, falling short of a complete grant of immunity to the witness from prosecution on account of testimony given by him, would not have been effective to compel testimony over a valid claim of privilege, but it was effective to prevent the use of such testimony against the witness in a subsequent criminal prosecution. See <i>Adams</i> v. <i>Maryland,</i> 347 U. S. 179, 182-183 (1954). This statute was in effect until August 20, 1954, when it was superseded by 68 Stat. 745. The supersession would not affect the inadmissibility of testimony given while the old statute was in effect. See <i>Cameron</i> v. <i>United States,</i> 231 U. S. 710 (1914).\n</p>\n<p>The possibility that a witness might commit perjury in answering a question has never been regarded as justification for invoking the privilege to the question. See Noonan, Inferences from the Invocation of the Privilege Against Self-Incrimination, 41 Va. L. Rev. 311, 321-322 (1955).</p>\n\n</div>", "id": 105306, "judges": "Warren", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/105306/", "sha1": "8ceee7b55d0589ef2eea025981a6b1951488f3f7", "source": "LR", "supreme_court_db_id": "1954-079", "time_retrieved": "2010-04-28T09:55:25"}