{"absolute_url": "/opinion/102186/rh-stearns-co-v-united-states/", "blocked": false, "citation": {"case_name": "RH Stearns Co. v. United States", "docket_number": "133", "document_uris": ["/api/rest/v2/document/102186/"], "federal_cite_one": "291 U.S. 54", "federal_cite_three": null, "federal_cite_two": null, "id": 86569, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/86569/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 58, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1934-01-08", "date_modified": "2014-12-21T01:40:31.212483", "docket": "/api/rest/v2/docket/81311/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">291 U.S. 54</p>\n    <p class=\"case_cite\">54 S.Ct. 325</p>\n    <p class=\"case_cite\">78 L.Ed. 647</p>\n    <p class=\"parties\">R. H. STEARNS CO. OF BOSTON, MASS.,<br>v.<br>UNITED STATES.</p>\n    <p class=\"docket\">No. 133.</p>\n    <p class=\"date\">Argued Dec. 5, 6, 1933.</p>\n    <p class=\"date\">Decided Jan. 8, 1934.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">[Syllabus from pages 54-56 intentionally omitted]</p>\n      <p class=\"indent\">Messrs. Howe P. Cochran, James S.Y. Ivins, and Frederick S. Winston, all of Washington, D.C., for petitioner.</p>\n      <p class=\"indent\">The Attorney General and Mr. Erwin N. Griswold, of Washington, D.C., for the United States.</p>\n      <p class=\"indent\">Mr. Justice CARDOZO delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Upon the footing of an account stated the petitioner sues the Government for taxes overpaid.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Income and profits tax returns for the fiscal year ending July 31, 1917, were filed by the taxpayer in September, 1917. The tax shown by these returns as well as by amended returns for the same year was paid in full.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Income and profits tax returns for the fiscal year ending July 31, 1918, were filed in October, 1918, and again the tax was promptly paid.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Following the practice of the Bureau, the Commissioner proceeded to audit the returns to the end that the assessments might be increased or reduced according to the facts.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In February, 1921, the taxpayer signed and filed a waiver of any statutory period of limitation as to the assessment and collection of the tax for the calendar year 1917. It did this in order to be assured that the audit by the Commissioner would be deliberate and thorough. In the absence of such a consent the period of limitation would have expired in April, 1923. The extension was approved in writing by the Commissioner in February, 1923. The waiver on its face had no limit in respect of time, but under a regulation adopted in April, 1923, it spent its force on April 1, 1924, unless continued or renewed.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In February, 1923, the taxpayer signed a second waiver applicable to the fiscal years 1917 and 1918, and extending the period for collection until March 1, 1925. This waiver was not signed by the Commissioner within the term of its duration, though it was signed, years afterwards, on April 7, 1930. However, in June, 1923, while both waivers were on file, the Commissioner made an additional assessment for the fiscal year ending July 31, 1917, and on the attached assessment list wrote the word 'waiver' opposite the item affecting the petitioner. The additional assessment for 1917 was reduced by a credit of an overassessment for 1916, and when so reduced amounted to $20,757.14. Payment of this amount was demanded by the collector on August 3, 1923.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On August 9, 1923, the petitioner filed a claim for refund and credit of income taxes alleged to have been overpaid for the fiscal years 1918, 1919, 1920, and 1921, amounting in the aggregate to $35,727.10, and asked that the unpaid balance for 1917 be set off against the claim for overpayment and that the remainder be refunded. At that time it was the practice of the collector's office to treat such a claim as a stay of collection of unpaid taxes against which the credit was asked, until the Commissioner had considered and adjusted the claim.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On March 1, 1924, the Commissioner approved a schedule of overassessments which included an overassessment in favor of the petitioner for the fiscal year ending July 31, 1918, in the sum of $14,928.07, and sent this schedule to the collector for action in accordance with the directions appearing thereon. On June 12, 1924, the collector, following these instructions, signed and returned the schedule to the Commissioner, together with a schedule of refunds and credits, certifying the application of $14,928.07 as a credit. On June 28, 1924, the Commissioner signed the schedule of refunds and credits, by which act for the first time he definitively announced his allowance of the claim. Girard Trust Co. v. United States, 270 U.S. 163, 170, 46 S.Ct. 229, 70 L.Ed. 524; United States v. Swift &amp; Co., 282 U.S. 468, 475, 51 S.Ct. 202, 75 L.Ed. 464. Before doing this, and on or after March 1, 1924, he had transmitted to the petitioner a certificate of overassessment for the fiscal year ending July 31, 1918, in the sum of $14,928.07, which sum was credited in June upon the taxes overdue. This overassessment for 1918, applied as a credit upon the unpaid tax for 1917 ($20,757.14), reduced the liability of the taxpayer to $5,829.07. Demand for the payment of this balance with accrued interest was made by the collector on September 1, 1924. Two weeks later, the petitioner complied with the demand, accepting without protest the application of the credit, and paying the resulting balance.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">For nearly six years the transaction was allowed to stand unopened and unchallenged. In April, 1930, the petitioner learned through an attorney that the second waiver had not been signed by the Commissioner until after it had expired. With this knowledge it filed with the Commissioner a claim for refund of the overpaid tax for 1918 ($14,928.07) which had been collected through application as a credit upon the tax for the year before. The basis for the claim was this, that at the time of the credit the first waiver had expired, that the second waiver was ineffective because not signed by the Commissioner, that collection by credit after the term of limitation was as much prohibited as collection at such a time by suit or by distraint, and hence that the overpaid tax certified by the Commissioner in the schedule of overassessment was an undischarged indebtedness, still owing from the Government. Four days later this action was begun. The Court of Claims gave judgment in favor of the Government (2 F.Supp. 773), and a writ of certiorari brings the case here.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">1. Auditing the tax for 1918 and crediting the overassessment for that year upon the tax for the year before, the Commissioner acted at the request of the petitioner, which was valid till revoked.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">For the decision of this case we do not need to rule whether a 'waiver' by a taxpayer consenting to the enlargement of the time for assessment or collection is ineffective unless approved by the Commissioner in writing.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> There was here more than a waiver, an abandonment of a privilege to insist upon the fulfillment of a condition (Stange v. United States, 282 U.S. 270, 275, 276, 51 S.Ct. 145, 75 L.Ed. 335; Florsheim Bros. Co. v. United States, 280 U.S. 453, 466, 50 S.Ct. 215, 74 L.Ed. 542); there was a positive request, which till revoked upon reasonable notice had the effect of an estoppel.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On August 3, 1923, the collector made demand upon the petitioner for the payment of $20,757.14, the tax balance then due for the year 1917. There is no dispute that the demand was timely, and that collection would have been enforced unless the taxpayer had done something to postpone the hour of payment. Waivers were then on file, one of them signed by the Commissioner, the other unsigned, but the petitioner did not rest upon these, nor would these without more have availed to avert the threatened levy. On August 9, 1923, the petitioner filed with the Commissioner a request to withhold the process of collection until credits were adjusted. In substance the request was this: Please do not collect the tax for 1917, until you have completed the audit for the years 1918 to 1921 inclusive, and if there has been overassessment for those years, set it off as a credit.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Now, the time for assessment and collection of the 1921 tax did not expire till 1925, and this without the aid of any waiver or extension. In such circumstances, request by the taxpayer that the Commissioner withhold collection for 1917 until there had been an audit of the tax for 1921 was at least equivalent to a request that he delay until the assessment for 1921 was due under the statute. But before that time arrived, i.e., before 1925, the Commissioner had acted. On March 1, 1924, he had completed the reaudit, and had discovered an overassessment for one of the years covered by the petitioner's request. Within a reasonable time thereafter (June 12, 1924) he had received from the collector a report that $20,757.14 was still unpaid upon the tax for 1917. Promptly thereafter (June 28, 1924), he had complied with the petitioner's instructions by offsetting the overpayment for the one year in reduction of the balance owing for the other. The whole process had been completed within the time fixed by implication in the petitioner's request, within the time when assessment was due for the last of the group of years (1918 to 1921) to be covered by the audit.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The petitioner makes the point that by the Revenue Act of 1928 (45 Stat. c. 852, pp. 791, 875, &#167; 609 (26 USCA &#167; 2609)), a credit against a liability in respect of any taxable year shall be 'void' if it has been made against a liability barred by limitation. The aim of that provision, as we view it, was to invalidate such a credit if made by the Commissioner of his own motion without the taxpayer's approval or with approval falling short of inducement or request. Cf. Stange v. United States, supra; Revenue Act of 1928, &#167; 506(b), (c), 45 Stat. c. 852, pp. 791, 870, 871 (26 USCA &#167; 1062a and &#167; 1060 note). If nothing more than this appeared, there was to be no exercise in invitum of governmental power. But the aim of the statute suggests a restraint upon its meaning. To know whether liability has been barred by limitation it will not do to refer to the flight of time alone. The limitation may have been postponed by force of a simple waiver, which must then be made in adherence to the statutory forms, or so we now assume. It may have been postponed by deliberate persuasion to withhold official action. We think it an unreasonable construction that would view the prohibition of the statute as overriding the doctrine of estoppel (Randon v. Toby, 11 How. 493, 519, 13 L.Ed. 784) and invalidating a credit made at the taxpayer's request. Here at the time of the request, the liability was still alive, unaffected as yet by any statutory bar. The request in its fair meaning reached forward into the future and prayed for the postponement of collection till the audits for later years had been completed in the usual course. This having been done, the suspended collection might be effected by credit or by distraint or by other methods prescribed by law. Congress surely did not mean that a credit was to be void if made by the Government in response to such a prayer.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The applicable principle is fundamental and unquestioned. 'He who prevents a thing from being done may not avail himself of the nonperformance which he has himself occasioned, for the law says to him, in effect: 'This is your own act, and therefore you are not damnified.\" Dolan v. Rodgers, 149 N.Y. 489, 491, 44 N.E. 167; and Imperator Realty Co. v. Tull, 228 N.Y. 447, 457, 127 N.E. 263; quoting West v. Blakeway, 2 Man. &amp; G. 729, 751. Sometimes the resulting disability has been characterized as an estoppel, sometimes as a waiver. The label counts for little. Enough for present purposes that the disability has its roots in a principle more nearly ultimate than either waiver or estoppel, the principle that no one shall be permitted to found any claim upon his own inequity or take advantage of his own wrong. Imperator Realty Co. v. Tull, supra. A suit may not be built on an omission induced by him who sues. Swain v. Seamens, 9 Wall. 254, 274, 19 L.Ed. 554; United States v. Peck, 102 U.S. 64, 26 L.Ed. 46; Thomson v. Poor, 147 N.Y. 402, 42 N.E. 13; New Zealand Shipping Co. v. Socie te des Ateliers, (1919) A. C. 1, 6; Williston, Contracts, vol. 2, &#167;&#167; 689, 692.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">2. If we assume in favor of the petitioner that the credit is a nullity in the absence of a written waiver, approved by the Commissioner, the record supports the inference that at the time of the set-off such approval had been given.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The statute provides that no suit or proceeding shall be begun for the collection of the tax after the expiration of five years succeeding the filing of the return 'unless both the Commissioner and the taxpayer consent in writing to a later determination, assessment, and collection.' Revenue Act of 1921, &#167; 250(d), 42 Stat. c. 136, pp. 227, 264, 265. In this case, consent by the taxpayer in due form is found and indeed conceded. The only question is whether there was consent by the Commissioner. But the statute does not say that the evidence of consent shall be embodied in a single paper. Cf. Eclipse Lawn Mower Co. v. United States (Ct. Cl.) 1 F.Supp. 768. Its one requirement in respect of form is that the consent shall be in writing. Sabin v. United States, 44 F.(2d) 70, 70 Ct.Cl. 574. There is left a wide range of administrative discretion. Any writing, formal or informal, is sufficient if made for the purpose of recording the Commissioner's approval, and if approval may be gathered therefrom as a reasonable inference.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The burden was on the petitioner, seeking a refund of its tax, to prove its allegation that the overassessment for 1918 had been illegally credited upon the tax for 1917. At the outset it might have stood upon the fact that the credit had been made after the normal term of limitation, casting the burden on the Government of going forward with evidence in proof of an extension. When its own waiver had been proved, however, the case took on another aspect. At that stage the presumption of official regularity was sufficient to sustain the inference that the Commissioner on his side had done whatever was appropriate to give support to his own act and thus validate the credit. Acts done by a public officer 'which presuppose the existence of other acts to make them legally operative, are presumptive proofs of the latter.' Bank of the United States v. Dandridge, 12 Wheat. 64, 70, 6 L.Ed. 552; United States v. Royer, 268 U.S. 394, 398, 45 S.Ct. 519, 69 L.Ed. 1011; Knox County v. Ninth National Bank, 147 U.S. 91, 97, 13 S.Ct. 267, 37 L.Ed. 93; Mandeville v. Reynolds, 68 N.Y. 528, 534; Demings v. Supreme Lodge Knights of Pythias, 131 N.Y. 522, 527, 30 N.E. 572; Wigmore, Evidence, vol. 5, &#167; 2524. No doubt the presumption of regularity is subject to be rebutted. It stands until dislodged.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Now, the petitioner has failed to show that the Commissioner did not approve in writing. On the contrary the evidence is persuasive that he did. A certificate of an additional assessment for the fiscal year ending July 31, 1917, was signed, as we have seen, on June 26, 1923; and on the assessment list attached thereto, opposite the entry of the assessment against the petitioner, the following appears: '7/31/17 Fisc. 1753361. O.L. 4/17/23; waiver.' The Commissioner did not sign his name below the memorandum, but the memorandum was attached to a certificate which the Commissioner did sign, and his name subscribed to the certificate authenticates also the documents attached to it, if we assume in favor of the petitioner that signing is essential. The Court of Claims was of the opinion that the word 'waiver' on this list had relation to the second of the two consents on file with the Commissioner. The context and the circumstances lend support to that conclusion. The fiscal year for the petitioner ended July 31. Probably through inadvertence, the first waiver refers to a tax for the calendar year ending December 31. This might have seemed to exclude the first six months of the year ending July 31, 1917, i.e., the period from July 31, 1916 to January 1 following. We do not say that the courts would uphold so literal a construction. Almost certainly the objection, if made, would be put aside as hypercritical. See 39 Stat. c. 463, p. 770, &#167; 13. Even so, the memorandum may well be allocated to the waiver that fits it precisely in preference to the one that fits it imperfectly. We turn, then, to the documents in order to relate them to one another. If we look only to its letter, the memorandum does not refer to a waiver for the calendar year ending December 31, 1917. It refers, on the contrary, to a waiver for the fiscal year ending July 31, 1917 (7/31/17). The only waiver corresponding to this description in form as well as in substance is the one filed with the Commissioner February 19, 1923, which covers the year ending July 31, 1917, as well as the year after.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The inference, therefore, is legitimate that the second of the two waivers is the one that the Commissioner had in view when he wrote this memorandum indicative of assent. At the very least the effect of the entry is to leave the purpose of the writer doubtful. Choice between two doubts should be made in such a way as to favor the presumption of official regularity.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">3. The petitioner has failed to make out the existence of an account stated for its benefit, and its claim, even if otherwise valid, is barred by limitation.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Payment of the tax for the fiscal year ending July 31, 1918, was made by the petitioner, partly in 1918, and partly in 1919. Five years from the date of payment, a statute of limitations set up a bar to a suit for the recovery of the tax on the ground of illegal assessment or collection. R.S. &#167; 3226; 26 U.S.C. &#167; 156 (26 USCA &#167; 156); Bonwit Teller &amp; Co. v. United States, 283 U.S. 258, 265, 51 S.Ct. 395, 75 L.Ed. 1018. The petitioner, conceding this, maintains that in June, 1924, there was a statement of an account, giving rise to a new cause of action with a new term of limitation. Daube v. United States, 289 U.S. 367, 370, 53 S.Ct. 597, 77 L.Ed. 1261; Bonwit Teller &amp; Co. v. United States, supra. This suit was not brought till May, 1930. In the absence of an account stated in its favor the petitioner must fail.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">A recent judgment of this court recalls the essentials of an account stated as they were long ago defined. Daube v. United States, supra. A balance must have been struck in such circumstances as to import a promise of payment on the one side and acceptance on the other. But plainly no such promise is a just or reasonable inference from the certificate of overassessment delivered to this taxpayer, if the certificate is interpreted in the setting of the occasion. The taxpayer knew that the Commissioner had been requested, after determining the overassessment, to set it off against the tax for an earlier year. The taxpayer knew also that the set-off or credit would not appear on the face of the certificate of overassessment, knew also that it had signed a formal and later document, the schedule of refunds and credits. The diverse functions of these documents were pointed out by this court in United States v. Swift &amp; Co., 282 U.S. 468, 475, 51 S.Ct. 202, 75 L.Ed. 464, and Girard Trust Co. v. United States, 270 U.S. 163, 170, 46 S.Ct. 229, 70 L.Ed. 524. The taxpayer payer knew also that it had signed a formal waiver extending the term of collection until March, 1925, and it had no reason to believe that this waiver had not been signed by the Commissioner, if it be assumed for present purposes that such a signature was necessary. Plainly, in such circumstances the certificate of overassessment without more does not import a promise by the Commissioner to refund the amount there certified instead of applying it as a credit upon the tax of an earlier year. At most the promise to be implied is one to refund the excess after there has been a computation of the taxes unpaid for other years and an ascertainment of the balance. The statement of the account is not unconditional and definitive. It is provisional and tentative. Finality was lacking until there was an agreement as to credits. Newburger-Morris Co. v. Talcott, 219 N.Y. 505, 512, 114 N.E. 846, 3 A.L.R. 287.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The events that followed confirm this interpretation of the effect of the transaction. Upon a computation of the credits the final balance was ascertained to be in favor of the Government. The balance thereby fixed was reported to the taxpayer. After the schedule of refunds and credits had been signed by the Commissioner, the collector transmitted to the taxpayer a new statement of account by which it was clearly made to appear that the overassessment had been credited upon the tax for 1917, and that after such credit there was still owing from the taxpayer a balance of $5,829.07, which, together with the accrued interest, was thereupon collected. Then for the first time was there a final ascertainment of the balance upon consideration of both sides of the account, the debits and the credits. The taxpayer did not object to the account as submitted in its final form. Far from objecting, it paid the resulting balance, and by this act as well as by silence conceded the indebtedness. Indeed there was more than an account stated; by force of voluntary payment there was also an account settled. Lockwood v. Thorne, 18 N.Y. 285, 292. The statute of limitations is a bar to the recovery by the petitioner of the balance paid to the Government upon the demand of the collector. This is not disputed. It is equally a bar to the recovery of any item that entered into the account and determined the balance as thus definitively adjusted.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The judgment is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Mr. Justice STONE took no part in the consideration or decision of this case.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> See Commissioner v. U.S. Refractories Corporation (C.C.A.) 64 F.(2d) 69; affirmed by an equally divided court, 290 U.S. 591, 54 S.Ct. 94, 78 L.Ed. &#8212;-, October 23, 1933; Atlantic Mills v. United States (Ct. Cl.) 3 F. Supp. 699. Contra: Commissioner v. Hind (C.C.A.) 52 F.(2d) 1075; John M. Parker Co. v. Commissioner (C.C.A.) 49 F.(2d) 254.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>291 U.S. 54 (1934)</b></center>\n<center><h1>R.H. STEARNS CO.<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 133.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 5, 6, 1933.</center>\n<center>Decided January 8, 1934.</center>\nCERTIORARI TO THE COURT OF CLAIMS.\n<p><span class=\"star-pagination\">*56</span> <i>Messrs. Howe P. Cochran</i> and <i>James S.Y. Ivins,</i> with whom <i>Messrs. Frederick S. Winston</i> and <i>Richard B. Barker</i> were on the brief, for petitioner.</p>\n<p><i>Mr. Erwin N. Griswold,</i> with whom <i>Solicitor General Biggs</i> and <i>Assistant Attorney General Wideman</i> were on the brief, for the United States.</p>\n<p>MR. JUSTICE CARDOZO delivered the opinion of the Court.</p>\n<p>Upon the footing of an account stated the petitioner sues the Government for taxes overpaid.</p>\n<p>Income and profits tax returns for the fiscal year ending July 31, 1917, were filed by the taxpayer in September, 1917. The tax shown by these returns as well as by amended returns for the same year was paid in full.</p>\n<p>Income and profits tax returns for the fiscal year ending July 31, 1918, were filed in October, 1918, and again the tax was promptly paid.</p>\n<p>Following the practice of the Bureau, the Commissioner proceeded to audit the returns to the end that the assessments might be increased or reduced according to the facts.</p>\n<p>In February, 1921, the taxpayer signed and filed a waiver of any statutory period of limitation as to the assessment and collection of the tax for the calendar year <span class=\"star-pagination\">*57</span> 1917. It did this in order to be assured that the audit by the Commissioner would be deliberate and thorough. In the absence of such a consent the period of limitation would have expired in April, 1923. The extension was approved in writing by the Commissioner in February, 1923. The waiver on its face had no limit in respect of time, but under a regulation adopted in April, 1923, it spent its force on April 1, 1924, unless continued or renewed.</p>\n<p>In February, 1923, the taxpayer signed a second waiver applicable to the fiscal years 1917 and 1918, and extending the period for collection until March 1, 1925. This waiver was not signed by the Commissioner within the term of its duration, though it was signed, years afterwards, on April 7, 1930. However, in June, 1923, while both waivers were on file, the Commissioner made an additional assessment for the fiscal year ending July 31, 1917, and on the attached assessment list wrote the word \"waiver\" opposite the item affecting the petitioner. The additional assessment for 1917 was reduced by a credit of an overassessment for 1916, and when so reduced amounted to $20,757.14. Payment of this amount was demanded by the Collector on August 3, 1923.</p>\n<p>On August 9, 1923, the petitioner filed a claim for refund and credit of income taxes alleged to have been overpaid for the fiscal years 1918, 1919, 1920, and 1921, amounting in the aggregate to $35,727.10, and asked that the unpaid balance for 1917 be set-off against the claim for overpayment and that the remainder be refunded. At that time it was the practice of the Collector's office to treat such a claim as a stay of collection of unpaid taxes against which the credit was asked, until the Commissioner had considered and adjusted the claim.</p>\n<p>On March 1, 1924, the Commissioner approved a schedule of overassessments which included an overassessment in favor of the petitioner for the fiscal year ending July <span class=\"star-pagination\">*58</span> 31, 1918, in the sum of $14,928.07, and sent this schedule to the Collector for action in accordance with the directions appearing thereon. On June 12, 1924, the Collector, following these instructions, signed and returned the schedule to the Commissioner, together with a schedule of refunds and credits, certifying the application of $14,928.07 as a credit. On June 28, 1924, the Commissioner signed the schedule of refunds and credits, by which act for the first time he definitively announced his allowance of the claim. <i>Girard Trust Co.</i> v. <i>United States,</i> 270 U.S. 163, 170; <i>United States</i> v. <i>Swift &amp; Co.,</i> 282 U.S. 468, 475. Before doing this, and on or after March 1, 1924, he had transmitted to the petitioner a certificate of overassessment for the fiscal year ending July 31, 1918, in the sum of $14,928.07, which sum was credited in June upon the taxes overdue. This overassessment for 1918, applied as a credit upon the unpaid tax for 1917 ($20,757.14), reduced the liability of the taxpayer to $5,829.07. Demand for the payment of this balance with accrued interest was made by the Collector on September 1, 1924. Two weeks later, the petitioner complied with the demand, accepting without protest the application of the credit, and paying the resulting balance.</p>\n<p>For nearly six years the transaction was allowed to stand unopened and unchallenged. In April, 1930, the petitioner learned through an attorney that the second waiver had not been signed by the Commissioner until after it had expired. With this knowledge it filed with the Commissioner a claim for refund of the overpaid tax for 1918 ($14,928.07) which had been collected through application as a credit upon the tax for the year before. The basis for the claim was this, that at the time of the credit the first waiver had expired, that the second waiver was ineffective because not signed by the Commissioner, that collection by credit after the term of limitation was as much prohibited as collection at such a time by suit <span class=\"star-pagination\">*59</span> or by distraint, and hence that the overpaid tax certified by the Commissioner in the schedule of overassessment was an undischarged indebtedness, still owing from the Government. Four days later this action was begun. The Court of Claims gave judgment in favor of the Government, 2 F. Supp. 773, and a writ of certiorari brings the case here.</p>\n<p>1. In auditing the tax for 1918 and crediting the overassessment for that year upon the tax for the year before, the Commissioner acted at the request of the petitioner, which was valid till revoked.</p>\n<p>For the decision of this case we do not need to rule whether a \"waiver\" by a taxpayer consenting to the enlargement of the time for assessment or collection is ineffective unless approved by the Commissioner in writing.<sup>[*]</sup> There was here more than a waiver, an abandonment of a privilege to insist upon the fulfilment of a condition (<i>Stange</i> v. <i>United States,</i> 282 U.S. 270, 275, 276; <i>Florsheim Bros. Co.</i> v. <i>United States,</i> 280 U.S. 453, 456); there was a positive request, which till revoked upon reasonable notice had the effect of an estoppel.</p>\n<p>On August 3, 1923, the Collector made demand upon the petitioner for the payment of $20,757.14, the tax balance then due for the year 1917. There is no dispute that the demand was timely, and that collection would have been enforced unless the taxpayer had done something to postpone the hour of payment. Waivers were then on file, one of them signed by the Commissioner, the other unsigned, but the petitioner did not rest upon these, nor would these without more have availed to avert the threatened levy. On August 9, 1923, the petitioner filed with the Commissioner a request to withhold the <span class=\"star-pagination\">*60</span> process of collection until credits were adjusted. In substance the request was this: Please do not collect the tax for 1917, until you have completed the audit for the years 1918 to 1921 inclusive, and if there has been overassessment for those years, set it off as a credit.</p>\n<p>Now, the time for assessment and collection of the 1921 tax did not expire till 1925, and this without the aid of any waiver or extension. In such circumstances, request by the taxpayer that the Commissioner withhold collection for 1917 until there had been an audit of the tax for 1921 was at least equivalent to a request that he delay until the assessment for 1921 was due under the statute. But before that time arrived, i.e., before 1925, the Commissioner had acted. On March 1, 1924, he had completed the reaudit, and had discovered an overassessment for one of the years covered by the petitioner's request. Within a reasonable time thereafter (June 12, 1924) he had received from the Collector a report that $20,757.14 was still unpaid upon the tax for 1917. Promptly thereafter (June 28, 1924), he had complied with the petitioner's instructions by offsetting the overpayment for the one year in reduction of the balance owing for the other. The whole process had been completed within the time fixed by implication in the petitioner's request, within the time when assessment was due for the last of the group of years (1918 to 1921) to be covered by the audit.</p>\n<p>The petitioner makes the point that by the Revenue Act of 1928 (c. 852, 45 Stat. 791, 875, § 609), a credit against a liability in respect of any taxable year shall be \"void\" if it has been made against a liability barred by limitation. The aim of that provision, as we view it, was to invalidate such a credit if made by the Commissioner of his own motion without the taxpayer's approval or with an approval falling short of inducement or request. Cf. <i>Stange</i> v. <i>United States, supra</i><i>;</i> Revenue Act of 1928, § 506 (b) (c), c. 852, 45 Stat. 791, 870, 871. If nothing <span class=\"star-pagination\">*61</span> more than this appeared, there was to be no exercise <i>in invitum</i> of governmental power. But the aim of the statute suggests a restraint upon its meaning. To know whether liability has been barred by limitation it will not do to refer to the flight of time alone. The limitation may have been postponed by force of a simple waiver, which must then be made in adherence to the statutory forms, or so we now assume. It may have been postponed by deliberate persuasion to withhold official action. We think it an unreasonable construction that would view the prohibition of the statute as overriding the doctrine of estoppel (<i>Randon</i> v. <i>Toby,</i> 11 How. 493, 519) and invalidating a credit made at the taxpayer's request. Here, at the time of the request, the liability was still alive, unaffected as yet by any statutory bar. The request in its fair meaning reached forward into the future and prayed for the postponement of collection till the audits for later years had been completed in the usual course. This having been done, the suspended collection might be effected by credit or by distraint or by other methods prescribed by law. Congress surely did not mean that a credit was to be void if made by the Government in response to such a prayer.</p>\n<p>The applicable principle is fundamental and unquestioned. \"He who prevents a thing from being done may not avail himself of the non-performance which he has himself occasioned, for the law says to him in effect `this is your own act, and therefore you are not damnified.'\" <i>Dolan</i> v. <i>Rodgers,</i> 149 N.Y. 489, 491; 44 N.E. 167; and <i>Imperator Realty Co.</i> v. <i>Tull,</i> 228 N.Y. 447, 457; 127 N.E. 263; quoting <i>West</i> v. <i>Blakeway,</i> 2 Man. &amp; G. 828, 839. Sometimes the resulting disability has been characterized as an estoppel, sometimes as a waiver. The label counts for little. Enough for present purposes that the disability has its roots in a principle more nearly ultimate than either waiver or estoppel, the principle that no one <span class=\"star-pagination\">*62</span> shall be permitted to found any claim upon his own inequity or take advantage of his own wrong. <i>Imperator Realty Co.</i> v. <i>Tull, supra</i><i>.</i> A suit may not be built on an omission induced by him who sues. <i>Swain</i> v. <i>Seamens,</i> 9 Wall. 254, 274; <i>United States</i> v. <i>Peck,</i> 102 U.S. 64; <i>Thomson</i> v. <i>Poor,</i> 147 N.Y. 402; 42 N.E. 13; <i>New Zealand Shipping Co.</i> v. <i>Societe des Ateliers,</i> [1919] A.C. 1, 6; Williston, Contracts, Vol. 2, §§ 689, 692.</p>\n<p>2. If we assume in favor of the petitioner that the credit is a nullity in the absence of a written waiver, approved by the Commissioner, the record supports the inference that at the time of the set-off such approval had been given.</p>\n<p>The statute provides that no suit or proceeding shall be begun for the collection of the tax after the expiration of five years succeeding the filing of the return \"unless both the Commissioner and the taxpayer consent in writing to a later determination, assessment, and collection.\" Revenue Act of 1921; c. 136, 42 Stat. 227, 265, § 250 (d). In this case, consent by the taxpayer in due form is found and indeed conceded. The only question is whether there was consent by the Commissioner. But the statute does not say that the evidence of consent shall be embodied in a single paper. Cf. <i>Eclipse Lawn Mower Co.</i> v. <i>United States,</i> 1 F. Supp. 768. Its one requirement in respect of form is that the consent shall be in writing. <i>Sabin</i> v. <i>United States,</i> 70 Ct. Cls. 574; 44 F. (2d) 70. There is left a wide range of administrative discretion. Any writing, formal or informal, is sufficient if made for the purpose of recording the Commissioner's approval, and if approval may be gathered therefrom as a reasonable inference.</p>\n<p>The burden was on the petitioner, seeking a refund of its tax, to prove its allegation that the overassessment for 1918 had been illegally credited upon the tax for 1917. <span class=\"star-pagination\">*63</span> At the outset it might have stood upon the fact that the credit had been made after the normal term of limitation, casting the burden on the Government of going forward with evidence in proof of an extension. When its own waiver had been proved, however, the case took on another aspect. At that stage the presumption of official regularity was sufficient to sustain the inference that the Commissioner on his side had done whatever was appropriate to give support to his own act and thus validate the credit. Acts done by a public officer \"which presuppose the existence of other acts to make them legally operative, are presumptive proofs of the latter.\" <i>Bank of the </i><i>United States</i> v. <i>Dandridge,</i> 12 Wheat. 64, 70; <i>United States</i> v. <i>Royer,</i> 268 U.S. 394, 398; <i>Knox County</i> v. <i>Ninth National Bank,</i> 147 U.S. 91, 97; <i>Mandeville</i> v. <i>Reynolds,</i> 68 N.Y. 528, 534; <i>Demings</i> v. <i>Supreme Lodge Knights of Pythias,</i> 131 N.Y. 522, 527; 30 N.E. 572; Wigmore, Evidence, Vol. 5, § 2524. No doubt the presumption of regularity is subject to be rebutted. It stands until dislodged.</p>\n<p>Now, the petitioner has failed to show that the Commissioner did not approve in writing. On the contrary the evidence is persuasive that he did. A certificate of an additional assessment for the fiscal year ending July 31, 1917, was signed, as we have seen, on June 26, 1923; and on the assessment list attached thereto, opposite the entry of the assessment against the petitioner, the following appears: \"7/31/17 Fisc. 1753361. O.L. 4/17/23; waiver.\" The Commissioner did not sign his name below the memorandum, but the memorandum was attached to a certificate which the Commissioner did sign, and his name subscribed to the certificate authenticates also the documents attached to it, if we assume in favor of the petitioner that signing is essential. The Court of Claims was of the opinion that the word \"waiver\" on this list had relation to <span class=\"star-pagination\">*64</span> the second of the two consents on file with the Commissioner. The context and the circumstances lend support to that conclusion. The fiscal year for the petitioner ended July 31. Probably through inadvertence, the first waiver refers to a tax for the calendar year ending December 31. This might have seemed to exclude the first six months of the year ending July 31, 1917, i. e., the period from July 31, 1916 to January 1 following. We do not say that the courts would uphold so literal a construction. Almost certainly the objection, if made, would be put aside as hypercritical. See 39 Stat., c. 463, p. 770, § 13. Even so, the memorandum may well be allocated to the waiver that fits it precisely in preference to the one that fits it imperfectly. We turn, then, to the documents in order to relate them to one another. If we look only to its letter, the memorandum does not refer to a waiver for the calendar year ending December 31, 1917. It refers, on the contrary, to a waiver for the fiscal year ending July 31, 1917 (7/31/17). The only waiver corresponding to this description in form as well as in substance is the one filed with the Commissioner February 19, 1923, which covers the year ending July 31, 1917, as well as the year after.</p>\n<p>The inference, therefore, is legitimate that the second of the two waivers is the one that the Commissioner had in view when he wrote this memorandum indicative of assent. At the very least the effect of the entry is to leave the purpose of the writer doubtful. Choice between two doubts should be made in such a way as to favor the presumption of official regularity.</p>\n<p>3. The petitioner has failed to make out the existence of an account stated for its benefit, and its claim, even if otherwise valid, is barred by limitation.</p>\n<p>Payment of the tax for the fiscal year ending July 31, 1918, was made by the petitioner, partly in 1918, and <span class=\"star-pagination\">*65</span> partly in 1919. Five years from the date of payment, a statute of limitations set up a bar to a suit for the recovery of the tax on the ground of illegal assessment or collection. R.S. § 3226; 26 U.S.C. § 156; <i>Bonwit Teller &amp; Co.</i> v. <i>United States,</i> 283 U.S. 258, 265. The petitioner, conceding this maintains that in June, 1924, there was a statement of an account, giving rise to a new cause of action with a new term of limitation. <i>Daube</i> v. <i>United States,</i> 289 U.S. 367, 370; <i>Bonwit Teller &amp; Co.</i> v. <i>United States, supra</i><i>.</i> This suit was not brought till May, 1930. In the absence of an account stated in its favor the petitioner must fail.</p>\n<p>A recent judgment of this court recalls the essentials of an account stated as they were long ago defined. <i>Daube</i> v. <i>United States, supra</i><i>.</i> A balance must have been struck in such circumstances as to import a promise of payment on the one side and acceptance on the other. But plainly no such promise is a just or reasonable inference from the certificate of overassessment delivered to this taxpayer, if the certificate is interpreted in the setting of the occasion. The taxpayer knew that the Commissioner had been requested, after determining the overassessment, to set it off against the tax for an earlier year. The taxpayer knew also that the set-off or credit would not appear on the face of the certificate of overassessment, but would require reference to another and later document, the schedule of refunds and credits. The diverse functions of these documents were pointed out by this court in <i>United States</i> v. <i>Swift &amp; Co.,</i> 282 U.S. 468, 475 and <i>Girard Trust Co.</i> v. <i>United States,</i> 270 U.S. 163, 170. The taxpayer knew also that it had signed a formal waiver extending the term of collection until March, 1925, and it had no reason to believe that this waiver had not been signed by the Commissioner, if it be assumed for present purposes that such a signature was necessary. <span class=\"star-pagination\">*66</span> Plainly, in such circumstances the certificate of overassessment without more does not import a promise by the Commissioner to refund the amount there certified instead of applying it as a credit upon the tax of an earlier year. At most the promise to be implied is one to refund the excess after there has been a computation of the taxes unpaid for other years and an ascertainment of the balance. The statement of the account is not unconditional and definitive. It is provisional and tentative. Finality was lacking until there was an agreement as to credits. <i>Newburger-Morris Co.</i> v. <i>Talcott,</i> 219 N.Y. 505, 512; 114 N.E. 846.</p>\n<p>The events that followed confirm this interpretation of the effect of the transaction. Upon a computation of the credits the final balance was ascertained to be in favor of the Government. The balance thereby fixed was reported to the taxpayer. After the schedule of refunds and credits had been signed by the Commissioner, the Collector transmitted to the taxpayer a new statement of account by which it was clearly made to appear that the overassessment had been credited upon the tax for 1917, and that after such credit there was still owing from the taxpayer a balance of $5,829.07, which, together with the accrued interest, was thereupon collected. Then for the first time was there a final ascertainment of the balance upon consideration of both sides of the account, the debits and the credits. The taxpayer did not object to the account as submitted in its final form. Far from objecting, it paid the resulting balance, and by this act as well as by silence conceded the indebtedness. Indeed, there was more than an account stated; by force of voluntary payment there was also an account settled. <i>Lockwood</i> v. <i>Thorne,</i> 18 N.Y. 285, 292. The statute of limitations is a bar to the recovery by the petitioner of the balance paid to the Government upon the demand of the Collector. <span class=\"star-pagination\">*67</span> This is not disputed. It is equally a bar to the recovery of any item that entered into the account and determined the balance as thus definitively adjusted.</p>\n<p>The judgment is</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE STONE took no part in the consideration or decision of this case.</p>\n<h2>NOTES</h2>\n<p>[*]  See: <i>Commissioner</i> v. <i>U.S. Refractories Corp.,</i> 64 F. (2d) 69; affirmed by an equally divided court, 290 U.S. 591; <i>Atlantic Mills</i> v. <i>United States,</i> 3 F. Supp. 699; <i>contra: </i><i>Commissioner</i> v. <i>Hind,</i> 52 F. (2d) 1075; <i>John M. Parker Co.</i> v. <i>Commissioner,</i> 49 F. (2d) 254.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">291</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">54</span></span> (1934)</b></center>\n<center><h1>R.H. STEARNS CO.<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 133.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 5, 6, 1933.</center>\n<center>Decided January 8, 1934.</center>\nCERTIORARI TO THE COURT OF CLAIMS.\n<p><span class=\"star-pagination\">*56</span> <i>Messrs. Howe P. Cochran</i> and <i>James S.Y. Ivins,</i> with whom <i>Messrs. Frederick S. Winston</i> and <i>Richard B. Barker</i> were on the brief, for petitioner.</p>\n<p><i>Mr. Erwin N. Griswold,</i> with whom <i>Solicitor General Biggs</i> and <i>Assistant Attorney General Wideman</i> were on the brief, for the United States.</p>\n<p>MR. JUSTICE CARDOZO delivered the opinion of the Court.</p>\n<p>Upon the footing of an account stated the petitioner sues the Government for taxes overpaid.</p>\n<p>Income and profits tax returns for the fiscal year ending July 31, 1917, were filed by the taxpayer in September, 1917. The tax shown by these returns as well as by amended returns for the same year was paid in full.</p>\n<p>Income and profits tax returns for the fiscal year ending July 31, 1918, were filed in October, 1918, and again the tax was promptly paid.</p>\n<p>Following the practice of the Bureau, the Commissioner proceeded to audit the returns to the end that the assessments might be increased or reduced according to the facts.</p>\n<p>In February, 1921, the taxpayer signed and filed a waiver of any statutory period of limitation as to the assessment and collection of the tax for the calendar year <span class=\"star-pagination\">*57</span> 1917. It did this in order to be assured that the audit by the Commissioner would be deliberate and thorough. In the absence of such a consent the period of limitation would have expired in April, 1923. The extension was approved in writing by the Commissioner in February, 1923. The waiver on its face had no limit in respect of time, but under a regulation adopted in April, 1923, it spent its force on April 1, 1924, unless continued or renewed.</p>\n<p>In February, 1923, the taxpayer signed a second waiver applicable to the fiscal years 1917 and 1918, and extending the period for collection until March 1, 1925. This waiver was not signed by the Commissioner within the term of its duration, though it was signed, years afterwards, on April 7, 1930. However, in June, 1923, while both waivers were on file, the Commissioner made an additional assessment for the fiscal year ending July 31, 1917, and on the attached assessment list wrote the word \"waiver\" opposite the item affecting the petitioner. The additional assessment for 1917 was reduced by a credit of an overassessment for 1916, and when so reduced amounted to $20,757.14. Payment of this amount was demanded by the Collector on August 3, 1923.</p>\n<p>On August 9, 1923, the petitioner filed a claim for refund and credit of income taxes alleged to have been overpaid for the fiscal years 1918, 1919, 1920, and 1921, amounting in the aggregate to $35,727.10, and asked that the unpaid balance for 1917 be set-off against the claim for overpayment and that the remainder be refunded. At that time it was the practice of the Collector's office to treat such a claim as a stay of collection of unpaid taxes against which the credit was asked, until the Commissioner had considered and adjusted the claim.</p>\n<p>On March 1, 1924, the Commissioner approved a schedule of overassessments which included an overassessment in favor of the petitioner for the fiscal year ending July <span class=\"star-pagination\">*58</span> 31, 1918, in the sum of $14,928.07, and sent this schedule to the Collector for action in accordance with the directions appearing thereon. On June 12, 1924, the Collector, following these instructions, signed and returned the schedule to the Commissioner, together with a schedule of refunds and credits, certifying the application of $14,928.07 as a credit. On June 28, 1924, the Commissioner signed the schedule of refunds and credits, by which act for the first time he definitively announced his allowance of the claim. <i>Girard Trust Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"100790\"><a href=\"/opinion/100790/girard-trust-co-v-united-states/\"><span class=\"volume\">270</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">163</span></a></span>, 170; <i>United States</i> v. <i>Swift &amp; Co.,</i> <span class=\"citation\" data-id=\"101657\"><a href=\"/opinion/101657/united-states-v-swift-co/\"><span class=\"volume\">282</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">468</span></a></span>, 475. Before doing this, and on or after March 1, 1924, he had transmitted to the petitioner a certificate of overassessment for the fiscal year ending July 31, 1918, in the sum of $14,928.07, which sum was credited in June upon the taxes overdue. This overassessment for 1918, applied as a credit upon the unpaid tax for 1917 ($20,757.14), reduced the liability of the taxpayer to $5,829.07. Demand for the payment of this balance with accrued interest was made by the Collector on September 1, 1924. Two weeks later, the petitioner complied with the demand, accepting without protest the application of the credit, and paying the resulting balance.</p>\n<p>For nearly six years the transaction was allowed to stand unopened and unchallenged. In April, 1930, the petitioner learned through an attorney that the second waiver had not been signed by the Commissioner until after it had expired. With this knowledge it filed with the Commissioner a claim for refund of the overpaid tax for 1918 ($14,928.07) which had been collected through application as a credit upon the tax for the year before. The basis for the claim was this, that at the time of the credit the first waiver had expired, that the second waiver was ineffective because not signed by the Commissioner, that collection by credit after the term of limitation was as much prohibited as collection at such a time by suit <span class=\"star-pagination\">*59</span> or by distraint, and hence that the overpaid tax certified by the Commissioner in the schedule of overassessment was an undischarged indebtedness, still owing from the Government. Four days later this action was begun. The Court of Claims gave judgment in favor of the Government, <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">773</span></span>, and a writ of certiorari brings the case here.</p>\n<p>1. In auditing the tax for 1918 and crediting the overassessment for that year upon the tax for the year before, the Commissioner acted at the request of the petitioner, which was valid till revoked.</p>\n<p>For the decision of this case we do not need to rule whether a \"waiver\" by a taxpayer consenting to the enlargement of the time for assessment or collection is ineffective unless approved by the Commissioner in writing.<sup>[*]</sup> There was here more than a waiver, an abandonment of a privilege to insist upon the fulfilment of a condition (<i>Stange</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"101637\"><a href=\"/opinion/101637/stange-v-united-states/\"><span class=\"volume\">282</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">270</span></a></span>, 275, 276; <i>Florsheim Bros. Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"101513\"><a href=\"/opinion/101513/florsheim-brothers-drygoods-co-v-united-states/\"><span class=\"volume\">280</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">453</span></a></span>, 456); there was a positive request, which till revoked upon reasonable notice had the effect of an estoppel.</p>\n<p>On August 3, 1923, the Collector made demand upon the petitioner for the payment of $20,757.14, the tax balance then due for the year 1917. There is no dispute that the demand was timely, and that collection would have been enforced unless the taxpayer had done something to postpone the hour of payment. Waivers were then on file, one of them signed by the Commissioner, the other unsigned, but the petitioner did not rest upon these, nor would these without more have availed to avert the threatened levy. On August 9, 1923, the petitioner filed with the Commissioner a request to withhold the <span class=\"star-pagination\">*60</span> process of collection until credits were adjusted. In substance the request was this: Please do not collect the tax for 1917, until you have completed the audit for the years 1918 to 1921 inclusive, and if there has been overassessment for those years, set it off as a credit.</p>\n<p>Now, the time for assessment and collection of the 1921 tax did not expire till 1925, and this without the aid of any waiver or extension. In such circumstances, request by the taxpayer that the Commissioner withhold collection for 1917 until there had been an audit of the tax for 1921 was at least equivalent to a request that he delay until the assessment for 1921 was due under the statute. But before that time arrived, i.e., before 1925, the Commissioner had acted. On March 1, 1924, he had completed the reaudit, and had discovered an overassessment for one of the years covered by the petitioner's request. Within a reasonable time thereafter (June 12, 1924) he had received from the Collector a report that $20,757.14 was still unpaid upon the tax for 1917. Promptly thereafter (June 28, 1924), he had complied with the petitioner's instructions by offsetting the overpayment for the one year in reduction of the balance owing for the other. The whole process had been completed within the time fixed by implication in the petitioner's request, within the time when assessment was due for the last of the group of years (1918 to 1921) to be covered by the audit.</p>\n<p>The petitioner makes the point that by the Revenue Act of 1928 (c. 852, 45 Stat. 791, 875, § 609), a credit against a liability in respect of any taxable year shall be \"void\" if it has been made against a liability barred by limitation. The aim of that provision, as we view it, was to invalidate such a credit if made by the Commissioner of his own motion without the taxpayer's approval or with an approval falling short of inducement or request. Cf. <i>Stange</i> v. <i>United States, supra</i><i>;</i> Revenue Act of 1928, § 506 (b) (c), c. 852, 45 Stat. 791, 870, 871. If nothing <span class=\"star-pagination\">*61</span> more than this appeared, there was to be no exercise <i>in invitum</i> of governmental power. But the aim of the statute suggests a restraint upon its meaning. To know whether liability has been barred by limitation it will not do to refer to the flight of time alone. The limitation may have been postponed by force of a simple waiver, which must then be made in adherence to the statutory forms, or so we now assume. It may have been postponed by deliberate persuasion to withhold official action. We think it an unreasonable construction that would view the prohibition of the statute as overriding the doctrine of estoppel (<i>Randon</i> v. <i>Toby,</i> <span class=\"citation\" data-id=\"86657\"><a href=\"/opinion/86657/randon-v-toby/\"><span class=\"volume\">11</span> <span class=\"reporter\">How.</span> <span class=\"page\">493</span></a></span>, 519) and invalidating a credit made at the taxpayer's request. Here, at the time of the request, the liability was still alive, unaffected as yet by any statutory bar. The request in its fair meaning reached forward into the future and prayed for the postponement of collection till the audits for later years had been completed in the usual course. This having been done, the suspended collection might be effected by credit or by distraint or by other methods prescribed by law. Congress surely did not mean that a credit was to be void if made by the Government in response to such a prayer.</p>\n<p>The applicable principle is fundamental and unquestioned. \"He who prevents a thing from being done may not avail himself of the non-performance which he has himself occasioned, for the law says to him in effect `this is your own act, and therefore you are not damnified.'\" <i>Dolan</i> v. <i>Rodgers,</i> <span class=\"citation no-link\"><span class=\"volume\">149</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">489</span></span>, 491; 44 N.E. 167; and <i>Imperator Realty Co.</i> v. <i>Tull,</i> <span class=\"citation no-link\"><span class=\"volume\">228</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">447</span></span>, 457; 127 N.E. 263; quoting <i>West</i> v. <i>Blakeway,</i> 2 Man. &amp; G. 828, 839. Sometimes the resulting disability has been characterized as an estoppel, sometimes as a waiver. The label counts for little. Enough for present purposes that the disability has its roots in a principle more nearly ultimate than either waiver or estoppel, the principle that no one <span class=\"star-pagination\">*62</span> shall be permitted to found any claim upon his own inequity or take advantage of his own wrong. <i>Imperator Realty Co.</i> v. <i>Tull, supra</i><i>.</i> A suit may not be built on an omission induced by him who sues. <i>Swain</i> v. <i>Seamens,</i> <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">254</span></span>, 274; <i>United States</i> v. <i>Peck,</i> 102 U.S. 64; <i>Thomson</i> v. <i>Poor,</i> 147 N.Y. 402; 42 N.E. 13; <i>New Zealand Shipping Co.</i> v. <i>Societe des Ateliers,</i> [1919] A.C. 1, 6; Williston, Contracts, Vol. 2, §§ 689, 692.</p>\n<p>2. If we assume in favor of the petitioner that the credit is a nullity in the absence of a written waiver, approved by the Commissioner, the record supports the inference that at the time of the set-off such approval had been given.</p>\n<p>The statute provides that no suit or proceeding shall be begun for the collection of the tax after the expiration of five years succeeding the filing of the return \"unless both the Commissioner and the taxpayer consent in writing to a later determination, assessment, and collection.\" Revenue Act of 1921; c. 136, 42 Stat. 227, 265, § 250 (d). In this case, consent by the taxpayer in due form is found and indeed conceded. The only question is whether there was consent by the Commissioner. But the statute does not say that the evidence of consent shall be embodied in a single paper. Cf. <i>Eclipse Lawn Mower Co.</i> v. <i>United States,</i> 1 F. Supp. 768. Its one requirement in respect of form is that the consent shall be in writing. <i>Sabin</i> v. <i>United States,</i> 70 Ct. Cls. 574; 44 F. (2d) 70. There is left a wide range of administrative discretion. Any writing, formal or informal, is sufficient if made for the purpose of recording the Commissioner's approval, and if approval may be gathered therefrom as a reasonable inference.</p>\n<p>The burden was on the petitioner, seeking a refund of its tax, to prove its allegation that the overassessment for 1918 had been illegally credited upon the tax for 1917. <span class=\"star-pagination\">*63</span> At the outset it might have stood upon the fact that the credit had been made after the normal term of limitation, casting the burden on the Government of going forward with evidence in proof of an extension. When its own waiver had been proved, however, the case took on another aspect. At that stage the presumption of official regularity was sufficient to sustain the inference that the Commissioner on his side had done whatever was appropriate to give support to his own act and thus validate the credit. Acts done by a public officer \"which presuppose the existence of other acts to make them legally operative, are presumptive proofs of the latter.\" <i>Bank of the </i><i>United States</i> v. <i>Dandridge,</i> <span class=\"citation\" data-id=\"85516\"><a href=\"/opinion/85516/bank-of-united-states-v-dandridge/\"><span class=\"volume\">12</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">64</span></a></span>, 70; <i>United States</i> v. <i>Royer,</i> <span class=\"citation\" data-id=\"100680\"><a href=\"/opinion/100680/united-states-v-royer/\"><span class=\"volume\">268</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">394</span></a></span>, 398; <i>Knox County</i> v. <i>Ninth National Bank,</i> <span class=\"citation\" data-id=\"93474\"><a href=\"/opinion/93474/knox-county-v-ninth-nat-bank/\"><span class=\"volume\">147</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">91</span></a></span>, 97; <i>Mandeville</i> v. <i>Reynolds,</i> <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">528</span></span>, 534; <i>Demings</i> v. <i>Supreme Lodge Knights of Pythias,</i> <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">522</span></span>, 527; 30 N.E. 572; Wigmore, Evidence, Vol. 5, § 2524. No doubt the presumption of regularity is subject to be rebutted. It stands until dislodged.</p>\n<p>Now, the petitioner has failed to show that the Commissioner did not approve in writing. On the contrary the evidence is persuasive that he did. A certificate of an additional assessment for the fiscal year ending July 31, 1917, was signed, as we have seen, on June 26, 1923; and on the assessment list attached thereto, opposite the entry of the assessment against the petitioner, the following appears: \"7/31/17 Fisc. 1753361. O.L. 4/17/23; waiver.\" The Commissioner did not sign his name below the memorandum, but the memorandum was attached to a certificate which the Commissioner did sign, and his name subscribed to the certificate authenticates also the documents attached to it, if we assume in favor of the petitioner that signing is essential. The Court of Claims was of the opinion that the word \"waiver\" on this list had relation to <span class=\"star-pagination\">*64</span> the second of the two consents on file with the Commissioner. The context and the circumstances lend support to that conclusion. The fiscal year for the petitioner ended July 31. Probably through inadvertence, the first waiver refers to a tax for the calendar year ending December 31. This might have seemed to exclude the first six months of the year ending July 31, 1917, i. e., the period from July 31, 1916 to January 1 following. We do not say that the courts would uphold so literal a construction. Almost certainly the objection, if made, would be put aside as hypercritical. See 39 Stat., c. 463, p. 770, § 13. Even so, the memorandum may well be allocated to the waiver that fits it precisely in preference to the one that fits it imperfectly. We turn, then, to the documents in order to relate them to one another. If we look only to its letter, the memorandum does not refer to a waiver for the calendar year ending December 31, 1917. It refers, on the contrary, to a waiver for the fiscal year ending July 31, 1917 (7/31/17). The only waiver corresponding to this description in form as well as in substance is the one filed with the Commissioner February 19, 1923, which covers the year ending July 31, 1917, as well as the year after.</p>\n<p>The inference, therefore, is legitimate that the second of the two waivers is the one that the Commissioner had in view when he wrote this memorandum indicative of assent. At the very least the effect of the entry is to leave the purpose of the writer doubtful. Choice between two doubts should be made in such a way as to favor the presumption of official regularity.</p>\n<p>3. The petitioner has failed to make out the existence of an account stated for its benefit, and its claim, even if otherwise valid, is barred by limitation.</p>\n<p>Payment of the tax for the fiscal year ending July 31, 1918, was made by the petitioner, partly in 1918, and <span class=\"star-pagination\">*65</span> partly in 1919. Five years from the date of payment, a statute of limitations set up a bar to a suit for the recovery of the tax on the ground of illegal assessment or collection. R.S. § 3226; 26 U.S.C. § 156; <i>Bonwit Teller &amp; Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"101727\"><a href=\"/opinion/101727/bonwit-teller-co-v-united-states/\"><span class=\"volume\">283</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">258</span></a></span>, 265. The petitioner, conceding this maintains that in June, 1924, there was a statement of an account, giving rise to a new cause of action with a new term of limitation. <i>Daube</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"102097\"><a href=\"/opinion/102097/daube-v-united-states/\"><span class=\"volume\">289</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span></a></span>, 370; <i>Bonwit Teller &amp; Co.</i> v. <i>United States, supra</i><i>.</i> This suit was not brought till May, 1930. In the absence of an account stated in its favor the petitioner must fail.</p>\n<p>A recent judgment of this court recalls the essentials of an account stated as they were long ago defined. <i>Daube</i> v. <i>United States, supra</i><i>.</i> A balance must have been struck in such circumstances as to import a promise of payment on the one side and acceptance on the other. But plainly no such promise is a just or reasonable inference from the certificate of overassessment delivered to this taxpayer, if the certificate is interpreted in the setting of the occasion. The taxpayer knew that the Commissioner had been requested, after determining the overassessment, to set it off against the tax for an earlier year. The taxpayer knew also that the set-off or credit would not appear on the face of the certificate of overassessment, but would require reference to another and later document, the schedule of refunds and credits. The diverse functions of these documents were pointed out by this court in <i>United States</i> v. <i>Swift &amp; Co.,</i> <span class=\"citation\" data-id=\"101657\"><a href=\"/opinion/101657/united-states-v-swift-co/\"><span class=\"volume\">282</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">468</span></a></span>, 475 and <i>Girard Trust Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"100790\"><a href=\"/opinion/100790/girard-trust-co-v-united-states/\"><span class=\"volume\">270</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">163</span></a></span>, 170. The taxpayer knew also that it had signed a formal waiver extending the term of collection until March, 1925, and it had no reason to believe that this waiver had not been signed by the Commissioner, if it be assumed for present purposes that such a signature was necessary. <span class=\"star-pagination\">*66</span> Plainly, in such circumstances the certificate of overassessment without more does not import a promise by the Commissioner to refund the amount there certified instead of applying it as a credit upon the tax of an earlier year. At most the promise to be implied is one to refund the excess after there has been a computation of the taxes unpaid for other years and an ascertainment of the balance. The statement of the account is not unconditional and definitive. It is provisional and tentative. Finality was lacking until there was an agreement as to credits. <i>Newburger-Morris Co.</i> v. <i>Talcott,</i> <span class=\"citation no-link\"><span class=\"volume\">219</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">505</span></span>, 512; 114 N.E. 846.</p>\n<p>The events that followed confirm this interpretation of the effect of the transaction. Upon a computation of the credits the final balance was ascertained to be in favor of the Government. The balance thereby fixed was reported to the taxpayer. After the schedule of refunds and credits had been signed by the Commissioner, the Collector transmitted to the taxpayer a new statement of account by which it was clearly made to appear that the overassessment had been credited upon the tax for 1917, and that after such credit there was still owing from the taxpayer a balance of $5,829.07, which, together with the accrued interest, was thereupon collected. Then for the first time was there a final ascertainment of the balance upon consideration of both sides of the account, the debits and the credits. The taxpayer did not object to the account as submitted in its final form. Far from objecting, it paid the resulting balance, and by this act as well as by silence conceded the indebtedness. Indeed, there was more than an account stated; by force of voluntary payment there was also an account settled. <i>Lockwood</i> v. <i>Thorne,</i> <span class=\"citation no-link\"><span class=\"volume\">18</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">285</span></span>, 292. The statute of limitations is a bar to the recovery by the petitioner of the balance paid to the Government upon the demand of the Collector. <span class=\"star-pagination\">*67</span> This is not disputed. It is equally a bar to the recovery of any item that entered into the account and determined the balance as thus definitively adjusted.</p>\n<p>The judgment is</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE STONE took no part in the consideration or decision of this case.</p>\n<h2>NOTES</h2>\n<p>[*]  See: <i>Commissioner</i> v. <i>U.S. Refractories Corp.,</i> 64 F. (2d) 69; affirmed by an equally divided court, 290 U.S. 591; <i>Atlantic Mills</i> v. <i>United States,</i> 3 F. Supp. 699; <i>contra: </i><i>Commissioner</i> v. <i>Hind,</i> 52 F. (2d) 1075; <i>John M. Parker Co.</i> v. <i>Commissioner,</i> 49 F. (2d) 254.</p>\n\n</div>", "id": 102186, "judges": "Cardozo", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/102186/", "sha1": "7cdcaddab056255d36975dda091d0af85563c1e7", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:52:25"}