{"absolute_url": "/opinion/92471/united-states-v-pile/", "blocked": false, "citation": {"case_name": "United States v. Pile", "docket_number": "206", "document_uris": ["/api/rest/v2/document/92471/"], "federal_cite_one": "130 U.S. 280", "federal_cite_three": null, "federal_cite_two": null, "id": 76851, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/76851/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 7, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1889-04-01", "date_modified": "2014-12-21T01:30:42.647322", "docket": "/api/rest/v2/docket/1269054/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">130 U.S. 280</p>\n    <p class=\"case_cite\">9 S.Ct. 523</p>\n    <p class=\"case_cite\">32 L.Ed. 904</p>\n    <p class=\"parties\">UNITED STATES<br>v.<br>PILE.</p>\n    <p class=\"date\">April 8, 1889.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Sol. Gen. Jenks</i>, for the United States.</p>\n      <p class=\"indent\"><i>J.</i> <i>P. Murray</i>, for defendant.</p>\n      <p class=\"indent\">MILLER, J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The defendant below, who is the defendant here, was tried in the circuit court of the United States for the Middle district of Tennessee upon an indictment charging him with falsely making and forging an affidavit of John Frogge and others in relation to a claim for a pension. The jury by their verdict found him guilty. His counsel then entered a motion in arrest of judgment upon the alleged insufficiency of the indictment, which motion was overruled by the court. Thereupon the defendant moved for a new trial, which was refused, and judgement rendered sentencing the defendant to be confined in the jail of Davidson county for three months, and to forfeit and pay to the United States a fine of $250, and the costs, for which execution should issue, and the defendant be confined until said fine and costs were paid, or he was otherwise discharged by due course of law. All this appears by the record to have been done on the 29th day of October, 1884, and on the 31st day of the same month the following order was made: 'United States vs. S. H. Pile. No. 3,690. Came the U. S. att'y and the deft. in proper person, and upon application of the deft. the execution of the judgment heretofore entered herein is suspended until the fourth Monday in November next, upon defendant entering into recognizance for his appearance at that date. And thereupon came John C. Wright, who, with defendant, acknowledged himself indebted to the United States in the sum of $2,000, conditioned upon the appearance of defendant on the fourth Monday of November to abide by and perform the judgment of the court, and that he shall not depart without leave of the court. On Nov. 24th, 1884, on motion of defendant, the execution of the judgment herein was suspended until the next term of the court.' At the subsequent term, April 23, 1885, the following proceedings were had: 'United States vs. S. H. Pile. No. 3,690. Upon sufficient grounds appearing to the court, the judgment of fine and imprisonment pronounced in this cause at the last term, and the judgment rendered at the last term of this court on the motion in arrest of judgment overruling the same, are hereby set aside and for nothing held. And thereupon comes the defendant, by his counsel, before the circuit and district judges, and moved that the judgment in this case be arrested, and for causes sets forth the following: (1) The indictment does not aver any specific intent to defraud the United States or other party. (2) The indictment is delusive, uncertain, repugnant, or inconsistent. And the motion coming on for argument before the honorable the judges aforesaid, and they being unable to agree as to whether the said motion is well taken or not, but having divided in opinion touching the same, at the request of the counsel of the defendant a certificate of division is filed by the said judges, which is ordered to be made part of the record in this case; and no further steps will be taken in this case till the supreme court shall have adjudicated the question in said certificate set forth. The district attorney excepted to the order of the court setting aside the judgment of the court rendered at the last term, overruling the motion of defendant to arrest the judgment, and to the signing of division of opinion at this term of the court. It is ordered that the clerk certify the entire record of this cause to the supreme court. It is further ordered that defendant enter into bond, with good security, in the penal sum of two thousand doliars, conditioned that he make his personal appearance at the federal court-room in Nashville on the first day of April term of said circuit court, 1886, then and there to abide the further order of said circuit court. The defendant objects to the copying of any part of the record not authorized by law or the rules of the supreme court.' The judges thereupon certified to this court that they were divided in opinion upon the question of whether the motion in arrest of judgment should be allowed.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We are of opinion that the case here must be dismissed. When the circuit court had entered its judgment against the defendant for an imprisonment of 3 months, and a fine of $250, and had overruled the motion in arrest of judgment and for a new trial, it had finally disposed of the case. No new motion was made at that term of the court for any further consideration of the matter, and the judgment thus entered was final. It is true that the court made an order, upon the application of the defendant, by which the execution of that judgment was suspended until the fourth Monday in November, which was during the same term, and that on the 24th of November another order was entered still further suspending its execution until the next term of the court. But we do not consider that this order for the suspension of such execution set the judgment aside, or was founded on any further motion to reconsider that judgment. Although the mere execution of it was suspended until the next term of the court, the judgment remained in full force, with no proceeding pending to rehear, reconsider, or modify it. At the succeeding April term the court entered the order above quoted, that the judgment of fine and imprisonment, and that upon overruling the motion in arrest of judgment, be set aside and for nothing held; whereupon the questions above stated were argued upon the motion in arrest of judgment, and the certificate of division made by the two judges on the question of granting the motion. We do not understand that the court at that time had any further jurisdiction of the case. There was no motion continued from the last term; there was no application or proceeding pending from the last term, nor anything coming over from it, except the suspension of execution. This did not leave the power of the court to reconsider the whole case still open. As it was not a case, therefore, aor a division of opinion, in which either the court or the circuit judge (who did not sit upon the trial) had any power to act, we consider that there is nothing before this court, and the case must be dismissed here. The certificate of division related to a matter in which they had no right to act or to make such a certificate. It therefore brings nothing before this court for review, and the case is dismissed for want of jurisdiction.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>130 U.S. 280 (1889)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nPILE.</h1></center>\n<center>No. 206.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued and submitted March 15, 1889.</center>\n<center>Decided April 8, 1889.</center>\nCERTIFICATE OF DIVISION IN OPINION FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE MIDDLE DISTRICT OF TENNESSEE.\n<p><i>Mr. Solicitor General</i> for the motion.</p>\n<p><i>Mr. John P. Murray,</i> opposing, submitted on his brief.</p>\n<p>MR. JUSTICE MILLER delivered the opinion of the court.</p>\n<p>The defendant below, who is the defendant here, was tried in the Circuit Court of the United States for the Middle District of Tennessee upon an indictment charging him with falsely making and forging an affidavit of John Frogge and others in relation to a claim for a pension. The jury by their verdict found him guilty. His counsel then entered a motion <span class=\"star-pagination\">*281</span> in arrest of judgment upon the alleged insufficiency of the indictment, which motion was overruled by the court. Thereupon the defendant moved for a new trial, which was refused, and judgment rendered, sentencing the defendant to be confined in the jail of Davidson County for three months, and to forfeit and pay to the United States a fine of $250, and the costs, for which execution should issue, and the defendant be confined until said fine and costs were paid, or he was otherwise discharged by due course of law.</p>\n<p>All this appears by the record to have been done on the 29th day of October, 1884, and on the 31st day of the same month the following order was made:</p>\n\"UNITED STATES |\n      <i>v.</i>        &gt;  No. 3690.\n  S.H. PILE.  |\n<p>\"Came the U.S. att'y and the deft. in proper person, and upon application of the deft., the execution of the judgment heretofore entered herein is suspended until the fourth Monday in November next, upon defendant entering into recognizance for his appearance at that date. And thereupon came John C. Wright, who, with defendant, acknowledged himself indebted to the United States in the sum of $2000, conditioned upon the appearance of defendant on the 4th Monday of November to abide by and perform the judgment of the court, and that he shall not depart without leave of the court.</p>\n<p>\"On Nov. 24th, 1884, on motion of defendant, the execution of the judgment herein was suspended until the next term of the court.\"</p>\n<p>At the subsequent term, April 23, 1885, the following proceedings were had:</p>\n\"UNITED STATES |\n      <i>v.</i>        &gt;  No. 3690.\n  S.H. PILE.  |\n<p>\"Upon sufficient grounds appearing to the court, the judgment of fine and imprisonment pronounced in this cause at the last term, and the judgment rendered at the last term of this <span class=\"star-pagination\">*282</span> court on the motion in arrest of judgment overruling the same, are hereby set aside and for nothing held. And thereupon comes the defendant, by his counsel, before the Circuit and District Judges, and moved that the judgment in this case be arrested, and for causes sets forth the following:</p>\n<p>\"1. The indictment does not aver any specific intent to defraud the United States or other party.</p>\n<p>\"2. The indictment is delusive, uncertain, repugnant, or inconsistent.</p>\n<p>\"And the motion coming on for argument before the honorable the judges aforesaid, and they being unable to agree as to whether the said motion is well taken or not, but having divided in opinion touching the same, at the request of the counsel of the defendant, a certificate of division is filed by the said judges, which is ordered to be made part of the record in this case. And no further steps will be taken in this case till the Supreme Court shall have adjudicated the question in said certificate set forth. The district attorney excepted to the order of the court setting aside the judgment of the court rendered at the last term, overruling the motion of defendant to arrest the judgment, and to the signing of division of opinion at this term of the court.</p>\n<p>\"It is ordered that the clerk certify the entire record of this cause to the Supreme Court.</p>\n<p>\"It is further ordered that defendant enter into bond with good security in the penal sum of two thousand dollars, conditioned that he make his personal appearance at the Federal court-room in Nashville on the first day of April term of said Circuit Court, 1886, then and there to abide the further order of said Circuit Court. The defendant objects to the copying of any part of the record not authorized by law or the rules of the Supreme Court.\"</p>\n<p>The judges thereupon certified to this court that they were divided in opinion upon the question of whether the motion in arrest of judgment should be allowed.</p>\n<p>We are of opinion that the case here must be dismissed. When the Circuit Court had entered its judgment against the <span class=\"star-pagination\">*283</span> defendant for an imprisonment of three months and a fine of $250, and had overruled the motion in arrest of judgment and for a new trial, it had finally disposed of the case. No new motion was made at that term of the court for any farther consideration of the matter, and the judgment thus entered was final. It is true that the court made an order, upon the application of the defendant, by which the execution of that judgment was suspended until the fourth Monday in November, which was during the same term, and that on the 24th of November another order was entered still farther suspending its execution until the next term of the court. But we do not consider that this order for the suspension of such execution set the judgment aside or was founded on any further motion to reconsider that judgment. Although the mere execution of it was suspended until the next term of the court the judgment remained in full force, with no proceeding pending to rehear, reconsider, or modify it. At the succeeding April term the court entered the order above quoted, that the judgment of fine and imprisonment, and that upon overruling the motion in arrest of judgment, be set aside and for nothing held; whereupon the questions above stated were argued upon the motion in arrest of judgment and the certificate of division made by the two judges on the question of granting the motion.</p>\n<p>We do not understand that the court at that time had any farther jurisdiction of the case. There was no motion continued from the last term; there was no application or proceeding pending from the last term, nor anything coming over from it, except the suspension of execution. This did not leave the power of the court to reconsider the whole case still open. As it was not a case, therefore, for a division of opinion, in which either the court or the circuit judge (who did not sit upon the trial) had any power to act, we consider that there is nothing before this court, and the case must be dismissed here. The certificate of division related to a matter in which they had no right to act or to make such a certificate. It therefore brings nothing before this court for review, and</p>\n<p><i>The case is dismissed for want of jurisdiction.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">280</span></span> (1889)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nPILE.</h1></center>\n<center>No. 206.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued and submitted March 15, 1889.</center>\n<center>Decided April 8, 1889.</center>\nCERTIFICATE OF DIVISION IN OPINION FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE MIDDLE DISTRICT OF TENNESSEE.\n<p><i>Mr. Solicitor General</i> for the motion.</p>\n<p><i>Mr. John P. Murray,</i> opposing, submitted on his brief.</p>\n<p>MR. JUSTICE MILLER delivered the opinion of the court.</p>\n<p>The defendant below, who is the defendant here, was tried in the Circuit Court of the United States for the Middle District of Tennessee upon an indictment charging him with falsely making and forging an affidavit of John Frogge and others in relation to a claim for a pension. The jury by their verdict found him guilty. His counsel then entered a motion <span class=\"star-pagination\">*281</span> in arrest of judgment upon the alleged insufficiency of the indictment, which motion was overruled by the court. Thereupon the defendant moved for a new trial, which was refused, and judgment rendered, sentencing the defendant to be confined in the jail of Davidson County for three months, and to forfeit and pay to the United States a fine of $250, and the costs, for which execution should issue, and the defendant be confined until said fine and costs were paid, or he was otherwise discharged by due course of law.</p>\n<p>All this appears by the record to have been done on the 29th day of October, 1884, and on the 31st day of the same month the following order was made:</p>\n\"UNITED STATES |\n      <i>v.</i>        &gt;  No. 3690.\n  S.H. PILE.  |\n<p>\"Came the U.S. att'y and the deft. in proper person, and upon application of the deft., the execution of the judgment heretofore entered herein is suspended until the fourth Monday in November next, upon defendant entering into recognizance for his appearance at that date. And thereupon came John C. Wright, who, with defendant, acknowledged himself indebted to the United States in the sum of $2000, conditioned upon the appearance of defendant on the 4th Monday of November to abide by and perform the judgment of the court, and that he shall not depart without leave of the court.</p>\n<p>\"On Nov. 24th, 1884, on motion of defendant, the execution of the judgment herein was suspended until the next term of the court.\"</p>\n<p>At the subsequent term, April 23, 1885, the following proceedings were had:</p>\n\"UNITED STATES |\n      <i>v.</i>        &gt;  No. 3690.\n  S.H. PILE.  |\n<p>\"Upon sufficient grounds appearing to the court, the judgment of fine and imprisonment pronounced in this cause at the last term, and the judgment rendered at the last term of this <span class=\"star-pagination\">*282</span> court on the motion in arrest of judgment overruling the same, are hereby set aside and for nothing held. And thereupon comes the defendant, by his counsel, before the Circuit and District Judges, and moved that the judgment in this case be arrested, and for causes sets forth the following:</p>\n<p>\"1. The indictment does not aver any specific intent to defraud the United States or other party.</p>\n<p>\"2. The indictment is delusive, uncertain, repugnant, or inconsistent.</p>\n<p>\"And the motion coming on for argument before the honorable the judges aforesaid, and they being unable to agree as to whether the said motion is well taken or not, but having divided in opinion touching the same, at the request of the counsel of the defendant, a certificate of division is filed by the said judges, which is ordered to be made part of the record in this case. And no further steps will be taken in this case till the Supreme Court shall have adjudicated the question in said certificate set forth. The district attorney excepted to the order of the court setting aside the judgment of the court rendered at the last term, overruling the motion of defendant to arrest the judgment, and to the signing of division of opinion at this term of the court.</p>\n<p>\"It is ordered that the clerk certify the entire record of this cause to the Supreme Court.</p>\n<p>\"It is further ordered that defendant enter into bond with good security in the penal sum of two thousand dollars, conditioned that he make his personal appearance at the Federal court-room in Nashville on the first day of April term of said Circuit Court, 1886, then and there to abide the further order of said Circuit Court. The defendant objects to the copying of any part of the record not authorized by law or the rules of the Supreme Court.\"</p>\n<p>The judges thereupon certified to this court that they were divided in opinion upon the question of whether the motion in arrest of judgment should be allowed.</p>\n<p>We are of opinion that the case here must be dismissed. When the Circuit Court had entered its judgment against the <span class=\"star-pagination\">*283</span> defendant for an imprisonment of three months and a fine of $250, and had overruled the motion in arrest of judgment and for a new trial, it had finally disposed of the case. No new motion was made at that term of the court for any farther consideration of the matter, and the judgment thus entered was final. It is true that the court made an order, upon the application of the defendant, by which the execution of that judgment was suspended until the fourth Monday in November, which was during the same term, and that on the 24th of November another order was entered still farther suspending its execution until the next term of the court. But we do not consider that this order for the suspension of such execution set the judgment aside or was founded on any further motion to reconsider that judgment. Although the mere execution of it was suspended until the next term of the court the judgment remained in full force, with no proceeding pending to rehear, reconsider, or modify it. At the succeeding April term the court entered the order above quoted, that the judgment of fine and imprisonment, and that upon overruling the motion in arrest of judgment, be set aside and for nothing held; whereupon the questions above stated were argued upon the motion in arrest of judgment and the certificate of division made by the two judges on the question of granting the motion.</p>\n<p>We do not understand that the court at that time had any farther jurisdiction of the case. There was no motion continued from the last term; there was no application or proceeding pending from the last term, nor anything coming over from it, except the suspension of execution. This did not leave the power of the court to reconsider the whole case still open. As it was not a case, therefore, for a division of opinion, in which either the court or the circuit judge (who did not sit upon the trial) had any power to act, we consider that there is nothing before this court, and the case must be dismissed here. The certificate of division related to a matter in which they had no right to act or to make such a certificate. It therefore brings nothing before this court for review, and</p>\n<p><i>The case is dismissed for want of jurisdiction.</i></p>\n</div>", "id": 92471, "judges": "Miller", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/92471/", "sha1": "f904762dfbaa4ab18cc3dc3bd57cad0513278df8", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:05:49"}