{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "443 U.S. 137", 
    "federal_cite_two": "99 S. Ct. 2689", 
    "specialty_cite_one": null, 
    "federal_cite_three": "61 L. Ed. 2d 433", 
    "lexis_cite": "1979 U.S. LEXIS 141", 
    "document_uris": [
      "/api/rest/v2/document/110132/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Baker v. McCollan", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "78-752", 
    "id": 94491, 
    "resource_uri": "/api/rest/v2/citation/94491/"
  }, 
  "id": 110132, 
  "blocked": false, 
  "judges": "Rehnquist", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1979-06-26", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>443 U.S. 137 (1979)</b></center>\n<center><h1>BAKER<br>\nv.<br>\nMcCOLLAN</h1></center>\n<center>No. 78-752.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 23, 1979.</center>\n<center>Decided June 26, 1979.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE FIFTH CIRCUIT\n<p><span class=\"star-pagination\">*138</span> <i>A. W. SoRelle III</i> argued the cause for petitioner. With him on the briefs were <i>Kerry Knorpp</i> and <i>John L. Owen.</i></p>\n<p><i>Douglas R. Larson</i> argued the cause and filed a brief for respondent.<sup>[*]</sup></p>\n<p>MR. JUSTICE REHNQUIST delivered the opinion of the Court.</p>\n<p>Last Term, in <i>Procunier</i> v. <i>Navarette,</i> 434 U. S. 555 (1978), we granted certiorari to consider the question whether negligent conduct can form the basis of an award of damages under 42 U. S. C. § 1983. The constitutional violation alleged in <i>Procunier</i> was interference on the part of prison officials with a prisoner's outgoing mail. The complaint alleged that the prison officials had acted with every conceivable state of mind, from \"knowingly\" and in \"bad faith\" to \"negligently and inadvertently.\" We granted certiorari, however, only on the question \"[w]hether negligent failure to mail certain of <span class=\"star-pagination\">*139</span> a prisoner's outgoing letters states a cause of action under § 1983.\" 434 U. S., at 559 n. 6.</p>\n<p>Following oral argument and briefing on the merits, the Court held that since the constitutional right allegedly violated had not been authoritatively declared at the time the prison officials acted, the officials were entitled, as a matter of law, to prevail on their claim of qualified immunity. Quoting from <i>Wood</i> v. <i>Strickland,</i> 420 U. S. 308, 322 (1975), we observed: \"Because [the prison officials] could not reasonably have been expected to be aware of a constitutional right that had not yet been declared, [they] did not act with such disregard for the established law that their conduct `cannot reasonably be characterized as being in good faith.'\" 434 U. S., at 565. It was thus unnecessary to reach the question on which certiorari had been granted.</p>\n<p>In the instant case, the Court of Appeals for the Fifth Circuit saw the focal issue as whether petitioner Baker, the sheriff of Potter County, Tex., had negligently failed to establish certain identification procedures which would have revealed that respondent was not the man wanted in connection with the drug charges on which he was arrested. Accordingly, it withheld decision until our opinion in <i>Procunier</i> was handed down. Finding no guidance in <i>Procunier</i> on the question whether an allegation of \"simple negligence\" states a claim for relief under § 1983, the Court of Appeals proceeded to answer that question affirmatively, holding that respondent was entitled to have his § 1983 claim presented to the jury even though the evidence supported no more than a finding of negligence on the part of Sheriff Baker. We granted certiorari. 439 U. S. 1114 (1979).</p>\n<p>Having been around this track once before in <i>Procunier, supra,</i> we have come to the conclusion that the question whether an allegation of simple negligence is sufficient to state a cause of action under § 1983 is more elusive than it appears at first blush. It may well not be susceptible of a uniform <span class=\"star-pagination\">*140</span> answer across the entire spectrum of conceivable constitutional violations which might be the subject of a § 1983 action. In any event, before the relationship between the defendant's state of mind and his liability under § 1983 can be meaningfully explored, it is necessary to isolate the precise constitutional violation with which he is charged. For § 1983 imposes civil liability only upon one</p>\n<blockquote>\"who, under color of any statute, ordinance, regulation, custom, or usage, of any State or Territory, subjects, or causes to be subjected, any citizen of the United States or other person within the jurisdiction thereof to the deprivation of any rights, privileges, or immunities <i>secured by the Constitution and laws</i> . . . .\"</blockquote>\n<p>The first inquiry in any § 1983 suit, therefore, is whether the plaintiff has been deprived of a right \"secured by the Constitution and laws.\" If there has been no such deprivation, the state of mind of the defendant is wholly immaterial.<sup>[1]</sup> We think that respondent has failed to satisfy this threshold requirement of § 1983 and thus defer once again consideration of the question whether simple negligence can give rise to § 1983 liability.</p>\n<p></p>\n<h2>I</h2>\n<p>Leonard McCollan and respondent Linnie Carl McCollan are brothers. Leonard somehow procured a duplicate of Linnie's driver's license, identical to the original in every respect except that, as the Court of Appeals put it, \"Leonard's picture graced it instead of Linnie's.\" <i>McCollan</i> v. <i>Tate,</i> 575 F. 2d 509, 511 (CA5 1978). In October 1972, Leonard, masquerading as Linnie, was arrested in Potter County on narcotics <span class=\"star-pagination\">*141</span> charges. He was booked as Linnie Carl McCollan, signed various documents as Linnie Carl McCollan, and was released on bail as Linnie Carl McCollan. Leonard's bondsman sought and received an order allowing him to surrender his principal and a warrant was issued for the arrest of \"Linnie Carl McCollan.\"</p>\n<p>On December 26, 1972, Linnie was stopped in Dallas for running a red light. A routine warrant check revealed that Linnie Carl McCollan was wanted in Potter County, and respondent was taken into custody over his protests of mistaken identification. The Dallas Police Department contacted the Potter County Sheriff's Department, compared the identifying information on respondent's driver's license with that contained in the Potter County arrest records, and understandably concluded that they had their man. On December 30, Potter County deputies took custody of respondent and placed him in the Potter County Jail in Amarillo. He remained there until January 2, 1973, when officials compared his appearance against a file photograph of the wanted man and, recognizing their error, released him.</p>\n<p>Respondent brought this damages action \"pursuant to the Fourteenth Amendment to the United States Constitution and . . . [§] 1983.\" App. 6. After each party had rested his case, the United States District Court for the Northern District of Texas directed a verdict in favor of Sheriff Baker and his surety, Transamerica Insurance Co., without articulating its reasons. The Court of Appeals for the Fifth Circuit reversed. Characterizing respondent's cause of action as a \"[§] 1983 false imprisonment action,\" the Court of Appeals determined that respondent had made out a prima facie case by showing (1) intent to confine, (2) acts resulting in confinement, and (3) consciousness of the victim of confinement or resulting harm. The question in the court's view thus became whether Sheriff Baker was entitled to the defense of qualified immunity, which in turn depended on the reasonableness <span class=\"star-pagination\">*142</span> of his failure to institute an identification procedure that would have disclosed the error. Noting that the error would have been discovered if Potter County officials had sent identifying material to Dallas or had immediately upon respondent's arrival in Amarillo compared him with the file photograph and fingerprints of the wanted man, the Court of Appeals determined that a jury could reasonably conclude that the sheriff had behaved unreasonably in failing to institute such measures. Accordingly, the case was remanded to the District Court for a new trial.</p>\n<p></p>\n<h2>II</h2>\n<p>Respondent's claim is that his detention in the Potter County jail was wrongful. Under a tort-law analysis it may well have been. The question here, however, is whether his detention was unconstitutional. For, as the Court of Appeals recognized, a public official is liable under § 1983 only \"if he <i>causes</i> the plaintiff to be subjected to deprivation of his constitutional rights.\" 575 F. 2d, at 512 (emphasis in original). Despite this recognition, the Court of Appeals analyzed respondent's so-called \"[§] 1983 false imprisonment action\" exclusively in terms of traditional tort-law concepts, relying heavily on the Restatement (Second) of Torts (1965). Indeed, nowhere in its opinion does the Court of Appeals specifically identify the constitutional right allegedly infringed in this case. Because respondent's claim and the Court of Appeals' decision focus exclusively on respondent's prolonged detention caused by petitioner's failure to institute adequate identification procedures, the constitutional provision allegedly violated by petitioner's action is presumably the Fourteenth Amendment's protection against deprivations of liberty without due process of law.</p>\n<p>By virtue of its \"incorporation\" into the Fourteenth Amendment, the Fourth Amendment requires the States to provide a fair and reliable determination of probable cause as a condition for any significant pretrial restraint of liberty. <i>Gerstein</i> <span class=\"star-pagination\">*143</span> v. <i>Pugh,</i> 420 U. S. 103 (1975). The probable-cause determination \"must be made by a judicial officer either before or promptly after arrest.\" <i>Id.,</i> at 125. Since an adversary hearing is not required, and since the probable-cause standard for pretrial detention is the same as that for arrest, a person arrested pursuant to a warrant issued by a magistrate on a showing of probable cause is not constitutionally entitled to a separate judicial determination that there is probable cause to detain him pending trial.<sup>[2]</sup></p>\n<p>In this case, respondent was arrested pursuant to a facially valid warrant, and the Court of Appeals made no suggestion that respondent's arrest was constitutionally deficient. Indeed, respondent makes clear that his § 1983 claim was based solely on Sheriff Baker's actions after respondent was incarcerated:</p>\n<blockquote>\"McCollan's § 1983 claim against the sheriff is not for the wrong name being placed in the warrant or the failure to discover and change same or even the initial arrest of the respondent, but rather for the intentional failure to investigate and determine that the wrong man was imprisoned.\" Brief for Respondent 12.</blockquote>\n<p>For purposes of analysis, then, this case can be parsed with relative ease. Absent an attack on the validity of the warrant under which he was arrested, respondent's complaint is <span class=\"star-pagination\">*144</span> simply that despite his protests of mistaken identity, he was detained in the Potter County jail from December 30, when Potter County deputies retrieved him from Dallas, until January 2, when the validity of his protests was ascertained. Whatever claims this situation might give rise to under state tort law, we think it gives rise to no claim under the United States Constitution. Respondent was indeed deprived of his liberty for a period of days, but it was pursuant to a warrant conforming, for purposes of our decision, to the requirements of the Fourth Amendment. Obviously, one in respondent's position could not be detained indefinitely in the face of repeated protests of innocence even though the warrant under which he was arrested and detained met the standards of the Fourth Amendment. For the Constitution likewise guarantees an accused the right to a speedy trial, and invocation of the speedy trial right need not await indictment or other formal charge; arrest pursuant to probable cause is itself sufficient. <i>United States</i> v. <i>Marion,</i> 404 U. S. 307 (1971).<sup>[3]</sup><span class=\"star-pagination\">*145</span> We may even assume, <i>arguendo,</i> that, depending on what procedures the State affords defendants following arrest and prior to actual trial, mere detention pursuant to a valid warrant but in the face of repeated protests of innocence will after the lapse of a certain amount of time deprive the accused of \"liberty . . . without due process of law.\" But we are quite certain that a detention of three days over a New Year's weekend does not and could not amount to such a deprivation.</p>\n<p>Respondent's innocence of the charge contained in the warrant, while relevant to a tort claim of false imprisonment in most if not all jurisdictions, is largely irrelevant to his claim of deprivation of liberty without due process of law.<sup>[4]</sup> The Constitution does not guarantee that only the guilty will be arrested. If it did, § 1983 would provide a cause of action for every defendant acquitted\u0097indeed, for every suspect released. Nor are the manifold procedural protections afforded criminal defendants under the Bill of Rights \"without limits.\" <i>Patterson</i> v. <i>New York,</i> 432 U. S. 197, 208 (1977). \"Due process does not require that every conceivable step be taken, at whatever cost, to eliminate the possibility of convicting an innocent person.\" <i>Ibid.</i></p>\n<p>The Fourteenth Amendment does not protect against all deprivations of liberty. It protects only against deprivations of liberty accomplished \"without due process of law.\" A reasonable division of functions between law enforcement officers, committing magistrates, and judicial officers\u0097all of whom may be potential defendants in a § 1983 action\u0097is entirely consistent with \"due process of law.\" Given the requirements that arrest be made only on probable cause and that one detained be accorded a speedy trial, we do not think a sheriff executing an arrest warrant is required by the constitution <span class=\"star-pagination\">*146</span> to investigate independently every claim of innocence, whether the claim is based on mistaken identity or a defense such as lack of requisite intent. Nor is the official charged with maintaining custody of the accused named in the warrant required by the Constitution to perform an error-free investigation of such a claim. The ultimate determination of such claims of innocence is placed in the hands of the judge and the jury.<sup>[5]</sup></p>\n<p></p>\n<h2>III</h2>\n<p>The Court of Appeals closed its opinion with the following summary of its holding:</p>\n<blockquote>\"We are saying that the sheriff or arresting officer has a duty to exercise due diligence in making sure that the person arrested and detained is actually the person sought under the warrant and not merely someone of the same or a similar name. <i>See</i> Restatement (2d) Torts § 125, comment (d) (1965).\" 575 F. 2d, at 513.</blockquote>\n<p>Section 1983 imposes liability for violations of rights protected by the Constitution, not for violations of duties of care arising out of tort law. Remedy for the latter type of injury must be sought in state court under traditional tort-law principles. Just as \"[m]edical malpractice does not become a constitutional violation merely because the victim is a prisoner,\" <i>Estelle</i> v. <i>Gamble,</i> 429 U. S. 97, 106 (1976), false imprisonment does not become a violation of the Fourteenth Amendment merely because the defendant is a state official.</p>\n<p>Having been deprived of no rights secured under the United States Constitution, respondent had no claim cognizable under <span class=\"star-pagination\">*147</span> § 1983. The judgment of the Court of Appeals for the Fifth Circuit is therefore</p>\n<p><i>Reversed.</i></p>\n<p>MR. JUSTICE BLACKMUN, concurring.</p>\n<p>The Court long has struggled to define the \"liberty\" protected by the Due Process Clause of the Fourteenth Amendment. The Court today looks to the provisions of the Bill of Rights that have been \"incorporated\" into the Due Process Clause, including the right to be free from unreasonable seizures, the right to bail, and the right to a speedy trial, and, finding that none of those specifically incorporated rights apply here, concludes that petitioner did not deny respondent due process in holding him in jail during a holiday weekend. <i>Ante,</i> at 144-145.</p>\n<p>The Court's cases upon occasion have defined \"liberty\" without specific guidance from the Bill of Rights. For example, it has found police conduct that \"shocks the conscience\" to be a denial of due process. <i>Rochin</i> v. <i>California,</i> 342 U. S. 165, 172 (1952). Mr. Justice Harlan once wrote: \"This `liberty' is not a series of isolated points pricked out in terms of [the Bill of Rights]. It is a rational continuum which, broadly speaking, includes a freedom from all substantial arbitrary impositions and purposeless restraints.\" <i>Poe</i> v. <i>Ullman,</i> 367 U. S. 497, 543 (1961) (dissenting opinion). See also <i>Roe</i> v. <i>Wade,</i> 410 U. S. 113, 152-156 (1973).</p>\n<p>The Court today does not consider whether petitioner's conduct \"shocks the conscience\" or is so otherwise offensive to the \"concept of ordered liberty,\" <i>Palko</i> v. <i>Connecticut,</i> 302 U. S. 319, 325 (1937), as to warrant a finding that petitioner denied respondent due process of law. Nothing in petitioner's conduct suggests outrageousness. He had been sheriff for only 40 days when this incident occurred, and, viewing the facts in the light most favorable to respondent, petitioner's error lay solely in failing to supervise the conduct of the <span class=\"star-pagination\">*148</span> deputies who transferred respondent to the Potter County jail and kept him there over the weekend. The Court of Appeals' finding that petitioner \"intended to confine\" respondent rested solely on petitioner's knowledge of the office procedures, not on any knowledge of respondent or even on an awareness at the time this incident occurred that the procedures might be ineffective. In contrast to the deputies who, as MR. JUSTICE STEVENS and MR. JUSTICE MARSHALL point out, <i>post,</i> at 151-152 and 149, turned a deaf ear to respondent's protests, petitioner checked the files and released respondent as soon as petitioner became aware of respondent's claim. The deputies are not parties to this lawsuit. While I concluded in <i>Rizzo</i> v. <i>Goode,</i> 423 U. S. 362, 384-387 (1976) (dissenting opinion), that the reckless failure of a police official to stop a pattern of clearly unconstitutional conduct by his subordinates could be enjoined under § 1983, here there is no indication that petitioner was aware, or should have been aware, either of the likelihood of misidentification or of his subordinates' action in this case.</p>\n<p>I do not understand the Court's opinion to speak to the possibility that <i>Rochin</i> might be applied to this type of case or otherwise to foreclose the possibility that a prisoner in respondent's predicament might prove a due process violation by a sheriff who deliberately and repeatedly refused to check the identity of a complaining prisoner against readily available mug shots and fingerprints. Such conduct would be far more \"shocking\" than anything this petitioner has done. The Court notes that intent is relevant to the existence of a constitutional violation, <i>ante,</i> at 140 n. 1, it reserves judgment as to whether a more lengthy incarceration might deny due process, <i>ante,</i> at 144, and it concludes only that \"every\" claim of innocence need not be investigated independently, <i>ante,</i> at 145-146. I therefore do not agree with MR. JUSTICE STEVENS' suggestion, <i>post,</i> at 154 n. 14, that a prisoner in respondent's predicament would be foreclosed from seeking a writ of habeas <span class=\"star-pagination\">*149</span> corpus. Because this is my understanding, and because I agree that the rights surveyed by the Court do not here provide a basis for the damages award respondent seeks, I concur in the judgment of the Court and join its opinion.</p>\n<p>MR. JUSTICE MARSHALL, dissenting.</p>\n<p>While I join the dissenting opinion of my Brother STEVENS, I would add one or two additional words. As I view this case, neither \"negligence\" nor \"mere negligence\" is involved. Respondent was arrested and not released. This constituted intentional action and not, under these circumstances, negligence. For despite respondent's repeated protests of misidentification, as well as information possessed by the Potter County sheriff suggesting that the name in the arrest warrant was incorrect, see <i>post,</i> at 151 (STEVENS, J., dissenting), petitioner and his deputies made absolutely no effort for eight days to determine whether they were holding an innocent man in violation of his constitutionally protected rights.</p>\n<p>MR. JUSTICE STEVENS, with whom MR. JUSTICE BRENNAN and MR. JUSTICE MARSHALL join, dissenting.</p>\n<p>When a State deprives a person of his liberty after his arrest, the Constitution requires that it be prepared to justify not only the initial arrest, but the continued detention as well.<sup>[1]</sup> Respondent's arrest on December 26, 1972, was authorized by a valid warrant, and no claim is raised that it violated his Fourth Amendment rights. The question is whether the deprivation of his liberty during the next eight days\u0097despite his protests of mistaken identity\u0097was \"without due process of <span class=\"star-pagination\">*150</span> law\" within the meaning of the Fourteenth Amendment. The record in this case makes clear that the procedures employed by the sheriff of Potter County, Tex., at the time were not reasonably calculated to establish that a person being detained for the alleged commission of a crime was in fact the person believed to be guilty of the offense. In my judgment, such procedures are required by the Due Process Clause, and the deprivation of respondent's liberty occasioned by their absence is a violation of his Fourteenth Amendment rights.</p>\n<p></p>\n<h2>I</h2>\n<p>Respondent's brother Leonard was arrested by a member of the City of Amarillo Police Force on September 11, 1972; city police officers photographed and fingerprinted him. On October 6, 1972, he was transferred to the custody of the sheriff of Potter County. At that time, contrary to normal practice, the Potter County sheriff's office took possession of the driver's license the brother was carrying. They did so because it was apparent that the license had been altered. The sheriff testified that an alteration of that kind established a likelihood that the arrested was using an alias.<sup>[2]</sup></p>\n<p>A professional surety posted bond and respondent's brother was released. On November 3, 1972, for reasons that do not appear in the record, the bondsman sought and received an order allowing him to surrender respondent's brother. A warrant for his re-arrest was therefore issued. Since the brother had been masquerading as respondent, the warrant was issued in respondent's name.<sup>[3]</sup> Although respondent has not questioned the validity of the warrant\u0097presumably because it issued before petitioner became sheriff\u0097he has emphasized the fact that the altered driver's license in the file gave the sheriff's deputies reason to believe that the wanted person was using an alias.</p>\n<p><span class=\"star-pagination\">*151</span> On December 26, 1972, respondent was stopped for a traffic violation in Dallas. The Dallas patrolman made a routine radio check and learned that the Potter County warrant was outstanding. Over respondent's repeated protests that he was not the right man, the officer placed him under arrest and took him to a Dallas police station. The desk sergeant telephoned the Potter County sheriff's office and apparently learned that respondent's name, sex, race, and date of birth corresponded with the information provided by the sheriff. No mention appears to have been made of the fact that the sheriff's files contained an altered driver's license issued in respondent's name, even though respondent was obviously carrying a license when he was ticketed for the traffic offense.<sup>[4]</sup> In short, the fact that the sheriff's office had reason to believe that the name in the warrant was an alias did not motivate any special effort to verify the arrestee's identification.</p>\n<p>The sheriff's deputies allowed respondent to remain in the Dallas lockup for four days before they picked him up. At the time they did so, they failed to follow an identification procedure used by comparable sheriff's offices. They did not take the pictures and fingerprints in the file with them to Dallas to be sure that they had the man they wanted. Nor, when they returned to the Potter County jail, did they refer to the pictures or the prints notwithstanding respondent's continued protests of misidentification and the ready availability of the information.<sup>[5]</sup></p>\n<p>The ensuing four days included a holiday weekend when the sheriff was apparently away from his office. It was nevertheless a busy period for his staff since about 150 prisoners were being detained in a jail designed to house only 88.<sup>[6]</sup> In <span class=\"star-pagination\">*152</span> all, there was no procedure in effect that led any of the sheriff's deputies to pull out the file and compare the pictures and fingerprints with respondent. Of course, as soon as the sheriff did so on January 2, he recognized the mistake that had been made and immediately released respondent.</p>\n<p>It is evident that respondent's 8-day imprisonment would have been at least cut in half if any one of several different procedures had been followed by the sheriff's office. If his brother's file had been marked to indicate that he was probably using an alias, a more thorough and prompt identification check would surely have been made; if he had been transferred from Dallas to Potter County promptly, he apparently would have arrived before the sheriff left for the holiday weekend. If a prompt pickup was not feasible, a prompt mailing of the fingerprints and photographs would have revealed the error; if the deputies who picked him up had taken the fingerprints and photographs with them, he would have been released in Dallas; if the file had been checked when he arrived at the Potter County jail, or if the sheriff had delegated authority to review complaints of misidentification during his absence, respondent would not have spent four days in the Potter County jail. In short, almost any regular procedures for verifying an arrestee's identification would have resulted in the prompt release of respondent.</p>\n<p></p>\n<h2>II</h2>\n<p>The Due Process Clause clearly protects an individual from conviction based on identification procedures which are improperly suggestive. In a criminal trial, that Clause requires the exclusion of evidence obtained through procedures presenting \"a very substantial likelihood of . . . misidentification.\" <i>Simmons</i> v. <i>United States,</i> 390 U. S. 377, 384. Fair procedures must be used, to prevent an \"irreparable misidentification\" and the resulting deprivation of liberty attaching to <span class=\"star-pagination\">*153</span> conviction. <i>Ibid.</i><sup>[7]</sup> In my judgment, the Due Process Clause equally requires that fair procedures be employed to ensure that the wrong individual is not subject to the deprivations of liberty attaching to pretrial detention.</p>\n<p>Pretrial detention unquestionably involves a serious deprivation of individual liberty. \"The consequences of prolonged detention may be more serious than the interference occasioned by arrest. Pretrial confinement may imperil the suspect's job, interrupt his source of income, and impair his family relationships.\" <i>Gerstein</i> v. <i>Pugh,</i> 420 U. S. 103, 114. The burdens of pretrial detention are substantial ones to impose on a presumptively innocent man, even when there is probable cause to believe he has committed a crime.<sup>[8]</sup> To impose such burdens on the wrong man\u0097on a man who has been mistakenly identified as a suspect because of inadequate identification procedures\u0097seems to me clearly unconstitutional. It is wholly at odds with the constitutional restraints imposed on police officers in the performance of investigative stops,<sup>[9]</sup> the establishment of probable cause to detain as well as to arrest,<sup>[10]</sup> and the questioning of suspects taken into custody.<sup>[11]</sup> In each of these activities, police officers must conform to procedures mandated by the Constitution which serve to minimize <span class=\"star-pagination\">*154</span> the risk of wrongful and unjustified deprivations of personal liberty. It surely makes little sense to enforce limits on the police officer seeking out and detaining those whom he believes to have committed crimes without at the same time requiring adherence to procedures designed to ensure that the subject of the police action and detention is in fact the individual the officer believes he is.</p>\n<p>In rejecting respondent's claim that his mistaken detention violated his constitutional rights, the Court today relies on two alternative rationales. First, it seems to hold that the constitutional right to a speedy trial provides adequate assurance against unconstitutional detentions, so long as the initial arrest is valid. I cannot agree. A speedy trial within the meaning of the Constitution may take place weeks or months\u0097if not years\u0097after the initial arrest.<sup>[12]</sup> And many arrested persons\u0097as many as 49% of those arrested in the District of Columbia\u0097are never tried at all, with charges being dropped at some point prior to trial.<sup>[13]</sup></p>\n<p>Alternatively, the majority relies on the fact that the last three days of respondent's detention occurred over a holiday weekend to establish that the deprivation of his liberty was so minimal as not to require procedural protections. Whatever relevance the holiday might have to the sheriff's good-faith defense<sup>[14]</sup>\u0097an issue not presented here\u0097it is clear to me <span class=\"star-pagination\">*155</span> that the coincidence of a holiday weekend hardly reduces the deprivation of liberty from respondent's point of view; indeed, one might regard the deprivation of liberty as particularly serious over a holiday weekend, and require a higher standard of care at such a time. No claim is made that respondent's deprivation was due to the failure to follow otherwise applicable procedures during a holiday weekend; and no such claim could be made, since the respondent was detained for five days before the holiday weekend, and since he was brought to Potter County before the weekend without confirming his identity according to procedures which are customary in comparable police departments.<sup>[15]</sup></p>\n<p>Certainly, occasional mistakes may be made by conscientious police officers operating under the strictest procedures. But this is hardly such a case. Here, there were no identification procedures. And the problems of mistaken identification are not, in my judgment, so insubstantial that the absence of such procedures, and the deprivation of individual liberty which results from their absence, should be lightly dismissed as of no constitutional significance. The practice of making a radio check with a centralized data bank is now a routine policy, followed not only in every traffic stop in Potter County,<sup>[16]</sup> but also in literally hundreds of thousands of cases per day nationwide.<sup>[17]</sup> The risk of misidentification based on coincidental similarity of names, birthdays, and descriptions <span class=\"star-pagination\">*156</span> is unquestionably substantial;<sup>[18]</sup> it is reflected not only in cases processed by this Court,<sup>[19]</sup> but also in the emphasis placed on securing fingerprint identification by those responsible for the national computer system.<sup>[20]</sup> The societal interests in apprehending the guilty as well as the interests in avoiding the incarceration of the innocent equally demand that the identification of arrested persons conform to standards designed to minimize the risk of error. I am not prepared or qualified to define the standards that should govern this aspect of the law enforcement profession's work, but I have no hesitation in concluding that an 8-day imprisonment resulting from a total absence of <i>any</i> regular identification procedures in Potter County was a deprivation of liberty without the due process of law that the Constitution commands.</p>\n<p>I respectfully dissent.</p>\n<h2>NOTES</h2>\n<p>[*]  <i>Leon Friedman, Alan H. Levine,</i> and <i>Harold C. Hirshman</i> filed a brief for the American Civil Liberties Union et al. as <i>amici curiae.</i></p>\n<p>[1]  Of course, the state of mind of the defendant may be relevant on the issue of whether a constitutional violation has occurred in the first place, quite apart from the issue of whether § 1983 contains some additional qualification of that nature before a defendant may be held to respond in damages under its provisions.</p>\n<p>[2]  In rejecting the contention that a defendant is entitled to an adversary hearing on the question of probable cause to detain, the <i>Gerstein</i> Court stated:\n</p>\n<p>\"These adversary safeguards are not essential for the probable cause determination required by the Fourth Amendment. The sole issue is whether there is probable cause for detaining the arrested person pending further proceedings. This issue can be determined reliably without an adversary hearing. The standard is the same as that for arrest. That standard\u0097probable cause to believe the suspect has committed a crime\u0097 traditionally has been decided by a magistrate in a nonadversary proceeding on hearsay and written testimony, and the Court has approved these informal modes of proof.\" 420 U. S., at 120 (footnote omitted).</p>\n<p>[3]  We of course agree with the dissent's quotation of the statement from <i>Schilb</i> v. <i>Kuebel,</i> 404 U. S. 357, 365 (1971), that \"the Eighth Amendment's proscription of excessive bail has been assumed to have application to the States through the Fourteenth Amendment.\" <i>Post,</i> at 149 n. 1. But the inference that the dissent appears to draw from this statement\u0097that States are required by the United States Constitution to release an accused criminal defendant on bail\u0097would, if correct, merely supply one more possibility of release from incarceration by resort to procedures specifically set out in the Bill of Rights, over and above those guarantees discussed in the text. It is for violations of such constitutional and statutory rights that 42 U. S. C. § 1983 authorizes redress; that section is not itself a source of substantive rights, but a method for vindicating federal rights elsewhere conferred by those parts of the United States Constitution and federal statutes that it describes. Cases such as <i>Neil</i> v. <i>Biggers,</i> 409 U. S. 188, 198 (1972), relied upon by the dissent, <i>post,</i> at 152-153, and n. 7, in no way contradict this view. The discussion of misidentification in <i>Neil</i> was in the context of the use of eyewitness identification testimony at the trial which the United States Constitution guarantees to any accused before he may be punished. See <i>Bell</i> v. <i>Wolfish,</i> 441 U. S. 520 (1979).</p>\n<p>[4]  We, of course, do not deal here with a criminal defendant's claim to a new trial <i>after</i> conviction where that claim is based upon newly discovered evidence. Most States provide a procedure similar to that contained in Fed. Rule Crim. Proc. 33 to process such claims.</p>\n<p>[5]  In view of the substantive analysis employed by the dissent, it would seem virtually impossible to reach a conclusion other than that any case of misidentification in connection with an arrest made pursuant to an admittedly valid warrant or concededly on probable cause would constitute a deprivation of liberty without due process of law.</p>\n<p>[1]  See <i>Gerstein</i> v. <i>Pugh,</i> 420 U. S. 103, 113-114. See also <i>Schilb</i> v. <i>Kuebel,</i> 404 U. S. 357, 365 (\"[T]he Eighth Amendment's proscription of excessive bail has been assumed to have application to the States through the Fourteenth Amendment\"); <i>Stack</i> v. <i>Boyle,</i> 342 U. S. 1, 4 (\"Unless this right to bail before trial is preserved, the presumption of innocence, secured only after centuries of struggle, would lose its meaning\").</p>\n<p>[2]  App. 36-40.</p>\n<p>[3]  <i>Id.,</i> at 40-42, 118.</p>\n<p>[4]  See <i>id.,</i> at 42-43.</p>\n<p>[5]  \"The sheriff himself testified that it was a standard practice in most sheriff's departments the size of his to send such identifying material.\" <i>McCollan</i> v. <i>Tate,</i> 575 F. 2d 509, 513. See App. 44-45, 52-53.</p>\n<p>[6]  <i>Id.,</i> at 83.</p>\n<p>[7]  See <i>Foster</i> v. <i>California,</i> 394 U. S. 440; <i>Neil</i> v. <i>Biggers,</i> 409 U. S. 188, 198 (\"it is the likelihood of misidentification which violates a defendant's right to due process, and it is this which was the basis of the exclusion of evidence in <i>Foster</i>\"). See also <i>United States</i> v. <i>Wade,</i> 388 U. S. 218, 228 (\"The vagaries of eyewitness identification are well-known; the annals of criminal law are rife with instances of mistaken identification\").</p>\n<p>[8]  See <i>Bell</i> v. <i>Wolfish,</i> 441 U. S. 520, 569, and n. 7 (MARSHALL, J., dissenting); <i>id.,</i> at 593 (STEVENS, J., dissenting).</p>\n<p>[9]  See <i>Terry</i> v. <i>Ohio,</i> 392 U. S. 1; <i>Delaware</i> v. <i>Prouse,</i> 440 U. S. 648.</p>\n<p>[10]  See, <i>e. g., </i><i>Dunaway</i> v. <i>New York,</i> 442 U. S. 200; <i>Spinelli</i> v. <i>United States,</i> 393 U. S. 410.</p>\n<p>[11]  See, <i>e. g., </i><i>Brewer</i> v. <i>Williams,</i> 430 U. S. 387; <i>Miranda</i> v. <i>Arizona,</i> 384 U. S. 436; <i>Turner</i> v. <i>Pennsylvania,</i> 338 U. S. 62 (coerced confession excluded on due process grounds even if \"trustworthiness\" test met). See also <i>Rochin</i> v. <i>California,</i> 342 U. S. 165.</p>\n<p>[12]  See, <i>e. g., </i><i>Barker</i> v. <i>Wingo,</i> 407 U. S. 514 (delay of over four years held constitutional).</p>\n<p>[13]  See K. Brosi, A Cross-City Comparison of Felony Case Processing 7 (1979). Nationally, as many as 40% of all adult arrestees are released without the filing of charges. Y. Kamisar, W. LaFave, &amp; J. Israel, Modern Criminal Procedure 7 (1974).</p>\n<p>[14]  While it might be argued that the holiday weekend would provide support for the sheriff's claim that he should be immune from damages on the grounds of a good-faith defense, it would surely seem irrelevant to any claim that respondent might have raised in a habeas corpus proceeding that he was being held in violation of his constitutional rights. Yet under the majority's holding, respondent would not be entitled to such relief, since his detention is not a violation of his constitutional rights.</p>\n<p>[15]  See 575 F. 2d, at 512 (\"[T]he deputies' actions were authorized by Sheriff Baker and the same actions were in keeping with the policies of the Potter County Sheriff's Department at that time\").</p>\n<p>[16]  See App. 26 (testimony of Sheriff Baker).</p>\n<p>[17]  As of May 1979, there were 7,285,951 records included in the data base of the National Crime Information Center (NCIC), the national computerized data bank operated by the Federal Bureau of Investigation and designed to assist federal, state, and local law enforcement agencies. In April 1979, an average of 279,966 requests for information from the system were made daily by law enforcement officials.</p>\n<p>[18]  According to a study conducted by the International Association of Chief of Police, over 5,000 civil actions were filed against police officers asserting claims of false arrest or imprisonment between 1967 and 1971. This figure represented over 40% of the total number of suits filed during those years alleging any form of police misconduct. See Survey of Police Misconduct Litigation 1967-1971, p. 6 (Americans for Effective Law Enforcement 1974).</p>\n<p>[19]  See, <i>e. g., </i><i>Ulster County Court</i> v. <i>Allen,</i> 442 U. S. 140, in which the police held one of the respondents on the basis of mistaken information received in response to a radio check with headquarters. See also <i>United States</i> v. <i>Mackey,</i> 387 F. Supp. 1121 (Nev. 1975) (individual arrested based on inaccurate computer information). See generally Note, Garbage In, Gospel Out: Establishing Probable Cause Through Computerized Criminal Information Transmittals, 28 Hastings L. J. 509 (1976); DeWeese, Reforming our \"Record Prisons\": A Proposal for the Federal Regulation of Crime Data Banks, 6 Rutgers-Camden L. J. 26, 33 (1974) (citing report of 35% inaccuracy in criminal histories maintained by FBI).</p>\n<p>[20]  In the NCIC system, \"[e]ach computerized offender criminal history cycle must have a criminal fingerprint card as its basic source document. This is necessary in order to preserve the personal identification integrity of the system.\" NCIC, Computerized Criminal History Program; Background, Concept and Policy 4 (FBI 1978). \"[T]he long-standing law enforcement fingerprint identification process is an essential element in the criminal justice system.\" <i>Id.,</i> at 13.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:12:27", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></span> (1979)</b></center>\n<center><h1>BAKER<br>\nv.<br>\nMcCOLLAN</h1></center>\n<center>No. 78-752.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 23, 1979.</center>\n<center>Decided June 26, 1979.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE FIFTH CIRCUIT\n<p><span class=\"star-pagination\">*138</span> <i>A. W. SoRelle III</i> argued the cause for petitioner. With him on the briefs were <i>Kerry Knorpp</i> and <i>John L. Owen.</i></p>\n<p><i>Douglas R. Larson</i> argued the cause and filed a brief for respondent.<sup>[*]</sup></p>\n<p>MR. JUSTICE REHNQUIST delivered the opinion of the Court.</p>\n<p>Last Term, in <i>Procunier</i> v. <i>Navarette,</i> 434 U. S. 555 (1978), we granted certiorari to consider the question whether negligent conduct can form the basis of an award of damages under 42 U. S. C. § 1983. The constitutional violation alleged in <i>Procunier</i> was interference on the part of prison officials with a prisoner's outgoing mail. The complaint alleged that the prison officials had acted with every conceivable state of mind, from \"knowingly\" and in \"bad faith\" to \"negligently and inadvertently.\" We granted certiorari, however, only on the question \"[w]hether negligent failure to mail certain of <span class=\"star-pagination\">*139</span> a prisoner's outgoing letters states a cause of action under § 1983.\" 434 U. S., at 559 n. 6.</p>\n<p>Following oral argument and briefing on the merits, the Court held that since the constitutional right allegedly violated had not been authoritatively declared at the time the prison officials acted, the officials were entitled, as a matter of law, to prevail on their claim of qualified immunity. Quoting from <i>Wood</i> v. <i>Strickland,</i> 420 U. S. 308, 322 (1975), we observed: \"Because [the prison officials] could not reasonably have been expected to be aware of a constitutional right that had not yet been declared, [they] did not act with such disregard for the established law that their conduct `cannot reasonably be characterized as being in good faith.'\" 434 U. S., at 565. It was thus unnecessary to reach the question on which certiorari had been granted.</p>\n<p>In the instant case, the Court of Appeals for the Fifth Circuit saw the focal issue as whether petitioner Baker, the sheriff of Potter County, Tex., had negligently failed to establish certain identification procedures which would have revealed that respondent was not the man wanted in connection with the drug charges on which he was arrested. Accordingly, it withheld decision until our opinion in <i>Procunier</i> was handed down. Finding no guidance in <i>Procunier</i> on the question whether an allegation of \"simple negligence\" states a claim for relief under § 1983, the Court of Appeals proceeded to answer that question affirmatively, holding that respondent was entitled to have his § 1983 claim presented to the jury even though the evidence supported no more than a finding of negligence on the part of Sheriff Baker. We granted certiorari. 439 U. S. 1114 (1979).</p>\n<p>Having been around this track once before in <i>Procunier, supra,</i> we have come to the conclusion that the question whether an allegation of simple negligence is sufficient to state a cause of action under § 1983 is more elusive than it appears at first blush. It may well not be susceptible of a uniform <span class=\"star-pagination\">*140</span> answer across the entire spectrum of conceivable constitutional violations which might be the subject of a § 1983 action. In any event, before the relationship between the defendant's state of mind and his liability under § 1983 can be meaningfully explored, it is necessary to isolate the precise constitutional violation with which he is charged. For § 1983 imposes civil liability only upon one</p>\n<blockquote>\"who, under color of any statute, ordinance, regulation, custom, or usage, of any State or Territory, subjects, or causes to be subjected, any citizen of the United States or other person within the jurisdiction thereof to the deprivation of any rights, privileges, or immunities <i>secured by the Constitution and laws</i> . . . .\"</blockquote>\n<p>The first inquiry in any § 1983 suit, therefore, is whether the plaintiff has been deprived of a right \"secured by the Constitution and laws.\" If there has been no such deprivation, the state of mind of the defendant is wholly immaterial.<sup>[1]</sup> We think that respondent has failed to satisfy this threshold requirement of § 1983 and thus defer once again consideration of the question whether simple negligence can give rise to § 1983 liability.</p>\n<p></p>\n<h2>I</h2>\n<p>Leonard McCollan and respondent Linnie Carl McCollan are brothers. Leonard somehow procured a duplicate of Linnie's driver's license, identical to the original in every respect except that, as the Court of Appeals put it, \"Leonard's picture graced it instead of Linnie's.\" <i>McCollan</i> v. <i>Tate,</i> 575 F. 2d 509, 511 (CA5 1978). In October 1972, Leonard, masquerading as Linnie, was arrested in Potter County on narcotics <span class=\"star-pagination\">*141</span> charges. He was booked as Linnie Carl McCollan, signed various documents as Linnie Carl McCollan, and was released on bail as Linnie Carl McCollan. Leonard's bondsman sought and received an order allowing him to surrender his principal and a warrant was issued for the arrest of \"Linnie Carl McCollan.\"</p>\n<p>On December 26, 1972, Linnie was stopped in Dallas for running a red light. A routine warrant check revealed that Linnie Carl McCollan was wanted in Potter County, and respondent was taken into custody over his protests of mistaken identification. The Dallas Police Department contacted the Potter County Sheriff's Department, compared the identifying information on respondent's driver's license with that contained in the Potter County arrest records, and understandably concluded that they had their man. On December 30, Potter County deputies took custody of respondent and placed him in the Potter County Jail in Amarillo. He remained there until January 2, 1973, when officials compared his appearance against a file photograph of the wanted man and, recognizing their error, released him.</p>\n<p>Respondent brought this damages action \"pursuant to the Fourteenth Amendment to the United States Constitution and . . . [§] 1983.\" App. 6. After each party had rested his case, the United States District Court for the Northern District of Texas directed a verdict in favor of Sheriff Baker and his surety, Transamerica Insurance Co., without articulating its reasons. The Court of Appeals for the Fifth Circuit reversed. Characterizing respondent's cause of action as a \"[§] 1983 false imprisonment action,\" the Court of Appeals determined that respondent had made out a prima facie case by showing (1) intent to confine, (2) acts resulting in confinement, and (3) consciousness of the victim of confinement or resulting harm. The question in the court's view thus became whether Sheriff Baker was entitled to the defense of qualified immunity, which in turn depended on the reasonableness <span class=\"star-pagination\">*142</span> of his failure to institute an identification procedure that would have disclosed the error. Noting that the error would have been discovered if Potter County officials had sent identifying material to Dallas or had immediately upon respondent's arrival in Amarillo compared him with the file photograph and fingerprints of the wanted man, the Court of Appeals determined that a jury could reasonably conclude that the sheriff had behaved unreasonably in failing to institute such measures. Accordingly, the case was remanded to the District Court for a new trial.</p>\n<p></p>\n<h2>II</h2>\n<p>Respondent's claim is that his detention in the Potter County jail was wrongful. Under a tort-law analysis it may well have been. The question here, however, is whether his detention was unconstitutional. For, as the Court of Appeals recognized, a public official is liable under § 1983 only \"if he <i>causes</i> the plaintiff to be subjected to deprivation of his constitutional rights.\" 575 F. 2d, at 512 (emphasis in original). Despite this recognition, the Court of Appeals analyzed respondent's so-called \"[§] 1983 false imprisonment action\" exclusively in terms of traditional tort-law concepts, relying heavily on the Restatement (Second) of Torts (1965). Indeed, nowhere in its opinion does the Court of Appeals specifically identify the constitutional right allegedly infringed in this case. Because respondent's claim and the Court of Appeals' decision focus exclusively on respondent's prolonged detention caused by petitioner's failure to institute adequate identification procedures, the constitutional provision allegedly violated by petitioner's action is presumably the Fourteenth Amendment's protection against deprivations of liberty without due process of law.</p>\n<p>By virtue of its \"incorporation\" into the Fourteenth Amendment, the Fourth Amendment requires the States to provide a fair and reliable determination of probable cause as a condition for any significant pretrial restraint of liberty. <i>Gerstein</i> <span class=\"star-pagination\">*143</span> v. <i>Pugh,</i> 420 U. S. 103 (1975). The probable-cause determination \"must be made by a judicial officer either before or promptly after arrest.\" <i>Id.,</i> at 125. Since an adversary hearing is not required, and since the probable-cause standard for pretrial detention is the same as that for arrest, a person arrested pursuant to a warrant issued by a magistrate on a showing of probable cause is not constitutionally entitled to a separate judicial determination that there is probable cause to detain him pending trial.<sup>[2]</sup></p>\n<p>In this case, respondent was arrested pursuant to a facially valid warrant, and the Court of Appeals made no suggestion that respondent's arrest was constitutionally deficient. Indeed, respondent makes clear that his § 1983 claim was based solely on Sheriff Baker's actions after respondent was incarcerated:</p>\n<blockquote>\"McCollan's § 1983 claim against the sheriff is not for the wrong name being placed in the warrant or the failure to discover and change same or even the initial arrest of the respondent, but rather for the intentional failure to investigate and determine that the wrong man was imprisoned.\" Brief for Respondent 12.</blockquote>\n<p>For purposes of analysis, then, this case can be parsed with relative ease. Absent an attack on the validity of the warrant under which he was arrested, respondent's complaint is <span class=\"star-pagination\">*144</span> simply that despite his protests of mistaken identity, he was detained in the Potter County jail from December 30, when Potter County deputies retrieved him from Dallas, until January 2, when the validity of his protests was ascertained. Whatever claims this situation might give rise to under state tort law, we think it gives rise to no claim under the United States Constitution. Respondent was indeed deprived of his liberty for a period of days, but it was pursuant to a warrant conforming, for purposes of our decision, to the requirements of the Fourth Amendment. Obviously, one in respondent's position could not be detained indefinitely in the face of repeated protests of innocence even though the warrant under which he was arrested and detained met the standards of the Fourth Amendment. For the Constitution likewise guarantees an accused the right to a speedy trial, and invocation of the speedy trial right need not await indictment or other formal charge; arrest pursuant to probable cause is itself sufficient. <i>United States</i> v. <i>Marion,</i> 404 U. S. 307 (1971).<sup>[3]</sup><span class=\"star-pagination\">*145</span> We may even assume, <i>arguendo,</i> that, depending on what procedures the State affords defendants following arrest and prior to actual trial, mere detention pursuant to a valid warrant but in the face of repeated protests of innocence will after the lapse of a certain amount of time deprive the accused of \"liberty . . . without due process of law.\" But we are quite certain that a detention of three days over a New Year's weekend does not and could not amount to such a deprivation.</p>\n<p>Respondent's innocence of the charge contained in the warrant, while relevant to a tort claim of false imprisonment in most if not all jurisdictions, is largely irrelevant to his claim of deprivation of liberty without due process of law.<sup>[4]</sup> The Constitution does not guarantee that only the guilty will be arrested. If it did, § 1983 would provide a cause of action for every defendant acquitted\u0097indeed, for every suspect released. Nor are the manifold procedural protections afforded criminal defendants under the Bill of Rights \"without limits.\" <i>Patterson</i> v. <i>New York,</i> 432 U. S. 197, 208 (1977). \"Due process does not require that every conceivable step be taken, at whatever cost, to eliminate the possibility of convicting an innocent person.\" <i>Ibid.</i></p>\n<p>The Fourteenth Amendment does not protect against all deprivations of liberty. It protects only against deprivations of liberty accomplished \"without due process of law.\" A reasonable division of functions between law enforcement officers, committing magistrates, and judicial officers\u0097all of whom may be potential defendants in a § 1983 action\u0097is entirely consistent with \"due process of law.\" Given the requirements that arrest be made only on probable cause and that one detained be accorded a speedy trial, we do not think a sheriff executing an arrest warrant is required by the constitution <span class=\"star-pagination\">*146</span> to investigate independently every claim of innocence, whether the claim is based on mistaken identity or a defense such as lack of requisite intent. Nor is the official charged with maintaining custody of the accused named in the warrant required by the Constitution to perform an error-free investigation of such a claim. The ultimate determination of such claims of innocence is placed in the hands of the judge and the jury.<sup>[5]</sup></p>\n<p></p>\n<h2>III</h2>\n<p>The Court of Appeals closed its opinion with the following summary of its holding:</p>\n<blockquote>\"We are saying that the sheriff or arresting officer has a duty to exercise due diligence in making sure that the person arrested and detained is actually the person sought under the warrant and not merely someone of the same or a similar name. <i>See</i> Restatement (2d) Torts § 125, comment (d) (1965).\" 575 F. 2d, at 513.</blockquote>\n<p>Section 1983 imposes liability for violations of rights protected by the Constitution, not for violations of duties of care arising out of tort law. Remedy for the latter type of injury must be sought in state court under traditional tort-law principles. Just as \"[m]edical malpractice does not become a constitutional violation merely because the victim is a prisoner,\" <i>Estelle</i> v. <i>Gamble,</i> 429 U. S. 97, 106 (1976), false imprisonment does not become a violation of the Fourteenth Amendment merely because the defendant is a state official.</p>\n<p>Having been deprived of no rights secured under the United States Constitution, respondent had no claim cognizable under <span class=\"star-pagination\">*147</span> § 1983. The judgment of the Court of Appeals for the Fifth Circuit is therefore</p>\n<p><i>Reversed.</i></p>\n<p>MR. JUSTICE BLACKMUN, concurring.</p>\n<p>The Court long has struggled to define the \"liberty\" protected by the Due Process Clause of the Fourteenth Amendment. The Court today looks to the provisions of the Bill of Rights that have been \"incorporated\" into the Due Process Clause, including the right to be free from unreasonable seizures, the right to bail, and the right to a speedy trial, and, finding that none of those specifically incorporated rights apply here, concludes that petitioner did not deny respondent due process in holding him in jail during a holiday weekend. <i>Ante,</i> at 144-145.</p>\n<p>The Court's cases upon occasion have defined \"liberty\" without specific guidance from the Bill of Rights. For example, it has found police conduct that \"shocks the conscience\" to be a denial of due process. <i>Rochin</i> v. <i>California,</i> 342 U. S. 165, 172 (1952). Mr. Justice Harlan once wrote: \"This `liberty' is not a series of isolated points pricked out in terms of [the Bill of Rights]. It is a rational continuum which, broadly speaking, includes a freedom from all substantial arbitrary impositions and purposeless restraints.\" <i>Poe</i> v. <i>Ullman,</i> 367 U. S. 497, 543 (1961) (dissenting opinion). See also <i>Roe</i> v. <i>Wade,</i> 410 U. S. 113, 152-156 (1973).</p>\n<p>The Court today does not consider whether petitioner's conduct \"shocks the conscience\" or is so otherwise offensive to the \"concept of ordered liberty,\" <i>Palko</i> v. <i>Connecticut,</i> 302 U. S. 319, 325 (1937), as to warrant a finding that petitioner denied respondent due process of law. Nothing in petitioner's conduct suggests outrageousness. He had been sheriff for only 40 days when this incident occurred, and, viewing the facts in the light most favorable to respondent, petitioner's error lay solely in failing to supervise the conduct of the <span class=\"star-pagination\">*148</span> deputies who transferred respondent to the Potter County jail and kept him there over the weekend. The Court of Appeals' finding that petitioner \"intended to confine\" respondent rested solely on petitioner's knowledge of the office procedures, not on any knowledge of respondent or even on an awareness at the time this incident occurred that the procedures might be ineffective. In contrast to the deputies who, as MR. JUSTICE STEVENS and MR. JUSTICE MARSHALL point out, <i>post,</i> at 151-152 and 149, turned a deaf ear to respondent's protests, petitioner checked the files and released respondent as soon as petitioner became aware of respondent's claim. The deputies are not parties to this lawsuit. While I concluded in <i>Rizzo</i> v. <i>Goode,</i> 423 U. S. 362, 384-387 (1976) (dissenting opinion), that the reckless failure of a police official to stop a pattern of clearly unconstitutional conduct by his subordinates could be enjoined under § 1983, here there is no indication that petitioner was aware, or should have been aware, either of the likelihood of misidentification or of his subordinates' action in this case.</p>\n<p>I do not understand the Court's opinion to speak to the possibility that <i>Rochin</i> might be applied to this type of case or otherwise to foreclose the possibility that a prisoner in respondent's predicament might prove a due process violation by a sheriff who deliberately and repeatedly refused to check the identity of a complaining prisoner against readily available mug shots and fingerprints. Such conduct would be far more \"shocking\" than anything this petitioner has done. The Court notes that intent is relevant to the existence of a constitutional violation, <i>ante,</i> at 140 n. 1, it reserves judgment as to whether a more lengthy incarceration might deny due process, <i>ante,</i> at 144, and it concludes only that \"every\" claim of innocence need not be investigated independently, <i>ante,</i> at 145-146. I therefore do not agree with MR. JUSTICE STEVENS' suggestion, <i>post,</i> at 154 n. 14, that a prisoner in respondent's predicament would be foreclosed from seeking a writ of habeas <span class=\"star-pagination\">*149</span> corpus. Because this is my understanding, and because I agree that the rights surveyed by the Court do not here provide a basis for the damages award respondent seeks, I concur in the judgment of the Court and join its opinion.</p>\n<p>MR. JUSTICE MARSHALL, dissenting.</p>\n<p>While I join the dissenting opinion of my Brother STEVENS, I would add one or two additional words. As I view this case, neither \"negligence\" nor \"mere negligence\" is involved. Respondent was arrested and not released. This constituted intentional action and not, under these circumstances, negligence. For despite respondent's repeated protests of misidentification, as well as information possessed by the Potter County sheriff suggesting that the name in the arrest warrant was incorrect, see <i>post,</i> at 151 (STEVENS, J., dissenting), petitioner and his deputies made absolutely no effort for eight days to determine whether they were holding an innocent man in violation of his constitutionally protected rights.</p>\n<p>MR. JUSTICE STEVENS, with whom MR. JUSTICE BRENNAN and MR. JUSTICE MARSHALL join, dissenting.</p>\n<p>When a State deprives a person of his liberty after his arrest, the Constitution requires that it be prepared to justify not only the initial arrest, but the continued detention as well.<sup>[1]</sup> Respondent's arrest on December 26, 1972, was authorized by a valid warrant, and no claim is raised that it violated his Fourth Amendment rights. The question is whether the deprivation of his liberty during the next eight days\u0097despite his protests of mistaken identity\u0097was \"without due process of <span class=\"star-pagination\">*150</span> law\" within the meaning of the Fourteenth Amendment. The record in this case makes clear that the procedures employed by the sheriff of Potter County, Tex., at the time were not reasonably calculated to establish that a person being detained for the alleged commission of a crime was in fact the person believed to be guilty of the offense. In my judgment, such procedures are required by the Due Process Clause, and the deprivation of respondent's liberty occasioned by their absence is a violation of his Fourteenth Amendment rights.</p>\n<p></p>\n<h2>I</h2>\n<p>Respondent's brother Leonard was arrested by a member of the City of Amarillo Police Force on September 11, 1972; city police officers photographed and fingerprinted him. On October 6, 1972, he was transferred to the custody of the sheriff of Potter County. At that time, contrary to normal practice, the Potter County sheriff's office took possession of the driver's license the brother was carrying. They did so because it was apparent that the license had been altered. The sheriff testified that an alteration of that kind established a likelihood that the arrested was using an alias.<sup>[2]</sup></p>\n<p>A professional surety posted bond and respondent's brother was released. On November 3, 1972, for reasons that do not appear in the record, the bondsman sought and received an order allowing him to surrender respondent's brother. A warrant for his re-arrest was therefore issued. Since the brother had been masquerading as respondent, the warrant was issued in respondent's name.<sup>[3]</sup> Although respondent has not questioned the validity of the warrant\u0097presumably because it issued before petitioner became sheriff\u0097he has emphasized the fact that the altered driver's license in the file gave the sheriff's deputies reason to believe that the wanted person was using an alias.</p>\n<p><span class=\"star-pagination\">*151</span> On December 26, 1972, respondent was stopped for a traffic violation in Dallas. The Dallas patrolman made a routine radio check and learned that the Potter County warrant was outstanding. Over respondent's repeated protests that he was not the right man, the officer placed him under arrest and took him to a Dallas police station. The desk sergeant telephoned the Potter County sheriff's office and apparently learned that respondent's name, sex, race, and date of birth corresponded with the information provided by the sheriff. No mention appears to have been made of the fact that the sheriff's files contained an altered driver's license issued in respondent's name, even though respondent was obviously carrying a license when he was ticketed for the traffic offense.<sup>[4]</sup> In short, the fact that the sheriff's office had reason to believe that the name in the warrant was an alias did not motivate any special effort to verify the arrestee's identification.</p>\n<p>The sheriff's deputies allowed respondent to remain in the Dallas lockup for four days before they picked him up. At the time they did so, they failed to follow an identification procedure used by comparable sheriff's offices. They did not take the pictures and fingerprints in the file with them to Dallas to be sure that they had the man they wanted. Nor, when they returned to the Potter County jail, did they refer to the pictures or the prints notwithstanding respondent's continued protests of misidentification and the ready availability of the information.<sup>[5]</sup></p>\n<p>The ensuing four days included a holiday weekend when the sheriff was apparently away from his office. It was nevertheless a busy period for his staff since about 150 prisoners were being detained in a jail designed to house only 88.<sup>[6]</sup> In <span class=\"star-pagination\">*152</span> all, there was no procedure in effect that led any of the sheriff's deputies to pull out the file and compare the pictures and fingerprints with respondent. Of course, as soon as the sheriff did so on January 2, he recognized the mistake that had been made and immediately released respondent.</p>\n<p>It is evident that respondent's 8-day imprisonment would have been at least cut in half if any one of several different procedures had been followed by the sheriff's office. If his brother's file had been marked to indicate that he was probably using an alias, a more thorough and prompt identification check would surely have been made; if he had been transferred from Dallas to Potter County promptly, he apparently would have arrived before the sheriff left for the holiday weekend. If a prompt pickup was not feasible, a prompt mailing of the fingerprints and photographs would have revealed the error; if the deputies who picked him up had taken the fingerprints and photographs with them, he would have been released in Dallas; if the file had been checked when he arrived at the Potter County jail, or if the sheriff had delegated authority to review complaints of misidentification during his absence, respondent would not have spent four days in the Potter County jail. In short, almost any regular procedures for verifying an arrestee's identification would have resulted in the prompt release of respondent.</p>\n<p></p>\n<h2>II</h2>\n<p>The Due Process Clause clearly protects an individual from conviction based on identification procedures which are improperly suggestive. In a criminal trial, that Clause requires the exclusion of evidence obtained through procedures presenting \"a very substantial likelihood of . . . misidentification.\" <i>Simmons</i> v. <i>United States,</i> 390 U. S. 377, 384. Fair procedures must be used, to prevent an \"irreparable misidentification\" and the resulting deprivation of liberty attaching to <span class=\"star-pagination\">*153</span> conviction. <i>Ibid.</i><sup>[7]</sup> In my judgment, the Due Process Clause equally requires that fair procedures be employed to ensure that the wrong individual is not subject to the deprivations of liberty attaching to pretrial detention.</p>\n<p>Pretrial detention unquestionably involves a serious deprivation of individual liberty. \"The consequences of prolonged detention may be more serious than the interference occasioned by arrest. Pretrial confinement may imperil the suspect's job, interrupt his source of income, and impair his family relationships.\" <i>Gerstein</i> v. <i>Pugh,</i> 420 U. S. 103, 114. The burdens of pretrial detention are substantial ones to impose on a presumptively innocent man, even when there is probable cause to believe he has committed a crime.<sup>[8]</sup> To impose such burdens on the wrong man\u0097on a man who has been mistakenly identified as a suspect because of inadequate identification procedures\u0097seems to me clearly unconstitutional. It is wholly at odds with the constitutional restraints imposed on police officers in the performance of investigative stops,<sup>[9]</sup> the establishment of probable cause to detain as well as to arrest,<sup>[10]</sup> and the questioning of suspects taken into custody.<sup>[11]</sup> In each of these activities, police officers must conform to procedures mandated by the Constitution which serve to minimize <span class=\"star-pagination\">*154</span> the risk of wrongful and unjustified deprivations of personal liberty. It surely makes little sense to enforce limits on the police officer seeking out and detaining those whom he believes to have committed crimes without at the same time requiring adherence to procedures designed to ensure that the subject of the police action and detention is in fact the individual the officer believes he is.</p>\n<p>In rejecting respondent's claim that his mistaken detention violated his constitutional rights, the Court today relies on two alternative rationales. First, it seems to hold that the constitutional right to a speedy trial provides adequate assurance against unconstitutional detentions, so long as the initial arrest is valid. I cannot agree. A speedy trial within the meaning of the Constitution may take place weeks or months\u0097if not years\u0097after the initial arrest.<sup>[12]</sup> And many arrested persons\u0097as many as 49% of those arrested in the District of Columbia\u0097are never tried at all, with charges being dropped at some point prior to trial.<sup>[13]</sup></p>\n<p>Alternatively, the majority relies on the fact that the last three days of respondent's detention occurred over a holiday weekend to establish that the deprivation of his liberty was so minimal as not to require procedural protections. Whatever relevance the holiday might have to the sheriff's good-faith defense<sup>[14]</sup>\u0097an issue not presented here\u0097it is clear to me <span class=\"star-pagination\">*155</span> that the coincidence of a holiday weekend hardly reduces the deprivation of liberty from respondent's point of view; indeed, one might regard the deprivation of liberty as particularly serious over a holiday weekend, and require a higher standard of care at such a time. No claim is made that respondent's deprivation was due to the failure to follow otherwise applicable procedures during a holiday weekend; and no such claim could be made, since the respondent was detained for five days before the holiday weekend, and since he was brought to Potter County before the weekend without confirming his identity according to procedures which are customary in comparable police departments.<sup>[15]</sup></p>\n<p>Certainly, occasional mistakes may be made by conscientious police officers operating under the strictest procedures. But this is hardly such a case. Here, there were no identification procedures. And the problems of mistaken identification are not, in my judgment, so insubstantial that the absence of such procedures, and the deprivation of individual liberty which results from their absence, should be lightly dismissed as of no constitutional significance. The practice of making a radio check with a centralized data bank is now a routine policy, followed not only in every traffic stop in Potter County,<sup>[16]</sup> but also in literally hundreds of thousands of cases per day nationwide.<sup>[17]</sup> The risk of misidentification based on coincidental similarity of names, birthdays, and descriptions <span class=\"star-pagination\">*156</span> is unquestionably substantial;<sup>[18]</sup> it is reflected not only in cases processed by this Court,<sup>[19]</sup> but also in the emphasis placed on securing fingerprint identification by those responsible for the national computer system.<sup>[20]</sup> The societal interests in apprehending the guilty as well as the interests in avoiding the incarceration of the innocent equally demand that the identification of arrested persons conform to standards designed to minimize the risk of error. I am not prepared or qualified to define the standards that should govern this aspect of the law enforcement profession's work, but I have no hesitation in concluding that an 8-day imprisonment resulting from a total absence of <i>any</i> regular identification procedures in Potter County was a deprivation of liberty without the due process of law that the Constitution commands.</p>\n<p>I respectfully dissent.</p>\n<h2>NOTES</h2>\n<p>[*]  <i>Leon Friedman, Alan H. Levine,</i> and <i>Harold C. Hirshman</i> filed a brief for the American Civil Liberties Union et al. as <i>amici curiae.</i></p>\n<p>[1]  Of course, the state of mind of the defendant may be relevant on the issue of whether a constitutional violation has occurred in the first place, quite apart from the issue of whether § 1983 contains some additional qualification of that nature before a defendant may be held to respond in damages under its provisions.</p>\n<p>[2]  In rejecting the contention that a defendant is entitled to an adversary hearing on the question of probable cause to detain, the <i>Gerstein</i> Court stated:\n</p>\n<p>\"These adversary safeguards are not essential for the probable cause determination required by the Fourth Amendment. The sole issue is whether there is probable cause for detaining the arrested person pending further proceedings. This issue can be determined reliably without an adversary hearing. The standard is the same as that for arrest. That standard\u0097probable cause to believe the suspect has committed a crime\u0097 traditionally has been decided by a magistrate in a nonadversary proceeding on hearsay and written testimony, and the Court has approved these informal modes of proof.\" 420 U. S., at 120 (footnote omitted).</p>\n<p>[3]  We of course agree with the dissent's quotation of the statement from <i>Schilb</i> v. <i>Kuebel,</i> 404 U. S. 357, 365 (1971), that \"the Eighth Amendment's proscription of excessive bail has been assumed to have application to the States through the Fourteenth Amendment.\" <i>Post,</i> at 149 n. 1. But the inference that the dissent appears to draw from this statement\u0097that States are required by the United States Constitution to release an accused criminal defendant on bail\u0097would, if correct, merely supply one more possibility of release from incarceration by resort to procedures specifically set out in the Bill of Rights, over and above those guarantees discussed in the text. It is for violations of such constitutional and statutory rights that 42 U. S. C. § 1983 authorizes redress; that section is not itself a source of substantive rights, but a method for vindicating federal rights elsewhere conferred by those parts of the United States Constitution and federal statutes that it describes. Cases such as <i>Neil</i> v. <i>Biggers,</i> 409 U. S. 188, 198 (1972), relied upon by the dissent, <i>post,</i> at 152-153, and n. 7, in no way contradict this view. The discussion of misidentification in <i>Neil</i> was in the context of the use of eyewitness identification testimony at the trial which the United States Constitution guarantees to any accused before he may be punished. See <i>Bell</i> v. <i>Wolfish,</i> 441 U. S. 520 (1979).</p>\n<p>[4]  We, of course, do not deal here with a criminal defendant's claim to a new trial <i>after</i> conviction where that claim is based upon newly discovered evidence. Most States provide a procedure similar to that contained in Fed. Rule Crim. Proc. 33 to process such claims.</p>\n<p>[5]  In view of the substantive analysis employed by the dissent, it would seem virtually impossible to reach a conclusion other than that any case of misidentification in connection with an arrest made pursuant to an admittedly valid warrant or concededly on probable cause would constitute a deprivation of liberty without due process of law.</p>\n<p>[1]  See <i>Gerstein</i> v. <i>Pugh,</i> 420 U. S. 103, 113-114. See also <i>Schilb</i> v. <i>Kuebel,</i> 404 U. S. 357, 365 (\"[T]he Eighth Amendment's proscription of excessive bail has been assumed to have application to the States through the Fourteenth Amendment\"); <i>Stack</i> v. <i>Boyle,</i> 342 U. S. 1, 4 (\"Unless this right to bail before trial is preserved, the presumption of innocence, secured only after centuries of struggle, would lose its meaning\").</p>\n<p>[2]  App. 36-40.</p>\n<p>[3]  <i>Id.,</i> at 40-42, 118.</p>\n<p>[4]  See <i>id.,</i> at 42-43.</p>\n<p>[5]  \"The sheriff himself testified that it was a standard practice in most sheriff's departments the size of his to send such identifying material.\" <i>McCollan</i> v. <i>Tate,</i> 575 F. 2d 509, 513. See App. 44-45, 52-53.</p>\n<p>[6]  <i>Id.,</i> at 83.</p>\n<p>[7]  See <i>Foster</i> v. <i>California,</i> 394 U. S. 440; <i>Neil</i> v. <i>Biggers,</i> 409 U. S. 188, 198 (\"it is the likelihood of misidentification which violates a defendant's right to due process, and it is this which was the basis of the exclusion of evidence in <i>Foster</i>\"). See also <i>United States</i> v. <i>Wade,</i> 388 U. S. 218, 228 (\"The vagaries of eyewitness identification are well-known; the annals of criminal law are rife with instances of mistaken identification\").</p>\n<p>[8]  See <i>Bell</i> v. <i>Wolfish,</i> 441 U. S. 520, 569, and n. 7 (MARSHALL, J., dissenting); <i>id.,</i> at 593 (STEVENS, J., dissenting).</p>\n<p>[9]  See <i>Terry</i> v. <i>Ohio,</i> 392 U. S. 1; <i>Delaware</i> v. <i>Prouse,</i> 440 U. S. 648.</p>\n<p>[10]  See, <i>e. g., </i><i>Dunaway</i> v. <i>New York,</i> 442 U. S. 200; <i>Spinelli</i> v. <i>United States,</i> 393 U. S. 410.</p>\n<p>[11]  See, <i>e. g., </i><i>Brewer</i> v. <i>Williams,</i> 430 U. S. 387; <i>Miranda</i> v. <i>Arizona,</i> 384 U. S. 436; <i>Turner</i> v. <i>Pennsylvania,</i> 338 U. S. 62 (coerced confession excluded on due process grounds even if \"trustworthiness\" test met). See also <i>Rochin</i> v. <i>California,</i> 342 U. S. 165.</p>\n<p>[12]  See, <i>e. g., </i><i>Barker</i> v. <i>Wingo,</i> 407 U. S. 514 (delay of over four years held constitutional).</p>\n<p>[13]  See K. Brosi, A Cross-City Comparison of Felony Case Processing 7 (1979). Nationally, as many as 40% of all adult arrestees are released without the filing of charges. Y. Kamisar, W. LaFave, &amp; J. Israel, Modern Criminal Procedure 7 (1974).</p>\n<p>[14]  While it might be argued that the holiday weekend would provide support for the sheriff's claim that he should be immune from damages on the grounds of a good-faith defense, it would surely seem irrelevant to any claim that respondent might have raised in a habeas corpus proceeding that he was being held in violation of his constitutional rights. Yet under the majority's holding, respondent would not be entitled to such relief, since his detention is not a violation of his constitutional rights.</p>\n<p>[15]  See 575 F. 2d, at 512 (\"[T]he deputies' actions were authorized by Sheriff Baker and the same actions were in keeping with the policies of the Potter County Sheriff's Department at that time\").</p>\n<p>[16]  See App. 26 (testimony of Sheriff Baker).</p>\n<p>[17]  As of May 1979, there were 7,285,951 records included in the data base of the National Crime Information Center (NCIC), the national computerized data bank operated by the Federal Bureau of Investigation and designed to assist federal, state, and local law enforcement agencies. In April 1979, an average of 279,966 requests for information from the system were made daily by law enforcement officials.</p>\n<p>[18]  According to a study conducted by the International Association of Chief of Police, over 5,000 civil actions were filed against police officers asserting claims of false arrest or imprisonment between 1967 and 1971. This figure represented over 40% of the total number of suits filed during those years alleging any form of police misconduct. See Survey of Police Misconduct Litigation 1967-1971, p. 6 (Americans for Effective Law Enforcement 1974).</p>\n<p>[19]  See, <i>e. g., </i><i>Ulster County Court</i> v. <i>Allen,</i> 442 U. S. 140, in which the police held one of the respondents on the basis of mistaken information received in response to a radio check with headquarters. See also <i>United States</i> v. <i>Mackey,</i> <span class=\"citation no-link\"><span class=\"volume\">387</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1121</span></span> (Nev. 1975) (individual arrested based on inaccurate computer information). See generally Note, Garbage In, Gospel Out: Establishing Probable Cause Through Computerized Criminal Information Transmittals, 28 Hastings L. J. 509 (1976); DeWeese, Reforming our \"Record Prisons\": A Proposal for the Federal Regulation of Crime Data Banks, 6 Rutgers-Camden L. J. 26, 33 (1974) (citing report of 35% inaccuracy in criminal histories maintained by FBI).</p>\n<p>[20]  In the NCIC system, \"[e]ach computerized offender criminal history cycle must have a criminal fingerprint card as its basic source document. This is necessary in order to preserve the personal identification integrity of the system.\" NCIC, Computerized Criminal History Program; Background, Concept and Policy 4 (FBI 1978). \"[T]he long-standing law enforcement fingerprint identification process is an essential element in the criminal justice system.\" <i>Id.,</i> at 13.</p>\n\n</div>", 
  "sha1": "16a76681ca770c3d95a1e8dc6666d0c190b58ba7", 
  "date_modified": "2015-05-29T08:08:20.694369", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/110132/baker-v-mccollan/", 
  "citation_count": 867, 
  "supreme_court_db_id": "1978-144", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/42883/", 
  "html": "<p class=\"case_cite\">443 U.S. 137</p>\n    <p class=\"case_cite\">99 S.Ct. 2689</p>\n    <p class=\"case_cite\">61 L.Ed.2d 433</p>\n    <p class=\"parties\">T. L. BAKER, Petitioner,<br>v.<br>Linnie Carl McCOLLAN.</p>\n    <p class=\"docket\">No. 78-752.</p>\n    <p class=\"date\">Argued April 23, 1979.</p>\n    <p class=\"date\">Decided June 26, 1979.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">\n        <i>Syllabus</i>\n      </p>\n      <p class=\"indent\">Respondent's brother somehow procured a duplicate of respondent's driver's license, except that it bore the brother's picture.  The brother was arrested on narcotics charges, booked in respondent's name, and released on bond.  An arrest warrant intended for the brother was subsequently issued in respondent's name.  Pursuant to that warrant, respondent, over his protest, was taken into custody by the Potter County, Tex., Sheriff's Department and detained in jail for several days before the error was discovered and he was released.  Claiming that his detention in jail had deprived him of liberty without due process of law, respondent brought an action in District Court against petitioner sheriff of Potter County and his surety under 42 U.S.C. &#167; 1983, which imposes civil liability on any person who, under color of state law, subjects another to the deprivation of rights \"secured by the Constitution and laws.\"  The District Court directed a verdict in favor of petitioner and his surety.  The Court of Appeals, characterizing respondent's cause of action as a \"[&#167;] 1983 false imprisonment action,\" reversed, holding that respondent was entitled to have his &#167; 1983 claim presented to the jury even though the evidence supported no more than a finding of negligence on petitioner's part.</p>\n      <p class=\"indent\"><i>Held:</i>  Respondent failed to satisfy &#167; 1983's threshold requirement that the plaintiff be deprived of a right \"secured by the Constitution and laws,\" and hence had no claim cognizable under &#167; 1983.  Pp. 142-147.</p>\n      <p class=\"indent\">(a) Absent an attack on the validity of the warrant under which he was arrested, respondent's complaint is simply that, despite his protests of mistaken identity, he was detained in jail for three days.  Whatever claim this situation might give rise to under state tort law, it gives rise to no claim under the Fourteenth Amendment to the United States Constitution.  While respondent was deprived of his liberty for three days, it was pursuant to a warrant conforming to the requirements of the Fourth Amendment.  His detention, therefore, did not amount to a deprivation of liberty <i>without due process of law.</i>  Pp. 142-145.</p>\n      <p class=\"indent\">(b) Respondent's innocence of the charge contained in the warrant, while relevant to a tort claim of false imprisonment, is largely irrelevant to his claim of deprivation of liberty without due process of law. Given the requirements that an arrest be made only on probable cause and that one detained be accorded a speedy trial, a sheriff executing a valid arrest warrant is not required by the Constitution to investigate independently every claim of innocence, whether the claim is based on mistaken identity or a defense such as lack of requisite intent.  Nor is the official maintaining custody of the person named in the warrant required by the Constitution to perform an error-free investigation of such a claim.  Pp. 145-146.</p>\n      <p class=\"indent\">(c) The tort of false imprisonment does not become a violation of the Fourteenth Amendment merely because the defendant is a state official.  P. 146.</p>\n      <p class=\"indent\">5 Cir., 575 F.2d 509, reversed.</p>\n      <p class=\"indent\">A. W. So Relle III, Amarillo, Tex., for petitioner.</p>\n      <p class=\"indent\">Douglas R. Larson, Dallas, Tex., for respondent.</p>\n      <p class=\"indent\">Mr. Justice REHNQUIST delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Last Term, in <i>Procunier v. Navarette,</i> 434 U.S. 555, 98 S.Ct. 855, 55 L.Ed.2d 24 (1978), we granted certiorari to consider the question whether negligent conduct can form the basis of an award of damages under 42 U.S.C. &#167; 1983.  The constitutional violation alleged in <i>Procunier</i> was interference on the part of prison officials with a prisoner's outgoing mail.  The complaint alleged that the prison officials had acted with every conceivable state of mind, from \"knowingly\" and in \"bad faith\" to \"negligently and inadvertently.\"  We granted certiorari, however, only on the question \"[w]hether negligent failure to mail certain of a prisoner's outgoing letters states a cause of action under &#167; 1983.\"  434 U.S., at 559 n.6, 98 S.Ct., at 858.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Following oral argument and briefing on the merits, the Court held that since the constitutional right allegedly violated had not been authoritatively declared at the time the prison officials acted, the officials were entitled, as a matter of law, to prevail on their claim of qualified immunity.  Quoting from <i>Wood v. Strickland,</i> 420 U.S. 308, 322, 95 S.Ct. 992, 1001, 43 L.Ed.2d 214 (1975), we observed:  \"Because [the prison officials] could not reasonably have been expected to be aware of a constitutional right that had not yet been declared, [they] did not act with such disregard for the established law that their conduct 'cannot reasonably be characterized as being in good faith.' \"  434 U.S., at 565, 98 S.Ct., at 861.  It was thus unnecessary to reach the question on which certiorari had been granted.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In the instant case, the Court of Appeals for the Fifth Circuit saw the focal issue as whether petitioner Baker, the sheriff of Potter County, Tex., had negligently failed to establish certain identification procedures which would have revealed that respondent was not the man wanted in connection with the drug charges on which he was arrested.  Accordingly, it withheld decision until our opinion in <i>Procunier</i> was handed down. Finding no guidance in <i>Procunier</i> on the question whether an allegation of \"simple negligence\" states a claim for relief under &#167; 1983, the Court of Appeals proceeded to answer that question affirmatively, holding that respondent was entitled to have his &#167; 1983 claim presented to the jury even though the evidence supported no more than a finding of negligence on the part of Sheriff Baker.  We granted certiorari.  439 U.S. 1114, 99 S.Ct. 1015, 59 L.Ed.2d 71 (1979).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Having been around this track once before in <i>Procunier, supra,</i> we have come to the conclusion that the question whether an allegation of simple negligence is sufficient to state a cause of action under &#167; 1983 is more elusive than it appears at first blush.  It may well not be susceptible of a uniform answer across the entire spectrum of conceivable constitutional violations which might be the subject of a &#167; 1983 action.  In any event, before the relationship between the defendant's state of mind and his liability under &#167; 1983 can be meaningfully explored, it is necessary to isolate the precise constitutional violation with which he is charged.  For &#167; 1983 imposes civil liability only upon one</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">\"who, under color of any statute, ordinance, regulation,      custom, or usage, of any State or Territory, subjects, or      causes to be subjected, any citizen of the United States or      other person within the jurisdiction thereof to the      deprivation of any rights, privileges, or immunities <i>secured      by the Constitution and laws</i>  . . . .\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The first inquiry in any &#167; 1983 suit, therefore, is whether the plaintiff has been deprived of a right \"secured by the Constitution and laws.\"  If there has been no such deprivation, the state of mind of the defendant is wholly immaterial.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  We think that respondent has failed to satisfy this threshold requirement of &#167; 1983 and thus defer once again consideration of the question whether simple negligence can give rise to &#167; 1983 liability.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">* Leonard McCollan and respondent Linnie Carl McCollan are brothers.  Leonard somehow procured a duplicate of Linnie's driver's license, identical to the original in every respect except that, as the Court of Appeals put it, \"Leonard's picture graced it instead of Linnie's.\"  <i>McCollan v. Tate,</i> 575 F.2d 509, 511 (CA5 1978).  In October 1972, Leonard, masquerading as Linnie, was arrested in Potter County on narcotics charges.  He was booked as Linnie Carl McCollan, signed various documents as Linnie Carl McCollan, and was released on bail as Linnie Carl McCollan.  Leonard's bondsman sought and received an order allowing him to surrender his principal and a warrant was issued for the arrest of \"Linnie Carl McCollan.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On December 26, 1972, Linnie was stopped in Dallas for running a red light.  A routine warrant check revealed that Linnie Carl McCollan was wanted in Potter County, and respondent was taken into custody over his protests of mistaken identification. The Dallas Police Department contacted the Potter County Sheriff's Department, compared the identifying information on respondent's driver's license with that contained in the Potter County arrest records, and understandably concluded that they had their man.  On December 30, Potter County deputies took custody of respondent and placed him in the Potter County Jail in Amarillo.  He remained there until January 2, 1973, when officials compared his appearance against a file photograph of the wanted man and, recognizing their error, released him.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Respondent brought this damages action \"pursuant to the Fourteenth Amendment to the United States Constitution and  . . . [&#167;] 1983.\"  App. 6.  After each party had rested his case, the United States District Court for the Northern District of Texas directed a verdict in favor of Sheriff Baker and his surety, Transamerica Insurance Co., without articulating its reasons.  The Court of Appeals for the Fifth Circuit reversed.  Characterizing respondent's cause of action as a \"[&#167;] 1983 false imprisonment action,\" the Court of Appeals determined that respondent had made out a prima facie case by showing (1) intent to confine, (2) acts resulting in confinement, and (3) consciousness of the victim of confinement or resulting harm.  The question in the court's view thus became whether Sheriff Baker was entitled to the defense of qualified immunity, which in turn depended on the reasonableness of his failure to institute an identification procedure that would have disclosed the error.  Noting that the error would have been discovered if Potter County officials had sent identifying material to Dallas or had immediately upon respondent's arrival in Amarillo compared him with the file photograph and fingerprints of the wanted man, the Court of Appeals determined that a jury could reasonably conclude that the sheriff had behaved unreasonably in failing to institute such measures.  Accordingly, the case was remanded to the District Court for a new trial.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Respondent's claim is that his detention in the Potter County jail was wrongful.  Under a tort-law analysis it may well have been.  The question here, however, is whether his detention was unconstitutional.  For, as the Court of Appeals recognized, a public official is liable under &#167; 1983 only \"if he <i>causes</i> the plaintiff to be subjected to deprivation of his constitutional rights.\"  575 F.2d, at 512 (emphasis in original).  Despite this recognition, the Court of Appeals analyzed respondent's so-called \"[&#167;] 1983 false imprisonment action\" exclusively in terms of traditional tort-law concepts, relying heavily on the Restatement (Second) of Torts (1965).  Indeed, nowhere in its opinion does the Court of Appeals specifically identify the constitutional right allegedly infringed in this case.  Because respondent's claim and the Court of Appeals' decision focus exclusively on respondent's prolonged detention caused by petitioner's failure to institute adequate identification procedures, the constitutional provision allegedly violated by petitioner's actions is presumably the Fourteenth Amendment's protection against deprivations of liberty without due process of law.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">By virtue of its \"incorporation\" into the Fourteenth Amendment, the Fourth Amendment requires the States to provide a fair and reliable determination of probable cause as a condition for any significant pretrial restraint of liberty.  <i>Ger-</i> stein <i>v. Pugh</i>, 420 U.S. 103, 95 S.Ct. 854, 43 L.Ed.2d 54 (1975). The probable-cause determination \"must be made by a judicial officer either before or promptly after arrest.\"  <i>Id.</i>, at 125, 95 S.Ct. at 869.  Since an adversary hearing is not required, and since the probable cause standard for pretrial detention is the same as that for arrest, a person arrested pursuant to a warrant issued by a magistrate on a showing of probable-cause is not constitutionally entitled to a separate judicial determination that there is probable cause to detain him pending trial.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In this case, respondent was arrested pursuant to a facially valid warrant, and the Court of Appeals made no suggestion that respondent's arrest was constitutionally deficient.  Indeed, respondent makes clear that his &#167; 1983 claim was based solely on Sheriff Baker's actions after respondent was incarcerated:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">\"McCollan's &#167; 1983 claim against the sheriff is not for      the wrong name being placed in the warrant or the failure to      discover and change same or even the initial arrest of the      respondent, but rather for the intentional failure to      investigate and determine that the wrong man was imprisoned.\"      Brief for Respondent 12.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">For purposes of analysis, then, this case can be parsed with relative ease.  Absent an attack on the validity of the warrant under which he was arrested, respondent's complaint is simply that despite his protests of mistaken identity, he was detained in the Potter County jail from December 30, when Potter County deputies retrieved him from Dallas, until January 2, when the validity of his protests was ascertained.  Whatever claims this situation might give rise to under state tort law, we think it gives rise to no claim under the United States Constitution. Respondent was indeed deprived of his liberty for a period of days, but it was pursuant to a warrant conforming, for purposes of our decision, to the requirements of the Fourth Amendment. Obviously, one in respondent's position could not be detained indefinitely in the face of repeated protests of innocence even though the warrant under which he was arrested and detained met the standards of the Fourth Amendment.  For the Constitution likewise guarantees an accused the right to a speedy trial, and invocation of the speedy trial right need not await indictment or other formal charge;  arrest pursuant to probable cause is itself sufficient.  <i>United States v. Marion</i>, 404 U.S. 307, 92 S.Ct. 455, 30 L.Ed.2d 468 (1971).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> We may even assume, <i>arguendo</i>, that, depending on what procedures the State affords defendants following arrest and prior to actual trial, mere detention pursuant to a valid warrant but in the face of repeated protests of innocence will after the lapse of a certain amount of time deprive the accused of \"liberty  . . . without due process of law.\"  But we are quite certain that a detention of three days over a New Year's weekend does not and could not amount to such a deprivation.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Respondent's innocence of the charge contained in the warrant, while relevant to a tort claim of false imprisonment in most if not all jurisdictions, is largely irrelevant to his claim of deprivation of liberty without due process of law.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The Constitution does not guarantee that only the guilty will be arrested.  If it did, &#167; 1983 would provide a cause of action for every defendant acquitted&#8212;indeed, for every suspect released.  Nor are the manifold procedural protections afforded criminal defendants under the Bill of Rights \"without limits.\"  <i>Patterson v. New York</i>, 432 U.S. 197, 208, 97 S.Ct. 2319, 2326, 53 L.Ed.2d 281 (1977).  \"Due process does not require that every conceivable step be taken, at whatever cost, to eliminate the possibility of convicting an innocent person.\"  <i>Ibid.</i></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Fourteenth Amendment does not protect against all deprivations of liberty.  It protects only against deprivations of liberty accomplished \"without due process of law.\"  A reasonable division of functions between law enforcement officers, committing magistrates, and judicial officers&#8212;all of whom may be potential defendants in a &#167; 1983 action&#8212;is entirely consistent with \"due process of law.\"  Given the requirements that arrest be made only on probable cause and that one detained be accorded a speedy trial, we do not think a sheriff executing an arrest warrant is required by the Constitution to investigate independently every claim of innocence, whether the claim is based on mistaken identity or a defense such as lack of requisite intent.  Nor is the official charged with maintaining custody of the accused named in the warrant required by the Constitution to perform an error-free investigation of such a claim.  The ultimate determination of such claims of innocence is placed in the hands of the judge and the jury.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Court of Appeals closed its opinion with the following summary of its holding:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">\"We are saying that the sheriff or arresting officer has      a duty to exercise due diligence in making sure that the      person arrested and detained is actually the person sought      under the warrant and not merely someone of the same or a      similar name.  <i>See</i> Restatement (2d) Torts &#167; 125, comment (d)      (1965).\"  575 F.2d, at 513.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Section 1983 imposes liability for violations of rights protected by the Constitution, not for violations of duties of care arising out of tort law.  Remedy for the latter type of injury must be sought in state court under traditional tort-law principles.  Just as \"[m]edical malpractice does not become a constitutional violation merely because the victim is a prisoner,\" <i>Estelle v. Gamble</i>, 429 U.S. 97, 106, 97 S.Ct. 285, 292, 50 L.Ed.2d 251 (1976), false imprisonment does not become a violation of the Fourteenth Amendment merely because the defendant is a state official.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Having been deprived of no rights secured under the United States Constitution, respondent had no claim cognizable under &#167; 1983.  The judgment of the Court of Appeals for the Fifth Circuit is therefore</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">\n        <i>Reversed.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Mr. Justice BLACKMUN, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The Court long has struggled to define the \"liberty\" protected by the Due Process Clause of the Fourteenth Amendment. The Court today looks to the provisions of the Bill of Rights that have been \"incorporated\" into the Due Process Clause, including the right to be free from unreasonable seizures, the right to bail, and the right to a speedy trial, and, finding that none of those specifically incorporated rights apply here, concludes that petitioner did not deny respondent due process in holding him in jail during a holiday weekend.   <i>Ante</i>, at 144-145.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Court's cases upon occasion have defined \"liberty\" without specific guidance from the Bill of Rights.  For example, it has found police conduct that \"shocks the conscience\" to be a denial of due process.  <i>Rochin v. California</i>, 342 U.S. 165, 172, 72 S.Ct. 205, 209, 96 L.Ed. 183 (1952).  Mr. Justice Harlan once wrote:  \"This 'liberty' is not a series of isolated points pricked out in terms of [the Bill of Rights].  It is a rational continuum which, broadly speaking, includes a freedom from all substantial arbitrary impositions and purposeless restraints.\"  <i>Poe v. Ullman</i>, 367 U.S. 497, 543, 81 S.Ct. 1752, 1776-1777, 6 L.Ed.2d 989 (1961) (dissenting opinion).  See also <i>Roe v. Wade</i>, 410 U.S. 113, 152-156, 93 S.Ct. 705, 726-728, 35 L.Ed.2d 147 (1973).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Court today does not consider whether petitioner's conduct \"shocks the conscience\" or is so otherwise offensive to the \"concept of ordered liberty,\" <i>Palko v. Connecticut</i>, 302 U.S. 319, 325, 58 S.Ct. 149, 151, 82 L.Ed. 288 (1937), as to warrant a finding that petitioner denied respondent due process of law. Nothing in petitioner's conduct suggests outrageousness.  He had been sheriff for only 40 days when this incident occurred, and, viewing the facts in the light most favorable to respondent, petitioner's error lay solely in failing to supervise the conduct of the deputies who transferred respondent to the Potter County jail and kept him there over the weekend.  The Court of Appeals' finding that petitioner \"intended to confine\" respondent rested solely on petitioner's knowledge of the office procedures, not on any knowledge of respondent or even on an awareness at the time this incident occurred that the procedures might be ineffective.  In contrast to the deputies who, as Mr. Justice STEVENS and Mr. Justice MARSHALL point out, <i>post</i>, at 151-152 and 149, turned a deaf ear to respondent's protests, petitioner checked the files and released respondent as soon as petitioner became aware of respondent's claim.  The deputies are not parties to this lawsuit. While I concluded in <i>Rizzo v. Goode</i>, 423 U.S. 362, 384-387, 96 S.Ct. 598, 610-611, 46 L.Ed.2d 561 (1976) (dissenting opinion), that the reckless failure of a police official to stop a pattern of clearly unconstitutional conduct by his subordinates could be enjoined under &#167; 1983, here there is no indication that petitioner was aware, or should have been aware, either of the likelihood of misidentification or of his subordinates' action in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">I do not understand the Court's opinion to speak to the possibility that <i>Rochin</i> might be applied to this type of case or otherwise to foreclose the possibility that a prisoner in respondent's predicament might prove a due process violation by a sheriff who deliberately and repeatedly refused to check the identity of a complaining prisoner against readily available mug shots and fingerprints.  Such conduct would be far more \"shocking\" than anything this petitioner has done.  The Court notes that intent is relevant to the existence of a constitutional violation, <i>ante</i>, at 140 n. 1, it reserves judgment as to whether a more lengthy incarceration might deny due process, <i>ante</i>, at 144, and it concludes only that \"every\" claim of innocence need not be investigated independently, <i>ante</i>, at 145-146.  I therefore do not agree with Mr. Justice STEVENS' suggestion, <i>post</i>, at 154 n. 14, that a prisoner in respondent's predicament would be foreclosed from seeking a writ of habeas corpus.  Because this is my understanding, and because I agree that the rights surveyed by the Court do not here provide a basis for the damages award respondent seeks, I concur in the judgment of the Court and join its opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Mr. Justice MARSHALL, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">While I join the dissenting opinion of my Brother STEVENS, I would add one or two additional words.  As I view this case, neither \"negligence\" nor \"mere negligence\" is involved. Respondent was arrested and not released.  This constituted intentional action and not, under these circumstances, negligence. For despite respondent's repeated protests of misidentification, as well as information possessed by the Potter County sheriff suggesting that the name in the arrest warrant was incorrect, see <i>post</i>, at 151 (STEVENS, J., dissenting), petitioner and his deputies made absolutely no effort for eight days to determine whether they were holding an innocent man in violation of his constitutionally protected rights.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Mr. Justice STEVENS, with whom Mr. Justice BRENNAN and Mr. Justice MARSHALL join, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">When a State deprives a person of his liberty after his arrest, the Constitution requires that it be prepared to justify not only the initial arrest, but the continued detention as well.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> Respondent's arrest on December 26, 1972, was authorized by a valid warrant and no claim is raised that it violated his Fourth Amendment rights.  The question is whether the deprivation of his liberty during the next eight days&#8212;despite his protests of mistaken identity&#8212;was \"without due process of law\" within the meaning of the Fourteenth Amendment.  The record in this case makes clear that the procedures employed by the sheriff of Potter County, Tex., at the time were not reasonably calculated to establish that a person being detained for the alleged commission of a crime was in fact the person believed to be guilty of the offense.  In my judgment, such procedures are required by the Due Process Clause, and the deprivation of respondent's liberty occasioned by their absence is a violation of his Fourteenth Amendment rights.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">* Respondent's brother Leonard was arrested by a member of the City of Amarillo Police Force on September 11, 1972;  city police officers photographed and fingerprinted him.  On October 6, 1972, he was transferred to the custody of the sheriff of Potter County. At that time, contrary to normal practice, the Potter County sheriff's office took possession of the driver's license the brother was carrying.  They did so because it was apparent that the license had been altered.  The sheriff testified that an alteration of that kind established a likelihood that the arrestee was using an alias.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">A professional surety posted bond and respondent's brother was released.  On November 3, 1972, for reasons that do not appear in the record, the bondsman sought and received an order allowing him to surrender respondent's brother.  A warrant for his re-arrest was therefore issued.  Since the brother had been masquerading as respondent, the warrant was issued in respondent's name.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a>  Although respondent has not questioned the validity of the warrant&#8212;presumably because it issued before petitioner became sheriff&#8212;he has emphasized the fact that the altered driver's license in the file gave the sheriff's deputies reason to believe that the wanted person was using an alias.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">On December 26, 1972, respondent was stopped for a traffic violation in Dallas.  The Dallas patrolman made a routine radio check and learned that the Potter County warrant was outstanding. Over respondent's repeated protests that he was not the right man, the officer placed him under arrest and took him to a Dallas police station.  The desk sergeant telephoned the Potter County sheriff's office and apparently learned that respondent's name, sex, race, and date of birth corresponded with the information provided by the sheriff.  No mention appears to have been made of the fact that the sheriff's files contained an altered driver's license issued in respondent's name, even though respondent was obviously carrying a license when he was ticketed for the traffic offense.<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a>  In short, the fact that the sheriff's office had reason to believe that the name in the warrant was an alias did not motivate any special effort to verify the arrestee's identification.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The sheriff's deputies allowed respondent to remain in the Dallas lockup for four days before they picked him up.  At the time they did so, they failed to follow an identification procedure used by comparable sheriff's offices.  They did not take the pictures and fingerprints in the file with them to Dallas to be sure that they had the man they wanted.  Nor, when they returned to the Potter County jail, did they refer to the pictures or the prints notwithstanding respondent's continued protests of misidentification and the ready availability of the information.<a class=\"footnote\" href=\"#fn5-1\" id=\"fn5-1_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The ensuing four days included a holiday weekend when the sheriff was apparently away from his office.  It was nevertheless a busy period for his staff since about 150 prisoners were being detained in a jail designed to house only 88.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  In all, there was no procedure in effect that led any of the sheriff's deputies to pull out the file and compare the pictures and fingerprints with respondent.  Of course, as soon as the sheriff did so on January 2, he recognized the mistake that had been made and immediately released respondent.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">It is evident that respondent's 8-day imprisonment would have been at least cut in half if any one of several different procedures had been followed by the sheriff's office.  If his brother's file had been marked to indicate that he was probably using an alias, a more thorough and prompt identification check would surely have been made;  if he had been transferred from Dallas to Potter County promptly, he apparently would have arrived before the sheriff left for the holiday weekend.  If a prompt pickup was not feasible, a prompt mailing of the fingerprints and photographs would have revealed the error;  if the deputies who picked him up had taken the fingerprints and photographs with them, he would have been released in Dallas;  if the file had been checked when he arrived at the Potter County jail, or if the sheriff had delegated authority to review complaints of misidentification during his absence, respondent would not have spent four days in the Potter County jail.  In short, almost any regular procedures for verifying an arrestee's identification would have resulted in the prompt release of respondent.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The Due Process Clause clearly protects an individual from conviction based on identification procedures which are improperly suggestive.  In a criminal trial, that Clause requires the exclusion of evidence obtained through procedures presenting \"a very substantial likelihood of  . . .  misidentification.\" <i>Simmons v. United States</i>, 390 U.S. 377, 384, 88 S.Ct. 967, 971, 19 L.Ed.2d 1247.  Fair procedures must be used, to prevent an \"irreparable misidentification\" and the resulting deprivation of liberty attaching to conviction.  <i>Ibid</i>.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  In my judgment, the Due Process Clause equally requires that fair procedures be employed to ensure that the wrong individual is not subject to the deprivations of liberty attaching to pretrial detention.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Pretrial detention unquestionably involves a serious deprivation of individual liberty.  \"The consequences of prolonged detention may be more serious than the interference occasioned by arrest.  Pretrial confinement may imperil the suspect's job, interrupt his source of income, and impair his family relationships.\"  <i>Gerstein v. Pugh</i>, 420 U.S. 103, 114, 95 S.Ct. 854, 863, 43 L.Ed.2d 54.  The burdens of pretrial detention are substantial ones to impose on a presumptively innocent man, even when there is probable cause to believe he has committed a crime.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> To impose such burdens on the wrong man&#8212;on a man who has been mistakenly identified as a suspect because of inadequate identification procedures&#8212;seems to me clearly unconstitutional. It is wholly at odds with the constitutional restraints imposed on police officers in the performance of investigative stops,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> the establishment of probable cause to detain as well as to arrest,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> and the questioning of suspects taken into custody.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  In each of these activities, police officers must conform to procedures mandated by the Constitution which serve to minimize the risk of wrongful and unjustified deprivations of personal liberty.  It surely makes little sense to enforce limits on the police officer seeking out and detaining those whom he believes to have committed crimes without at the same time requiring adherence to procedures designed to ensure that the subject of the police action and detention is in fact the individual the officer believes he is.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In rejecting respondent's claim that his mistaken detention violated his constitutional rights, the Court today relies on two alternative rationales.  First, it seems to hold that the constitutional right to a speedy trial provides adequate assurance against unconstitutional detentions, so long as the initial arrest is valid.  I cannot agree.  A speedy trial within the meaning of the Constitution may take place weeks or months&#8212;if not years&#8212;after the initial arrest.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  And many arrested persons&#8212;as many as 49% of those arrested in the District of Columbia&#8212;are never tried at all, with charges being dropped at some point prior to trial.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Alternatively, the majority relies on the fact that the last three days of respondent's detention occurred over a holiday weekend to establish that the deprivation of his liberty was so minimal as not to require procedural protections.  Whatever relevance the holiday might have to the sheriff's good-faith defense<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>&#8212;an issue not presented here&#8212;it is clear to me that the coincidence of a holiday weekend hardly reduces the deprivation of liberty from respondent's point of view;  indeed, one might regard the deprivation of liberty as particularly serious over a holiday weekend, and require a higher standard of care at such a time.  No claim is made that respondent's deprivation was due to the failure to follow otherwise applicable procedures during a holiday weekend;  and no such claim could be made, since the respondent was detained for five days before the holiday weekend, and since he was brought to Potter County before the weekend without confirming his identity according to procedures which are customary in comparable police departments.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Certainly, occasional mistakes may be made by conscientious police officers operating under the strictest procedures.  But this is hardly such a case.  Here, there were no identification procedures.  And the problems of mistaken identification are not, in my judgment, so insubstantial that the absence of such procedures, and the deprivation of individual liberty which results from their absence, should be lightly dismissed as of no constitutional significance.  The practice of making a radio check with a centralized data bank is now a routine policy, followed not only in every traffic stop in <i>Potter County</i>,<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> but also in literally hundreds of thousands of cases per day nationwide.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> The risk of misidentification based on coincidental similarity of names, birthdays, and descriptions is unquestionably substantial;<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a>  it is reflected not only in cases processed by this Court,<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> but also in the emphasis placed on securing fingerprint identification by those responsible for the national computer system.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a>  The societal interests in apprehending the guilty as well as the interests in avoiding the incarceration of the innocent equally demand that the identification of arrested persons conform to standards designed to minimize the risk of error.  I am not prepared or qualified to define the standards that should govern this aspect of the law enforcement profession's work, but I have no hesitation in concluding that an 8-day imprisonment resulting from a total absence of <i>any</i> regular identification procedures in Potter County was a deprivation of liberty without the due process of law that the Constitution commands.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">I respectfully dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Of course, the state of mind of the defendant may be relevant on the issue of whether a constitutional violation has occurred in the first place, quite apart from the issue of whether &#167; 1983 contains some additional qualification of that nature before a defendant may be held to respond in damages under its provisions.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In rejecting the contention that a defendant is entitled to an adversary hearing on the question of probable cause to detain, the <i>Gerstein</i> Court stated:</p>\n        <p>\"These adversary safeguards are not essential for the probable cause determination required by the Fourth Amendment. The sole issue is whether there is probable cause for detaining the arrested person pending further proceedings.  This issue can be determined reliably without an adversary hearing.  The standard is the same as that for arrest.  That standard&#8212;probable cause to believe the suspect has committed a crime&#8212;traditionally has been decided by a magistrate in a nonadversary proceeding on hearsay and written testimony, and the Court has approved these informal modes of proof.\"  420 U.S., at 120, 95 S.Ct., at 866 (footnote omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We of course agree with the dissent's quotation of the statement from <i>Schilb v. Kuebel</i>, 404 U.S. 357, 365, 92 S.Ct. 479, 484, 30 L.Ed.2d 502 (1971), that \"the Eighth Amendment's proscription of excessive bail has been assumed to have application to the States through the Fourteenth Amendment.\" <i>Post</i>, at 149 n. 1.  But the inference that the dissent appears to draw from this statement&#8212;that States are required by the United States Constitution to release an accused criminal defendant on bail&#8212;would, if correct, merely supply one more possibility of release from incarceration by resort to procedures specifically set out in the Bill of Rights, over and above those guarantees discussed in the text.  It is for violations of such constitutional and statutory rights that 42 U.S.C. &#167; 1983 authorizes redress;  that section is not itself a source of substantive rights, but a method for vindicating federal rights elsewhere conferred by those parts of the United States Constitution and federal statutes that it describes.  Cases such as <i>Neil v. Biggers</i>, 409 U.S. 188, 198, 93 S.Ct. 375, 381, 34 L.Ed.2d 401 (1972), relied upon by the dissent, <i>post</i> at 152-153, and n. 7, in no way contradict this view.  The discussion of misidentification in <i>Neil</i> was in the context of the use of eyewitness identification testimony at the trial which the United States Constitution guarantees to any accused before he may be punished.  See <i>Bell v. Wolfish</i>, 441 U.S. 520, 99 S.Ct. 1861, 60 L.Ed.2d 447 (1979).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We, of course, do not deal here with a criminal defendant's claim to a new trial <i>after</i> conviction where that claim is based upon newly discovered evidence.  Most States provide a procedure similar to that contained in Fed.Rule Crim.Proc. 33 to process such claims.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In view of the substantive analysis employed by the dissent, it would seem virtually impossible to reach a conclusion other than that any case of misidentification in connection with an arrest made pursuant to an admittedly valid warrant or concededly on probable cause would constitute a deprivation of liberty without due process of law.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> See <i>Gerstein v. Pugh</i>, 420 U.S. 103, 113-114, 95 S.Ct. 854, 862-863, 43 L.Ed.2d 54.  See also <i>Schilb v. Kuebel</i>, 404 U.S. 357, 365, 92 S.Ct. 479, 484, 30 L.Ed.2d 502 (\"[T]he Eighth Amendment's proscription of excessive bail has been assumed to have application to the States through the Fourteenth Amendment\"); <i>Stack v. Boyle</i>, 342 U.S. 1, 4, 72 S.Ct. 1, 3, 96 L.Ed. 3 (\"Unless this right to bail before trial is preserved, the presumption of innocence, secured only after centuries of struggle, would lose its meaning\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> App. 36-40.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> <i>Id</i>., at 40-42, at 118.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> See <i>id</i>., at 42-43.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5-1\">\n        <a class=\"footnote\" href=\"#fn5-1_ref\">5</a>\n        <p> \"The sheriff himself testified that it was a standard practice in most sheriff's departments the size of his to send such identifying material.\"  <i>McCollan v. Tate</i>, 575 F.2d 509, 513. See App. 44-45, 52-53.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> <i>Id.</i>, at 83.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See <i>Foster v. California</i>, 394 U.S. 440, 89 S.Ct. 1127, 22 L.Ed.2d 402;  <i>Neil v. Biggers</i>, 409 U.S. 188, 198, 93 S.Ct. 375, 382, 34 L.Ed.2d 401 (\"It is the likelihood of misidentification which violates a defendant's right to due process, and it is this which was the basis of the exclusion of evidence in <i>Foster</i>\").  See also <i>United States v. Wade</i>, 388 U.S. 218, 228, 87 S.Ct. 1926, 1933, 18 L.Ed.2d 1149 (\"The vagaries of eyewitness identification are well-known;  the annals of criminal law are rife with instances of mistaken identification\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> See <i>Bell v. Wolfish</i>, 441 U.S. 520, 569, and n.7 99 S.Ct. 1861, 1889-1890, 60 L.Ed.2d 447 (MARSHALL, J., dissenting);  <i>id</i>., at 593, 99 S.Ct., at 1895 (STEVENS, J., dissenting).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> See <i>Terry v. Ohio</i>, 392 U.S. 1, 88 S.Ct. 1868, 20 L.Ed.2d 889;  <i>Delaware v. Prouse</i>, 440 U.S. 648, 99 S.Ct. 1391, 59 L.Ed.2d 660.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> See, <i>e. g., Dunaway v. New York</i>, 442 U.S. 200, 99 S.Ct. 2248, 60 L.Ed.2d 824;  <i>Spinelli v. United States</i>, 393 U.S. 410, 89 S.Ct. 584, 21 L.Ed.2d 637.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> See, <i>e. g., Brewer v. Williams</i>, 430 U.S. 387, 97 S.Ct. 1232, 51 L.Ed.2d 424;  <i>Miranda v. Arizona</i>, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694;  <i>Turner v. Pennsylvania</i>, 338 U.S. 62, 69 S.Ct. 1352, 93 L.Ed. 1810 (coerced confession excluded on due process grounds even if \"trustworthiness\" test met).  See also <i>Rochin v. California</i>, 342 U.S. 165, 72 S.Ct. 205, 96 L.Ed. 183.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> See, <i>e. g., Barker v. Wingo</i>, 407 U.S. 514, 92 S.Ct. 2182, 33 L.Ed.2d 101 (delay of over four years held constitutional).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> See K. Brosi, A Cross-City Comparison of Felony Case Processing 7 (1979).  Nationally, as many as 40% of all adult arrestees are released without the filing of charges.  Y. Kamisar, W. LaFave, &amp; J. Israel, Modern Criminal Procedure 7 (1974).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> While it might be argued that the holiday weekend would provide support for the sheriff's claim that he should be immune from damages on the grounds of a good-faith defense, it would surely seem irrelevant to any claim that respondent might have raised in a habeas corpus proceeding that he was being held in violation of his constitutional rights.  Yet under the majority's holding, respondent would not be entitled to such relief, since his detention is not a violation of his constitutional rights.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> See 575 F.2d, at 512 (\"[T]he deputies' actions were authorized by Sheriff Baker and the same actions were in keeping with the policies of the Potter County Sheriff's Department at that time\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> See App. 26 (testimony of Sheriff Baker).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> As of May 1979, there were 7,285,951 records included in the data base of the National Crime Information Center (NCIC), the national computerized data bank operated by the Federal Bureau of Investigation and designed to assist federal, state, and local law enforcement agencies.  In April 1979, an average of 279,966 requests for information from the system were made daily by law enforcement officials.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> According to a study conducted by the International Association of Chiefs of Police, over 5,000 civil actions were filed against police officers asserting claims of false arrest or imprisonment between 1967 and 1971.  This figure represented over 40% of the total number of suits filed during those years alleging any form of police misconduct.  See Survey of Police Misconduct Litigation 1967-1971, p. 6 (Americans for Effective Law Enforcement 1974).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> See, <i>e. g., Ulster County Court v. Allen</i>, 442 U.S. 140, 99 S.Ct. 2213, 60 L.Ed.2d 777, in which the police held one of the respondents on the basis of mistaken information received in response to a radio check with headquarters.  See also <i>United States v. Mackey</i>, 387 F.Supp. 1121 (Nev.1975) (individual arrested based on inaccurate computer information).  See generally Note, Garbage In, Gospel Out:  Establishing Probable Cause Through Computerized Criminal Information Transmittals, 28 Hastings L.J. 509 (1976);  DeWeese, Reforming our \"Record Prisons\":  A Proposal for the Federal Regulation of Crime Data Banks, 6 Rutgers-Camden L.J. 26, 33 (1974) (citing report of 35% inaccuracy in criminal histories maintained by FBI).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> In the NCIC system, \"[e]ach computerized offender criminal history cycle must have a criminal fingerprint card as its basic source document.  This is necessary in order to preserve the personal identification integrity of the system.\"  NCIC, Computerized Criminal History Program;  Background, Concept and Policy 4 (FBI 1978).  \"[T]he long-standing law enforcement fingerprint identification process is an essential element in the criminal justice system.\"  <i>Id</i>., at 13.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/110132/"
}