{"absolute_url": "/opinion/104551/united-states-v-paramount-pictures-inc/", "blocked": false, "citation": {"case_name": "United States v. Paramount Pictures, Inc.", "docket_number": "79", "document_uris": ["/api/rest/v2/document/104551/"], "federal_cite_one": "334 U.S. 131", "federal_cite_three": "92 L. Ed. 2d 1260", "federal_cite_two": "68 S. Ct. 915", "id": 88934, "lexis_cite": "1948 U.S. LEXIS 2850", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/88934/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 239, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1948-05-03", "date_modified": "2015-01-20T10:01:47.550121", "docket": "/api/rest/v2/docket/408362/", "download_url": "http://bulk.resource.org/courts.gov/c/US/334/334.US.131.79.86.html", "extracted_by_ocr": false, "html": "<p class=\"case_cite\">334 U.S. 131</p>\n    <p class=\"case_cite\">68 S.Ct. 915</p>\n    <p class=\"case_cite\">92 L.Ed. 1260</p>\n    <p class=\"parties\">UNITED STATES<br>v.<br>PARAMOUNT PICTURES, Inc., et al.  LOEW'S Inc., et al.  v.  UNITED STATES.  PARAMOUNT PICTURES, Inc., et al.  v.  SAME.  COLUMBIA PICTURES CORPORATION et al.  v.  SAME.  UNITED ARTISTS CORPORATION  v.  SAME.  UNIVERSAL PICTURES COMPANY, Inc., et al.  v.  SAME.  AMERICAN THEATRES ASS'N, Inc., et al.  v.  UNITED STATES et al.  ALLRED et al.  v.  SAME.</p>\n    <p class=\"docket\">Nos. 79 to 86.</p>\n    <p class=\"date\">Argued Feb. 9, 10, 11, 1948.</p>\n    <p class=\"date\">Decided May 3, 1948.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeals from the District Court of the United States for the Southern District of New York.</p>\n      <p class=\"indent\">[Syllabus from pages 131-138 intentionally omitted]</p>\n      <p class=\"indent\">Messrs. Tom C. Clark, Atty. Gen., Robert L. Wright, of Washington, D.C., and John F. Sonnett, Asst. Atty. Gen., for the United States.</p>\n      <p class=\"indent\">Mr. Thurman Arnold, of Washington, D.C., for American Theatres Ass'n and others.</p>\n      <p class=\"indent\">Messrs. John G. Jackson, of New York City, and Robert T. Barton, of Richmond, Va., for W. C. Allred and others.</p>\n      <p class=\"indent\">Mr. John W. Davis, of New York City, for Loew's Inc.</p>\n      <p class=\"indent\">Mr. William J. Donovan, of Washington, D.C., for Radio-Keith-Orpheum Corporation and others.</p>\n      <p class=\"indent\">Mr. Joseph M. Proskauer, of New York City, for Warner Bros. Pictures, Inc., and others.</p>\n      <p class=\"indent\">Mr. James F. Byrnes, of Washington, D.C., for Twentieth Century-Fox and others.</p>\n      <p class=\"indent\">Mr. Whitney North Seymour, of New York City, for Paramount Pictures, Inc., and another.</p>\n      <p class=\"indent\">Mr. Louis D. Frohlich, of New York City, for Columbia Pictures Corporation and another.</p>\n      <p class=\"indent\">Mr. Thomas Turner Cooke, of New York City, for Universal Pictures Co. and others Mr. George A. Raftery, of New York City, for United Artists Corporation.</p>\n      <p class=\"indent\">[Argument of Counsel from Page 139 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice DOUGLAS delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These cases are here on appeal<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> from a judgment of a three-judge District Court<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> holding that the defendants had violated &#167; 1 and &#167; 2 of the Sherman Act, 26 Stat. 209, as amended, 50 Stat. 693, 15 U.S.C. &#167;&#167; 1, 2, 15 U.S.C.A. &#167;&#167; 1, 2, and granting an injunction and other relief. D.C., 66 F.Supp. 323; Id., D.C., 70 F.Supp. 53.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The suit was instituted by the United States under &#167; 4 of the Sherman Act, 15 U.S.C.A. &#167; 4, to prevent and restrain violations of it. The defendants fall into three groups: (1) Paramount Pictures, Inc., Loew's, Incorporated, Radio-Keith-Orpheum Corporation, Warner Bros. Pictures, Inc., Twentieth Century-Fox Film Corporation, which produce motion pictures, and their respective subsidiaries or affiliates which distribute and exhibit films. These are known as the five major defendants or exhibitor-defendants. (2) Columbia Pictures Corporation and Universal Corporation, which produce motion pictures, and their subsidiaries which distribute films. (3) United Artists Corporation, which is engaged only in the distribution of motion pictures. The five majors, through their subsidiaries or affiliates, own or control theatres; the other defendants do not.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The complaint charged that the producer defendants had attempted to monopolize and had monopolized the production of motion pictures. The District Court found to the contrary and that finding is not challenged here. The complaint charged that all the defendants, as distributors, had conspired to restrain and monopolize and had restrained and monopolized interstate trade in the distribution and exhibition of films by specific practices which we will shortly relate. It also charged that the five major defendants had engaged in a conspiracy to restrain and nonopolize, and had restrained and monopolized, interstate trade in the exhibition of motion pictures in most of the larger cities of the country. It charged that the vertical combination of producing, distributing, and exhibiting motion pictures by each of the five major defendants violated &#167; 1 and &#167; 2 of the Act. It charged that each distributor-defendant had entered into various contracts with exhibitors which unreasonably restrained trade. Issue was joined; and a trial was had.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">No film is sold to an exhibitor in the distribution of motion pictures. The right to exhibit under copyright is licensed. The District Court found that the defendants in the licenses they issued fixed minimum admission prices which the exhibitors agreed to charge, whether the rental of the film was a flat amount or a percentage of the receipts. It found that substantially uniform minimum prices had been established in the licenses of all defendans . Minimum prices were established in master agreements or franchises which were made between various defendants as distributors and various defendants as exhibitors and in joint operating agreements made by the five majors with each other and with independent theatre owners covering the operation of certain theatres.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> By these later contracts minimum admission prices were often fixed for dozens of theatres owned by a particular defendant in a given area of the United States. Minimum prices were fixed in licenses of each of the five major defendants. The other three defendants made the same requirement in licenses granted to the exhibitor-defendants. We do not stop to elaborate on these findings. They are adequately detailed by the District Court in its opinion. See 66 F.Supp. 334&#8212;339.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The District Court found that two price-fixing conspiracies existed&#8212;a horizontal one between all the defendants, a vertical one between each distributor-defendant and its licensees. The latter was based on express agreements and was plainly established. The former was inferred from the pattern of price-fixing disclosed in the record. We think there was adequate foundation for it too. It is not necessary to find an express agreement in order to find a conspiracy. It is enough that a concert of action is contemplated and that the defendants conformed to the arrangement. Interstate Circuit v. United States, 306 U.S. 208, 226, 227, 59 S.Ct. 467, 474, 83 L.Ed. 610; United States v. Masonite Corp., 316 U.S. 265, 275, 62 S.Ct. 1070, 1076, 86 L.Ed. 1461. That was shown here.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On this phase of the case the main attack is on the decree which enjoins the defendants and their affiliates from granting any license, except to their own theatres, in which minimum prices for admission to a theatre are fixed in any manner or by any means. The argument runs as follows: United States v. General Electric Co., 272 U.S. 476, 47 S.Ct. 192, 71 L.Ed. 362, held that an owner of a patent could, without violating the Sherman Act, grant a license to manufacture and vend and could fix the price at which the licensee could sell the patented article. It is pointed out that defendants do not sell the films to exhibitors, but only license them and that the Copyright Act, 35 Stat. 1075, 1088, 17 U.S.C. &#167;&#167; 1, 17 U.S.C.A. &#167; 1, like the patent statutes, grants the owner exclusive rights.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> And it is argued that if the patentee can fix the price at which his licensee may sell the patented article, the owner of the copyright should be allowed the same privilege. It is maintained that such a privilege is essential to protect the value of the copyrighted films.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We start, of course, from the premise that so far as the Sherman Act is concerned, a price-fixing combination is illegal per se. United States v. Socony-Vacuum Oil Co., 310 U.S. 150, 60 S.Ct. 811, 84 L.Ed. 1129; United States v. Masonite Corporation, supra. We recently held in United States v. United States Gypsum Co., 333 U.S. 364, 68 S.Ct. 525, that even patentees could not regiment an entire industry by licenses containing price-fixing agreements. What was said there is adequate to bar defendants, through their horizontal conspiracy, from fixing prices for the exhibition of films in the movie industry. Certainly the rights of the copyright owner are no greater than those of the patene e.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Nor can the result be different when we come to the vertical conspiracy between each distributor-defendant and his licensees. The District Court stated in its findings (70 F.Supp. 61): 'In agreeing to maintain a stipulated minimum admission price, each exhibitor thereby consents to the minimum price level at which it will compete against other licensees of the same distributor whether they exhibit on the same run or not. The total effect is that through the separate contracts between the distributor and its licensees a price structure is erected which regulates the licensees' ability to compete against one another in admission prices.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">That consequence seems to us to be incontestable. We stated in United States v. United States Gypsum Co., supra, at page 401 of 333 U.S., at page 545 of 68 S.Ct., that 'The rewards which flow to the patentee and his licensees from the suppression of competition through the regulation of an industry are not reasonably and normally adapted to secure pecuniary reward for the patentee's monopoly.' The same is true of the rewards of the copyright owners and their licensees in the present case. For here too the licenses are but a part of the general plan to suppress competition. The case where a distributor fixes admission prices to be charged by a single independent exhibitor, no other licensees or exhibitors being in contemplation, seems to be wholly academic, as the District Court pointed out. It is, therefore, plain that United States v. General Electric Co., supra, as applied in the patent cases, affords no haven to the defendants in this case. For a copyright may no more be used than a patent to deter competition between rivals in the exploitation of their licenses. See Interstate Circuit v. United States, supra, 306 U.S. at page 230, 59 S.Ct. at page 476, 83 L.Ed. 610.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>(2) Clearances and Runs.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Clearances are designed to protect a particular run of a film against a subsequent run.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The District Court found that all of the distributor-defendants used clearance provisions and that they were stated in several different ways or in combinations: in terms of a given period between designated runs; in terms of admission prices charged by competing theatres; in terms of a given period of clearance over specifically named theatres; in terms of so many days' clearance over specified areas or towns; or in terms of clearances as fixed by other distributors.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Department of Justice maintained below that clearances are unlawful per se under the Sherman Act. But that is a question we need not consider, for the District Court ruled otherwise and that conclusion is not challenged here. In its view their justification was found in the assurance they give the exhibitor that the distributor will not license a competitor to show the film either at the same time or so soon thereafter that the exhibitor's expected income from the run will be greatly diminished. A clearance when used to protect that interest of the exhibitor was reasonable, in the view of the court, when not unduly extended as to area or duration. Thus the court concluded that although clearances might indirectly affect admission prices, they do not fix them and that they may be reasonable restraints of trade under the Sherman Act.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The District Court held that in determining whether a clearance is unreasonable, the following factors are relevant:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">(1) The admission prices of the theatres involved, as set by the exhibitors;</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">(2) The character and location of the theatres iv olved, including size, type of entertainment, appointments, transit facilities, etc.; (3) The policy of operation of the theatres involved, such as the showing of double features, gift nights, give-aways, premiums, cut-rate tickets, lotteries, etc.;</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">(4) The rental terms and license fees paid by the theatres involved and the revenues derived by the distributor-defendant from such theatres;</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">(5) The extent to which the theatres involved compete with each other for patronage;</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">(6) The fact that a theatre involved is affiliated with a defendant-distributor or with an independent circuit of theatres should be disregarded; and</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">(7) There should be no clearance between theatres not in substantial competition.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">It reviewed the evidence in light of these standards and concluded that many of the clearances granted by the defendants were unreasonable. We do not stop to retrace those steps. The evidence is ample to show, as the District Court plainly demonstrated, see 66 F.Supp. pages 343&#8212;346, that many clearances had no relation to the competitive factors which alone could justify them.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> The clearances which were in vogue had, indeed, acquired a fixed and uniform character and were made applicable to situations without regard to the special circumstances which are necessary to sustain them as reasonable restraints of trade. The evidence is ample to support the finding of the District Court that the defendants either participated in evolving this uniform system of clearances or acquiesced in it and so furthered its existence. That evidence, like the evidence on the price-fixing phase of the case, is therefore adequate to support the finding of a conspiracy to restrain trade by imposing unreasonable clearances.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The District Court enjoined defendants and their affiliates from agreeing with each other or with any exhibitors or distributors to maintain a system of clearances, or from granting any clearance between theatres not in substantial competition, or from granting or enforcing any clearance against theatres in substantial competition with the theatre receiving the license for exhibition in excess of what is reasonably necessary to protect the licensee in the run granted. In view of the findings this relief was plainly warranted.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Some of the defendants ask that this provision be construed (or, if necessary, modified) to allow licensors in granting clearances to take into consideration what is reasonably necessary for a fair return to the licensor. We reject that suggestion. If that were allowed, then the exhibitor-defendants would have an easy method of keeping alive at least some of the consequences of the effective conspiracy which they launched. For they could then justify clearances granted by other distributors in favor of their theatres in terms of the competitive requirements of those theatres, and at the same time justify the restrictions they impose upon independents in terms of the necessity of protecting their film rental as licensor. That is too potent a weapon to leave in the hands of those whose proclivity to unlawful conduct has been so marked. It plainly should not be allowed so long as the exhibitor-defendants own theatres. For in its baldest terms it is in the hands of the defendants no less than a power to restrict the competition of others in the way deeme  most desirable by them. In the setting of this case the only measure of reasonableness of a clearance by Sherman Act standards is the special needs of the licensee for the competitive advantages it affords.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Whether the same restrictions would be applicable to a producer who had not been a party to such a conspiracy is a question we do not reach.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Objection is made to a further provision of this part of the decree stating that 'Whenever any clearance provision is attacked as not legal under the provisions of this decree, the burden shall be upon the distributor to sustain the legality thereof.' We think that provision was justified. Clearances have been used along with price fixing to suppress competition with the theatres of the exhibitor-defendants and with other favored exhibitors. The District Court could therefore have eliminated clearances completely for a substantial period of time, even though, as it thought, they were not illegal per se. For equity has the power to uproot all parts of an illegal scheme&#8212;the valid as well as the invalid&#8212;in order to rid the trade or commerce of all taint of the conspiracy. United States v. Bausch &amp; Lomb Optical Co., 321 U.S. 707, 724, 64 S.Ct. 805, 814, 88 L.Ed. 1024. The court certainly then could take the lesser step of making them prima facie invalid. But we do not rest on that alone. As we have said, the only justification for clearances in the setting of this case is in terms of the special needs of the licensee for the competitive advantages they afford. To place on the distributor the burden of showing their reasonableness is to place it on the one party in the best position to evaluate their competitive effects. Those who have shown such a marked proclivity for unlawful conduct are in no position to complain that they carry the burden of showing that their future clearances come within the law. Cf. United States v. Crescent Amusement Co., 323 U.S. 173, 188, 65 S.Ct. 254, 261, 89 L.Ed. 160. (3) Pooling Agreements; Joint Ownership.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The District Court found the exhibitor-defendants had agreements with each other and their affiliates by which theatres of two or more of them, normally competitive, were operated as a unit, or managed by a joint committee or by one of the exhibitors, the profits being shared according to prearranged percentages. Some of these agreements provided that the parties might not acquire other competitive theatres without first offering them for inclusion in the pool. The court concluded that the result of these agreements was to eliminate competition pro tanto both in exhibition and in distribution of features,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> since the parties would naturally direct the films to the theatres in whose earnings they were interested.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The District Court also found that the exhibitor-defendants had like agreements with certain independent exhibitors. Those alliances had, in its view, the effect of nullifying competition between the allied theatres and of making more effective the competition of the group against theatres not members of the pool. The court found that in some cases the operating agreements were achieved through leases of theatres, the rentals being measured by a percentage of profits earned by the theatres in the pool. The District Court required the dissolution of existing pooling agreements and enjoined any future arrangement of that character.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">These provisions of the decree will stand. The practices were bald efforts to substitute monopoly for competition and to strengthen the hold of the exhibitor-defendants on the industry by alignment of competitors on their side. Clearer restraints of trade are difficult to imagine.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">There was another type of business arrangement that the District Court found to have the same effect as the pooling agreements just mentioned. Many theatres are owned jointly by two or more exhibitor-defendants or by an exhibitord efendant and an independent.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> The result is, according to the District Court, that the theatres are operated 'collectively rather than competitively.' And where the joint owners are an exhibitor-defendant and an independent the effect is, according to the District Court, the elimination by the exhibitor-defendant of 'putative competition between itself and the other joint owner, who otherwise would be in a position to operate theatres independently.' The District Court found these joint ownerships of theatres to be unreasonable restraints of trade within the meaning of the Sherman Act.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The District Court ordered the exhibitor-defendants to disaffiliate by terminating their joint ownership of theatres; and it enjoined future acquisitions of such interests. One is authorized to buy out the other if it shows to the satisfaction of the District Court and that court first finds that such acquisition 'will not unduly restrain competition in the exhibition of feature motion pictures.' This dissolution and prohibition of joint ownership as between exhibitor-defendants was plainly warranted. To the extent that they have joint interests in the outlets for their films each in practical effect grants the other a priority for the exhibition of its films. For in this situation, as in the case where theatres are jointly managed, the natural gravitation of films is to the theatres in whose earnings the distributors have an interest. Joint ownership between exhibitor-defendants then becomes a device for strengthening their competitive position as exhibitors by forming an alliance as distributors. An express agreement to grant each other the preference would be a most effective weapon to stifle competition. A working arrangement or business device that has that necessary consequence gathers no immunity because of its subtlety. Each is a restraint of trade condemned by the Sherman Act.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The District Court also ordered disaffiliation in those instances where theatres were jointly owned by an exhibitor-defendant and an independent, and where the interest of the exhibitor-defendant was 'greater than 5% unless such interest shall be 95% or more,' an independent being defined for this part of the decree as 'any former, present or putative motion picture theatre operator which is not owned or controlled by the defendant holding the interest in question.' The exhibitor-defendants are authorized to acquire existing interests of the independents in these theatres if they establish, and if the District Court first finds that the acquisition 'will not unduly restrain competition in the exhibition of feature motion pictures.' All other acquisitions of such joint interests were enjoined.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">This phase of the decree is strenuously attacked. We are asked to eliminate it for lack of findings to support it. The argument is that the findings show no more than the existence of joint ownership of theatres by exhibitor-defendants and independents. The statement by the District Court that the joint ownership eliminates 'putative competition' is said to be a mere conclusion without evidentiary support. For it is said that the facts of the record show that many of the instances of joint ownership with an independent interest are cases wholly devoid of any history of or relationship to restraints of trade or monopolistic practices. Some are said to be rather fortuio us results of bankruptcies; others are said to be the results of investments by outside interests who have no desire or capacity to operate theatres, and so on.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">It is conceded that the District Court made no inquiry into the circumstances under which a particular interest had been acquired. It treated all relationships alike, insofar as the disaffiliation provision of the decree is concerned. In this we think it erred.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We have gone into the record far enough to be confident that at least some of these acquisitions by the exhibitor-defendants were the products of the unlawful practices which the defendants have inflicted on the industry. To the extent that these acquisitions were the fruits of monopolistic practices or restraints of trade, they should be divested. And no permission to buy out the other owner should be given a defendant. United States v. Crescent Amusement Co., supra, 323 U.S. at page 189, 65 S.Ct. at page 262, 89 L.Ed. 160; Schine Chain Theatres, Inc., v. United States, 334 U.S. 110, 68 S.Ct. 947. Moreover, even if lawfully acquired, they may have been utilized as part of the conspiracy to eliminate or suppress competition in furtherance of the ends of the conspiracy. In that event divestiture would likewise be justified. United States v. Crescent Amusement Co., supra, 323 U.S. at pages 189, 190, 65 S.Ct. at page 262, 89 L.Ed. 650. In that situation permission to acquire the interest of the independent would have the unlawful effect of permitting the defendants to complete their plan to eliminate him.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Furthermore, if the joint ownership is an alliance with one who is or would be an operator but for the join ownership, divorce should be decreed even though the affiliation was innocently acquired. For that joint ownership would afford opportunity to perpetuate the effects of the restraints of trade which the exhibitor-defendants have inflicted on the industry.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">It seems, however, that some of the cases of joint ownership do not fall into any of the categories we have listed. Some apparently involve no more than innocent investments by those who are not actual or potential operators. If in such cases the acquisition was not improperly used in furtherance of the conspiracy, its retention by defendants would be justified absent a finding that no monopoly resulted. And in those instances permission might be given the defendants to acquire the interests of the independents on a showing by them and a finding by the court that neither monopoly nor unreasonable restraint of trade in the exhibition of films would result. In short, we see no reason to place a ban on this type of ownership, at least so long as theatre ownership by the five majors is not prohibited. The results of inquiry along the lines we have indicated must await further findings of the District Court on remand of the cause.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>(4) Formula Deals, Master Agreements, and Franchises.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">A formula deal is a licensing agreement with a circuit of theatres in which the license fee of a given feature is measured, for the theatres covered by the agreement, by a specified percentage of the feature's national gross. The District Court found that Paramount and RKO had made formula deals with independent and affiliated circuits. The circuit was allowed to allocate playing time and film rentals among the various theatres as it saw fit. The inclusion of theatres of a circuit into a single agreement gives no opportunity for other theatre owners to bid for the feature in their respective areas and, in the view of the District Court, is therefore an unreasonable restraint of trade. The District Court found some master agreements<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> open to the same objection. Those are the master agreements that cover exhibition in two or more theatres in a particular circuit and allow the exhibitor to allocate the film rental paid among the theatres as it sees fit and to exhibit the features upon such playing time as it deems best, and leaves other terms to the discretion of the circuit. The i strict Court enjoined the making or further performance of any formula deal of the type described above. It also enjoined the making or further performance of any master agreement covering the exhibition of features in a number of theatres.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The findings of the District Court in these respects are supported by facts, its conclusion that formula deals and master agreements constitute restraint of trade is valid, and the relief is proper. The formula deals and master agreements are unlawful restraints of trade in two respects. In the first place, they eliminate the possiblity of bidding for films theatre by theatre. In that way they eliminate the opportunity for the small competitor to obtain the choice first runs, and put a premium on the size of the circuit. They are, therefore, devices for stifling competition and diverting the cream of the business to the large operators. In the second place, the pooling of the purchasing power of an entire circuit in bidding for films is a misuse of monopoly power insofar as it combines the theatres in closed towns with competitive situations. The reasons have been stated in United States v. Griffith, 334 U.s,. 100, 68 S.Ct. 941, and Schine Chain Theatres, Inc., v. United States, 334 U.S. 110, 68 S.Ct. 947, and need not be repeated here. It is hardly necessary to add that distributors who join in such arrangements by exhibitors are active participants in effectuating a restraint of trade and a monopolistic practice. See United States v. Crescent Amusement Co., supra, 323 U.S. at page 183, 65 S.Ct. at page 259, 89 L.Ed. 160.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The District Court also enjoined the making or further performance of any franchise. A franchise is a contract with an exhibitor which extends over a period of more than a motion picture season and covers the exhibition of features released by the distributor during the period of the agreement. The District Court held that a franchise constituted a restraint of trade because a period of more than one season was too long and the inclusion of all features was disadvantageous to competitors. At least that is the way we read its findings.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Universal and United Artists object to the outlawry of franchise agreements. Universal points out that the charge of illegality of franchises in these cases was restricted to franchises with theatres owned by the major defendants and to franchises with circuits or theatres in a circuit, a circuit being defined in the complaint as a group of more than five theatres controlled by the same person or a group of more than five theatres which franchises with circuits or theatres in a films. It seems, therefore, that the legality of franchises to other exhibitors (except as to block-booking, a practice to which we will later advert) was not in issue in the litigation. Moreover, the findings on franchises are clouded by the statement of the District Court in the opinion that franchises 'necessarily contravene the plan of licensing each picture, theatre by theatre, to the highest bidder.' As will be seen hereafter, we eliminate from the decree the provision for competitive bidding. But for its inclusion of competitive bidding the District Court might well have treated the problem of franchises differently.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We can see how if franchises were allowed to be used between the exhibitor-defendants each might be able to strengthen its strategic position in the exhibition field and continue the ill effects of the conspiracy which the decree is designed to dissipate. Franchise agreements may have been employed as devices to discriminate against some independents in favor of others. We know from the record that franchise agreements often contained discriminatory clauses operating in favor not only of theatres owned by the defendants but also of the large circuits. But we cannot say on this record that franchises are illegal per se when extended to any theatre or circuit no matter how small. The findings do not deal with the issue doubtlessly due o  the fact that any system of franchises would necessarily conflict with the system of competitive bidding adopted by the District Court. Hence we set aside the findings on franchises so that the court may examine the problem in the light of the elimination from the decree of competitive bidding.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We do not take that course in the case of formula deals and master agreements, for the findings in these instances seem to stand on their own bottom and apparently have no necessary dependency on the provision for competitive bidding.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>(5) Block-Booking.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Block-booking is the practice of licensing, or offering for license, one feature or group of features on condition that the exhibitor will also license another feature or group of features released by the distributors during a given period. The films are licensed in blocks before they are actually produced. All the defendants, except United Artists, have engaged in the practice. Block-booking prevents competitors from bidding for single features on their individual merits. The District Court (66 F.Supp. 349) held it illegal for that reason and for the reason that it 'adds to the monopoly of a single copyrighted picture that of another copyrighted picture which must be taken and exhibited in order to secure the first.' That enlargement of the monopoly of the copyright was condemned below in reliance on the principle which forbids the owner of a patent to condition its use on the purchase or use of patented or unpatented materials. See Ethyl Gasoline Corporation v. United States, 309 U.S. 436, 459, 60 S.Ct. 618, 626, 84 L.Ed. 852; Morton Salt Co. v. Suppiger Co., 314 U.S. 488, 491, 62 S.Ct. 402, 404, 86 L.Ed. 363; Mercoid Corp. v. Mid-Continent Investment Co., 320 U.S. 661, 665, 64 S.Ct. 268, 271, 88 L.Ed. 376. The court enjoined defendants from performing or entering into any license in which the right to exhibit one feature is conditioned upon the licensee's taking one or more other features.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We approve that restriction. The copyright law, like the patent statutes, makes reward to the owner a secondary consideration. In Fox Film Corp. v. Doyal, 286 U.S. 123, 127, 52 S.Ct. 546, 547, 76 L.Ed. 1010, Chief Justice Hughes spoke as follows respecting the copyright monopoly granted by Congress 'The sole interest of the United States and the primary object in conferring the monopoly lie in the general benefits derived by the public from the labors of authors.' It is said that reward to the author or artist serves to induce release to the public of the products of his creative genius. But the reward does not serve its public purpose if it is not related to the quality of the copyright. Where a high quality film greatly desired is licensed only if an inferior one is taken, the latter borrows quality from the former and strengthens its monopoly by drawing on the other. The practice tends to equalize rather than differentiate the reward for the individual copyrights. Even where all the films included in the package are of equal quality, the requirements that all be taken if one is desired increases the market for some. Each stands not on its own footing but in whole or in part on the appeal which another film may have. As the District Court said, the result is to add to the monopoly of the copyright in violation of the principle of the patent cases involving tying clauses.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">It is argued that Transparent-Wrap Machine Corp. v. Stokes &amp; Smith Co., 329 U.S. 637, 67 S.Ct. 610, 91 L.Ed. 563, points to a contrary result. That case held that the inclusion in a patent license of a condition requiring the licensee to assign improvement patents was not per se illegal. But that decision, confined to improvement patents, was greatly influenced by the federal statute governing assignments of patents. It therefore has no controlling significance here.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Columbia Pictures makes an earnest argument that enforcement of the restriction as to block-booking will be very disadvantageous to it and will greatly impair its ability to operate profitably. But the policy of the anti-trust laws is not qualified or conditioned by the convenience of those whose conduct is regulated. Nor can a vested interest, in a practice which contravenes the policy of the anti-trust laws, receive judicial sanction.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">We do not suggest that films may not be sold in blocks or groups, when there is no requirement, express or implied, for the purchase of more than one film. All we hold to be illegal is a refusal to license one or more copyrights unless another copyright is accepted.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>(6) Discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The District Court found that defendants had discriminated against small independent exhibitiors and in favor of large affiliated and unaffiliated circuits through various kinds of contract provisions. These included suspension of the terms of a contract if a circuit theatre remained closed for more than eight weeks with reinstatement without liability on reopening; allowing large privileges in the selection and elimination of films; allowing deductions in film rentals if double bills are played; granting moveovers<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> and extended runs; granting road show privileges;<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> allowing overage and underage;<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> granting unlimited playing time; excluding foreign pictures and those of independent producers; and granting rights to question the classification of features for rental purposes. The District Court found that the competitive advantages of these provisions were so great that their inclusion in contracts witht he larger circuits and their exclusion from contracts with the small independents constituted an unreasonable discriminatory contract constituted a conspiracy discriminatory contract constituted a conspiracy between licensor and licensee. Hence the District Court deemed it unnecessary to decide whether the defendants had conspired among themselves to make these discriminations. No provision of the decree specifically enjoins these discriminatory practices because they were thought to be impossible under the system of competitive bidding adopted by the District Court.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">These findings are amply supported by the evidence. We concur in the conclusion that these discriminatory practices are included among the restraints of trade which the Sherman Act condemns. See Interstate Circuit v. United States, supra, 306 U.S. at page 231, 59 S.Ct. at page 476, 83 L.Ed. 610; United States v. Crescent Amusement Co., supra, 323 U.S. at pages 182, 183, 65 S.Ct. at page 259, 89 L.Ed. 160. It will be for the District Court on remand of these cases to provide effective relief against their continuance, as our elimination of the provision for competitive bidding leaves this phase of the cases unguarded.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">There is some suggestion on this as well as on other phases of the cases that large exhibitors with whom defendants dealt fathered the illegal practices and forced them onto the defendants. But as the District Court observed, that circumstance if true does not help the defendants. For acquiescence in an illegal scheme is as much a violation of the Sherman Act as the creation and promotion of one.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p>Second&#8212;Competitive Bidding.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The District Court concluded that the only way competition could be introduced into the existing system of fixed prices, clearances and runs was to require that films be licensed on a competitive bidding basis. Films are to be offered to all exhibitors in each competitive area.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> The license for the desired run is to be granted to the highest responsible bidder, unless the distributor rejects all offers. The licenses are to be offered and taken theatre by theatre and picture by picture. Licenses to show films in theatres, in which the licensor owns directly or indirectly an interest of ninety-five per cent or more, are excluded from the requirement for competitive bidding.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Paramount is the only one of the five majors who opposes the competitive bidding system. Columbia Pictures, Universal, and United Artists oppose it. The intervenors representing certain independents oppose it. And the Department of Justice, which apparently proposed the system originally, speaks strongly against it here.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">At first blush there is much to commend the system of competitive bidding. The trade victims of this conspiracy have in large measure been the small independent operators. They are the ones that have felt most keenly the discriminatory practices and predatory activities in which defendants have freely indulged. They have been the victims of the massed purchasing power of the larger units in the industry. It is largely out of the ruins of the small operators that the large empires of exhb itors have been built. Thus it would appear to be a great boon to them to substitute open bidding for the private deals and favors on which the large operators have thrived. But after reflection we have concluded that competitive bidding involves the judiciary so deeply in the daily operation of this nation-wide business and promises such dubious benefits that it should not be undertaken.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Each film is to be licensed on a particular run to 'the highest responsible bidder, having a theatre of a size, location and equipment adequate to yield a reasonable return to the licensor.' The bid 'shall state what run such exhibitor desires and what he is willing to pay for such feature, which statement may specify a flat rental, or a percentage of gross receipts, or both, or any other form of rental, and shall also specify what clearance such exhibitor is willing to accept, the time and days when such exhibitor desires to exhibit it, and any other offers which such exhibitor may care to make.' We do not doubt that if a competitive bidding system is adopted all these provisions are necessary. For the licensing of films at auction is quite obviously a more complicated matter than the like sales for cash of tabacco, wheat, or other produce. Columbia puts these pertinent queries: 'No two exhibitors are likely to make the same bid as to dates, clearance, method of fixing rental, etc. May bids containing such diverse factors be readily compared? May a flat rental bid be compared with a percentage bid? May the value of any percentage bid be determined unless the admission price is fixed by the license?'</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The question as to who is the highest bidder involves the use of standards incapable of precise definition because the bids being compared contain different ingredients. Determining who is the most responsible bidder likewise cannot be reduced to a formula. The distributor's judgment of the character and integrity of a particular exhibitor might result in acceptance of a lower that favoritism was shown would be well that favoritism was shown would be well nigh impossible, unless perhaps all the exhibitors in the country were given classifications of responsibility. If, indeed, the choice between bidders is not to be entrusted to the uncontrolled discretion of the distributors, some effort to standardize the factors involved in determining 'a reasonable return to the licensor' would seem necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">We mention these matters merely to indicate the character of the job of supervising such a competitive bidding system. It would involve the judiciary in the administration of intricate and detailed rules governing priority, period of clearance, length of run, competitive areas, reasonable return, and the like. The system would be apt to require as close a supervision as a continuous receivership, unless the defendants were to be entrusted with vast discretion. The judiciary is unsuited to affairs of business management; and control through the power of contempt is crude and clumsy and lacking in the flexibility necessary to make continuous and detailed supervision effective. Yet delegation of the management of the system to the discretion of those who had the genius to conceive the present conspiracy and to execute it with the subtlety which this record reveals, could be done only with the greatest reluctance. At least such choices should not be faced unless the need for the system is great and its benefits plain.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The system uproots business arrangements and established relationships with no apparent overall benefit to the small independent exhibitor. If each feature must go to the highest responsible bidder, those with the greatest purchasing power would seem to be in a favored position. Those with the longest purse&#8212;the exhibitor-defendants and the large circuits&#8212;would seem to stand in a preferred position. If in fact they were enabled through the competitive bidding system to take the cream of the business, eliminate the smaller independents, and thus increase thi r own strategic hold on the industry, they would have the cloak of the court's decree around them for protection. Hence the natural advantage which the larger and financially stronger exhibitors would seem to have in the bidding gives us pause. If a premium is placed on purchasing power, the court-created system may be a powerful factor towards increasing the concentration of economic power in the industry rather than cleansing the competitive system of unwholesome practices. For where the system in operation promises the advantage to the exhibitor who is in the strongest financial position, the injunction against discrimination<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> is apt to hold an empty promise. In this connection it should be noted that even though the independents in a given competitive area do not want competitive bidding, the exhibitor-defendants can invoke the system.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Our doubts concerning the conpetitive bidding system are increased by the fact that defendants who own theatres are allowed to pre-empt their own features. They thus start with an inventory which all other exhibitors lack. The latter have no prospect of assured runs except what they get by competitive bidding. The proposed system does not offset in any way the advantages which the exhibitor-defendants have by way of theatre ownership. It would seem in fact to increase them. For the independents are deprived of the stability which flows from established business relationships. Under the proposed system they can get features only if they are the highest responsible bidders. They can no longer depend on their private sources of supply which their ingenuity has created. Those sources, built perhaps on private relationships and representing important items of good will, are banned, even though they are free of any taint of illegality.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The system was designed, as some of the defendants put it, to remedy the difficulty of any theatre to break into or change the existing system of runs and clearances. But we do not see how, in practical operation, the proposed system of competitive bidding is likely to open up to competition the markets which defendants' unlawful restraints have dominated. Rather real danger seems to us to lie in the opportunities the system affords the exhibitor-defendants and the other large operators to strengthen their hold in the industry. We are reluctant to alter decrees in these cases where there is agreement with the District Court on the nature of the violations. United States v. Crescent Amusement Co., supra, 323 U.S. at page 185, 65 S.Ct. at page 260, 89 L.Ed. 160; International Salt Co. v. United States, 332 U.S. 392, 400, 68 S.Ct. 12, 17. But the provisions for competitive bidding in these cases promise little in the way of relief against the real evils of the conspiracy. They implicate the judiciary heavily in the details of business management if supervision is to be effective. They vest powerful control in the exhibitor-defendants over their competitors if close supervision by the court is not undertaken. In light of these considerations we conclude that the competitive bidding provisions of the decree should be eliminated so that a more effective decree may be fashioned.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">We have already indicated in preceding parts of this opinion that this alteration in the decree leaves a hiatus or two which will have to be filled on remand of the cases. We will indicate hereafter another phase of the problem which the District Court should also reconsider in view of this alteration in the decree. But out of an abundance of caution we add this additional word. The competitive bidding system was perhaps the central arch of the decree designed by the District Court. Its elimination may effect the cases in ways other than those which we expressly memtion. Hence on remand of the cases the freedom of the Disr ict Court to reconsider the adequacy of decree is not limited to those parts we have specifically indicated.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p>Third. Monopoly, Expansion of Theatre Holdings, Divestiture.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">There is a suggestion that the hold the defendants have on the industry is so great that a problem under the First Amendment is raised. Cf. Associated Press v. United States, 326 U.S. 1, 65 S.Ct. 1416, 89 L.Ed. 2013. We have no doubt that moving pictures, like newspapers and radio, are included in the press whose freedom is guaranteed by the First Amendment. That issue would be focused here if we had any question concerning monopoly in the production of moving pictures. But monopoly in production was eliminated as an issue in these cases, as we have noted. The chief argument at the bar is phrased in terms of monopoly of exhibition, restraints on exhibition, and the like. Actually, the issue is even narrower than that. The main contest is over the cream of the exhibition business&#8212;that of the first-run theatres. By defining the issue so narrowly we do not intend to belittle its importance. It shows, however, tha the question here is not what the public will see or if the public will be permitted to see certain features. It is clear that under the existing system the public will be denied access to none. If the public cannot see the features on the first-run, it may do so on the second, third, fourth, or later run. The central problem presented by these cases is which exhibitors get the highly profitable first-run business. That problem has important aspects under the Sherman Act. But it bears only remotely, if at all, on any question of freedom of the press, save only as timeliness of release may be a factor of importance in specific situations.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">The controversy over monopoly relates to monopoly in exhibition and more particularly monopoly in the first-run phase of the exhibition business.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The five majors in 1945 had interests in somewhat over 17 per cent of the theatres in the United States&#8212;3,137 out of 18,076.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> Those theatres paid 45 per cent of the total domestic film rental received by all eight defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">In the 92 cities of the country with populations over 100,000 at least 70 per cent of all the first-run theatres are affiliated with one or more of the five majors. In 4 of those cities the five majors have no theatres. In 38 of those cities there are no independent first-run theatres. In none of the remaining 50 cities did less than three of the distributor-defendants license their product on first run to theatres of the five majors. In 19 of the 50 cities less than three of the distributor-defendants licensed their product on first run to independent theatres. In a majority of the 50 cities the greater share of all of the features of defendants were licensed for first-run exhibition in the theatres of the five majors.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">In about 60 per cent of the 92 cities having populations of over 100,000, independent theatres compete with those of the five majors in first-run exhibition. In about 91 per cent of the 92 cities there is competition between independent theatres and the theatres of the five majors or between theatres of the five majors themselves for first-run exhibition. In all of the 92 cities thr e is always competition in some run even where there is no competition in first runs.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">In cities between 25,000 and 100,000 populations the five majors have interests in 577 of a total of 978 first-run theatres or about 60 per cent. In about 300 additional towns, mostly under 25,000, an operator affiliated with one of the five majors has all of the theatres in the town.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">The District Court held that the five majors could not be treated collectively so as to establish claims of general monopolization in exhibition. It found that none of them was organized or had been maintained 'for the purpose of achieving a national monopoly' in exhibition. It found that the five majors by their present theatre holdings 'alone' (which aggregate a little more than one-sixth of all the theatres in the United States), 'do not and cannot collectively or individually have a monopoly of exhibition.' The District Court also found that where a single defendant owns all of the first-run theatres in a town, there is no sufficient proof that the acquisition was for the purpose of creating a monopoly. It found rather that such consequence resulted from the inertness of competitors, their lack of financial ability to build theatres comparable to those of the five majors, or the preference of the public for the best equipped theatres. And the percentage of features on the market which any of the five majors could play in its own theatres was found to be relatively small and in nowise to approximate a monopoly of film exhibition.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a></p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Even in respect of the theatres jointly owned or jointly operated by the defendants with each other or with independents the District Court found no monopoly or attempt to monopolize. Those joint agreements or ownership were found only to be unreasonable restraints of trade. The District Court, indeed, found no monopoly on any phase of the cases, although it did find an attempt to monopolize in the fixing of prices, the granting of unreasonable clearances, block-booking and the other unlawful restraints of trade we have already discussed. The 'root of the difficulties,' according to the District Court, lay not in theatre ownership but in those unlawful practices.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The District Court did, however, enjoin the five majors from expanding their present theatre holdings in any manner.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a> It refused to grant the request of the Department of Justice for total divestiture by the five majors of their theatre holdings. It found that total divestiture would be injurious to the five majors and damaging to the public. Its thought on the latter score was that the new set of theatre owners who would take the place of the five majors would be unlikely for some years to give the public as good service as those they supplanted 'in view of the latter's demonstrated experience and skill in operating what must be regarded as in general the largest and best equipped theatres.' Divestiture was, it thought, too harsh a remedy where there was available the alternative of competitive bidding. It accordingly concluded that divestiture was unnecessary 'at least until the efficiency of that system has been tried and found wanting.'</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">It is clear, so far as the five majors are concerned, that the aim of the conspiracy was exclusionary, i.e. it was designed to strengthen their hold on the exhibition field. In other words, the conspiracy had monopoly in exhibition for one of its goals, as the District Court held. Price, clearance, and run are interdependent. The clearance and run provisions of the licenses fixed the relative playing positions of all theatres in a certain area; the minimum price provisions were based on playing position the first-run theatres being required to charge the highest prices, the second-run theatres the next highest, and so on. As the District Court found, 'In effect, the distributor, by the fixing of minimum admission prices attempts to give the prior-run exhibitors as near a monopoly of the patronage as possible.'</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">It is, therefore, not enough in determining the need for divestiture to conclude with the District Court that none of the defendants was organized or has been maintained for the purpose of achieving a 'national monopoly,' nor that the five majors through their present theatre holdings 'alone' do not and cannot collectively or individually have a monopoly of exhibition. For when the starting point is a conspiracy to effect a monopoly through restraints of trade, it is relevant to determine what the results of the conspiracy were even if they fell short of monopoly.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">An example will illustrate the problem. In the popular sense there is a monopoly if one person owns the only theatre in town. That usually does not, however, constitute a violation of the Sherman Act. But as we noted in United States v. Griffith, 334 U.S. 100, 68 S.Ct. 941, and see Schine Chain Theatres, Inc., v. United States, 334 U.S. 110, 68 S.Ct. 947, even such an ownership is vulnerable in a suit by the United States under the Sherman Act if the property was acquired, or its strategic position maintained, as a result of practices which constitute unreasonable restraints of trade. Otherwise, there would be reward from the conspiracy through retention of its fruits. Hence the problem of the District Court does not end with enjoining continuance of the unlawful restraints nor with dissolving the combination which launched the conspiracy. Its function includes undoing what the conspiracy achieved. As we have discussed in Schine Chain Theatres, Inc., v. United States, 334 U.S. 110, 68 S.Ct. 947, the requirement that the defendants restore what they unlawfully obtained is no more punishment than the familiar remedy of restitution. What findings would be warranted after such an inquiry in the present cases, we do not know. For the findings of the District Court do not cover this point beyond stating that monopoly was an objective of the several restraints of trade that stand condemned.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Moreover, the problem under the Sherman Act is not solved merely by measuring monopoly in terms of size or extent of holdings or by concluding that single ownerships were not obtained 'for the purpose of achieving a national monopoly.' It is the relationship of the unreasonable restraints of trade to the position of the defendants in the exhibition field (and more particularly in the first-run phase of that business) that is of first importance on the divestiture phase of these cases. That is the position we have taken in Schine Chain Theatres, Inc., v. United States, 334 U.S. 110, 68 S.Ct. 947, in dealing with a projection of the same conspiracy through certain large circuits. Parity of treatment of the unaffiliated and the affiliated circuits requires the same approach here. For the fruits of the conspiracy which are denied the independents must also be denied the five majors. In this connection there is a suggestion that one result of the conspiracy was a geographical division of territory among the five majors. We mention it not to intimate that it is true but only to indicate the appropriate extent of the n quiry concerning the effect of the conspiracy in theatre ownership by the five majors.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">The findings of the District Court are deficient on that score and obscure on another. The District Court in its findings speaks of the absence of a 'purpose' on the part of any of the five majors to achieve a 'national monopoly' in the exhibition of motion pictures. First, there is no finding as to the presence or absence of monopoly on the part of the five majors in the first-run field for the entire country, in the first-run field in the 92 largest cities of the country, or in the first-run field in separate localities. Yet the first-run field, which constitutes the cream of the exhibition business, is the core of the present cases. Section 1 of the Sherman Act out-laws unreasonable restraints irrespective of the amount of trade or commerce involved (United States v. Socony-Vacuum Oil Co., 310 U.S. 150, 224, 225, n. 59, 60 S.Ct. 811, 844-846, 84 L.Ed. 1129), and &#167; 2 condemns monopoly of 'any part' of trade or commerce.' Any part' is construed to mean an appreciable part of interstate or foreign trade or commerce. United States v. Yellow Cab Co., 332 U.S. 218, 225, 67 S.Ct. 1560, 1564, 91 L.Ed. 2010. Second, we pointed out in United States v. Griffith, 334 U.S. 100, 68 S.Ct. 941, that 'specific intent' is not necessary to establish a 'purpose or intent' to create a monopoly but that the requisite 'purpose or intent' is present if monopoly results as a necessary consequence of what was done. The findings of the District Court on this phase of the cases are not clear, though we take them to mean by the absence of 'purpose' the absence of a specific intent. So construed they are inconclusive. In any event they are ambiguous and must be recast on remand of the cases. Third, monopoly power, whether lawfully or unlawfully acquired, may violate &#167; 2 of the Sherman Act though it remains unexercised (United States v. Griffith, 334 U.S. 100, 68 S.Ct. 941), for as we stated in American Tobacco Co. v. United States, 328 U.S. 781, 809, 811, 66 S.Ct. 1125, 1140, 90 L.Ed. 1575, the existence of power 'to exclude competition when it is desired to do so' is itself a violation of &#167; 2, provided it is coupled with the purpose or intent to exercise that power. The District Court, being primarily concerned with the number and extent of the theatre holdings of defendants, did not address itself to this phase of the monopoly problem. Here also, parity of treatment as between independents and the five majors as theatre owners, who were tied into the same general conspiracy necessitates consideration of this question.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Exploration of these phases of the cases would not be necessary if, as the Department of Justice argues, vertical integration of producing, distributing and exhibiting motion pictures is illegal per se. But the majority of the Court does not take that view. In the opinion of the majority the legality of vertical integration under the Sherman Act turns on (1) the purpose or intent with which it was conceived, or (2) the power it creates and the attendant purpose or intent. First, it runs afoul of the Sherman Act if it was a calculated scheme to gain control over an appreciable segment of the market and to restrain or suppress competition, rather than an expansion to meet legitimate business needs. United States v. Reading Co., 253 U.S. 26, 57, 40 S.Ct. 425, 432, 64 L.Ed. 760; United States v. Lehigh Valley R. Co., 254 U.S. 255, 269, 270, 41 S.Ct. 104, 108, 109, 65 L.Ed. 253. Second, a vertically integrated enterprise, like other aggregations of business units (United States v. Aluminum Co. of America, 2 Cir., 148 F.2d 416), will constitute monopoly which, though unexercised, violates the Sherman Act provided a power to exclude competition is coupled with a purpose or intent to do so. As we pointed out in United States v. Griffith, 334 U.S. 107, n. 10, 68 S.Ct. 946, size is itself an earmark of monopoly power. For size carries with it an opportunity for abuse. And thef act that the power created by size was utilized in the past to crush or prevent competition is potent evidence that the requisite purpose or intent attends the presence of monopoly power. See United States v. Swift &amp; Co., 286 U.S. 106, 116, 52 S.Ct. 460, 463, 76 L.Ed. 999; United States v. Aluminum Co. of America, supra, 148 F.2d at page 430. Likewise bearing on the question whether monopoly power is created by the vertical integration, is the nature of the market to be served (United States v. Aluminum Co. of America, supra, 148 F.2d at page 430), and the leverage on the market which the particular vertical integration creates or makes possible.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">These matters were not considered by the District Court. For that reason, as well as the others we have mentioned, the findings on monopoly and divestiture which we have discussed in this part of the opinion will be set aside. There is an independent reason for doing that. As we have seen, the District Court considered competitive bidding as an alternative to divestiture in the sense that it concluded that further consideration of divestiture should not be had until competitive bidding had been tried and found wanting. Since we eliminate from the decree the provisions for competitive bidding, it is necessary to set aside the findings on divestiture so that a new start on this phase of the cases may be made on their remand.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">It follows that the provision of the decree barring the five majors from further theatre expansion should likewise be eliminated. For it too is related to the monopoly question; and the District Court should be allowed to make an entirely fresh start on the whole of the problem. We in no way intimate, however, that the District Court erred in prohibiting further theatre expansion by the five majors.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">The Department of Justice maintains that if total divestiture is denied, licensing of films among the five majors should be barred. As a permanent requirement it would seem to be only an indirect way of forcing divestiture. For the findings reveal that the theatres of the five majors could not operate their theatres full time on their own films.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a> Whether that step would, in absence of competitive bidding, serve as a short range remedy in certain situations to dissipate the effects of the conspiracy (United States v. Univis Lens Co., 316 U.S. 241, 254, 62 S.Ct. 1088, 1095, 86 L.Ed. 1408; United States v. Bausch &amp; Lomb Co., supra, 321 U.S. at page 724, 64 S.Ct. at page 814, 88 L.Ed. 1024; United States v. Crescent Amusement Co., supra, 323 U.S. at page 188, 65 S.Ct. at page 261, 89 L.Ed. 650) is a question for the District Court. Fourth.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">The consent decree created an arbitration system which had, in the view of the District Court, proved useful in its operation. The court indeed thought that the arbitration system had dealt with the problems of clearances and runs 'with rare efficiency.' But it did not think it had the power to continue an arbitration system which would be binding on the parties, since the consent decree did not bind the defendants who had not consented to it and since the government, acting pursuant to the powers reserved under the consent decree, moved for trial of the issues charged in the complaint. The District Court recommended, however, that some such system be continued. But it included no such provision in its decree.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">We agree that the government did not consent to a permanent system of arbitration under the consent decree and that the District Court has no power to force or require parties to submit to arbitration in lieu of the remedies afforded by Congress for enforcing the anti-trust laws. But the District Court has the power to authorize the maintenance of sc h a system by those parties who consent and to provide the rules and procedure under which it is to operate. The use of the system would not, of course, be mandatory. It would be merely an auxiliary enforcement procedure, barring no one from the use of other remedies the law affords for violations either of the Sherman Act or of the decree of the court. Whether such a system of arbitration should be inaugurated is for the discretion of the District Court.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p>Fifth&#8212;Intervention.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">Certain associations of exhibitors and a number of independent exhibitors, appellant-intervenors in Nos. 85 and 86, were denied leave to intervene in the District Court. They appeal from those orders. They also filed original motions for leave to intervene in this Court. We postponed consideration of the original motions and of our jurisdiction to hear the appeals until a hearing on the merits of the cases.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">Rule 24(a) of the Rules of Civil Procedure, 28 U.S.C.A. following section 723c, which provides for intervention as of right, reads in part as follows: 'Upon timely application anyone shall be permitted to intervene in an action: * * * (2) when the representation of the applicant's interest by existing parties is or may be inadequate and the applicant is or may be bound by a judgment in the action.'</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">The complaint of the intervenors was directed towards the system of competitive bidding. The Department of Justice is the representative of the public in these anti-trust suits. So far as the protection of the public interest in free competition is concerned, the interests of those intervenors was adequately represented. The intervenors, however, claim that the system of competitive bidding would have operated prejudicially to their rights. Cf. United States v. Terminal R. Ass'n of St. Louis, 236 U.S. 194, 199, 35 S.Ct. 408, 410, 59 L.Ed. 535. Their argument is that the plan of competitive bidding under the control of the defendants would be a concert of action that would be illegal but for the decree. If pursuant to the decree defendants acted under that plan, they would gain immunity from any liability under the anti-trust laws which otherwise they might have to the intervenors. Thus, it is argued, the decree would affect their legal rights and be binding on them. The representation of their interests by the Department of Justice on that score was said to be inadequate since that agency proposed the idea of competitive bidding in the District Court.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">We need not consider the merits of that argument. Even if we assume that the intervenors are correct in their position, intervention should be denied here and the orders of the District Court denying leave to intervene must be affirmed. Now that the provisions for competitive bidding have been eliminated from the decree there is no basis for saying that the decree affects their legal rights. Whatever may have been the situation below, no other reason appears why at this stage their intervention is warranted. Any justification for making them parties has disappeared.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">The judgment in these cases is affirmed in part and reversed in part, and the cases are remanded to the District Court for proceedings in conformity with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">Affirmed in part and reversed in part.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">Mr. Justice JACKSON took no part in the consideration or decision of these cases.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">Mr. Justice FRANKFURTER, dissenting in part.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">'The framing of decrees should take place in the District rather than in Appellate Courts. They are invested with large discretion to model their judgments to fit the exigencies of the particular case.' On this guiding consideration, the Court earlier this Term sustained a Sherman Law decree, which was not the outcome of a long trial involving complicated and contested facts and their significance, but the formulation of a summary judgment on the bare bones of pleadings. International Salt Co. v. United States, 332 U.S. 392, 400, 401, 68 S.Ct. 12, 17, 18. The record in this case bespeaks more compelln g respect for the decree fashioned by the District Court of three judges to put an end to violations of the Sherman Law and to prevent the recurrence, than that which led this Court not to find abuse of discretion in the decree by a single district judge in the International Salt case.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">This Court has both the authority and duty to consider whether a decree is well calculated to undo, as far as is possible, the result of transactions forbidden by the Sherman Law and to guard against their repetition. But it is not the function of this Court, and it would ill discharge it, to displace the district courts and write decrees de novo. We are, after all, an appellate tribunal even in Sherman Law cases. It could not be fairly claimed that this Court possesses greater experience, understanding and prophetic insight in relation to the movie industry, and is therefore better equipped to formulate a decree for the movie industry than was the District Court in this case, presided over as it was by one of the wisest of judges.</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">The terms of the decree in this litigation amount, in effect, to the formulation of a regime for the future conduct of the movie industry. The terms of such a regime, within the scope of judicial oversight, are not to be derived from precedents in the law reports, nor, for that matter, from any other available repository of knowledge. Inescapably the terms must be derived from an assessment of conflicting interests, not quantitatively measurable, and a prophecy regarding the workings of untried remedies for dealing with disclosed evils so as to advance most the comprehensive public interest.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">The crucial legal question before us is not whether we would have drawn the decree as the District Court drew it, but whether, on the basis of what came before the District Court, we can say that in fashioning remedies it did not fairly respond to disclosed violations and therefore abused a discretion, the fair exercise of which we should respect and not treat as an abuse. Discretion means a choice of available remedies. As bearing upon this question, it is most relevant to consider whether the District Court showed a sympathetic or mere niggling awareness of the proper scope of the Sherman Law and the range of its condemnation. Adequate remedies are not likely to be fashioned by those who are not hostile to evils to be remedied. The District Court's opinion manifests a stout purpose on the part of that court to enforce its thoroughgoing uncerstanding of the requirements of the Sherman Law as elucidated by this Court. And so we have before us the decree of a district court thoroughly aware of the demands of the Sherman Law and manifestly determined to enforce it in all its rigors.</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">How did the District Court go about working out the terms of the decree some of which this Court now displaces? The case was before the lower court from October 8, 1945, to January 22, 1947. A vast body of the evidence which had to be considered below, and must be considered here in overturning the lower court's decree, consisted of documents. A mere enumeration of these documents, not printed in the record before us, required a pamphlet of 42 pages. It took 460 pages for a selection of exhibits deemed appropriate for printing by the Government. The printed record in this Court consists of 3,841 pages. It is on the basis of this vast mass of evidence that the District Court, on June 11, 1946, filed its careful opinion, approved here, as to the substantive issues. Thereafter, it heard argument for three days as to the terms of the judgment. The parties then submitted their proposals for findings of fact and conclusions of law by the District Court. After a long trial, an elaborate opinion on the merits, full discussion as to the terms of the decree, more than two months for the gestation of the decree, the terms were finally promulgated.</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">I cannot bring myself to conclude that the product of such a painstaking process of adjudication as to a decree appropriate fors uch a complicated sitation as this record discloses was an abuse of discretion, arrived at as it was after due absorption of all the light that could be shed upon remedies appropriate for the future. After all, as to such remedies there is no test, ultimately, except the wisdom of men judged by events.</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">Accordingly, I would affirm the decree except as to one paticular, that regarding an arbitration system for controversies that may arise under the decree. This raises a pure question of law and not a judgment based upon facts and their significance, as are those features of the decree which the Court sets aside. The District Court indicated that 'in view of its demonstrated usefulness' such an arbitration system was desirable to aid in the enforcement of the decree. The District Court, however, deemed itself powerless to continue an arbitration system without the consent of the parties. I do not find such want of power in the Distirct Court to select this means of enforcing the decree most effectively, with the least friction and by the most fruitful methods. A decree as detailed and as complicated as is necessary to fit a situation like the one before us is bound, even under the best of circumstances, to raise controversies involving conflicting claims as to facts and their meaning. A court could certainly appoint a master to deal with questions arising under the decree. I do not appreciate why a proved system of arbitration, appropriate as experience has found it to be appropriate for adjudicating numberless questions that arise under such a decree, is not to be treated in effect as a standing master for purposes of this decree. See Ex parte Peterson, 253 U.S. 300, 40 S.Ct. 543, 64 L.Ed. 919. I would therefore leave it to the discretion of the District Court to determine whether such a system is not available as an instrument of auxiliary enforcement. With this exception I would affirm the decree of the District Court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Sec. 2 of the Expediting Act of February 11, 1903, 32 Stat. 823, as amended, 15 U.S.C. &#167; 29, 15 U.S.C.A. &#167; 29, and &#167; 238 of the Judicial Code, as amended by the Act of February 13, 1925, 43 Stat. 936, 938, 28 U.S.C. &#167; 345, 28 U.S.C.A. &#167; 345.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The court was convened pursuant to the provisions of the Act of April 6, 1942, 56 Stat. 198, 199, 15 U.S.C. &#167; 28, 15 U.S.C.A. &#167; 28.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Before trial, negotiations for a settlement were undertaken. As a result, a consent decree against the five major defendants was entered November 20, 1940. The consent decree contained no admission of violation of law and adjudicated no issue of fact or law, except that the complaint stated a cause of action. The decree reserved to the United States the right at the end of a three-year trial period to seek the relief prayed for in the amended complaint. After the end of the three-year period the United States moved for trial against all the defendants.</p>\n        <p>First. Restraint of Trade&#8212;(1) Price Fixing.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> A master agreement is a licensing agreement or 'blanket deal' covering the exhibition of features in a number of theatres, usually comprising a circuit.</p>\n        <p>A franchise is a licensing agreement, or series of licensing agreements, entered into as part of the same transaction, in effect for more than one motion picture season and covering the exhibition of features released by one distributor during the entire period of the agreement.</p>\n        <p>An independent as used in these cases means a producer, distributor, or exhibitor, as the context requires, which is not a defendant in the action, or a subsidiary or affiliate of a defendant.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See note 12, infra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> A clearance is the period of time, usually stipulated in license contracts, which must elapse between runs of the same feature within a particular area or in specified theatres.</p>\n        <p>Runs are successive exhibitions of a feature in a given area, first-run being the first exhibition in that area, second-run being the next subsequent, and so on, and include successive exhibitions in different theatres, even though such theatres may be under a common ownership or management.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Thus the District Court found: 'Some licenses granted clearance (to sell) to all theatres which the exhibitor party to the contract might thereafter own, lease, control, manage, or operate against all theatres in the immediate vicinity of the exhibitor's theatre thereafter erected or opened. The purpose of this type of clearance agreements was to fix the run and clearance status of any theatre thereafter opened not on the basis of its appointments, size, location, and other competitive features normally entering into such determination, but rather upon the sole basis of whether it were operated by the exhibitor party to the agreement.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> A feature is any motion picture, regardless of topic, the length of film of which is in excess of 4,000 feet.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Theatres jointly owned with independents:</p>\n        <p>Paramount...................... 993</p>\n        <p>Warner.......................... 20</p>\n        <p>Fox............................. 66</p>\n        <p>RKO............................ 187</p>\n        <p>Loew's.......................... 21</p>\n        <p>Total........................ 1287</p>\n        <p>Theatres jointly owned by two defendants:</p>\n        <p>Parmount-Fox....................... 6</p>\n        <p>Paramount-Loew's.................. 14</p>\n        <p>Paramount-Warner.................. 25</p>\n        <p>Paramount-RKO.................... 150</p>\n        <p>Loew's-RKO......................... 3</p>\n        <p>Loew's-Warner...................... 5</p>\n        <p>Fox-RKO............................ 1</p>\n        <p>Warner-RKO........................ 10</p>\n        <p>Total........................... 214</p>\n        <p>Of the 1287 jointly owned with independents, 209 would not be affected by the decree since one of the ownership interests is less than 5 per cent, an amount which the District Court treated as de minimis.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> See note 4, supra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Blind-selling is a practice whereby a distributor licenses a feature before the exhibitor is afforded an opportunity to view it. To remedy the problems created by that practice the District Court included the following provision in its decree: 'To the extent that any of the features have not been trade-shown prior to the granting of the license for more than a single feature, the licensee shall be given by the licensor the right to reject twenty per cent of such features not trade-shown prior to the granting of the license, such right of rejection to be exercised in the order of release within ten days after there has been an opportunity afforded to the licenssee to inspect the feature.'</p>\n        <p>The court advanced the following as its reason for inclusion of this provision: 'Blind-selling does not appear to be as inherently restrictive of competition as block-booking, although it is capable of some abuse. By this practice a distributor could promise a picture of good quality or of a certain type which when produced might prove to be of poor quality or of another type&#8212;a competing distributor meanwhile being unable to market its product and in the end losing its outlets for future pictures. The evidence indicates that trade-shows, which are designated to prevent such blind-selling, are poorly attended by exhibitors. Accordingly, exhibitors who choose to obtain their films for exhibition in quantities, need to be protected against burdensome agreements by being given an option to reject a certain percentage of their blind-licensed pictures within a reasonable time after they shall have become available for inspection.' We approve this provision of the decree.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The exclusive right granted by the Copyright Act, 35 Stat. 1075, 17 U.S.C. &#167; 1, 17 U.S.C.A. &#167; 1, includes no such privilege. It provides, so far as material here, as follows:</p>\n        <p>'That any person entitled thereto, upon complying with the provisions of this Act, shall have the exclusive right: * * * '(d) To perform or represent the copyrighted work publicly if it be a drama or, if it be a dramatic work and not reproduced in copies for sale, to vend any manuscript or any record whatsoever thereof; to make or to procure the making of any transcription or record thereof by or from which, in whole or in part, it may in any manner or by any method be exhibited, performed, represented, produced, or reproduced; and to exhibit, perform, represent, produce, or reproduce it in any manner or by any method whatsoever;'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> A moveover is the privilege given a licensee to move a picture from one theatre to another as a continuation of the run at the licensee's first theatre.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> A road show is a public exhibition of a feature in a limited number of theatres, in advance of its general release, at admission prices higher than those customarily charged in first-run theatres in those areas.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Underage and overage refer to the practice of using excess film rental earned in one circuit theatre to fulfill a rental commitment defaulted by another.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Competitive bidding is required only in a 'competitive area' where it is 'desired by the exhibitors.' As the District Court said, 'the decree provides an opportunity to bid for any exhibitor in a competitive area who may desire to do so.'</p>\n        <p>The details of the competitive bidding system will be found in 70 F.Supp. pages 73, 74.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> The competitive bidding part of the decree provides: 'Each license shall be granted solely upon the merits and without discrimination in favor of affiliates, old customers or others.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> The theatres which each of the five majors owned independently of the others were: Paramount 1,395 or 7.72 per cent; Warner 501 or 2.77 per cent; Loew's 135 or .74 per cent; Fox 636 or 3.52 per cent; RKO 109 or .60 per cent. There were in addition 361 theatres or about 2 per cent in which two or more of the five majors had joint interests. These figures exclude connections through filmbuying, or management contracts or through corporations in which a defendant owns an indirect minority stock interest.</p>\n        <p>There theatres are located in 922 towns in 48 States and the District of Columbia. For further description of the distribution of theatres see Bertrand, Evans, and Blanchard, The Motion Picture Industry&#8212;A Pattern of Control 15&#8212;16 (TNEC Monograph 43, 1941).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> The number of feature films released during the 1943&#8212;44 season by the eleven largest distributors is as follows:</p>\n        <p>Percentages of Total</p>\n        <p>With        With</p>\n        <p>No. of Films     \"Westerns\"  \"Westerns\"</p>\n        <p>included  excluded</p>\n        <p>Fox.......  33.  8.31     9.85</p>\n        <p>Loew's....  33.  8.31     9.85</p>\n        <p>Paramount.  31.  7.81     9.25</p>\n        <p>RKO.......  38.  9.57    11.34</p>\n        <p>Warner....  19.  4.79     5.67</p>\n        <p>Columbia..  41.  10.32   12.24</p>\n        <p>United Artists.  16       4.04   4.78</p>\n        <p>Universal.  49.  12.34   14.63</p>\n        <p>Republic        - 29 features   14.86   8.66</p>\n        <p>- 30 \"Westerns\"</p>\n        <p>Monogram        - 26 features   10.58   7.76</p>\n        <p>- 16 \"Westerns\"</p>\n        <p>PRC             - 20 features   9.07   5.97</p>\n        <p>- 16 \"Westerns\"</p>\n        <p>----- ------- -------</p>\n        <p>Totals..  397. 100.00  100.00</p>\n        <p>335 without \"Westerns\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> excepted from this prohibition was the acquisition of interests in theatres jon tly owned, a matter we have discussed in a preceding portion of this opinion.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> The District Court found, 'Except for a very limited number of theatres in the very largest cities, the 18,000 and more theatres in the United States exhibit the product of more than one distributor. Such theatres could not be operated on the product of only one distributor.'</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>334 U.S. 131 (1948)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nPARAMOUNT PICTURES, INC. ET AL.</h1></center>\n<center>No. 79.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 9-11, 1948.</center>\n<center>Decided May 3, 1948.</center>\nAPPEAL FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF NEW YORK.<sup>[*]</sup><p><span class=\"star-pagination\">*138</span> <i>Attorney General Clark</i> and <i>Assistant Attorney General Sonnett</i> argued the cause for the United States in No. 79, and <i>Robert L. Wright</i> for the United States in Nos. 80-86. <i>Solicitor General Perlman, Mr. Sonnett, Mr. Wright, Kenneth L. Kimble, Stanley M. Silverberg</i> and <i>Philip Marcus</i> were on the briefs.</p>\n<p><i>John W. Davis</i> argued the cause for Loew's Incorporated, appellant in No. 80. With him on the brief were <i>J. Robert Rubin, S. Hazard Gillespie, Jr.</i> and <i>Benjamin Melniker.</i></p>\n<p><i>William J. Donovan</i> argued the cause for the Radio-Keith-Orpheum Corp. et al., appellants in No. 80. With him on the brief were <i>George S. Leisure, Ralstone R. Irvine, Gordon E. Youngman</i> and <i>Roy W. McDonald.</i></p>\n<p><i>Joseph M. Proskauer</i> argued the cause for Warner Bros. Pictures, Inc. et al., appellants in No. 80. With him on the brief were <i>Robert W. Perkins</i> and <i>Harold Berkowitz.</i></p>\n<p><i>James F. Byrnes</i> argued the cause for the Twentieth Century-Fox Film Corp. et al., appellants in No. 80. <span class=\"star-pagination\">*139</span> With him on the brief were <i>Otto E. Koegel, John F. Caskey</i> and <i>Frederick W.R. Pride.</i></p>\n<p><i>Whitney North Seymour</i> argued the cause for Paramount Pictures, Inc. et al., appellants in No. 81. With him on the brief were <i>Louis Phillips</i> and <i>Albert C. Bickford.</i></p>\n<p><i>Louis D. Frohlich</i> argued the cause for Columbia Pictures Corp. et al., appellants in No. 82. With him on the brief was <i>Arthur H. Schwartz.</i></p>\n<p><i>George A. Raftery</i> argued the cause for the United Artists Corp., appellant in No. 83. With him on the brief were <i>Edward C. Raftery</i> and <i>Arthur F. Driscoll. T. Newman Lawler</i> was also of counsel.</p>\n<p><i>Thomas Turner Cooke</i> argued the cause for Universal Pictures Co., Inc. et al., appellants in No. 84. With him on the brief were <i>Adolph Schimel</i> and <i>Frank W. Ford.</i></p>\n<p><i>Thurman Arnold</i> argued the cause for the American Theatres Association, Inc. et al., appellants in No. 85. With him on the brief were <i>Paul Williams</i> and <i>Milton W. Freeman.</i></p>\n<p><i>John G. Jackson</i> and <i>Robert T. Barton, Jr.</i> argued the cause for Allred et al., appellants in No. 86. With them on the brief was <i>George B. Brooks.</i></p>\n<p>Briefs of <i>amici curiae</i> supporting the United States in No. 79 were filed by <i>Abram F. Myers</i> for the Conference of Independent Exhibitors' Associations; <i>Morris L. Ernst, Loyd Wright</i> and <i>James M. Barnes</i> for the Society of Independent Motion Picture Producers; <i>Herman M. Levy</i> for independent members of the Motion Picture Theatre Owners of America; and <i>Harold J. Sherman, Wendell Berge, James Lawrence Fly</i> and <i>C. Dickerman Williams</i> for the American Civil Liberties Union.</p>\n<p><span class=\"star-pagination\">*140</span> MR. JUSTICE DOUGLAS delivered the opinion of the Court.</p>\n<p>These cases are here on appeal<sup>[1]</sup> from a judgment of a three-judge District Court<sup>[2]</sup> holding that the defendants had violated  1 and  2 of the Sherman Act, 26 Stat. 209, as amended. 50 Stat. 693, 15 U.S.C.  1, 2, and granting an injunction and other relief. 66 F. Supp. 323; 70 F. Supp. 53.</p>\n<p>The suit was instituted by the United States under  4 of the Sherman Act to prevent and restrain violations of it. The defendants fall into three groups: (1) Paramount Pictures, Inc., Loew's, Incorporated, Radio-Keith-Orpheum Corporation, Warner Bros. Pictures, Inc., Twentieth Century-Fox Film Corporation, which produce motion pictures, and their respective subsidiaries or affiliates which distribute and exhibit films. These are known as the five major defendants or exhibitor-defendants. (2) Columbia Pictures Corporation and Universal Corporation, which produce motion pictures, and their subsidiaries which distribute films. (3) United Artists Corporation, which is engaged only in the distribution of motion pictures. The five majors, through their subsidiaries or affiliates, own or control theatres; the other defendants do not.</p>\n<p>The complaint charged that the producer defendants had attempted to monopolize and had monopolized the production of motion pictures. The District Court found to the contrary and that finding is not challenged here. The complaint charged that all the defendants, as distributors, had conspired to restrain and monopolize and <span class=\"star-pagination\">*141</span> had restrained and monopolized interstate trade in the distribution and exhibition of films by specific practices which we will shortly relate. It also charged that the five major defendants had engaged in a conspiracy to restrain and monopolize, and had restrained and monopolized, interstate trade in the exhibition of motion pictures in most of the larger cities of the country. It charged that the vertical combination of producing, distributing, and exhibiting motion pictures by each of the five major defendants violated  1 and  2 of the Act. It charged that each distributor-defendant had entered into various contracts with exhibitors which unreasonably restrained trade. Issue was joined; and a trial was had.<sup>[3]</sup></p>\n<p><i>First. Restraint of Trade</i>  (1) <i>Price Fixing.</i></p>\n<p>No film is sold to an exhibitor in the distribution of motion pictures. The right to exhibit under copyright is licensed. The District Court found that the defendants in the licenses they issued fixed minimum admission prices which the exhibitors agreed to charge, whether the rental of the film was a flat amount or a percentage of the receipts. It found that substantially uniform minimum prices had been established in the licenses of all defendants. Minimum prices were established in master agreements or franchises which were made between various defendants as distributors and various defendants as exhibitors and in joint operating agreements made by the five majors with each other <span class=\"star-pagination\">*142</span> and with independent theatre owners covering the operation of certain theatres.<sup>[4]</sup> By these later contracts minimum admission prices were often fixed for dozens of theatres owned by a particular defendant in a given area of the United States. Minimum prices were fixed in licenses of each of the five major defendants. The other three defendants made the same requirement in licenses granted to the exhibitor-defendants. We do not stop to elaborate on these findings. They are adequately detailed by the District Court in its opinion. See 66 F. Supp. 334-339.</p>\n<p>The District Court found that two price-fixing conspiracies existed  a horizontal one between all the defendants; a vertical one between each distributor-defendant and its licensees. The latter was based on express agreements and was plainly established. The former was inferred from the pattern of price-fixing disclosed in the record. We think there was adequate foundation for it too. It is not necessary to find an express agreement in order to find a conspiracy. It is enough that a concert of action is contemplated and that the defendants conformed to the arrangement. <i>Interstate Circuit</i> v. <i>United States,</i> 306 U.S. 208, 226-227; <i>United States</i> v. <i>Masonite Corp.,</i> 316 U.S. 265, 275. That was shown here.</p>\n<p>On this phase of the case the main attack is on the decree which enjoins the defendants and their affiliates <span class=\"star-pagination\">*143</span> from granting any license, except to their own theatres, in which minimum prices for admission to a theatre are fixed in any manner or by any means. The argument runs as follows: <i>United States</i> v. <i>General Electric Co.,</i> 272 U.S. 476, held that an owner of a patent could, without violating the Sherman Act, grant a license to manufacture and vend, and could fix the price at which the licensee could sell the patented article. It is pointed out that defendants do not sell the films to exhibitors, but only license them and that the Copyright Act (35 Stat. 1075, 1088, 17 U.S.C.  1), like the patent statutes, grants the owner exclusive rights.<sup>[5]</sup> And it is argued that if the patentee can fix the price at which his licensee may sell the patented article, the owner of the copyright should be allowed the same privilege. It is maintained that such a privilege is essential to protect the value of the copyrighted films.</p>\n<p>We start, of course, from the premise that so far as the Sherman Act is concerned, a price-fixing combination is illegal <i>per se. </i><i>United States</i> v. <i>Socony-Vacuum Oil Co.,</i> 310 U.S. 150; <i>United States</i> v. <i>Masonite Corporation, supra</i><i>.</i> We recently held in <i>United States</i> v. <i>Gypsum Co.,</i> 333 U.S. 364, 400, that even patentees could not regiment an entire industry by licenses containing price-fixing agreements. What was said there is adequate to bar defendants, through their horizontal conspiracy, from fixing prices for the exhibition of films in the movie industry. Certainly the rights of the copyright owner are no greater than those of the patentee.</p>\n<p>Nor can the result be different when we come to the vertical conspiracy between each distributor-defendant and his licensees. The District Court stated in its findings:</p>\n<blockquote>\"In agreeing to maintain a stipulated minimum admission price, each exhibitor thereby consents to <span class=\"star-pagination\">*144</span> the minimum price level at which it will compete against other licensees of the same distributor whether they exhibit on the same run or not. The total effect is that through the separate contracts between the distributor and its licensees a price structure is erected which regulates the licensees' ability to compete against one another in admission prices.\"</blockquote>\n<p>That consequence seems to us to be incontestable. We stated in <i>United States</i> v. <i>Gypsum Co., supra,</i> p. 401, that \"The rewards which flow to the patentee and his licensees from the suppression of competition through the regulation of an industry are not reasonably and normally adapted to secure pecuniary reward for the patentee's monopoly.\" The same is true of the rewards of the copyright owners and their licensees in the present case. For here too the licenses are but a part of the general plan to suppress competition. The case where a distributor fixes admission prices to be charged by a single independent exhibitor, no other licensees or exhibitors being in contemplation, seems to be wholly academic, as the District Court pointed out. It is, therefore, plain that <i>United States</i> v. <i>General Electric Co., supra</i><i>,</i> as applied in the patent cases, affords no haven to the defendants in this case. For a copyright may no more be used than a patent to deter competition between rivals in the exploitation of their licenses. See <i>Interstate Circuit</i> v. <i>United States, supra,</i> p. 230.</p>\n<p>(2) <i>Clearances and Runs.</i></p>\n<p>Clearances are designed to protect a particular run of a film against a subsequent run.<sup>[6]</sup> The District Court <span class=\"star-pagination\">*145</span> found that all of the distributor-defendants used clearance provisions and that they were stated in several different ways or in combinations: in terms of a given period between designated runs; in terms of admission prices charged by competing theatres; in terms of a given period of clearance over specifically named theatres; in terms of so many days' clearance over specified areas or towns; or in terms of clearances as fixed by other distributors.</p>\n<p>The Department of Justice maintained below that clearances are unlawful <i>per se</i> under the Sherman Act. But that is a question we need not consider, for the District Court ruled otherwise and that conclusion is not challenged here. In its view their justification was found in the assurance they give the exhibitor that the distributor will not license a competitor to show the film either at the same time or so soon thereafter that the exhibitor's expected income from the run will be greatly diminished. A clearance when used to protect that interest of the exhibitor was reasonable, in the view of the court, when not unduly extended as to area or duration. Thus the court concluded that although clearances might indirectly affect admission prices, they do not fix them and that they may be reasonable restraints of trade under the Sherman Act.</p>\n<p>The District Court held that in determining whether a clearance is unreasonable, the following factors are relevant:</p>\n<blockquote>(1) The admission prices of the theatres involved, as set by the exhibitors;</blockquote>\n<blockquote>(2) The character and location of the theatres involved, including size, type of entertainment, appointments, transit facilities, etc.;</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*146</span> (3) The policy of operation of the theatres involved, such as the showing of double features, gift nights, give-aways, premiums, cut-rate tickets, lotteries, etc.;</blockquote>\n<blockquote>(4) The rental terms and license fees paid by the theatres involved and the revenues derived by the distributor-defendant from such theatres;</blockquote>\n<blockquote>(5) The extent to whi thechheatres involved compete with each other for patronage;</blockquote>\n<blockquote>(6) The fact that a theatre involved is affiliated with a defendant-distributor or with an independent circuit of theatres should be disregarded; and</blockquote>\n<blockquote>(7) There should be no clearance between theatres not in substantial competition.</blockquote>\n<p>It reviewed the evidence in light of these standards and concluded that many of the clearances granted by the defendants were unreasonable. We do not stop to retrace those steps. The evidence is ample to show, as the District Court plainly demonstrated, see 66 F. Supp. pp. 343-346, that many clearances had no relation to the competitive factors which alone could justify them.<sup>[7]</sup> The clearances which were in vogue had, indeed, acquired a fixed and uniform character and were made applicable to situations without regard to the special circumstances which are necessary to sustain them as reasonable restraints of trade. The evidence is ample to support the <span class=\"star-pagination\">*147</span> finding of the District Court that the defendants either participated in evolving this uniform system of clearances or acquiesced in it and so furthered its existence. That evidence, like the evidence on the price-fixing phase of the case, is therefore adequate to support the finding of a conspiracy to restrain trade by imposing unreasonable clearances.</p>\n<p>The District Court enjoined defendants and their affiliates from agreeing with each other or with any exhibitors or distributors to maintain a system of clearances, or from granting any clearance between theatres not in substantial competition, or from granting or enforcing any clearance against theatres in substantial competition with the theatre receiving the license for exhibition in excess of what is reasonably necessary to protect the licensee in the run granted. In view of the findings this relief was plainly warranted.</p>\n<p>Some of the defendants ask that this provision be construed (or, if necessary, modified) to allow licensors in granting clearances to take into consideration what is reasonably necessary for a fair return to the licensor. We reject that suggestion. If that were allowed, then the exhibitor-defendants would have an easy method of keeping alive at least some of the consequences of the effective conspiracy which they launched. For they could then justify clearances granted by other distributors in favor of their theatres in terms of the competitive requirements of those theatres, and at the same time justify the restrictions they impose upon independents in terms of the necessity of protecting their film rental as licensor. That is too potent a weapon to leave in the hands of those whose proclivity to unlawful conduct has been so marked. It plainly should not be allowed so long as the exhibitor-defendants own theatres. For in its baldest terms it is in the hands of the defendants no less than a power to restrict the competition of others in the way <span class=\"star-pagination\">*148</span> deemed most desirable by them. In the setting of this case the only measure of reasonableness of a clearance by Sherman Act standards is the special needs of the licensee for the competitive advantages it affords.</p>\n<p>Whether the same restrictions would be applicable to a producer who had not been a party to such a conspiracy is a question we do not reach.</p>\n<p>Objection is made to a further provision of this part of the decree stating that \"Whenever any clearance provision is attacked as not legal under the provisions of this decree, the burden shall be upon the distributor to sustain the legality thereof.\" We think that provision was justified. Clearances have been used along with price fixing to suppress competition with the theatres of the exhibitor-defendants and with other favored exhibitors. The District Court could therefore have eliminated clearances completely for a substantial period of time, even though, as it thought, they were not illegal <i>per se.</i> For equity has the power to uproot all parts of an illegal scheme  the valid as well as the invalid  in order to rid the trade or commerce of all taint of the conspiracy. <i>United States</i> v. <i>Bausch &amp; Lomb Co.,</i> 321 U.S. 707, 724. The court certainly then could take the lesser step of making them <i>prima facie</i> invalid. But we do not rest on that alone. As we have said, the only justification for clearances in the setting of this case is in terms of the special needs of the licensee for the competitive advantages they afford. To place on the distributor the burden of showing their reasonableness is to place it on the one party in the best position to evaluate their competitive effects. Those who have shown such a marked proclivity for unlawful conduct are in no position to complain that they carry the burden of showing that their future clearances come within the law. Cf. <i>United States</i> v. <i>Crescent Amusement Co.,</i> 323 U.S. 173, 188.</p>\n<p><span class=\"star-pagination\">*149</span> (3) <i>Pooling Agreements; Joint Ownership.</i></p>\n<p>The District Court found the exhibitor-defendants had agreements with each other and their affiliates by which theatres of two or more of them, normally competitive, were operated as a unit, or managed by a joint committee or by one of the exhibitors, the profits being shared according to prearranged percentages. Some of these agreements provided that the parties might not acquire other competitive theatres without first offering them for inclusion in the pool. The court concluded that the result of these agreements was to eliminate competition <i>pro tanto</i> both in exhibition and in distribution of features,<sup>[8]</sup> since the parties would naturally direct the films to the theatres in whose earnings they were interested.</p>\n<p>The District Court also found that the exhibitor-defendants had like agreements with certain independent exhibitors. Those alliances had, in its view, the effect of nullifying competition between the allied theatres and of making more effective the competition of the group against theatres not members of the pool. The court found that in some cases the operating agreements were achieved through leases of theatres, the rentals being measured by a percentage of profits earned by the theatres in the pool. The District Court required the dissolution of existing pooling agreements and enjoined any future arrangement of that character.</p>\n<p>These provisions of the decree will stand. The practices were bald efforts to substitute monopoly for competition and to strengthen the hold of the exhibitor-defendants on the industry by alignment of competitors on their side. Clearer restraints of trade are difficult to imagine.</p>\n<p>There was another type of business arrangement that the District Court found to have the same effect as the <span class=\"star-pagination\">*150</span> pooling agreements just mentioned. Many theatres are owned jointly by two or more exhibitor-defendants or by an exhibitor-defendant and an independent.<sup>[9]</sup> The result is, according to the District Court, that the theatres are operated \"collectively, rather than competitively.\" And where the joint owners are an exhibitor-defendant and an independent the effect is, according to the District Court, the elimination by the exhibitor-defendant of \"putative competition between itself and the other joint owner, who otherwise would be in a position to operate theatres independently.\" The District Court found these joint ownerships of theatres to be unreasonable restraints of trade within the meaning of the Sherman Act.</p>\n<p>The District Court ordered the exhibitor-defendants to disaffiliate by terminating their joint ownership of theatres; <span class=\"star-pagination\">*151</span> and it enjoined future acquisitions of such interests. One is authorized to buy out the other if it shows to the satisfaction of the District Court and that court first finds that such acquisition \"will not unduly restrain competition in the exhibition of feature motion pictures.\" This dissolution and prohibition of joint ownership as between exhibitor-defendants was plainly warranted. To the extent that they have joint interests in the outlets for their films each in practical effect grants the other a priority for the exhibition of its films. For in this situation, as in the case where theatres are jointly managed, the natural gravitation of films is to the theatres in whose earnings the distributors have an interest. Joint ownership between exhibitor-defendants then becomes a device for strengthening their competitive position as exhibitors by forming an alliance as distributors. An express agreement to grant each other the preference would be a most effective weapon to stifle competition. A working arrangement or business device that has that necessary consequence gathers no immunity because of its subtlety. Each is a restraint of trade condemned by the Sherman Act.</p>\n<p>The District Court also ordered disaffiliation in those instances where theatres were jointly owned by an exhibitor-defendant and an independent, and where the interest of the exhibitor-defendant was \"greater than five per cent unless such interest shall be ninety-five per cent or more,\" an independent being defined for this part of the decree as \"any former, present or putative motion picture theatre operator which is not owned or controlled by the defendant holding the interest in question.\" The exhibitor-defendants are authorized to acquire existing interests of the independents in these theatres if they establish, and if the District Court first finds, that the acquisition \"will not unduly restrain competition in the <span class=\"star-pagination\">*152</span> exhibition of feature motion pictures.\" All other acquisitions of such joint interests were enjoined.</p>\n<p>This phase of the decree is strenuously attacked. We are asked to eliminate it for lack of findings to support it. The argument is that the findings show no more than the existence of joint ownership of theatres by exhibitor-defendants and independents. The statement by the District Court that the joint ownership eliminates \"putative competition\" is said to be a mere conclusion without evidentiary support. For it is said that the facts of the record show that many of the instances of joint ownership with an independent interest are cases wholly devoid of any history of or relationship to restraints of trade or monopolistic practices. Some are said to be rather fortuitous results of bankruptcies; others are said to be the results of investments by outside interests who have no desire or capacity to operate theatres, and so on.</p>\n<p>It is conceded that the District Court made no inquiry into the circumstances under which a particular interest had been acquired. It treated all relationships alike, insofar as the disaffiliation provision of the decree is concerned. In this we think it erred.</p>\n<p>We have gone into the record far enough to be confident that at least some of these acquisitions by the exhibitor-defendants were the products of the unlawful practices which the defendants have inflicted on the industry. To the extent that these acquisitions were the fruits of monopolistic practices or restraints of trade, they should be divested. And no permission to buy out the other owner should be given a defendant. <i>United States</i> v. <i>Crescent Amusement Co., supra,</i> p. 189; <i>Schine Chain Theatres, Inc.</i> v. <i>United States, ante,</i> p. 110. Moreover, even if lawfully acquired, they may have been utilized as part of the conspiracy to eliminate or suppress competition in furtherance of the ends of the conspiracy. In that event divestiture would likewise be justified. <i>United</i> <span class=\"star-pagination\">*153</span> <i>States</i> v. <i>Crescent Amusement Co., supra,</i> pp. 189-190. In that situation permission to acquire the interest of the independent would have the unlawful effect of permitting the defendants to complete their plan to eliminate him.</p>\n<p>Furthermore, if the joint ownership is an alliance with one who is or would be an operator but for the joint ownership, divorce should be decreed even though the affiliation was innocently acquired. For that joint ownership would afford opportunity to perpetuate the effects of the restraints of trade which the exhibitor-defendants have inflicted on the industry.</p>\n<p>It seems, however, that some of the cases of joint ownership do not fall into any of the categories we have listed. Some apparently involve no more than innocent investments by those who are not actual or potential operators. If in such cases the acquisition was not improperly used in furtherance of the conspiracy, its retention by defendants would be justified absent a finding that no monopoly resulted. And in those instances permission might be given the defendants to acquire the interests of the independents on a showing by them and a finding by the court that neither monopoly nor unreasonable restraint of trade in the exhibition of films would result. In short, we see no reason to place a ban on this type of ownership, at least so long as theatre ownership by the five majors is not prohibited. The results of inquiry along the lines we have indicated must await further findings of the District Court on remand of the cause.</p>\n<p>(4) <i>Formula Deals, Master Agreements, and Franchises.</i></p>\n<p>A formula deal is a licensing agreement with a circuit of theatres in which the license fee of a given feature is measured, for the theatres covered by the agreement, by a specified percentage of the feature's national gross. The District Court found that Paramount and RKO <span class=\"star-pagination\">*154</span> had made formula deals with independent and affiliated circuits. The circuit was allowed to allocate playing time and film rentals among the various theatres as it saw fit. The inclusion of theatres of a circuit into a single agreement gives no opportunity for other theatre owners to bid for the feature in their respective areas and, in the view of the District Court, is therefore an unreasonable restraint of trade. The District Court found some master agreements<sup>[10]</sup> open to the same objection. Those are the master agreements that cover exhibition in two or more theatres in a particular circuit and allow the exhibitor to allocate the film rental paid among the theatres as it sees fit and to exhibit, the features upon such playing time as it deems best, and leaves other terms to the discretion of the circuit. The District Court enjoined the making or further performance of any formula deal of the type described above. It also enjoined the making or further performance of any master agreement covering the exhibition of features in a number of theatres.</p>\n<p>The findings of the District Court in these respects are supported by facts, its conclusion that the formula deals and master agreements constitute restraint of trade is valid, and the relief is proper. The formula deals and master agreements are unlawful restraints of trade in two respects. In the first place, they eliminate the possibility of bidding for films theatre by theatre. In that way they eliminate the opportunity for the small competitor to obtain the choice first runs, and put a premium on the size of the circuit. They are, therefore, devices for stifling competition and diverting the cream of the business to the large operators. In the second place, the pooling of the purchasing power of an entire circuit in bidding for films is a misuse of monopoly power <span class=\"star-pagination\">*155</span> insofar as it combines the theatres in closed towns with competitive situations. The reasons have been stated in <i>United States</i> v. <i>Griffith, ante,</i> p. 100. and <i>Schine Chain Theatres, Inc.</i> v. <i>United States, ante,</i> p. 110, and need not be repeated here. It is hardly necessary to add that distributors who join in such arrangements by exhibitors are active participants in effectuating a restraint of trade and a monopolistic practice. See <i>United States</i> v. <i>Crescent Amusement Co., supra,</i> p. 183.</p>\n<p>The District Court also enjoined the making or further performance of any franchise. A franchise is a contract with an exhibitor which extends over a period of more than a motion picture season and covers the exhibition of features released by the distributor during the period of the agreement. The District Court held that a franchise constituted a restraint of trade because a period of more than one season was too long and the inclusion of all features was disadvantageous to competitors. At least that is the way we read its findings.</p>\n<p>Universal and United Artists object to the outlawry of franchise agreements. Universal points out that the charge of illegality of franchises in these cases was restricted to franchises with theatres owned by the major defendants and to franchises with circuits or theatres in a circuit, a circuit being defined in the complaint as a group of more than five theatres controlled by the same person or a group of more than five theatres which combine through a common agent in licensing films. It seems, therefore, that the legality of franchises to other exhibitors (except as to block-booking, a practice to which we will later advert) was not in issue in the litigation. Moreover, the findings on franchises are clouded by the statement of the District Court in the opinion that franchises \"necessarily contravene the plan of licensing each picture, theatre by theatre, to the highest bidder.\" As will be seen hereafter, we eliminate from the decree <span class=\"star-pagination\">*156</span> the provision for competitive bidding. But for its inclusion of competitive bidding the District Court might well have treated the problem of franchises differently.</p>\n<p>We can see how if franchises were allowed to be used between the exhibitor-defendants each might be able to strengthen its strategic position in the exhibition field and continue the ill effects of the conspiracy which the decree is designed to dissipate. Franchise agreements may have been employed as devices to discriminate against some independents in favor of others. We know from the record that franchise agreements often contained discriminatory clauses operating in favor not only of theatres owned by the defendants but also of the large circuits. But we cannot say on this record that franchises are illegal <i>per se</i> when extended to any theatre or circuit no matter how small. The findings do not deal with the issue doubtlessly due to the fact that any system of franchises would necessarily conflict with the system of competitive bidding adopted by the District Court. Hence we set aside the findings on franchises so that the court may examine the problem in the light of the elimination from the decree of competitive bidding.</p>\n<p>We do not take that course in the case of formula deals and master agreements, for the findings in these instances seem to stand on their own bottom and apparently have no necessary dependency on the provision for competitive bidding.</p>\n<p>(5) <i>Block-Booking.</i></p>\n<p>Block-booking is the practice of licensing, or offering for license, one feature or group of features on condition that the exhibitor will also license another feature or group of features released by the distributors during a given period. The films are licensed in blocks before they are actually produced. All the defendants, except United Artists, have engaged in the practice. Block-booking prevents competitors from bidding for single features on their <span class=\"star-pagination\">*157</span> individual merits. The District Court held it illegal for that reason and for the reason that it \"adds to the monopoly of a single copyrighted picture that of another copyrighted picture which must be taken and exhibited in order to secure the first.\" That enlargement of the monopoly of the copyright was condemned below in reliance on the principle which forbids the owner of a patent to condition its use on the purchase or use of patented or unpatented materials. See <i>Ethyl Gasoline Corporation</i> v. <i>United States,</i> 309 U.S. 436, 459; <i>Morton Salt Co.</i> v. <i>Suppiger Co.,</i> 314 U.S. 488, 491; <i>Mercoid Corp.</i> v. <i>MidContinent Investment Co.,</i> 320 U.S. 661, 665. The court enjoined defendants from performing or entering into any license in which the right to exhibit one feature is conditioned upon the licensee's taking one or more other features.<sup>[11]</sup></p>\n<p><span class=\"star-pagination\">*158</span> We approve that restriction. The copyright law, like the patent statutes, makes reward to the owner a secondary consideration. In <i>Fox Film Corp.</i> v. <i>Doyal,</i> 286 U.S. 123, 127, Chief Justice Hughes spoke as follows respecting the copyright monopoly granted by Congress, \"The sole interest of the United States and the primary object in conferring the monopoly lie in the general benefits derived by the public from the labors of authors.\" It is said that reward to the author or artist serves to induce release to the public of the products of his creative genius. But the reward does not serve its public purpose if it is not related to the quality of the copyright. Where a high quality film greatly desired is licensed only if an inferior one is taken, the latter borrows quality from the former and strengthens its monopoly by drawing on the other. The practice tends to equalize rather than differentiate the reward for the individual copyrights. Even where all the films included in the package are of equal quality, the requirement that all be taken if one is desired increases the market for some. Each stands not on its own footing but in whole or in part on the appeal which another film may have. As the District Court said, the result is to add to the monopoly of the copyright in violation of the principle of the patent cases involving tying clauses.<sup>[12]</sup></p>\n<p><span class=\"star-pagination\">*159</span> It is argued that <i>Transparent-Wrap Machine Corp.</i> v. <i>Stokes &amp; Smith Co.,</i> 329 U.S. 637, points to a contrary result. That case held that the inclusion in a patent license of a condition requiring the licensee to assign improvement patents was not <i>per se</i> illegal. But that decision, confined to improvement patents, was greatly influenced by the federal statute governing assignments of patents. It therefore has no controlling significance here.</p>\n<p>Columbia Pictures makes an earnest argument that enforcement of the restriction as to block-booking will be very disadvantageous to it and will greatly impair its ability to operate profitably. But the policy of the antitrust laws is not qualified or conditioned by the convenience of those whose conduct is regulated. Nor can a vested interest in a practice which contravenes the policy of the anti-trust laws receive judicial sanction.</p>\n<p>We do not suggest that films may not be sold in blocks or groups, when there is no requirement, express or implied, for the purchase of more than one film. All we hold to be illegal is a refusal to license one or more copyrights unless another copyright is accepted.</p>\n<p>(6) <i>Discrimination.</i></p>\n<p>The District Court found that defendants had discriminated against small independent exhibitors and in favor of large affiliated and unaffiliated circuits through various kinds of contract provisions. These included suspension of the terms of a contract if a circuit theatre remained closed for more than eight weeks with reinstatement without liability on reopening; allowing large privileges in the selection and elimination of films; <span class=\"star-pagination\">*160</span> allowing deductions in film rentals if double bills are played; granting moreovers<sup>[13]</sup> and extended runs; granting road show privileges;<sup>[14]</sup> allowing overage and underage;<sup>[15]</sup> granting unlimited playing time; excluding foreign pictures and those of independent producers; and granting rights to question the classification of features for rental purposes. The District Court found that the competitive advantages of these provisions were so great that their inclusion in contracts with the larger circuits and their exclusion from contracts with the small independents constituted an unreasonable discrimination against the latter. Each discriminatory contract constituted a conspiracy between licensor and licensee. Hence the District Court deemed it unnecessary to decide whether the defendants had conspired among themselves to make these discriminations. No provision of the decree specifically enjoins these discriminatory practices because they were thought to be impossible under the system of competitive bidding adopted by the District Court.</p>\n<p>These findings are amply supported by the evidence. We concur in the conclusion that these discriminatory practices are included among the restraints of trade which the Sherman Act condemns. See <i>Interstate Circuit</i> v. <i>United States, supra,</i> p. 231; <i>United States</i> v. <i>Crescent Amusement Co., supra,</i> pp. 182-183. It will be for the <span class=\"star-pagination\">*161</span> District Court on remand of these cases to provide effective relief against their continuance, as our elimination of the provision for competitive bidding leaves this phase of the cases unguarded.</p>\n<p>There is some suggestion on this as well as on other phases of the cases that large exhibitors with whom defendants dealt fathered the illegal practices and forced them onto the defendants. But as the District Court observed, that circumstance if true does not help the defendants. For acquiescence in an illegal scheme is as much a violation of the Sherman Act as the creation and promotion of one.</p>\n<p><i>Second</i>  <i>Competitive Bidding.</i></p>\n<p>The District Court concluded that the only way competition could be introduced into the existing system of fixed prices, clearances and runs was to require that films be licensed on a competitive bidding basis. Films are to be offered to all exhibitors in each competitive area.<sup>[16]</sup> The license for the desired run is to be granted to the highest responsible bidder, unless the distributor rejects all offers. The licenses are to be offered and taken theatre by theatre and picture by picture. Licenses to show films in theatres in which the licensor owns directly or indirectly an interest of ninety-five per cent or more are excluded from the requirement for competitive bidding.</p>\n<p>Paramount is the only one of the five majors who opposes the competitive bidding system. Columbia Pictures, Universal, and United Artists oppose it. The intervenors representing certain independents oppose it. And <span class=\"star-pagination\">*162</span> the Department of Justice, which apparently proposed the system originally, speaks strongly against it here.</p>\n<p>At first blush there is much to commend the system of competitive bidding. The trade victims of this conspiracy have in large measure been the small independent operators. They are the ones that have felt most keenly the discriminatory practices and predatory activities in which defendants have freely indulged. They have been the victims of the massed purchasing power of the larger units in the industry. It is largely out of the ruins of the small operators that the large empires of exhibitors have been built. Thus it would appear to be a great boon to them to substitute open bidding for the private deals and favors on which the large operators have thrived. But after reflection we have concluded that competitive bidding involves the judiciary so deeply in the daily operation of this nation-wide business and promises such dubious benefits that it should not be undertaken.</p>\n<p>Each film is to be licensed on a particular run to \"the highest responsible bidder, having a theatre of a size, location and equipment adequate to yield a reasonable return to the licensor.\" The bid \"shall state what run such exhibitor desires and what he is willing to pay for such feature, which statement may specify a flat rental, or a percentage of gross receipts, or both, or any other form of rental, and shall also specify what clearance such exhibitor is willing to accept, the time and days when such exhibitor desires to exhibit it, and any other offers which such exhibitor may care to make.\" We do not doubt that if a competitive bidding system is adopted all these provisions are necessary. For the licensing of films at auction is quite obviously a more complicated matter than the like sales for cash of tobacco, wheat, or other produce. Columbia puts these pertinent queries: \"No two exhibitors are likely to make the same bid as to <span class=\"star-pagination\">*163</span> dates, clearance, method of fixing rental, etc. May bids containing such diverse factors be readily compared? May a flat rental bid be compared with a percentage bid? May the value of any percentage bid be determined unless the admission price is fixed by the license?\"</p>\n<p>The question as to who is the highest bidder involves the use of standards incapable of precise definition because the bids being compared contain different ingredients. Determining who is the most responsible bidder likewise cannot be reduced to a formula. The distributor's judgment of the character and integrity of a particular exhibitor might result in acceptance of a lower bid than others offered. Yet to prove that favoritism was shown would be well-nigh impossible, unless perhaps all the exhibitors in the country were given classifications of responsibility. If, indeed, the choice between bidders is not to be entrusted to the uncontrolled discretion of the distributors, some effort to standardize the factors involved in determining \"a reasonable return to the licensor\" would seem necessary.</p>\n<p>We mention these matters merely to indicate the character of the job of supervising such a competitive bidding system. It would involve the judiciary in the administration of intricate and detailed rules governing priority, period of clearance, length of run, competitive areas, reasonable return, and the like. The system would be apt to require as close a supervision as a continuous receivership, unless the defendants were to be entrusted with vast discretion. The judiciary is unsuited to affairs of business management; and control through the power of contempt is crude and clumsy and lacking in the flexibility necessary to make continuous and detailed supervision effective. Yet delegation of the management of the system to the discretion of those who had the genius to conceive the present conspiracy and to execute it with the subtlety which this record reveals, could be done only with the <span class=\"star-pagination\">*164</span> greatest reluctance. At least such choices should not be faced unless the need for the system is great and its benefits plain.</p>\n<p>The system uproots business arrangements and established relationships with no apparent overall benefit to the small independent exhibitor. If each feature must go to the highest responsible bidder, those with the greatest purchasing power would seem to be in a favored position. Those with the longest purse  the exhibitor-defendants and the large circuits  would seem to stand in a preferred position. If in fact they were enabled through the competitive bidding system to take the cream of the business, eliminate the smaller independents, and thus increase their own strategic hold on the industry, they would have the cloak of the court's decree around them for protection. Hence the natural advantage which the larger and financially stronger exhibitors would seem to have in the bidding gives us pause. If a premium is placed on purchasing power, the court-created system may be a powerful factor towards increasing the concentration of economic power in the industry rather than cleansing the competitive system of unwholesome practices. For where the system in operation promises the advantage to the exhibitor who is in the strongest financial position, the injunction against discrimination<sup>[17]</sup> is apt to hold an empty promise. In this connection it should be noted that, even though the independents in a given competitive area do not want competitive bidding, the exhibitor-defendants can invoke the system.</p>\n<p>Our doubts concerning the competitive bidding system are increased by the fact that defendants who own theatres are allowed to pre-empt their own features. They thus start with an inventory which all other exhibitors <span class=\"star-pagination\">*165</span> lack. The latter have no prospect of assured runs except what they get by competitive bidding. The proposed system does not offset in any way the advantages which the exhibitor-defendants have by way of theatre ownership. It would seem in fact to increase them. For the independents are deprived of the stability which flows from established business relationships. Under the proposed system they can get features only if they are the highest responsible bidders. They can no longer depend on their private sources of supply which their ingenuity has created. Those sources, built perhaps on private relationships and representing important items of good will, are banned, even though they are free of any taint of illegality.</p>\n<p>The system was designed, as some of the defendants put it, to remedy the difficulty of any theatre to break into or change the existing system of runs and clearances. But we do not see how, in practical operation, the proposed system of competitive bidding is likely to open up to competition the markets which defendants' unlawful restraints have dominated. Rather real danger seems to us to lie in the opportunities the system affords the exhibitor-defendants and the other large operators to strengthen their hold in the industry. We are reluctant to alter decrees in these cases where there is agreement with the District Court on the nature of the violations. <i>United States</i> v. <i>Crescent Amusement Co., supra,</i> p. 185; <i>International Salt Co.</i> v. <i>United States,</i> 332 U.S. 392, 400. But the provisions for competitive bidding in these cases promise little in the way of relief against the real evils of the conspiracy. They implicate the judiciary heavily in the details of business management if supervision is to be effective. They vest powerful control in the exhibitor-defendants over their competitors if close supervision by the court is not undertaken. In light of these considerations we conclude that the competitive <span class=\"star-pagination\">*166</span> bidding provisions of the decree should be eliminated so that a more effective decree may be fashioned.</p>\n<p>We have already indicated in preceding parts of this opinion that this alteration in the decree leaves a hiatus or two which will have to be filled on remand of the cases. We will indicate hereafter another phase of the problem which the District Court should also reconsider in view of this alteration in the decree. But out of an abundance of caution we add this additional word. The competitive bidding system was perhaps the central arch of the decree designed by the District Court. Its elimination may affect the cases in ways other than those which we expressly mention. Hence on remand of the cases the freedom of the District Court to reconsider the adequacy of decree is not limited to those parts we have specifically indicated.</p>\n<p><i>Third. Monopoly, Expansion of Theatre Holdings, Divestiture.</i></p>\n<p>There is a suggestion that the hold the defendants have on the industry is so great that a problem under the First Amendment is raised. Cf. <i>Associated Press</i> v. <i>United States,</i> 326 U.S. 1. We have no doubt that moving pictures, like newspapers and radio, are included in the press whose freedom is guaranteed by the First Amendment. That issue would be focused here if we had any question concerning monopoly in the production of moving pictures. But monopoly in production was eliminated as an issue in these cases, as we have noted. The chief argument at the bar is phrased in terms of monopoly of exhibition, restraints on exhibition, and the like. Actually, the issue is even narrower than that. The main contest is over the cream of the exhibition business  that of the first-run theatres. By defining the issue so narrowly we do not intend to belittle its importance. It shows, however, that the question here is not <span class=\"star-pagination\">*167</span> <i>what</i> the public will see or <i>if</i> the public will be permitted to see certain features. It is clear that under the existing system the public will be denied access to none. If the public cannot see the features on the first-run, it may do so on the second, third, fourth, or later run. The central problem presented by these cases is which exhibitors get the highly profitable first-run business. That problem has important aspects under the Sherman Act. But it bears only remotely, if at all, on any question of freedom of the press, save only as timeliness of release may be a factor of importance in specific situations.</p>\n<p>The controversy over monopoly relates to monopoly in exhibition and more particularly monopoly in the first-run phase of the exhibition business.</p>\n<p>The five majors in 1945 had interests in somewhat over 17 per cent of the theatres in the United States  3,137 out of 18,076.<sup>[18]</sup> Those theatres paid 45 per cent of the total domestic film rental received by all eight defendants.</p>\n<p>In the 92 cities of the country with populations over 100,000 at least 70 per cent of all the first-run theatres are affiliated with one or more of the five majors. In 4 of those cities the five majors have no theatres. In 38 of those cities there are no independent first-run theatres. In none of the remaining 50 cities did less <span class=\"star-pagination\">*168</span> than three of the distributor-defendants license their product on first run to theatres of the five majors. In 19 of the 50 cities less than three of the distributor-defendants licensed their product on first run to independent theatres. In a majority of the 50 cities the greater share of all of the features of defendants were licensed for first-run exhibition in the theatres of the five majors.</p>\n<p>In about 60 per cent of the 92 cities having populations of over 100,000, independent theatres compete with those of the five majors in first-run exhibition. In about 91 per cent of the 92 cities there is competition between independent theatres and the theatres of the five majors or between theatres of the five majors themselves for first-run exhibition. In all of the 92 cities there is always competition in some run even where there is no competition in first runs.</p>\n<p>In cities between 25,000 and 100,000 populations the five majors have interests in 577 of a total of 978 first-run theatres or about 60 per cent. In about 300 additional towns, mostly under 25,000, an operator affiliated with one of the five majors has all of the theatres in the town.</p>\n<p>The District Court held that the five majors could not be treated collectively so as to establish claims of general monopolization in exhibition. It found that none of them was organized or had been maintained \"for the purpose of achieving a national monopoly\" in exhibition. It found that the five majors by their present theatre holdings \"alone\" (which aggregate a little more than one-sixth of all the theatres in the United States), \"do not and cannot collectively or individually, have a monopoly of exhibition.\" The District Court also found that where a single defendant owns all of the first-run theatres in a town, there is no sufficient proof that the acquisition was for the purpose of creating a monopoly. It found rather that such consequence resulted from the inertness <span class=\"star-pagination\">*169</span> of competitors, their lack of financial ability to build theatres comparable to those of the five majors, or the preference of the public for the best-equipped theatres. And the percentage of features on the market which any of the five majors could play in its own theatres was found to be relatively small and in nowise to approximate a monopoly of film exhibition.<sup>[19]</sup></p>\n<p>Even in respect of the theatres jointly owned or jointly operated by the defendants with each other or with independents, the District Court found no monopoly or attempt to monopolize. Those joint agreements or ownership were found only to be unreasonable restraints of trade. The District Court, indeed, found no monopoly on any phase of the cases, although it did find an attempt to monopolize in the fixing of prices, the granting of unreasonable <span class=\"star-pagination\">*170</span> clearances, block-booking and the other unlawful restraints of trade we have already discussed. The \"root of the difficulties,\" according to the District Court, lay not in theatre ownership but in those unlawful practices.</p>\n<p>The District Court did, however, enjoin the five majors from expanding their present theatre holdings in any manner.<sup>[20]</sup> It refused to grant the request of the Department of Justice for total divestiture by the five majors of their theatre holdings. It found that total divestiture would be injurious to the five majors and damaging to the public. Its thought on the latter score was that the new set of theatre owners who would take the place of the five majors would be unlikely for some years to give the public as good service as those they supplanted \"in view of the latter's demonstrated experience and skill in operating what must be regarded as in general the largest and best equipped theatres.\" Divestiture was, it thought, too harsh a remedy where there was available the alternative of competitive bidding. It accordingly concluded that divestiture was unnecessary \"at least until the efficiency of that system has been tried and found wanting.\"</p>\n<p>It is clear, so far as the five majors are concerned, that the aim of the conspiracy was exclusionary, <i>i.e.</i> it was designed to strengthen their hold on the exhibition field. In other words, the conspiracy had monopoly in exhibition for one of its goals, as the District Court held. Price, clearance, and run are interdependent. The clearance and run provisions of the licenses fixed the relative playing positions of all theatres in a certain area; the minimum price provisions were based on playing position  the first-run theatres being required to charge the highest prices, <span class=\"star-pagination\">*171</span> the second-run theatres the next highest, and so on. As the District Court found, \"In effect, the distributor, by the fixing of minimum admission prices, attempts to give the prior-run exhibitors as near a monopoly of the patronage as possible.\"</p>\n<p>It is, therefore, not enough in determining the need for divestiture to conclude with the District Court that none of the defendants was organized or has been maintained for the purpose of achieving a \"national monopoly,\" nor that the five majors through their present theatre holdings \"alone\" do not and cannot collectively or individually have a monopoly of exhibition. For when the starting point is a conspiracy to effect a monopoly through restraints of trade, it is relevant to determine what the results of the conspiracy were even if they fell short of monopoly.</p>\n<p>An example will illustrate the problem. In the popular sense there is a monopoly if one person owns the only theatre in town. That usually does not, however, constitute a violation of the Sherman Act. But as we noted in <i>United States</i> v. <i>Griffith, ante,</i> p. 100, and see <i>Schine Chain Theatres, Inc.</i> v. <i>United States, ante,</i> p. 110, even such an ownership is vulnerable in a suit by the United States under the Sherman Act if the property was acquired, or its strategic position maintained, as a result of practices which constitute unreasonable restraints of trade. Otherwise, there would be reward from the conspiracy through retention of its fruits. Hence the problem of the District Court does not end with enjoining continuance of the unlawful restraints nor with dissolving the combination which launched the conspiracy. Its function includes undoing what the conspiracy achieved. As we have discussed in <i>Schine Chain Theatres, Inc.</i> v. <i>United States, ante,</i> p. 110, the requirement that the defendants restore what they unlawfully obtained is no more punishment than the familiar remedy <span class=\"star-pagination\">*172</span> of restitution. What findings would be warranted after such an inquiry in the present cases, we do not know. For the findings of the District Court do not cover this point beyond stating that monopoly was an objective of the several restraints of trade that stand condemned.</p>\n<p>Moreover, the problem under the Sherman Act is not solved merely by measuring monopoly in terms of size or extent of holdings or by concluding that single ownerships were not obtained \"for the purpose of achieving a national monopoly.\" It is the relationship of the unreasonable restraints of trade to the position of the defendants in the exhibition field (and more particularly in the first-run phase of that business) that is of first importance on the divestiture phase of these cases. That is the position we have taken in <i>Schine Chain Theatres, Inc.</i> v. <i>United States, ante,</i> p. 110, in dealing with a projection of the same conspiracy through certain large circuits. Parity of treatment of the unaffiliated and the affiliated circuits requires the same approach here. For the fruits of the conspiracy which are denied the independents must also be denied the five majors. In this connection there is a suggestion that one result of the conspiracy was a geographical division of territory among the five majors. We mention it not to intimate that it is true but only to indicate the appropriate extent of the inquiry concerning the effect of the conspiracy in theatre ownership by the five majors.</p>\n<p>The findings of the District Court are deficient on that score and obscure on another. The District Court in its findings speaks of the absence of a \"purpose\" on the part of any of the five majors to achieve a \"national monopoly\" in the exhibition of motion pictures. First, there is no finding as to the presence or absence of monopoly on the part of the five majors in the <i>first-run</i> field for the entire country, in the <i>first-run</i> field in the 92 largest cities of the country, or in the <i>first-run</i> field in separate localities. Yet the <i>first-run</i> field, which constitutes the cream of the <span class=\"star-pagination\">*173</span> exhibition business, is the core of the present cases. Section 1 of the Sherman Act outlaws unreasonable restraints irrespective of the amount of trade or commerce involved (<i>United States</i> v. <i>Socony-Vacuum Oil Co.,</i> 310 U.S. 150, 224, 225, n. 59), and  2 condemns monopoly of \"any part\" of trade or commerce. \"Any part\" is construed to mean an appreciable part of interstate or foreign trade or commerce. <i>United States</i> v. <i>Yellow Cab Co.,</i> 332 U.S. 218, 225. Second, we pointed out in <i>United States</i> v. <i>Griffith, ante,</i> p. 100, that \"specific intent\" is not necessary to establish a \"purpose or intent\" to create a monopoly but that the requisite \"purpose or intent\" is present if monopoly results as a necessary consequence of what was done. The findings of the District Court on this phase of the cases are not clear, though we take them to mean by the absence of \"purpose\" the absence of a specific intent. So construed they are inconclusive. In any event they are ambiguous and must be recast on remand of the cases. Third, monopoly power, whether lawfully or unlawfully acquired, may violate  2 of the Sherman Act though it remains unexercised (<i>United States</i> v. <i>Griffith, ante,</i> p. 100), for as we stated in <i>American Tobacco Co.</i> v. <i>United States,</i> 328 U.S. 781, 809, 811, the existence of power \"to exclude competition when it is desired to do so\" is itself a violation of  2, provided it is coupled with the purpose or intent to exercise that power. The District Court, being primarily concerned with the number and extent of the theatre holdings of defendants, did not address itself to this phase of the monopoly problem. Here also, parity of treatment as between independents and the five majors as theatre owners, who were tied into the same general conspiracy, necessitates consideration of this question.</p>\n<p>Exploration of these phases of the cases would not be necessary if, as the Department of Justice argues, vertical integration of producing, distributing and exhibiting <span class=\"star-pagination\">*174</span> motion pictures is illegal <i>per se.</i> But the majority of the Court does not take that view. In the opinion of the majority the legality of vertical integration under the Sherman Act turns on (1) the purpose or intent with which it was conceived, or (2) the power it creates and the attendant purpose or intent. First, it runs afoul of the Sherman Act if it was a calculated scheme to gain control over an appreciable segment of the market and to restrain or suppress competition, rather than an expansion to meet legitimate business needs. <i>United States</i> v. <i>Reading Co.,</i> 253 U.S. 26, 57; <i>United States</i> v. <i>Lehigh Valley R. Co.,</i> 254 U.S. 255, 269-270. Second, a vertically integrated enterprise, like other aggregations of business units (<i>United States</i> v. <i>Aluminum Co. of America,</i> 148 F.2d 416), will constitute monopoly which, though unexercised, violates the Sherman Act provided a power to exclude competition is coupled with a purpose or intent to do so. As we pointed out in <i>United States</i> v. <i>Griffith, ante,</i> p. 100, 107, n. 10, size is itself an earmark of monopoly power. For size carries with it an opportunity for abuse. And the fact that the power created by size was utilized in the past to crush or prevent competition is potent evidence that the requisite purpose or intent attends the presence of monopoly power. See <i>United States</i> v. <i>Swift &amp; Co.,</i> 286 U.S. 106, 116; <i>United States</i> v. <i>Aluminum Co. of America, supra,</i> p. 430. Likewise bearing on the question whether monopoly power is created by the vertical integration, is the nature of the market to be served (<i>United States</i> v. <i>Aluminum Co. of America, supra,</i> p. 430), and the leverage on the market which the particular vertical integration creates or makes possible.</p>\n<p>These matters were not considered by the District Court. For that reason, as well as the others we have mentioned, the findings on monopoly and divestiture which we have discussed in this part of the opinion will be set aside. There is an independent reason for doing <span class=\"star-pagination\">*175</span> that. As we have seen, the District Court considered competitive bidding as an alternative to divestiture in the sense that it concluded that further consideration of divestiture should not be had until competitive bidding had been tried and found wanting. Since we eliminate from the decree the provisions for competitive bidding, it is necessary to set aside the findings on divestiture so that a new start on this phase of the cases may be made on their remand.</p>\n<p>It follows that the provision of the decree barring the five majors from further theatre expansion should likewise be eliminated. For it too is related to the monopoly question; and the District Court should be allowed to make an entirely fresh start on the whole of the problem. We in no way intimate, however, that the District Court erred in prohibiting further theatre expansion by the five majors.</p>\n<p>The Department of Justice maintains that if total divestiture is denied, licensing of films among the five majors should be barred. As a permanent requirement it would seem to be only an indirect way of forcing divestiture. For the findings reveal that the five majors could not operate their theatres full time on their own films.<sup>[21]</sup> Whether that step would, in absence of competitive bidding, serve as a short-range remedy in certain situations to dissipate the effects of the conspiracy (<i>United States</i> v. <i>Univis Lens Co.,</i> 316 U.S. 241, 254; <i>United States</i> v. <i>Bausch &amp; Lomb Co., supra,</i> p. 724; <i>United States</i> v. <i>Crescent Amusement Co., supra,</i> p. 188) is a question for the District Court.</p>\n<p><span class=\"star-pagination\">*176</span> <i>Fourth.</i></p>\n<p>The consent decree created an arbitration system which had, in the view of the District Court, proved useful in its operation. The court indeed thought that the arbitration system had dealt with the problems of clearances and runs \"with rare efficiency.\" But it did not think it had the power to continue an arbitration system which would be binding on the parties, since the consent decree did not bind the defendants who had not consented to it and since the government, acting pursuant to the powers reserved under the consent decree, moved for trial of the issues charged in the complaint. The District Court recommended, however, that some such system be continued. But it included no such provision in its decree.</p>\n<p>We agree that the government did not consent to a permanent system of arbitration under the consent decree and that the District Court has no power to force or require parties to submit to arbitration in lieu of the remedies afforded by Congress for enforcing the antitrust laws. But the District Court has the power to authorize the maintenance of such a system by those parties who consent and to provide the rules and procedure under which it is to operate. The use of the system would not, of course, be mandatory. It would be merely an auxiliary enforcement procedure, barring no one from the use of other remedies the law affords for violations either of the Sherman Act or of the decree of the court. Whether such a system of arbitration should be inaugurated is for the discretion of the District Court.</p>\n<p><i>Fifth</i>  <i>Intervention.</i></p>\n<p>Certain associations of exhibitors and a number of independent exhibitors, appellant-intervenors in Nos. 85 and 86, were denied leave to intervene in the District <span class=\"star-pagination\">*177</span> Court. They appeal from those orders. They also filed original motions for leave to intervene in this Court. We postponed consideration of the original motions and of our jurisdiction to hear the appeals until a hearing on the merits of the cases.</p>\n<p>Rule 24 (a) of the Rules of Civil Procedure, which provides for intervention as of right, reads in part as follows: \"Upon timely application anyone shall be permitted to intervene in an action: . . . (2) when the representation of the applicant's interest by existing parties is or may be inadequate and the applicant is or may be bound by a judgment in the action.\"</p>\n<p>The complaint of the intervenors was directed towards the system of competitive bidding. The Department of Justice is the representative of the public in these antitrust suits. So far as the protection of the public interest in free competition is concerned, the interests of those intervenors was adequately represented. The intervenors, however, claim that the system of competitive bidding would have operated prejudicially to their rights. Cf. <i>United States</i> v. <i>St. Louis Terminal,</i> 236 U.S. 194, 199. Their argument is that the plan of competitive bidding under the control of the defendants would be a concert of action that would be illegal but for the decree. If pursuant to the decree defendants acted under that plan, they would gain immunity from any liability under the anti-trust laws which otherwise they might have to the intervenors. Thus, it is argued, the decree would affect their legal rights and be binding on them. The representation of their interests by the Department of Justice on that score was said to be inadequate since that agency proposed the idea of competitive bidding in the District Court.</p>\n<p>We need not consider the merits of that argument. Even if we assume that the intervenors are correct in their <span class=\"star-pagination\">*178</span> position, intervention should be denied here and the orders of the District Court denying leave to intervene must be affirmed. Now that the provisions for competitive bidding have been eliminated from the decree, there is no basis for saying that the decree affects their legal rights. Whatever may have been the situation below, no other reason appears why at this stage their intervention is warranted. Any justification for making them parties has disappeared.</p>\n<p>The judgment in these cases is affirmed in part and reversed in part, and the cases are remanded to the District Court for proceedings in conformity with this opinion.</p>\n<p><i>So ordered.</i></p>\n<p>MR. JUSTICE JACKSON took no part in the consideration or decision of these cases.</p>\n<p>MR. JUSTICE FRANKFURTER, dissenting in part.</p>\n<p>\"The framing of decrees should take place in the District rather than in Appellate Courts. They are invested with large discretion to model their judgments to fit the exigencies of the particular case.\" On this guiding consideration, the Court earlier this Term sustained a Sherman Law decree, which was not the outcome of a long trial involving complicated and contested facts and their significance, but the formulation of a summary judgment on the bare bones of pleadings. <i>International Salt Co.</i> v. <i>United States,</i> 332 U.S. 392, 400-401. The record in this case bespeaks more compelling respect for the decree fashioned by the District Court of three judges to put an end to violations of the Sherman Law and to prevent the recurrence, than that which led this Court not to find abuse of discretion in the decree by a single district judge in the <i>International Salt</i> case.</p>\n<p><span class=\"star-pagination\">*179</span> This Court has both the authority and duty to consider whether a decree is well calculated to undo, as far as is possible, the result of transactions forbidden by the Sherman Law and to guard against their repetition. But it is not the function of this Court, and it would ill discharge it, to displace the district courts and write decrees <i>de novo.</i> We are, after all, an appellate tribunal even in Sherman Law cases. It could not be fairly claimed that this Court possesses greater experience, understanding and prophetic insight in relation to the movie industry, and is therefore better equipped to formulate a decree for the movie industry than was the District Court in this case, presided over as it was by one of the wisest of judges.</p>\n<p>The terms of the decree in this litigation amount, in effect, to the formulation of a regime for the future conduct of the movie industry. The terms of such a regime, within the scope of judicial oversight, are not to be derived from precedents in the law reports, nor, for that matter, from any other available repository of knowledge. Inescapably the terms must be derived from an assessment of conflicting interests, not quantitatively measurable, and a prophecy regarding the workings of untried remedies for dealing with disclosed evils so as to advance most the comprehensive public interest.</p>\n<p>The crucial legal question before us is not whether we would have drawn the decree as the District Court drew it, but whether, on the basis of what came before the District Court, we can say that in fashioning remedies it did not fairly respond to disclosed violations and therefore abused a discretion, the fair exercise of which we should respect and not treat as an abuse. Discretion means a choice of available remedies. As bearing upon this question, it is most relevant to consider whether the District Court showed a sympathetic or mere niggling awareness of the proper scope of the Sherman Law and the range of <span class=\"star-pagination\">*180</span> its condemnation. Adequate remedies are not likely to be fashioned by those who are not hostile to evils to be remedied. The District Court's opinion manifests a stout purpose on the part of that court to enforce its thorough-going understanding of the requirements of the Sherman Law as elucidated by this Court. And so we have before us the decree of a district court thoroughly aware of the demands of the Sherman Law and manifestly determined to enforce it in all its rigors.</p>\n<p>How did the District Court go about working out the terms of the decree some of which this Court now displaces? The case was before that court from October 8, 1945, to January 22, 1947. A vast body of the evidence which had to be considered below, and must be considered here in overturning the lower court's decree, consisted of documents. A mere enumeration of these documents, not printed in the record before us, required a pamphlet of 42 pages. It took 460 pages for a selection of exhibits deemed appropriate for printing by the Government. The printed record in this Court consists of 3,841 pages. It is on the basis of this vast mass of evidence that the District Court, on June 11, 1946, filed its careful opinion, approved here, as to the substantive issues. Thereafter, it heard argument for three days as to the terms of the judgment. The parties then submitted their proposals for findings of fact and conclusions of law by the District Court. After a long trial an elaborate opinion on the merits, full discussion as to the terms of the decree, more than two months for the gestation of the decree, the terms were finally promulgated.</p>\n<p>I cannot bring myself to conclude that the product of such a painstaking process of adjudication as to a decree appropriate for such a complicated situation as this record discloses was an abuse of discretion, arrived at as it was after due absorption of all the light that <span class=\"star-pagination\">*181</span> could be shed upon remedies appropriate for the future. After all, as to such remedies there is no test, ultimately, except the wisdom of men judged by events.</p>\n<p>Accordingly, I would affirm the decree except as to one particular, that regarding an arbitration system for controversies that may arise under the decree. This raises a pure question of law and not a judgment based upon facts and their significance, as are those features of the decree which the Court sets aside. The District Court indicated that \"in view of its demonstrated usefulness\" such an arbitration system was desirable to aid in the enforcement of the decree. The District Court, however, deemed itself powerless to continue an arbitration system without the consent of the parties. I do not find such want of power in the District Court to select this means of enforcing the decree most effectively, with the least friction and by the most fruitful methods. A decree as detailed and as complicated as is necessary to fit a situation like the one before us is bound, even under the best of circumstances, to raise controversies involving conflicting claims as to facts and their meaning. A court could certainly appoint a master to deal with questions arising under the decree. I do not appreciate why a proved system of arbitration, appropriate as experience has found it to be appropriate for adjudicating numberless questions that arise under such a decree, is not to be treated in effect as a standing master for purposes of this decree. See <i>Ex parte Peterson,</i> 253 U.S. 300. I would therefore leave it to the discretion of the District Court to determine whether such a system is not available as an instrument of auxiliary enforcement. With this exception I would affirm the decree of the District Court.</p>\n<h2>NOTES</h2>\n<p>[*]  Together with No. 80, <i>Loew's, Incorporated et al.</i> v. <i>United States;</i> No. 81, <i>Paramount Pictures, Inc. et al.</i> v. <i>United States;</i> No. 82, <i>Columbia Pictures Corp. et al.</i> v. <i>United States;</i> No. 83, <i>United Artists Corp.</i> v. <i>United States;</i> No. 84, <i>Universal Corp. et al.</i> v. <i>United States;</i> No. 85, <i>American Theatres Assn., Inc. et al.</i> v. <i>United States et al</i><i>.;</i> and No. 86, <i>Allred et al.</i> v. <i>United States et al.,</i> also on appeal from the same court.</p>\n<p>[1]  Sec. 2 of the Expediting Act of February 11, 1903, 32 Stat. 823, as amended, 15 U.S.C.  29, and  238 of the Judicial Code, as amended by the Act of February 13, 1925, 43 Stat. 936, 938, 28 U.S.C.  345.</p>\n<p>[2]  The court was convened pursuant to the provisions of the Act of April 6, 1942, 56 Stat. 198, 199, 15 U.S.C.  28.</p>\n<p>[3]  Before trial, negotiations for a settlement were undertaken. As a result, a consent decree against the five major defendants was entered November 20, 1940. The consent decree contained no admission of violation of law and adjudicated no issue of fact or law, except that the complaint stated a cause of action. The decree reserved to the United States the right at the end of a three-year trial period to seek the relief prayed for in the amended complaint. After the end of the three-year period the United States moved for trial against all the defendants.</p>\n<p>[4]  A master agreement is a licensing agreement or \"blanket deal\" covering the exhibition of features in a number of theatres, usually comprising a circuit.\n</p>\n<p>A franchise is a licensing agreement, or series of licensing agreements, entered into as part of the same transaction, in effect for more than one motion picture season and covering the exhibition of features released by one distributor during the entire period of the agreement.</p>\n<p>An independent as used in these cases means a producer, distributor, or exhibitor, as the context requires, which is not a defendant in the action, or a subsidiary or affiliate of a defendant.</p>\n<p>[5]  See note 12, <i>infra.</i></p>\n<p>[6]  A clearance is the period of time, usually stipulated in license contracts, which must elapse between runs of the same feature within a particular area or in specified theatres.\n</p>\n<p>Runs are successive exhibitions of a feature in a given area, first-run being the first exhibition in that area, second-run being the next subsequent, and so on, and include successive exhibitions in different theatres, even though such theatres may be under a common ownership or management.</p>\n<p>[7]  Thus the District Court found:\n</p>\n<p>\"Some licenses granted clearance to sell to all theatres which the exhibitor party to the contract might thereafter own, lease, control, manage, or operate against all theatres in the immediate vicinity of the exhibitor's theatre thereafter erected or opened. The purpose of this type of clearance agreements was to fix the run and clearance status of any theatre thereafter opened not on the basis of its appointments, size, location, and other competitive features normally entering into such determination, but rather upon the sole basis of whether it were operated by the exhibitor party to the agreement.\"</p>\n<p>[8]  A feature is any motion picture, regardless of topic, the length of film of which is in excess of 4,000 feet.</p>\n<p>[9]  <i>Theatres jointly owned with independents:</i>\n</p>\n<p></p>\n<pre>\n   Paramount .................................  993\n   Warner ....................................   20\n   Fox .......................................   66\n   RKO .......................................  187\n   Loew's ....................................   21\n                                               ____\n      Total .................................. 1287\n</pre>\n<p><i>Theatres jointly owned by two defendants:</i></p>\n<p></p>\n<pre>\n   Paramount-Fox .............................    6\n   Paramount-Loew's ..........................   14\n   Paramount-Warner ..........................   25\n   Paramount-RKO .............................  150\n   Loew's-RKO ................................    3\n   Loew's-Warner .............................    5\n   Fox-RKO ...................................    1\n   Warner-RKO ................................   10\n                                               ____\n      Total ..................................  214\n</pre>\n<p>Of the 1287 jointly owned with independents, 209 would not be affected by the decree since one of the ownership interests is less than 5 per cent, an amount which the District Court treated as <i>de minimis.</i></p>\n<p>[10]  See note 4, <i>supra.</i></p>\n<p>[11]  Blind-selling is a practice whereby a distributor licenses a feature before the exhibitor is afforded an opportunity to view it. To remedy the problems created by that practice the District Court included the following provision in its decree:\n</p>\n<p>\"To the extent that any of the features have not been trade shown prior to the granting of the license for more than a single feature, the licensee shall be given by the licensor the right to reject twenty per cent of such features not trade shown prior to the granting of the license, such right of rejection to be exercised in the order of release within ten days after there has been an opportunity afforded to the licensee to inspect the feature.\"</p>\n<p>The court advanced the following as its reason for inclusion of this provision:</p>\n<p>\"Blind-selling does not appear to be as inherently restrictive of competition as block-booking, although it is capable of some abuse. By this practice a distributor could promise a picture of good quality or of a certain type which when produced might prove to be of poor quality or of another type  a competing distributor meanwhile being unable to market its product and in the end losing its outlets for future pictures. The evidence indicates that trade-shows, which are designed to prevent such blind-selling, are poorly attended by exhibitors. Accordingly, exhibitors who choose to obtain their films for exhibition in quantities, need to be protected against burdensome agreements by being given an option to reject a certain percentage of their blind-licensed pictures within a reasonable time after they shall have become available for inspection.\"</p>\n<p>We approve this provision of the decree.</p>\n<p>[12]  The exclusive right granted by the Copyright Act, 35 Stat. 1075, 17 U.S.C.  1, includes no such privilege. It provides, so far as material here, as follows:\n</p>\n<p>\"That any person entitled thereto, upon complying with the provisions of this Act, shall have the exclusive right:</p>\n<p>\"(d) To perform or represent the copyrighted work publicly if it be a drama or, if it be a dramatic work and not reproduced in copies for sale, to vend any manuscript or any record whatsoever thereof; to make or to procure the making of any transcription or record thereof by or from which, in whole or in part, it may in any manner or by any method be exhibited, performed, represented, produced, or reproduced; and to exhibit, perform, represent, produce, or reproduce it in any manner or by any method whatsoever;\"</p>\n<p>[13]  A moreover is the privilege given a licensee to move a picture from one theatre to another as a continuation of the run at the licensee's first theatre.</p>\n<p>[14]  A road show is a public exhibition of a feature in a limited number of theatres, in advance of its general release, at admission prices higher than those customarily charged in first-run theatres in those areas.</p>\n<p>[15]  Underage and overage refer to the practice of using excess film rental earned in one circuit theatre to fulfill a rental commitment defaulted by another.</p>\n<p>[16]  Competitive bidding is required only in a \"competitive area\" where it is \"desired by the exhibitors.\" As the District Court said, \"the decree provides an opportunity to bid for any exhibitor in a competitive area who may desire to do so.\"\n</p>\n<p>The details of the competitive bidding system will be found in 70 F. Supp. pp. 73-74.</p>\n<p>[17]  \"The competitive bidding part of the decree provides: \"Each license shall be granted solely upon the merits and without discrimination in favor of affiliates, old customers or others.\"</p>\n<p>[18]  The theatres which each of the five majors owned independently of the others were: Paramount 1,395 or 7.72 per cent; Warner 501 or 2.77 per cent; Loew's 135 or .74 per cent; Fox 636 or 3.52 per cent; RKO 109 or .60 per cent. There were in addition 361 theatres or about 2 per cent in which two or more of the five majors had joint interests. These figures exclude connections through film-buying or management contracts or through corporations in which a defendant owns an indirect minority stock interest.\n</p>\n<p>These theatres are located in 922 towns in 48 States and the District of Columbia. For further description of the distribution of theatres see Bertrand, Evans, and Blanchard, The Motion Picture Industry  A Pattern of Control 15-16 (TNEC Monograph 43, 1941).</p>\n<p>[19]  The number of feature films released during the 1943-44 season by the eleven largest distributors is as follows:\n</p>\n<p></p>\n<pre>\n                                      <i>Percentages of Total</i>\n                                       <i>With</i>           <i>With</i>\n               <i>No. of Film</i>           <i>\"Westerns\"</i>     <i>\"Westerns\"</i>\n                                      <i>included</i>       <i>excluded</i>\nFox ...............  33                  8.31           9.85\nLoew's ............  33                  8.31           9.85\nParamount .........  31                  7.81           9.25\nRKO ...............  38                  9.57          11.34\nWarner ............  19                  4.79           5.67\nColumbia ..........  41                 10.32          12.24\nUnited Artists ....  16                  4.04           4.78\nUniversal .........  49                 12.34          14.63\nRepublic .......... -29 features        14.86           8.66\n                    -30 \"Westerns\"\nMonogram .......... -26 features        10.58           7.76\n                    -16 \"Westerns\"\nPRC ............... -20 features         9.07           5.97\n                    -16 \"Westerns\"\n                    ___                ______         ______\n    Totals ........ 397                100.00         100.00\n                    335 without \"Westerns\"\n</pre>\n<p>[20]  Excepted from this prohibition was the acquisition of interests in theatres jointly owned, a matter we have discussed in a preceding portion of this opinion.</p>\n<p>[21]  The District Court found, \"Except for a very limited number of theatres in the very largest cities, the 18,000 and more theatres in the United States exhibit the product of more than one distributor. Such theatres could not be operated on the product of only one distributor.\"</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">334</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">131</span></span> (1948)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nPARAMOUNT PICTURES, INC. ET AL.</h1></center>\n<center>No. 79.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 9-11, 1948.</center>\n<center>Decided May 3, 1948.</center>\nAPPEAL FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF NEW YORK.<sup>[*]</sup><p><span class=\"star-pagination\">*138</span> <i>Attorney General Clark</i> and <i>Assistant Attorney General Sonnett</i> argued the cause for the United States in No. 79, and <i>Robert L. Wright</i> for the United States in Nos. 80-86. <i>Solicitor General Perlman, Mr. Sonnett, Mr. Wright, Kenneth L. Kimble, Stanley M. Silverberg</i> and <i>Philip Marcus</i> were on the briefs.</p>\n<p><i>John W. Davis</i> argued the cause for Loew's Incorporated, appellant in No. 80. With him on the brief were <i>J. Robert Rubin, S. Hazard Gillespie, Jr.</i> and <i>Benjamin Melniker.</i></p>\n<p><i>William J. Donovan</i> argued the cause for the Radio-Keith-Orpheum Corp. et al., appellants in No. 80. With him on the brief were <i>George S. Leisure, Ralstone R. Irvine, Gordon E. Youngman</i> and <i>Roy W. McDonald.</i></p>\n<p><i>Joseph M. Proskauer</i> argued the cause for Warner Bros. Pictures, Inc. et al., appellants in No. 80. With him on the brief were <i>Robert W. Perkins</i> and <i>Harold Berkowitz.</i></p>\n<p><i>James F. Byrnes</i> argued the cause for the Twentieth Century-Fox Film Corp. et al., appellants in No. 80. <span class=\"star-pagination\">*139</span> With him on the brief were <i>Otto E. Koegel, John F. Caskey</i> and <i>Frederick W.R. Pride.</i></p>\n<p><i>Whitney North Seymour</i> argued the cause for Paramount Pictures, Inc. et al., appellants in No. 81. With him on the brief were <i>Louis Phillips</i> and <i>Albert C. Bickford.</i></p>\n<p><i>Louis D. Frohlich</i> argued the cause for Columbia Pictures Corp. et al., appellants in No. 82. With him on the brief was <i>Arthur H. Schwartz.</i></p>\n<p><i>George A. Raftery</i> argued the cause for the United Artists Corp., appellant in No. 83. With him on the brief were <i>Edward C. Raftery</i> and <i>Arthur F. Driscoll. T. Newman Lawler</i> was also of counsel.</p>\n<p><i>Thomas Turner Cooke</i> argued the cause for Universal Pictures Co., Inc. et al., appellants in No. 84. With him on the brief were <i>Adolph Schimel</i> and <i>Frank W. Ford.</i></p>\n<p><i>Thurman Arnold</i> argued the cause for the American Theatres Association, Inc. et al., appellants in No. 85. With him on the brief were <i>Paul Williams</i> and <i>Milton W. Freeman.</i></p>\n<p><i>John G. Jackson</i> and <i>Robert T. Barton, Jr.</i> argued the cause for Allred et al., appellants in No. 86. With them on the brief was <i>George B. Brooks.</i></p>\n<p>Briefs of <i>amici curiae</i> supporting the United States in No. 79 were filed by <i>Abram F. Myers</i> for the Conference of Independent Exhibitors' Associations; <i>Morris L. Ernst, Loyd Wright</i> and <i>James M. Barnes</i> for the Society of Independent Motion Picture Producers; <i>Herman M. Levy</i> for independent members of the Motion Picture Theatre Owners of America; and <i>Harold J. Sherman, Wendell Berge, James Lawrence Fly</i> and <i>C. Dickerman Williams</i> for the American Civil Liberties Union.</p>\n<p><span class=\"star-pagination\">*140</span> MR. JUSTICE DOUGLAS delivered the opinion of the Court.</p>\n<p>These cases are here on appeal<sup>[1]</sup> from a judgment of a three-judge District Court<sup>[2]</sup> holding that the defendants had violated  1 and  2 of the Sherman Act, 26 Stat. 209, as amended. 50 Stat. 693, 15 U.S.C.  1, 2, and granting an injunction and other relief. 66 F. Supp. 323; 70 F. Supp. 53.</p>\n<p>The suit was instituted by the United States under  4 of the Sherman Act to prevent and restrain violations of it. The defendants fall into three groups: (1) Paramount Pictures, Inc., Loew's, Incorporated, Radio-Keith-Orpheum Corporation, Warner Bros. Pictures, Inc., Twentieth Century-Fox Film Corporation, which produce motion pictures, and their respective subsidiaries or affiliates which distribute and exhibit films. These are known as the five major defendants or exhibitor-defendants. (2) Columbia Pictures Corporation and Universal Corporation, which produce motion pictures, and their subsidiaries which distribute films. (3) United Artists Corporation, which is engaged only in the distribution of motion pictures. The five majors, through their subsidiaries or affiliates, own or control theatres; the other defendants do not.</p>\n<p>The complaint charged that the producer defendants had attempted to monopolize and had monopolized the production of motion pictures. The District Court found to the contrary and that finding is not challenged here. The complaint charged that all the defendants, as distributors, had conspired to restrain and monopolize and <span class=\"star-pagination\">*141</span> had restrained and monopolized interstate trade in the distribution and exhibition of films by specific practices which we will shortly relate. It also charged that the five major defendants had engaged in a conspiracy to restrain and monopolize, and had restrained and monopolized, interstate trade in the exhibition of motion pictures in most of the larger cities of the country. It charged that the vertical combination of producing, distributing, and exhibiting motion pictures by each of the five major defendants violated  1 and  2 of the Act. It charged that each distributor-defendant had entered into various contracts with exhibitors which unreasonably restrained trade. Issue was joined; and a trial was had.<sup>[3]</sup></p>\n<p><i>First. Restraint of Trade</i>  (1) <i>Price Fixing.</i></p>\n<p>No film is sold to an exhibitor in the distribution of motion pictures. The right to exhibit under copyright is licensed. The District Court found that the defendants in the licenses they issued fixed minimum admission prices which the exhibitors agreed to charge, whether the rental of the film was a flat amount or a percentage of the receipts. It found that substantially uniform minimum prices had been established in the licenses of all defendants. Minimum prices were established in master agreements or franchises which were made between various defendants as distributors and various defendants as exhibitors and in joint operating agreements made by the five majors with each other <span class=\"star-pagination\">*142</span> and with independent theatre owners covering the operation of certain theatres.<sup>[4]</sup> By these later contracts minimum admission prices were often fixed for dozens of theatres owned by a particular defendant in a given area of the United States. Minimum prices were fixed in licenses of each of the five major defendants. The other three defendants made the same requirement in licenses granted to the exhibitor-defendants. We do not stop to elaborate on these findings. They are adequately detailed by the District Court in its opinion. See 66 F. Supp. 334-339.</p>\n<p>The District Court found that two price-fixing conspiracies existed  a horizontal one between all the defendants; a vertical one between each distributor-defendant and its licensees. The latter was based on express agreements and was plainly established. The former was inferred from the pattern of price-fixing disclosed in the record. We think there was adequate foundation for it too. It is not necessary to find an express agreement in order to find a conspiracy. It is enough that a concert of action is contemplated and that the defendants conformed to the arrangement. <i>Interstate Circuit</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"103152\"><a href=\"/opinion/103152/interstate-circuit-inc-v-united-states/\"><span class=\"volume\">306</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">208</span></a></span>, 226-227; <i>United States</i> v. <i>Masonite Corp.,</i> <span class=\"citation\" data-id=\"103678\"><a href=\"/opinion/103678/united-states-v-masonite-corp/\"><span class=\"volume\">316</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">265</span></a></span>, 275. That was shown here.</p>\n<p>On this phase of the case the main attack is on the decree which enjoins the defendants and their affiliates <span class=\"star-pagination\">*143</span> from granting any license, except to their own theatres, in which minimum prices for admission to a theatre are fixed in any manner or by any means. The argument runs as follows: <i>United States</i> v. <i>General Electric Co.,</i> <span class=\"citation\" data-id=\"100945\"><a href=\"/opinion/100945/united-states-v-general-elec-co/\"><span class=\"volume\">272</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">476</span></a></span>, held that an owner of a patent could, without violating the Sherman Act, grant a license to manufacture and vend, and could fix the price at which the licensee could sell the patented article. It is pointed out that defendants do not sell the films to exhibitors, but only license them and that the Copyright Act (35 Stat. 1075, 1088, 17 U.S.C.  1), like the patent statutes, grants the owner exclusive rights.<sup>[5]</sup> And it is argued that if the patentee can fix the price at which his licensee may sell the patented article, the owner of the copyright should be allowed the same privilege. It is maintained that such a privilege is essential to protect the value of the copyrighted films.</p>\n<p>We start, of course, from the premise that so far as the Sherman Act is concerned, a price-fixing combination is illegal <i>per se. </i><i>United States</i> v. <i>Socony-Vacuum Oil Co.,</i> <span class=\"citation\" data-id=\"103352\"><a href=\"/opinion/103352/united-states-v-socony-vacuum-oil-co/\"><span class=\"volume\">310</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">150</span></a></span>; <i>United States</i> v. <i>Masonite Corporation, supra</i><i>.</i> We recently held in <i>United States</i> v. <i>Gypsum Co.,</i> <span class=\"citation\" data-id=\"104523\"><a href=\"/opinion/104523/united-states-v-united-states-gypsum-co/\"><span class=\"volume\">333</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">364</span></a></span>, 400, that even patentees could not regiment an entire industry by licenses containing price-fixing agreements. What was said there is adequate to bar defendants, through their horizontal conspiracy, from fixing prices for the exhibition of films in the movie industry. Certainly the rights of the copyright owner are no greater than those of the patentee.</p>\n<p>Nor can the result be different when we come to the vertical conspiracy between each distributor-defendant and his licensees. The District Court stated in its findings:</p>\n<blockquote>\"In agreeing to maintain a stipulated minimum admission price, each exhibitor thereby consents to <span class=\"star-pagination\">*144</span> the minimum price level at which it will compete against other licensees of the same distributor whether they exhibit on the same run or not. The total effect is that through the separate contracts between the distributor and its licensees a price structure is erected which regulates the licensees' ability to compete against one another in admission prices.\"</blockquote>\n<p>That consequence seems to us to be incontestable. We stated in <i>United States</i> v. <i>Gypsum Co., supra,</i> p. 401, that \"The rewards which flow to the patentee and his licensees from the suppression of competition through the regulation of an industry are not reasonably and normally adapted to secure pecuniary reward for the patentee's monopoly.\" The same is true of the rewards of the copyright owners and their licensees in the present case. For here too the licenses are but a part of the general plan to suppress competition. The case where a distributor fixes admission prices to be charged by a single independent exhibitor, no other licensees or exhibitors being in contemplation, seems to be wholly academic, as the District Court pointed out. It is, therefore, plain that <i>United States</i> v. <i>General Electric Co., supra</i><i>,</i> as applied in the patent cases, affords no haven to the defendants in this case. For a copyright may no more be used than a patent to deter competition between rivals in the exploitation of their licenses. See <i>Interstate Circuit</i> v. <i>United States, supra,</i> p. 230.</p>\n<p>(2) <i>Clearances and Runs.</i></p>\n<p>Clearances are designed to protect a particular run of a film against a subsequent run.<sup>[6]</sup> The District Court <span class=\"star-pagination\">*145</span> found that all of the distributor-defendants used clearance provisions and that they were stated in several different ways or in combinations: in terms of a given period between designated runs; in terms of admission prices charged by competing theatres; in terms of a given period of clearance over specifically named theatres; in terms of so many days' clearance over specified areas or towns; or in terms of clearances as fixed by other distributors.</p>\n<p>The Department of Justice maintained below that clearances are unlawful <i>per se</i> under the Sherman Act. But that is a question we need not consider, for the District Court ruled otherwise and that conclusion is not challenged here. In its view their justification was found in the assurance they give the exhibitor that the distributor will not license a competitor to show the film either at the same time or so soon thereafter that the exhibitor's expected income from the run will be greatly diminished. A clearance when used to protect that interest of the exhibitor was reasonable, in the view of the court, when not unduly extended as to area or duration. Thus the court concluded that although clearances might indirectly affect admission prices, they do not fix them and that they may be reasonable restraints of trade under the Sherman Act.</p>\n<p>The District Court held that in determining whether a clearance is unreasonable, the following factors are relevant:</p>\n<blockquote>(1) The admission prices of the theatres involved, as set by the exhibitors;</blockquote>\n<blockquote>(2) The character and location of the theatres involved, including size, type of entertainment, appointments, transit facilities, etc.;</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*146</span> (3) The policy of operation of the theatres involved, such as the showing of double features, gift nights, give-aways, premiums, cut-rate tickets, lotteries, etc.;</blockquote>\n<blockquote>(4) The rental terms and license fees paid by the theatres involved and the revenues derived by the distributor-defendant from such theatres;</blockquote>\n<blockquote>(5) The extent to whi thechheatres involved compete with each other for patronage;</blockquote>\n<blockquote>(6) The fact that a theatre involved is affiliated with a defendant-distributor or with an independent circuit of theatres should be disregarded; and</blockquote>\n<blockquote>(7) There should be no clearance between theatres not in substantial competition.</blockquote>\n<p>It reviewed the evidence in light of these standards and concluded that many of the clearances granted by the defendants were unreasonable. We do not stop to retrace those steps. The evidence is ample to show, as the District Court plainly demonstrated, see 66 F. Supp. pp. 343-346, that many clearances had no relation to the competitive factors which alone could justify them.<sup>[7]</sup> The clearances which were in vogue had, indeed, acquired a fixed and uniform character and were made applicable to situations without regard to the special circumstances which are necessary to sustain them as reasonable restraints of trade. The evidence is ample to support the <span class=\"star-pagination\">*147</span> finding of the District Court that the defendants either participated in evolving this uniform system of clearances or acquiesced in it and so furthered its existence. That evidence, like the evidence on the price-fixing phase of the case, is therefore adequate to support the finding of a conspiracy to restrain trade by imposing unreasonable clearances.</p>\n<p>The District Court enjoined defendants and their affiliates from agreeing with each other or with any exhibitors or distributors to maintain a system of clearances, or from granting any clearance between theatres not in substantial competition, or from granting or enforcing any clearance against theatres in substantial competition with the theatre receiving the license for exhibition in excess of what is reasonably necessary to protect the licensee in the run granted. In view of the findings this relief was plainly warranted.</p>\n<p>Some of the defendants ask that this provision be construed (or, if necessary, modified) to allow licensors in granting clearances to take into consideration what is reasonably necessary for a fair return to the licensor. We reject that suggestion. If that were allowed, then the exhibitor-defendants would have an easy method of keeping alive at least some of the consequences of the effective conspiracy which they launched. For they could then justify clearances granted by other distributors in favor of their theatres in terms of the competitive requirements of those theatres, and at the same time justify the restrictions they impose upon independents in terms of the necessity of protecting their film rental as licensor. That is too potent a weapon to leave in the hands of those whose proclivity to unlawful conduct has been so marked. It plainly should not be allowed so long as the exhibitor-defendants own theatres. For in its baldest terms it is in the hands of the defendants no less than a power to restrict the competition of others in the way <span class=\"star-pagination\">*148</span> deemed most desirable by them. In the setting of this case the only measure of reasonableness of a clearance by Sherman Act standards is the special needs of the licensee for the competitive advantages it affords.</p>\n<p>Whether the same restrictions would be applicable to a producer who had not been a party to such a conspiracy is a question we do not reach.</p>\n<p>Objection is made to a further provision of this part of the decree stating that \"Whenever any clearance provision is attacked as not legal under the provisions of this decree, the burden shall be upon the distributor to sustain the legality thereof.\" We think that provision was justified. Clearances have been used along with price fixing to suppress competition with the theatres of the exhibitor-defendants and with other favored exhibitors. The District Court could therefore have eliminated clearances completely for a substantial period of time, even though, as it thought, they were not illegal <i>per se.</i> For equity has the power to uproot all parts of an illegal scheme  the valid as well as the invalid  in order to rid the trade or commerce of all taint of the conspiracy. <i>United States</i> v. <i>Bausch &amp; Lomb Co.,</i> <span class=\"citation\" data-id=\"103966\"><a href=\"/opinion/103966/united-states-v-bausch-lomb-co/\"><span class=\"volume\">321</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">707</span></a></span>, 724. The court certainly then could take the lesser step of making them <i>prima facie</i> invalid. But we do not rest on that alone. As we have said, the only justification for clearances in the setting of this case is in terms of the special needs of the licensee for the competitive advantages they afford. To place on the distributor the burden of showing their reasonableness is to place it on the one party in the best position to evaluate their competitive effects. Those who have shown such a marked proclivity for unlawful conduct are in no position to complain that they carry the burden of showing that their future clearances come within the law. Cf. <i>United States</i> v. <i>Crescent Amusement Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">323</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">173</span></span>, 188.</p>\n<p><span class=\"star-pagination\">*149</span> (3) <i>Pooling Agreements; Joint Ownership.</i></p>\n<p>The District Court found the exhibitor-defendants had agreements with each other and their affiliates by which theatres of two or more of them, normally competitive, were operated as a unit, or managed by a joint committee or by one of the exhibitors, the profits being shared according to prearranged percentages. Some of these agreements provided that the parties might not acquire other competitive theatres without first offering them for inclusion in the pool. The court concluded that the result of these agreements was to eliminate competition <i>pro tanto</i> both in exhibition and in distribution of features,<sup>[8]</sup> since the parties would naturally direct the films to the theatres in whose earnings they were interested.</p>\n<p>The District Court also found that the exhibitor-defendants had like agreements with certain independent exhibitors. Those alliances had, in its view, the effect of nullifying competition between the allied theatres and of making more effective the competition of the group against theatres not members of the pool. The court found that in some cases the operating agreements were achieved through leases of theatres, the rentals being measured by a percentage of profits earned by the theatres in the pool. The District Court required the dissolution of existing pooling agreements and enjoined any future arrangement of that character.</p>\n<p>These provisions of the decree will stand. The practices were bald efforts to substitute monopoly for competition and to strengthen the hold of the exhibitor-defendants on the industry by alignment of competitors on their side. Clearer restraints of trade are difficult to imagine.</p>\n<p>There was another type of business arrangement that the District Court found to have the same effect as the <span class=\"star-pagination\">*150</span> pooling agreements just mentioned. Many theatres are owned jointly by two or more exhibitor-defendants or by an exhibitor-defendant and an independent.<sup>[9]</sup> The result is, according to the District Court, that the theatres are operated \"collectively, rather than competitively.\" And where the joint owners are an exhibitor-defendant and an independent the effect is, according to the District Court, the elimination by the exhibitor-defendant of \"putative competition between itself and the other joint owner, who otherwise would be in a position to operate theatres independently.\" The District Court found these joint ownerships of theatres to be unreasonable restraints of trade within the meaning of the Sherman Act.</p>\n<p>The District Court ordered the exhibitor-defendants to disaffiliate by terminating their joint ownership of theatres; <span class=\"star-pagination\">*151</span> and it enjoined future acquisitions of such interests. One is authorized to buy out the other if it shows to the satisfaction of the District Court and that court first finds that such acquisition \"will not unduly restrain competition in the exhibition of feature motion pictures.\" This dissolution and prohibition of joint ownership as between exhibitor-defendants was plainly warranted. To the extent that they have joint interests in the outlets for their films each in practical effect grants the other a priority for the exhibition of its films. For in this situation, as in the case where theatres are jointly managed, the natural gravitation of films is to the theatres in whose earnings the distributors have an interest. Joint ownership between exhibitor-defendants then becomes a device for strengthening their competitive position as exhibitors by forming an alliance as distributors. An express agreement to grant each other the preference would be a most effective weapon to stifle competition. A working arrangement or business device that has that necessary consequence gathers no immunity because of its subtlety. Each is a restraint of trade condemned by the Sherman Act.</p>\n<p>The District Court also ordered disaffiliation in those instances where theatres were jointly owned by an exhibitor-defendant and an independent, and where the interest of the exhibitor-defendant was \"greater than five per cent unless such interest shall be ninety-five per cent or more,\" an independent being defined for this part of the decree as \"any former, present or putative motion picture theatre operator which is not owned or controlled by the defendant holding the interest in question.\" The exhibitor-defendants are authorized to acquire existing interests of the independents in these theatres if they establish, and if the District Court first finds, that the acquisition \"will not unduly restrain competition in the <span class=\"star-pagination\">*152</span> exhibition of feature motion pictures.\" All other acquisitions of such joint interests were enjoined.</p>\n<p>This phase of the decree is strenuously attacked. We are asked to eliminate it for lack of findings to support it. The argument is that the findings show no more than the existence of joint ownership of theatres by exhibitor-defendants and independents. The statement by the District Court that the joint ownership eliminates \"putative competition\" is said to be a mere conclusion without evidentiary support. For it is said that the facts of the record show that many of the instances of joint ownership with an independent interest are cases wholly devoid of any history of or relationship to restraints of trade or monopolistic practices. Some are said to be rather fortuitous results of bankruptcies; others are said to be the results of investments by outside interests who have no desire or capacity to operate theatres, and so on.</p>\n<p>It is conceded that the District Court made no inquiry into the circumstances under which a particular interest had been acquired. It treated all relationships alike, insofar as the disaffiliation provision of the decree is concerned. In this we think it erred.</p>\n<p>We have gone into the record far enough to be confident that at least some of these acquisitions by the exhibitor-defendants were the products of the unlawful practices which the defendants have inflicted on the industry. To the extent that these acquisitions were the fruits of monopolistic practices or restraints of trade, they should be divested. And no permission to buy out the other owner should be given a defendant. <i>United States</i> v. <i>Crescent Amusement Co., supra,</i> p. 189; <i>Schine Chain Theatres, Inc.</i> v. <i>United States, ante,</i> p. 110. Moreover, even if lawfully acquired, they may have been utilized as part of the conspiracy to eliminate or suppress competition in furtherance of the ends of the conspiracy. In that event divestiture would likewise be justified. <i>United</i> <span class=\"star-pagination\">*153</span> <i>States</i> v. <i>Crescent Amusement Co., supra,</i> pp. 189-190. In that situation permission to acquire the interest of the independent would have the unlawful effect of permitting the defendants to complete their plan to eliminate him.</p>\n<p>Furthermore, if the joint ownership is an alliance with one who is or would be an operator but for the joint ownership, divorce should be decreed even though the affiliation was innocently acquired. For that joint ownership would afford opportunity to perpetuate the effects of the restraints of trade which the exhibitor-defendants have inflicted on the industry.</p>\n<p>It seems, however, that some of the cases of joint ownership do not fall into any of the categories we have listed. Some apparently involve no more than innocent investments by those who are not actual or potential operators. If in such cases the acquisition was not improperly used in furtherance of the conspiracy, its retention by defendants would be justified absent a finding that no monopoly resulted. And in those instances permission might be given the defendants to acquire the interests of the independents on a showing by them and a finding by the court that neither monopoly nor unreasonable restraint of trade in the exhibition of films would result. In short, we see no reason to place a ban on this type of ownership, at least so long as theatre ownership by the five majors is not prohibited. The results of inquiry along the lines we have indicated must await further findings of the District Court on remand of the cause.</p>\n<p>(4) <i>Formula Deals, Master Agreements, and Franchises.</i></p>\n<p>A formula deal is a licensing agreement with a circuit of theatres in which the license fee of a given feature is measured, for the theatres covered by the agreement, by a specified percentage of the feature's national gross. The District Court found that Paramount and RKO <span class=\"star-pagination\">*154</span> had made formula deals with independent and affiliated circuits. The circuit was allowed to allocate playing time and film rentals among the various theatres as it saw fit. The inclusion of theatres of a circuit into a single agreement gives no opportunity for other theatre owners to bid for the feature in their respective areas and, in the view of the District Court, is therefore an unreasonable restraint of trade. The District Court found some master agreements<sup>[10]</sup> open to the same objection. Those are the master agreements that cover exhibition in two or more theatres in a particular circuit and allow the exhibitor to allocate the film rental paid among the theatres as it sees fit and to exhibit, the features upon such playing time as it deems best, and leaves other terms to the discretion of the circuit. The District Court enjoined the making or further performance of any formula deal of the type described above. It also enjoined the making or further performance of any master agreement covering the exhibition of features in a number of theatres.</p>\n<p>The findings of the District Court in these respects are supported by facts, its conclusion that the formula deals and master agreements constitute restraint of trade is valid, and the relief is proper. The formula deals and master agreements are unlawful restraints of trade in two respects. In the first place, they eliminate the possibility of bidding for films theatre by theatre. In that way they eliminate the opportunity for the small competitor to obtain the choice first runs, and put a premium on the size of the circuit. They are, therefore, devices for stifling competition and diverting the cream of the business to the large operators. In the second place, the pooling of the purchasing power of an entire circuit in bidding for films is a misuse of monopoly power <span class=\"star-pagination\">*155</span> insofar as it combines the theatres in closed towns with competitive situations. The reasons have been stated in <i>United States</i> v. <i>Griffith, ante,</i> p. 100. and <i>Schine Chain Theatres, Inc.</i> v. <i>United States, ante,</i> p. 110, and need not be repeated here. It is hardly necessary to add that distributors who join in such arrangements by exhibitors are active participants in effectuating a restraint of trade and a monopolistic practice. See <i>United States</i> v. <i>Crescent Amusement Co., supra,</i> p. 183.</p>\n<p>The District Court also enjoined the making or further performance of any franchise. A franchise is a contract with an exhibitor which extends over a period of more than a motion picture season and covers the exhibition of features released by the distributor during the period of the agreement. The District Court held that a franchise constituted a restraint of trade because a period of more than one season was too long and the inclusion of all features was disadvantageous to competitors. At least that is the way we read its findings.</p>\n<p>Universal and United Artists object to the outlawry of franchise agreements. Universal points out that the charge of illegality of franchises in these cases was restricted to franchises with theatres owned by the major defendants and to franchises with circuits or theatres in a circuit, a circuit being defined in the complaint as a group of more than five theatres controlled by the same person or a group of more than five theatres which combine through a common agent in licensing films. It seems, therefore, that the legality of franchises to other exhibitors (except as to block-booking, a practice to which we will later advert) was not in issue in the litigation. Moreover, the findings on franchises are clouded by the statement of the District Court in the opinion that franchises \"necessarily contravene the plan of licensing each picture, theatre by theatre, to the highest bidder.\" As will be seen hereafter, we eliminate from the decree <span class=\"star-pagination\">*156</span> the provision for competitive bidding. But for its inclusion of competitive bidding the District Court might well have treated the problem of franchises differently.</p>\n<p>We can see how if franchises were allowed to be used between the exhibitor-defendants each might be able to strengthen its strategic position in the exhibition field and continue the ill effects of the conspiracy which the decree is designed to dissipate. Franchise agreements may have been employed as devices to discriminate against some independents in favor of others. We know from the record that franchise agreements often contained discriminatory clauses operating in favor not only of theatres owned by the defendants but also of the large circuits. But we cannot say on this record that franchises are illegal <i>per se</i> when extended to any theatre or circuit no matter how small. The findings do not deal with the issue doubtlessly due to the fact that any system of franchises would necessarily conflict with the system of competitive bidding adopted by the District Court. Hence we set aside the findings on franchises so that the court may examine the problem in the light of the elimination from the decree of competitive bidding.</p>\n<p>We do not take that course in the case of formula deals and master agreements, for the findings in these instances seem to stand on their own bottom and apparently have no necessary dependency on the provision for competitive bidding.</p>\n<p>(5) <i>Block-Booking.</i></p>\n<p>Block-booking is the practice of licensing, or offering for license, one feature or group of features on condition that the exhibitor will also license another feature or group of features released by the distributors during a given period. The films are licensed in blocks before they are actually produced. All the defendants, except United Artists, have engaged in the practice. Block-booking prevents competitors from bidding for single features on their <span class=\"star-pagination\">*157</span> individual merits. The District Court held it illegal for that reason and for the reason that it \"adds to the monopoly of a single copyrighted picture that of another copyrighted picture which must be taken and exhibited in order to secure the first.\" That enlargement of the monopoly of the copyright was condemned below in reliance on the principle which forbids the owner of a patent to condition its use on the purchase or use of patented or unpatented materials. See <i>Ethyl Gasoline Corporation</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"103321\"><a href=\"/opinion/103321/ethyl-gasoline-corp-v-united-states/\"><span class=\"volume\">309</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span>, 459; <i>Morton Salt Co.</i> v. <i>Suppiger Co.,</i> <span class=\"citation\" data-id=\"103577\"><a href=\"/opinion/103577/morton-salt-co-v-gs-suppiger-co/\"><span class=\"volume\">314</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">488</span></a></span>, 491; <i>Mercoid Corp.</i> v. <i>MidContinent Investment Co.,</i> <span class=\"citation\" data-id=\"103916\"><a href=\"/opinion/103916/mercoid-corp-v-mid-continent-investment-co/\"><span class=\"volume\">320</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">661</span></a></span>, 665. The court enjoined defendants from performing or entering into any license in which the right to exhibit one feature is conditioned upon the licensee's taking one or more other features.<sup>[11]</sup></p>\n<p><span class=\"star-pagination\">*158</span> We approve that restriction. The copyright law, like the patent statutes, makes reward to the owner a secondary consideration. In <i>Fox Film Corp.</i> v. <i>Doyal,</i> <span class=\"citation\" data-id=\"101913\"><a href=\"/opinion/101913/fox-film-corp-v-doyal/\"><span class=\"volume\">286</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">123</span></a></span>, 127, Chief Justice Hughes spoke as follows respecting the copyright monopoly granted by Congress, \"The sole interest of the United States and the primary object in conferring the monopoly lie in the general benefits derived by the public from the labors of authors.\" It is said that reward to the author or artist serves to induce release to the public of the products of his creative genius. But the reward does not serve its public purpose if it is not related to the quality of the copyright. Where a high quality film greatly desired is licensed only if an inferior one is taken, the latter borrows quality from the former and strengthens its monopoly by drawing on the other. The practice tends to equalize rather than differentiate the reward for the individual copyrights. Even where all the films included in the package are of equal quality, the requirement that all be taken if one is desired increases the market for some. Each stands not on its own footing but in whole or in part on the appeal which another film may have. As the District Court said, the result is to add to the monopoly of the copyright in violation of the principle of the patent cases involving tying clauses.<sup>[12]</sup></p>\n<p><span class=\"star-pagination\">*159</span> It is argued that <i>Transparent-Wrap Machine Corp.</i> v. <i>Stokes &amp; Smith Co.,</i> <span class=\"citation\" data-id=\"104367\"><a href=\"/opinion/104367/transparent-wrap-machine-corp-v-stokes-smith-co/\"><span class=\"volume\">329</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">637</span></a></span>, points to a contrary result. That case held that the inclusion in a patent license of a condition requiring the licensee to assign improvement patents was not <i>per se</i> illegal. But that decision, confined to improvement patents, was greatly influenced by the federal statute governing assignments of patents. It therefore has no controlling significance here.</p>\n<p>Columbia Pictures makes an earnest argument that enforcement of the restriction as to block-booking will be very disadvantageous to it and will greatly impair its ability to operate profitably. But the policy of the antitrust laws is not qualified or conditioned by the convenience of those whose conduct is regulated. Nor can a vested interest in a practice which contravenes the policy of the anti-trust laws receive judicial sanction.</p>\n<p>We do not suggest that films may not be sold in blocks or groups, when there is no requirement, express or implied, for the purchase of more than one film. All we hold to be illegal is a refusal to license one or more copyrights unless another copyright is accepted.</p>\n<p>(6) <i>Discrimination.</i></p>\n<p>The District Court found that defendants had discriminated against small independent exhibitors and in favor of large affiliated and unaffiliated circuits through various kinds of contract provisions. These included suspension of the terms of a contract if a circuit theatre remained closed for more than eight weeks with reinstatement without liability on reopening; allowing large privileges in the selection and elimination of films; <span class=\"star-pagination\">*160</span> allowing deductions in film rentals if double bills are played; granting moreovers<sup>[13]</sup> and extended runs; granting road show privileges;<sup>[14]</sup> allowing overage and underage;<sup>[15]</sup> granting unlimited playing time; excluding foreign pictures and those of independent producers; and granting rights to question the classification of features for rental purposes. The District Court found that the competitive advantages of these provisions were so great that their inclusion in contracts with the larger circuits and their exclusion from contracts with the small independents constituted an unreasonable discrimination against the latter. Each discriminatory contract constituted a conspiracy between licensor and licensee. Hence the District Court deemed it unnecessary to decide whether the defendants had conspired among themselves to make these discriminations. No provision of the decree specifically enjoins these discriminatory practices because they were thought to be impossible under the system of competitive bidding adopted by the District Court.</p>\n<p>These findings are amply supported by the evidence. We concur in the conclusion that these discriminatory practices are included among the restraints of trade which the Sherman Act condemns. See <i>Interstate Circuit</i> v. <i>United States, supra,</i> p. 231; <i>United States</i> v. <i>Crescent Amusement Co., supra,</i> pp. 182-183. It will be for the <span class=\"star-pagination\">*161</span> District Court on remand of these cases to provide effective relief against their continuance, as our elimination of the provision for competitive bidding leaves this phase of the cases unguarded.</p>\n<p>There is some suggestion on this as well as on other phases of the cases that large exhibitors with whom defendants dealt fathered the illegal practices and forced them onto the defendants. But as the District Court observed, that circumstance if true does not help the defendants. For acquiescence in an illegal scheme is as much a violation of the Sherman Act as the creation and promotion of one.</p>\n<p><i>Second</i>  <i>Competitive Bidding.</i></p>\n<p>The District Court concluded that the only way competition could be introduced into the existing system of fixed prices, clearances and runs was to require that films be licensed on a competitive bidding basis. Films are to be offered to all exhibitors in each competitive area.<sup>[16]</sup> The license for the desired run is to be granted to the highest responsible bidder, unless the distributor rejects all offers. The licenses are to be offered and taken theatre by theatre and picture by picture. Licenses to show films in theatres in which the licensor owns directly or indirectly an interest of ninety-five per cent or more are excluded from the requirement for competitive bidding.</p>\n<p>Paramount is the only one of the five majors who opposes the competitive bidding system. Columbia Pictures, Universal, and United Artists oppose it. The intervenors representing certain independents oppose it. And <span class=\"star-pagination\">*162</span> the Department of Justice, which apparently proposed the system originally, speaks strongly against it here.</p>\n<p>At first blush there is much to commend the system of competitive bidding. The trade victims of this conspiracy have in large measure been the small independent operators. They are the ones that have felt most keenly the discriminatory practices and predatory activities in which defendants have freely indulged. They have been the victims of the massed purchasing power of the larger units in the industry. It is largely out of the ruins of the small operators that the large empires of exhibitors have been built. Thus it would appear to be a great boon to them to substitute open bidding for the private deals and favors on which the large operators have thrived. But after reflection we have concluded that competitive bidding involves the judiciary so deeply in the daily operation of this nation-wide business and promises such dubious benefits that it should not be undertaken.</p>\n<p>Each film is to be licensed on a particular run to \"the highest responsible bidder, having a theatre of a size, location and equipment adequate to yield a reasonable return to the licensor.\" The bid \"shall state what run such exhibitor desires and what he is willing to pay for such feature, which statement may specify a flat rental, or a percentage of gross receipts, or both, or any other form of rental, and shall also specify what clearance such exhibitor is willing to accept, the time and days when such exhibitor desires to exhibit it, and any other offers which such exhibitor may care to make.\" We do not doubt that if a competitive bidding system is adopted all these provisions are necessary. For the licensing of films at auction is quite obviously a more complicated matter than the like sales for cash of tobacco, wheat, or other produce. Columbia puts these pertinent queries: \"No two exhibitors are likely to make the same bid as to <span class=\"star-pagination\">*163</span> dates, clearance, method of fixing rental, etc. May bids containing such diverse factors be readily compared? May a flat rental bid be compared with a percentage bid? May the value of any percentage bid be determined unless the admission price is fixed by the license?\"</p>\n<p>The question as to who is the highest bidder involves the use of standards incapable of precise definition because the bids being compared contain different ingredients. Determining who is the most responsible bidder likewise cannot be reduced to a formula. The distributor's judgment of the character and integrity of a particular exhibitor might result in acceptance of a lower bid than others offered. Yet to prove that favoritism was shown would be well-nigh impossible, unless perhaps all the exhibitors in the country were given classifications of responsibility. If, indeed, the choice between bidders is not to be entrusted to the uncontrolled discretion of the distributors, some effort to standardize the factors involved in determining \"a reasonable return to the licensor\" would seem necessary.</p>\n<p>We mention these matters merely to indicate the character of the job of supervising such a competitive bidding system. It would involve the judiciary in the administration of intricate and detailed rules governing priority, period of clearance, length of run, competitive areas, reasonable return, and the like. The system would be apt to require as close a supervision as a continuous receivership, unless the defendants were to be entrusted with vast discretion. The judiciary is unsuited to affairs of business management; and control through the power of contempt is crude and clumsy and lacking in the flexibility necessary to make continuous and detailed supervision effective. Yet delegation of the management of the system to the discretion of those who had the genius to conceive the present conspiracy and to execute it with the subtlety which this record reveals, could be done only with the <span class=\"star-pagination\">*164</span> greatest reluctance. At least such choices should not be faced unless the need for the system is great and its benefits plain.</p>\n<p>The system uproots business arrangements and established relationships with no apparent overall benefit to the small independent exhibitor. If each feature must go to the highest responsible bidder, those with the greatest purchasing power would seem to be in a favored position. Those with the longest purse  the exhibitor-defendants and the large circuits  would seem to stand in a preferred position. If in fact they were enabled through the competitive bidding system to take the cream of the business, eliminate the smaller independents, and thus increase their own strategic hold on the industry, they would have the cloak of the court's decree around them for protection. Hence the natural advantage which the larger and financially stronger exhibitors would seem to have in the bidding gives us pause. If a premium is placed on purchasing power, the court-created system may be a powerful factor towards increasing the concentration of economic power in the industry rather than cleansing the competitive system of unwholesome practices. For where the system in operation promises the advantage to the exhibitor who is in the strongest financial position, the injunction against discrimination<sup>[17]</sup> is apt to hold an empty promise. In this connection it should be noted that, even though the independents in a given competitive area do not want competitive bidding, the exhibitor-defendants can invoke the system.</p>\n<p>Our doubts concerning the competitive bidding system are increased by the fact that defendants who own theatres are allowed to pre-empt their own features. They thus start with an inventory which all other exhibitors <span class=\"star-pagination\">*165</span> lack. The latter have no prospect of assured runs except what they get by competitive bidding. The proposed system does not offset in any way the advantages which the exhibitor-defendants have by way of theatre ownership. It would seem in fact to increase them. For the independents are deprived of the stability which flows from established business relationships. Under the proposed system they can get features only if they are the highest responsible bidders. They can no longer depend on their private sources of supply which their ingenuity has created. Those sources, built perhaps on private relationships and representing important items of good will, are banned, even though they are free of any taint of illegality.</p>\n<p>The system was designed, as some of the defendants put it, to remedy the difficulty of any theatre to break into or change the existing system of runs and clearances. But we do not see how, in practical operation, the proposed system of competitive bidding is likely to open up to competition the markets which defendants' unlawful restraints have dominated. Rather real danger seems to us to lie in the opportunities the system affords the exhibitor-defendants and the other large operators to strengthen their hold in the industry. We are reluctant to alter decrees in these cases where there is agreement with the District Court on the nature of the violations. <i>United States</i> v. <i>Crescent Amusement Co., supra,</i> p. 185; <i>International Salt Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"104473\"><a href=\"/opinion/104473/international-salt-co-v-united-states/\"><span class=\"volume\">332</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">392</span></a></span>, 400. But the provisions for competitive bidding in these cases promise little in the way of relief against the real evils of the conspiracy. They implicate the judiciary heavily in the details of business management if supervision is to be effective. They vest powerful control in the exhibitor-defendants over their competitors if close supervision by the court is not undertaken. In light of these considerations we conclude that the competitive <span class=\"star-pagination\">*166</span> bidding provisions of the decree should be eliminated so that a more effective decree may be fashioned.</p>\n<p>We have already indicated in preceding parts of this opinion that this alteration in the decree leaves a hiatus or two which will have to be filled on remand of the cases. We will indicate hereafter another phase of the problem which the District Court should also reconsider in view of this alteration in the decree. But out of an abundance of caution we add this additional word. The competitive bidding system was perhaps the central arch of the decree designed by the District Court. Its elimination may affect the cases in ways other than those which we expressly mention. Hence on remand of the cases the freedom of the District Court to reconsider the adequacy of decree is not limited to those parts we have specifically indicated.</p>\n<p><i>Third. Monopoly, Expansion of Theatre Holdings, Divestiture.</i></p>\n<p>There is a suggestion that the hold the defendants have on the industry is so great that a problem under the First Amendment is raised. Cf. <i>Associated Press</i> v. <i>United States,</i> 326 U.S. 1. We have no doubt that moving pictures, like newspapers and radio, are included in the press whose freedom is guaranteed by the First Amendment. That issue would be focused here if we had any question concerning monopoly in the production of moving pictures. But monopoly in production was eliminated as an issue in these cases, as we have noted. The chief argument at the bar is phrased in terms of monopoly of exhibition, restraints on exhibition, and the like. Actually, the issue is even narrower than that. The main contest is over the cream of the exhibition business  that of the first-run theatres. By defining the issue so narrowly we do not intend to belittle its importance. It shows, however, that the question here is not <span class=\"star-pagination\">*167</span> <i>what</i> the public will see or <i>if</i> the public will be permitted to see certain features. It is clear that under the existing system the public will be denied access to none. If the public cannot see the features on the first-run, it may do so on the second, third, fourth, or later run. The central problem presented by these cases is which exhibitors get the highly profitable first-run business. That problem has important aspects under the Sherman Act. But it bears only remotely, if at all, on any question of freedom of the press, save only as timeliness of release may be a factor of importance in specific situations.</p>\n<p>The controversy over monopoly relates to monopoly in exhibition and more particularly monopoly in the first-run phase of the exhibition business.</p>\n<p>The five majors in 1945 had interests in somewhat over 17 per cent of the theatres in the United States  3,137 out of 18,076.<sup>[18]</sup> Those theatres paid 45 per cent of the total domestic film rental received by all eight defendants.</p>\n<p>In the 92 cities of the country with populations over 100,000 at least 70 per cent of all the first-run theatres are affiliated with one or more of the five majors. In 4 of those cities the five majors have no theatres. In 38 of those cities there are no independent first-run theatres. In none of the remaining 50 cities did less <span class=\"star-pagination\">*168</span> than three of the distributor-defendants license their product on first run to theatres of the five majors. In 19 of the 50 cities less than three of the distributor-defendants licensed their product on first run to independent theatres. In a majority of the 50 cities the greater share of all of the features of defendants were licensed for first-run exhibition in the theatres of the five majors.</p>\n<p>In about 60 per cent of the 92 cities having populations of over 100,000, independent theatres compete with those of the five majors in first-run exhibition. In about 91 per cent of the 92 cities there is competition between independent theatres and the theatres of the five majors or between theatres of the five majors themselves for first-run exhibition. In all of the 92 cities there is always competition in some run even where there is no competition in first runs.</p>\n<p>In cities between 25,000 and 100,000 populations the five majors have interests in 577 of a total of 978 first-run theatres or about 60 per cent. In about 300 additional towns, mostly under 25,000, an operator affiliated with one of the five majors has all of the theatres in the town.</p>\n<p>The District Court held that the five majors could not be treated collectively so as to establish claims of general monopolization in exhibition. It found that none of them was organized or had been maintained \"for the purpose of achieving a national monopoly\" in exhibition. It found that the five majors by their present theatre holdings \"alone\" (which aggregate a little more than one-sixth of all the theatres in the United States), \"do not and cannot collectively or individually, have a monopoly of exhibition.\" The District Court also found that where a single defendant owns all of the first-run theatres in a town, there is no sufficient proof that the acquisition was for the purpose of creating a monopoly. It found rather that such consequence resulted from the inertness <span class=\"star-pagination\">*169</span> of competitors, their lack of financial ability to build theatres comparable to those of the five majors, or the preference of the public for the best-equipped theatres. And the percentage of features on the market which any of the five majors could play in its own theatres was found to be relatively small and in nowise to approximate a monopoly of film exhibition.<sup>[19]</sup></p>\n<p>Even in respect of the theatres jointly owned or jointly operated by the defendants with each other or with independents, the District Court found no monopoly or attempt to monopolize. Those joint agreements or ownership were found only to be unreasonable restraints of trade. The District Court, indeed, found no monopoly on any phase of the cases, although it did find an attempt to monopolize in the fixing of prices, the granting of unreasonable <span class=\"star-pagination\">*170</span> clearances, block-booking and the other unlawful restraints of trade we have already discussed. The \"root of the difficulties,\" according to the District Court, lay not in theatre ownership but in those unlawful practices.</p>\n<p>The District Court did, however, enjoin the five majors from expanding their present theatre holdings in any manner.<sup>[20]</sup> It refused to grant the request of the Department of Justice for total divestiture by the five majors of their theatre holdings. It found that total divestiture would be injurious to the five majors and damaging to the public. Its thought on the latter score was that the new set of theatre owners who would take the place of the five majors would be unlikely for some years to give the public as good service as those they supplanted \"in view of the latter's demonstrated experience and skill in operating what must be regarded as in general the largest and best equipped theatres.\" Divestiture was, it thought, too harsh a remedy where there was available the alternative of competitive bidding. It accordingly concluded that divestiture was unnecessary \"at least until the efficiency of that system has been tried and found wanting.\"</p>\n<p>It is clear, so far as the five majors are concerned, that the aim of the conspiracy was exclusionary, <i>i.e.</i> it was designed to strengthen their hold on the exhibition field. In other words, the conspiracy had monopoly in exhibition for one of its goals, as the District Court held. Price, clearance, and run are interdependent. The clearance and run provisions of the licenses fixed the relative playing positions of all theatres in a certain area; the minimum price provisions were based on playing position  the first-run theatres being required to charge the highest prices, <span class=\"star-pagination\">*171</span> the second-run theatres the next highest, and so on. As the District Court found, \"In effect, the distributor, by the fixing of minimum admission prices, attempts to give the prior-run exhibitors as near a monopoly of the patronage as possible.\"</p>\n<p>It is, therefore, not enough in determining the need for divestiture to conclude with the District Court that none of the defendants was organized or has been maintained for the purpose of achieving a \"national monopoly,\" nor that the five majors through their present theatre holdings \"alone\" do not and cannot collectively or individually have a monopoly of exhibition. For when the starting point is a conspiracy to effect a monopoly through restraints of trade, it is relevant to determine what the results of the conspiracy were even if they fell short of monopoly.</p>\n<p>An example will illustrate the problem. In the popular sense there is a monopoly if one person owns the only theatre in town. That usually does not, however, constitute a violation of the Sherman Act. But as we noted in <i>United States</i> v. <i>Griffith, ante,</i> p. 100, and see <i>Schine Chain Theatres, Inc.</i> v. <i>United States, ante,</i> p. 110, even such an ownership is vulnerable in a suit by the United States under the Sherman Act if the property was acquired, or its strategic position maintained, as a result of practices which constitute unreasonable restraints of trade. Otherwise, there would be reward from the conspiracy through retention of its fruits. Hence the problem of the District Court does not end with enjoining continuance of the unlawful restraints nor with dissolving the combination which launched the conspiracy. Its function includes undoing what the conspiracy achieved. As we have discussed in <i>Schine Chain Theatres, Inc.</i> v. <i>United States, ante,</i> p. 110, the requirement that the defendants restore what they unlawfully obtained is no more punishment than the familiar remedy <span class=\"star-pagination\">*172</span> of restitution. What findings would be warranted after such an inquiry in the present cases, we do not know. For the findings of the District Court do not cover this point beyond stating that monopoly was an objective of the several restraints of trade that stand condemned.</p>\n<p>Moreover, the problem under the Sherman Act is not solved merely by measuring monopoly in terms of size or extent of holdings or by concluding that single ownerships were not obtained \"for the purpose of achieving a national monopoly.\" It is the relationship of the unreasonable restraints of trade to the position of the defendants in the exhibition field (and more particularly in the first-run phase of that business) that is of first importance on the divestiture phase of these cases. That is the position we have taken in <i>Schine Chain Theatres, Inc.</i> v. <i>United States, ante,</i> p. 110, in dealing with a projection of the same conspiracy through certain large circuits. Parity of treatment of the unaffiliated and the affiliated circuits requires the same approach here. For the fruits of the conspiracy which are denied the independents must also be denied the five majors. In this connection there is a suggestion that one result of the conspiracy was a geographical division of territory among the five majors. We mention it not to intimate that it is true but only to indicate the appropriate extent of the inquiry concerning the effect of the conspiracy in theatre ownership by the five majors.</p>\n<p>The findings of the District Court are deficient on that score and obscure on another. The District Court in its findings speaks of the absence of a \"purpose\" on the part of any of the five majors to achieve a \"national monopoly\" in the exhibition of motion pictures. First, there is no finding as to the presence or absence of monopoly on the part of the five majors in the <i>first-run</i> field for the entire country, in the <i>first-run</i> field in the 92 largest cities of the country, or in the <i>first-run</i> field in separate localities. Yet the <i>first-run</i> field, which constitutes the cream of the <span class=\"star-pagination\">*173</span> exhibition business, is the core of the present cases. Section 1 of the Sherman Act outlaws unreasonable restraints irrespective of the amount of trade or commerce involved (<i>United States</i> v. <i>Socony-Vacuum Oil Co.,</i> <span class=\"citation\" data-id=\"103352\"><a href=\"/opinion/103352/united-states-v-socony-vacuum-oil-co/\"><span class=\"volume\">310</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">150</span></a></span>, 224, 225, n. 59), and  2 condemns monopoly of \"any part\" of trade or commerce. \"Any part\" is construed to mean an appreciable part of interstate or foreign trade or commerce. <i>United States</i> v. <i>Yellow Cab Co.,</i> <span class=\"citation\" data-id=\"104463\"><a href=\"/opinion/104463/united-states-v-yellow-cab-co/\"><span class=\"volume\">332</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">218</span></a></span>, 225. Second, we pointed out in <i>United States</i> v. <i>Griffith, ante,</i> p. 100, that \"specific intent\" is not necessary to establish a \"purpose or intent\" to create a monopoly but that the requisite \"purpose or intent\" is present if monopoly results as a necessary consequence of what was done. The findings of the District Court on this phase of the cases are not clear, though we take them to mean by the absence of \"purpose\" the absence of a specific intent. So construed they are inconclusive. In any event they are ambiguous and must be recast on remand of the cases. Third, monopoly power, whether lawfully or unlawfully acquired, may violate  2 of the Sherman Act though it remains unexercised (<i>United States</i> v. <i>Griffith, ante,</i> p. 100), for as we stated in <i>American Tobacco Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"104322\"><a href=\"/opinion/104322/american-tobacco-co-v-united-states/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">781</span></a></span>, 809, 811, the existence of power \"to exclude competition when it is desired to do so\" is itself a violation of  2, provided it is coupled with the purpose or intent to exercise that power. The District Court, being primarily concerned with the number and extent of the theatre holdings of defendants, did not address itself to this phase of the monopoly problem. Here also, parity of treatment as between independents and the five majors as theatre owners, who were tied into the same general conspiracy, necessitates consideration of this question.</p>\n<p>Exploration of these phases of the cases would not be necessary if, as the Department of Justice argues, vertical integration of producing, distributing and exhibiting <span class=\"star-pagination\">*174</span> motion pictures is illegal <i>per se.</i> But the majority of the Court does not take that view. In the opinion of the majority the legality of vertical integration under the Sherman Act turns on (1) the purpose or intent with which it was conceived, or (2) the power it creates and the attendant purpose or intent. First, it runs afoul of the Sherman Act if it was a calculated scheme to gain control over an appreciable segment of the market and to restrain or suppress competition, rather than an expansion to meet legitimate business needs. <i>United States</i> v. <i>Reading Co.,</i> <span class=\"citation\" data-id=\"99583\"><a href=\"/opinion/99583/united-states-v-reading-co/\"><span class=\"volume\">253</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">26</span></a></span>, 57; <i>United States</i> v. <i>Lehigh Valley R. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">254</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">255</span></span>, 269-270. Second, a vertically integrated enterprise, like other aggregations of business units (<i>United States</i> v. <i>Aluminum Co. of America,</i> 148 F.2d 416), will constitute monopoly which, though unexercised, violates the Sherman Act provided a power to exclude competition is coupled with a purpose or intent to do so. As we pointed out in <i>United States</i> v. <i>Griffith, ante,</i> p. 100, 107, n. 10, size is itself an earmark of monopoly power. For size carries with it an opportunity for abuse. And the fact that the power created by size was utilized in the past to crush or prevent competition is potent evidence that the requisite purpose or intent attends the presence of monopoly power. See <i>United States</i> v. <i>Swift &amp; Co.,</i> <span class=\"citation\" data-id=\"101912\"><a href=\"/opinion/101912/united-states-v-swift-co/\"><span class=\"volume\">286</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>, 116; <i>United States</i> v. <i>Aluminum Co. of America, supra,</i> p. 430. Likewise bearing on the question whether monopoly power is created by the vertical integration, is the nature of the market to be served (<i>United States</i> v. <i>Aluminum Co. of America, supra,</i> p. 430), and the leverage on the market which the particular vertical integration creates or makes possible.</p>\n<p>These matters were not considered by the District Court. For that reason, as well as the others we have mentioned, the findings on monopoly and divestiture which we have discussed in this part of the opinion will be set aside. There is an independent reason for doing <span class=\"star-pagination\">*175</span> that. As we have seen, the District Court considered competitive bidding as an alternative to divestiture in the sense that it concluded that further consideration of divestiture should not be had until competitive bidding had been tried and found wanting. Since we eliminate from the decree the provisions for competitive bidding, it is necessary to set aside the findings on divestiture so that a new start on this phase of the cases may be made on their remand.</p>\n<p>It follows that the provision of the decree barring the five majors from further theatre expansion should likewise be eliminated. For it too is related to the monopoly question; and the District Court should be allowed to make an entirely fresh start on the whole of the problem. We in no way intimate, however, that the District Court erred in prohibiting further theatre expansion by the five majors.</p>\n<p>The Department of Justice maintains that if total divestiture is denied, licensing of films among the five majors should be barred. As a permanent requirement it would seem to be only an indirect way of forcing divestiture. For the findings reveal that the five majors could not operate their theatres full time on their own films.<sup>[21]</sup> Whether that step would, in absence of competitive bidding, serve as a short-range remedy in certain situations to dissipate the effects of the conspiracy (<i>United States</i> v. <i>Univis Lens Co.,</i> <span class=\"citation\" data-id=\"103675\"><a href=\"/opinion/103675/united-states-v-univis-lens-co/\"><span class=\"volume\">316</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">241</span></a></span>, 254; <i>United States</i> v. <i>Bausch &amp; Lomb Co., supra,</i> p. 724; <i>United States</i> v. <i>Crescent Amusement Co., supra,</i> p. 188) is a question for the District Court.</p>\n<p><span class=\"star-pagination\">*176</span> <i>Fourth.</i></p>\n<p>The consent decree created an arbitration system which had, in the view of the District Court, proved useful in its operation. The court indeed thought that the arbitration system had dealt with the problems of clearances and runs \"with rare efficiency.\" But it did not think it had the power to continue an arbitration system which would be binding on the parties, since the consent decree did not bind the defendants who had not consented to it and since the government, acting pursuant to the powers reserved under the consent decree, moved for trial of the issues charged in the complaint. The District Court recommended, however, that some such system be continued. But it included no such provision in its decree.</p>\n<p>We agree that the government did not consent to a permanent system of arbitration under the consent decree and that the District Court has no power to force or require parties to submit to arbitration in lieu of the remedies afforded by Congress for enforcing the antitrust laws. But the District Court has the power to authorize the maintenance of such a system by those parties who consent and to provide the rules and procedure under which it is to operate. The use of the system would not, of course, be mandatory. It would be merely an auxiliary enforcement procedure, barring no one from the use of other remedies the law affords for violations either of the Sherman Act or of the decree of the court. Whether such a system of arbitration should be inaugurated is for the discretion of the District Court.</p>\n<p><i>Fifth</i>  <i>Intervention.</i></p>\n<p>Certain associations of exhibitors and a number of independent exhibitors, appellant-intervenors in Nos. 85 and 86, were denied leave to intervene in the District <span class=\"star-pagination\">*177</span> Court. They appeal from those orders. They also filed original motions for leave to intervene in this Court. We postponed consideration of the original motions and of our jurisdiction to hear the appeals until a hearing on the merits of the cases.</p>\n<p>Rule 24 (a) of the Rules of Civil Procedure, which provides for intervention as of right, reads in part as follows: \"Upon timely application anyone shall be permitted to intervene in an action: . . . (2) when the representation of the applicant's interest by existing parties is or may be inadequate and the applicant is or may be bound by a judgment in the action.\"</p>\n<p>The complaint of the intervenors was directed towards the system of competitive bidding. The Department of Justice is the representative of the public in these antitrust suits. So far as the protection of the public interest in free competition is concerned, the interests of those intervenors was adequately represented. The intervenors, however, claim that the system of competitive bidding would have operated prejudicially to their rights. Cf. <i>United States</i> v. <i>St. Louis Terminal,</i> <span class=\"citation\" data-id=\"98357\"><a href=\"/opinion/98357/united-states-v-terminal-railroad-assn-of-st-louis/\"><span class=\"volume\">236</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">194</span></a></span>, 199. Their argument is that the plan of competitive bidding under the control of the defendants would be a concert of action that would be illegal but for the decree. If pursuant to the decree defendants acted under that plan, they would gain immunity from any liability under the anti-trust laws which otherwise they might have to the intervenors. Thus, it is argued, the decree would affect their legal rights and be binding on them. The representation of their interests by the Department of Justice on that score was said to be inadequate since that agency proposed the idea of competitive bidding in the District Court.</p>\n<p>We need not consider the merits of that argument. Even if we assume that the intervenors are correct in their <span class=\"star-pagination\">*178</span> position, intervention should be denied here and the orders of the District Court denying leave to intervene must be affirmed. Now that the provisions for competitive bidding have been eliminated from the decree, there is no basis for saying that the decree affects their legal rights. Whatever may have been the situation below, no other reason appears why at this stage their intervention is warranted. Any justification for making them parties has disappeared.</p>\n<p>The judgment in these cases is affirmed in part and reversed in part, and the cases are remanded to the District Court for proceedings in conformity with this opinion.</p>\n<p><i>So ordered.</i></p>\n<p>MR. JUSTICE JACKSON took no part in the consideration or decision of these cases.</p>\n<p>MR. JUSTICE FRANKFURTER, dissenting in part.</p>\n<p>\"The framing of decrees should take place in the District rather than in Appellate Courts. They are invested with large discretion to model their judgments to fit the exigencies of the particular case.\" On this guiding consideration, the Court earlier this Term sustained a Sherman Law decree, which was not the outcome of a long trial involving complicated and contested facts and their significance, but the formulation of a summary judgment on the bare bones of pleadings. <i>International Salt Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"104473\"><a href=\"/opinion/104473/international-salt-co-v-united-states/\"><span class=\"volume\">332</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">392</span></a></span>, 400-401. The record in this case bespeaks more compelling respect for the decree fashioned by the District Court of three judges to put an end to violations of the Sherman Law and to prevent the recurrence, than that which led this Court not to find abuse of discretion in the decree by a single district judge in the <i>International Salt</i> case.</p>\n<p><span class=\"star-pagination\">*179</span> This Court has both the authority and duty to consider whether a decree is well calculated to undo, as far as is possible, the result of transactions forbidden by the Sherman Law and to guard against their repetition. But it is not the function of this Court, and it would ill discharge it, to displace the district courts and write decrees <i>de novo.</i> We are, after all, an appellate tribunal even in Sherman Law cases. It could not be fairly claimed that this Court possesses greater experience, understanding and prophetic insight in relation to the movie industry, and is therefore better equipped to formulate a decree for the movie industry than was the District Court in this case, presided over as it was by one of the wisest of judges.</p>\n<p>The terms of the decree in this litigation amount, in effect, to the formulation of a regime for the future conduct of the movie industry. The terms of such a regime, within the scope of judicial oversight, are not to be derived from precedents in the law reports, nor, for that matter, from any other available repository of knowledge. Inescapably the terms must be derived from an assessment of conflicting interests, not quantitatively measurable, and a prophecy regarding the workings of untried remedies for dealing with disclosed evils so as to advance most the comprehensive public interest.</p>\n<p>The crucial legal question before us is not whether we would have drawn the decree as the District Court drew it, but whether, on the basis of what came before the District Court, we can say that in fashioning remedies it did not fairly respond to disclosed violations and therefore abused a discretion, the fair exercise of which we should respect and not treat as an abuse. Discretion means a choice of available remedies. As bearing upon this question, it is most relevant to consider whether the District Court showed a sympathetic or mere niggling awareness of the proper scope of the Sherman Law and the range of <span class=\"star-pagination\">*180</span> its condemnation. Adequate remedies are not likely to be fashioned by those who are not hostile to evils to be remedied. The District Court's opinion manifests a stout purpose on the part of that court to enforce its thorough-going understanding of the requirements of the Sherman Law as elucidated by this Court. And so we have before us the decree of a district court thoroughly aware of the demands of the Sherman Law and manifestly determined to enforce it in all its rigors.</p>\n<p>How did the District Court go about working out the terms of the decree some of which this Court now displaces? The case was before that court from October 8, 1945, to January 22, 1947. A vast body of the evidence which had to be considered below, and must be considered here in overturning the lower court's decree, consisted of documents. A mere enumeration of these documents, not printed in the record before us, required a pamphlet of 42 pages. It took 460 pages for a selection of exhibits deemed appropriate for printing by the Government. The printed record in this Court consists of 3,841 pages. It is on the basis of this vast mass of evidence that the District Court, on June 11, 1946, filed its careful opinion, approved here, as to the substantive issues. Thereafter, it heard argument for three days as to the terms of the judgment. The parties then submitted their proposals for findings of fact and conclusions of law by the District Court. After a long trial an elaborate opinion on the merits, full discussion as to the terms of the decree, more than two months for the gestation of the decree, the terms were finally promulgated.</p>\n<p>I cannot bring myself to conclude that the product of such a painstaking process of adjudication as to a decree appropriate for such a complicated situation as this record discloses was an abuse of discretion, arrived at as it was after due absorption of all the light that <span class=\"star-pagination\">*181</span> could be shed upon remedies appropriate for the future. After all, as to such remedies there is no test, ultimately, except the wisdom of men judged by events.</p>\n<p>Accordingly, I would affirm the decree except as to one particular, that regarding an arbitration system for controversies that may arise under the decree. This raises a pure question of law and not a judgment based upon facts and their significance, as are those features of the decree which the Court sets aside. The District Court indicated that \"in view of its demonstrated usefulness\" such an arbitration system was desirable to aid in the enforcement of the decree. The District Court, however, deemed itself powerless to continue an arbitration system without the consent of the parties. I do not find such want of power in the District Court to select this means of enforcing the decree most effectively, with the least friction and by the most fruitful methods. A decree as detailed and as complicated as is necessary to fit a situation like the one before us is bound, even under the best of circumstances, to raise controversies involving conflicting claims as to facts and their meaning. A court could certainly appoint a master to deal with questions arising under the decree. I do not appreciate why a proved system of arbitration, appropriate as experience has found it to be appropriate for adjudicating numberless questions that arise under such a decree, is not to be treated in effect as a standing master for purposes of this decree. See <i>Ex parte Peterson,</i> 253 U.S. 300. I would therefore leave it to the discretion of the District Court to determine whether such a system is not available as an instrument of auxiliary enforcement. With this exception I would affirm the decree of the District Court.</p>\n<h2>NOTES</h2>\n<p>[*]  Together with No. 80, <i>Loew's, Incorporated et al.</i> v. <i>United States;</i> No. 81, <i>Paramount Pictures, Inc. et al.</i> v. <i>United States;</i> No. 82, <i>Columbia Pictures Corp. et al.</i> v. <i>United States;</i> No. 83, <i>United Artists Corp.</i> v. <i>United States;</i> No. 84, <i>Universal Corp. et al.</i> v. <i>United States;</i> No. 85, <i>American Theatres Assn., Inc. et al.</i> v. <i>United States et al</i><i>.;</i> and No. 86, <i>Allred et al.</i> v. <i>United States et al.,</i> also on appeal from the same court.</p>\n<p>[1]  Sec. 2 of the Expediting Act of February 11, 1903, 32 Stat. 823, as amended, 15 U.S.C.  29, and  238 of the Judicial Code, as amended by the Act of February 13, 1925, 43 Stat. 936, 938, 28 U.S.C.  345.</p>\n<p>[2]  The court was convened pursuant to the provisions of the Act of April 6, 1942, 56 Stat. 198, 199, 15 U.S.C.  28.</p>\n<p>[3]  Before trial, negotiations for a settlement were undertaken. As a result, a consent decree against the five major defendants was entered November 20, 1940. The consent decree contained no admission of violation of law and adjudicated no issue of fact or law, except that the complaint stated a cause of action. The decree reserved to the United States the right at the end of a three-year trial period to seek the relief prayed for in the amended complaint. After the end of the three-year period the United States moved for trial against all the defendants.</p>\n<p>[4]  A master agreement is a licensing agreement or \"blanket deal\" covering the exhibition of features in a number of theatres, usually comprising a circuit.\n</p>\n<p>A franchise is a licensing agreement, or series of licensing agreements, entered into as part of the same transaction, in effect for more than one motion picture season and covering the exhibition of features released by one distributor during the entire period of the agreement.</p>\n<p>An independent as used in these cases means a producer, distributor, or exhibitor, as the context requires, which is not a defendant in the action, or a subsidiary or affiliate of a defendant.</p>\n<p>[5]  See note 12, <i>infra.</i></p>\n<p>[6]  A clearance is the period of time, usually stipulated in license contracts, which must elapse between runs of the same feature within a particular area or in specified theatres.\n</p>\n<p>Runs are successive exhibitions of a feature in a given area, first-run being the first exhibition in that area, second-run being the next subsequent, and so on, and include successive exhibitions in different theatres, even though such theatres may be under a common ownership or management.</p>\n<p>[7]  Thus the District Court found:\n</p>\n<p>\"Some licenses granted clearance to sell to all theatres which the exhibitor party to the contract might thereafter own, lease, control, manage, or operate against all theatres in the immediate vicinity of the exhibitor's theatre thereafter erected or opened. The purpose of this type of clearance agreements was to fix the run and clearance status of any theatre thereafter opened not on the basis of its appointments, size, location, and other competitive features normally entering into such determination, but rather upon the sole basis of whether it were operated by the exhibitor party to the agreement.\"</p>\n<p>[8]  A feature is any motion picture, regardless of topic, the length of film of which is in excess of 4,000 feet.</p>\n<p>[9]  <i>Theatres jointly owned with independents:</i>\n</p>\n<p></p>\n<pre>\n   Paramount .................................  993\n   Warner ....................................   20\n   Fox .......................................   66\n   RKO .......................................  187\n   Loew's ....................................   21\n                                               ____\n      Total .................................. 1287\n</pre>\n<p><i>Theatres jointly owned by two defendants:</i></p>\n<p></p>\n<pre>\n   Paramount-Fox .............................    6\n   Paramount-Loew's ..........................   14\n   Paramount-Warner ..........................   25\n   Paramount-RKO .............................  150\n   Loew's-RKO ................................    3\n   Loew's-Warner .............................    5\n   Fox-RKO ...................................    1\n   Warner-RKO ................................   10\n                                               ____\n      Total ..................................  214\n</pre>\n<p>Of the 1287 jointly owned with independents, 209 would not be affected by the decree since one of the ownership interests is less than 5 per cent, an amount which the District Court treated as <i>de minimis.</i></p>\n<p>[10]  See note 4, <i>supra.</i></p>\n<p>[11]  Blind-selling is a practice whereby a distributor licenses a feature before the exhibitor is afforded an opportunity to view it. To remedy the problems created by that practice the District Court included the following provision in its decree:\n</p>\n<p>\"To the extent that any of the features have not been trade shown prior to the granting of the license for more than a single feature, the licensee shall be given by the licensor the right to reject twenty per cent of such features not trade shown prior to the granting of the license, such right of rejection to be exercised in the order of release within ten days after there has been an opportunity afforded to the licensee to inspect the feature.\"</p>\n<p>The court advanced the following as its reason for inclusion of this provision:</p>\n<p>\"Blind-selling does not appear to be as inherently restrictive of competition as block-booking, although it is capable of some abuse. By this practice a distributor could promise a picture of good quality or of a certain type which when produced might prove to be of poor quality or of another type  a competing distributor meanwhile being unable to market its product and in the end losing its outlets for future pictures. The evidence indicates that trade-shows, which are designed to prevent such blind-selling, are poorly attended by exhibitors. Accordingly, exhibitors who choose to obtain their films for exhibition in quantities, need to be protected against burdensome agreements by being given an option to reject a certain percentage of their blind-licensed pictures within a reasonable time after they shall have become available for inspection.\"</p>\n<p>We approve this provision of the decree.</p>\n<p>[12]  The exclusive right granted by the Copyright Act, 35 Stat. 1075, 17 U.S.C.  1, includes no such privilege. It provides, so far as material here, as follows:\n</p>\n<p>\"That any person entitled thereto, upon complying with the provisions of this Act, shall have the exclusive right:</p>\n<p>\"(d) To perform or represent the copyrighted work publicly if it be a drama or, if it be a dramatic work and not reproduced in copies for sale, to vend any manuscript or any record whatsoever thereof; to make or to procure the making of any transcription or record thereof by or from which, in whole or in part, it may in any manner or by any method be exhibited, performed, represented, produced, or reproduced; and to exhibit, perform, represent, produce, or reproduce it in any manner or by any method whatsoever;\"</p>\n<p>[13]  A moreover is the privilege given a licensee to move a picture from one theatre to another as a continuation of the run at the licensee's first theatre.</p>\n<p>[14]  A road show is a public exhibition of a feature in a limited number of theatres, in advance of its general release, at admission prices higher than those customarily charged in first-run theatres in those areas.</p>\n<p>[15]  Underage and overage refer to the practice of using excess film rental earned in one circuit theatre to fulfill a rental commitment defaulted by another.</p>\n<p>[16]  Competitive bidding is required only in a \"competitive area\" where it is \"desired by the exhibitors.\" As the District Court said, \"the decree provides an opportunity to bid for any exhibitor in a competitive area who may desire to do so.\"\n</p>\n<p>The details of the competitive bidding system will be found in 70 F. Supp. pp. 73-74.</p>\n<p>[17]  \"The competitive bidding part of the decree provides: \"Each license shall be granted solely upon the merits and without discrimination in favor of affiliates, old customers or others.\"</p>\n<p>[18]  The theatres which each of the five majors owned independently of the others were: Paramount 1,395 or 7.72 per cent; Warner 501 or 2.77 per cent; Loew's 135 or .74 per cent; Fox 636 or 3.52 per cent; RKO 109 or .60 per cent. There were in addition 361 theatres or about 2 per cent in which two or more of the five majors had joint interests. These figures exclude connections through film-buying or management contracts or through corporations in which a defendant owns an indirect minority stock interest.\n</p>\n<p>These theatres are located in 922 towns in 48 States and the District of Columbia. For further description of the distribution of theatres see Bertrand, Evans, and Blanchard, The Motion Picture Industry  A Pattern of Control 15-16 (TNEC Monograph 43, 1941).</p>\n<p>[19]  The number of feature films released during the 1943-44 season by the eleven largest distributors is as follows:\n</p>\n<p></p>\n<pre>\n                                      <i>Percentages of Total</i>\n                                       <i>With</i>           <i>With</i>\n               <i>No. of Film</i>           <i>\"Westerns\"</i>     <i>\"Westerns\"</i>\n                                      <i>included</i>       <i>excluded</i>\nFox ...............  33                  8.31           9.85\nLoew's ............  33                  8.31           9.85\nParamount .........  31                  7.81           9.25\nRKO ...............  38                  9.57          11.34\nWarner ............  19                  4.79           5.67\nColumbia ..........  41                 10.32          12.24\nUnited Artists ....  16                  4.04           4.78\nUniversal .........  49                 12.34          14.63\nRepublic .......... -29 features        14.86           8.66\n                    -30 \"Westerns\"\nMonogram .......... -26 features        10.58           7.76\n                    -16 \"Westerns\"\nPRC ............... -20 features         9.07           5.97\n                    -16 \"Westerns\"\n                    ___                ______         ______\n    Totals ........ 397                100.00         100.00\n                    335 without \"Westerns\"\n</pre>\n<p>[20]  Excepted from this prohibition was the acquisition of interests in theatres jointly owned, a matter we have discussed in a preceding portion of this opinion.</p>\n<p>[21]  The District Court found, \"Except for a very limited number of theatres in the very largest cities, the 18,000 and more theatres in the United States exhibit the product of more than one distributor. Such theatres could not be operated on the product of only one distributor.\"</p>\n\n</div>", "id": 104551, "judges": "Douglas", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/104551/", "sha1": "2df68f6771921716ac8e1f01288eba9c0136d978", "source": "LR", "supreme_court_db_id": "1947-078", "time_retrieved": "2010-04-28T09:55:00"}