{"absolute_url": "/opinion/104180/american-trucking-assns-inc-v-united-states/", "blocked": false, "citation": {"case_name": "American Trucking Assns., Inc. v. United States", "docket_number": "558", "document_uris": ["/api/rest/v2/document/104180/"], "federal_cite_one": "326 U.S. 77", "federal_cite_three": null, "federal_cite_two": null, "id": 88563, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/88563/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 9, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1945-06-18", "date_modified": "2014-12-21T01:47:21.636889", "docket": "/api/rest/v2/docket/478138/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">326 U.S. 77</p>\n    <p class=\"case_cite\">65 S.Ct. 1499</p>\n    <p class=\"case_cite\">89 L.Ed. 2065</p>\n    <p class=\"parties\">AMERICAN TRUCKING ASS'NS, INC., et al.<br>v.<br>UNITED STATES et al.</p>\n    <p class=\"docket\">No. 558.</p>\n    <p class=\"date\">Argued March 28, 29, 1945.</p>\n    <p class=\"date\">Decided June 18, 1945.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the Dist ict Court of the United States for the Eastern District of Virginia.</p>\n      <p class=\"indent\">[Syllabus from pages 77-79 intentionally omitted]</p>\n      <p class=\"indent\">Mr. J. Ninian Beall, of Washington, D.C., for appellants.</p>\n      <p class=\"indent\">Mr. Daniel H. Kunkel, of Washington, D.C., for appellee, Interstate Commerce Commission.</p>\n      <p class=\"indent\">Mr. Charles T. Abeles, of Norfolk, Va., for appellee, receivers of Seaboard Air Line Ry. Co.</p>\n      <p class=\"indent\">Mr. Justice REED delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal involves the applicability by the Interstate Commerce Commission of the legal criteria for the issuance of certificates of convenience and necessity for motor truck operation by a railroad which were discussed in the opinion in Interstate Commerce Commission et al. v. Parker et al., 326 U.S. 60, 65 S.Ct. 1490.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In these applications Legh R. Powell and Henry W. Anderson, Receivers of the Seaboard Air Line Railway Company, sought certificates of convenience and necessity under Sections 206(a) and 207(a), Motor Carrier Act, 1935, 49 Stat. 551, as amended by the Transportation Act of 1940, Interstate Commerce Act, part II, 54 Stat. 923, 49 U.S.C.A. &#167;&#167; 306(a), 307(a), for the operation of motor trucks as auxiliary to and supplemental of the railroad operation of Seaboard. These motor routes were sought to improve the delivery of less-than-carload freight to way stations of the railroad. Fourteen applications are involved.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The routes in issue paralleled the main line of the Seaboard for the greater portion of the distance between Richmond, Virginia, and Jacksonville, Florida. Other controverted routes served shorter railway lines in North Carolina, South Carolina and Florida. Still other similar motor routes are operated by the Seaboard under orders of the Commission which are not now in controversy. Well above a hundred way stations will be served by the proposed applications. Objections to the applications were made by existing motor carriers along the routes and by various trucking organizations.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Commission set the applications for hearing before joint boards pursuant to its interpretation of Section 205(b), Motor Carrier Act of 1935, as amended, Section 20(c), Transportation Act of 1940. Diverse recommended reports and orders were issued by the joint boards. A number of the applications were consolidated for argument before the Commission; others were dealt with on the exceptions to the joint board reports or by individual hearing. As the Seaboard was the only applicant and the issues were similar, the applications were disposed of as a single proceeding. Seaboard A.L. Ry. Co. M. Operation&#8212;Gaston-Garnett, S.C., 17 M.C.C. 413; 21 M.C.C. 773; 28 M.C.C. 5; 34 M.C.C. 441.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Commission granted the applications upon a finding that the proposed motor operations were a specialized type coordinated with rail operations. See Thomson v. United States, 321 U.S. 19, 64 S.Ct. 392, 88 L.Ed. 513. The specially constituted District Court, 56 F.Supp. 394, affirmed the order of the Commission against attack because the certificates were granted without regard to their effect on existing motor carriers&#8212;a ground considered today in Interstate Commerce Commission v. Parker, supra, and over the additional objections that the joint boards were improperly constituted, that material evidence on the effect of the proposed operations on the existing or over-the-road motor truck service was excluded by the joint boards and the Commission and that the Seaboard was exempted from the tariff provisions of Section 217 and the accounts and record provision of Section 220 and the regulations thereunder. The appellees asserted that laches barred the court proceedings to enjoin the order of the Commission. The same issues are here. Nothing more need be said as to the contentions which were discussed in the Parker case. Th  district court proceedings and this appeal are authorized by 28 U.S.C. &#167; 41(28) and &#167;&#167; 43&#8212;48 and &#167; 345, 28 U.S.C.A. &#167;&#167; 41(28), 43&#8212;48, 345.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Joint Boards. From the earliest hearing, objection was made to the composition of the joint boards. Section 205(a), so far as pertinent here, provides:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'The Commission shall, when operations of motor carriers or brokers conducted or proposed to be conducted involve not more than three States, * * * refer to a joint board for appropriate proceedings thereon, any of the following matters arising in the administration of this part with respect to such operations * * *: Applications for certificates, permits, or licenses. * * * The joint board to which any such matter is referred shall be composed solely of one member from each State within which the motor-carrier or brokerage operations involved in such matter are or are proposed to be conducted * * *.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The applications were for short routes of varying lengths up to nearly two hundred miles. Many were contiguous. Some crossed state lines. Others were wholly within a state. The Commission referred each application to a joint board composed of one member from the state or states in which the route involved in the particular application was situated.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">As the series of applications cover continuous motor routes for a large portion of the railroad, appellants contend that the Commission should have consolidated these applications, constituted a board and made its reference as though there were only a single application for motor carrier service which was to be fully integrated with the Seaboard system in the six states which the railroad traverses or at least Virginia, North Carolina, South Carolina and Florida, in which states are located all the routes for which applications are made. If this position is correct the joint boards should have had four or six members instead of the one or two members who actually composed them. We are of the opinion that the statute does not support appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It will be noted that Section 205(a) requires that applications for certificates be referred to joint boards composed solely of members from the state within which the operations are proposed to be conducted. In these applications the proposal is to conduct operations in a single state or in some instances in two states. The only source of knowledge for the Commission as to proposed operations were the applications. It seems necessary for it, therefore, to rely on the representations in the applications in determining their scope and in designating the joint boards to hear them.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Commission has so interpreted the act. See Argo and Collier Truck Lines Common Carrier Application, 27 M.C.C. 563, 566; Atlantic Coast Line Railroad Company Extension of Operation, 30 M.C.C. 490, 491&#8212;2. These applications did not disclose or propose any interchange or unification of the traffic among the respective routes. Any one of them, or all except one, might have been refused by the Commission. Consequently, the Commission properly referred each application to a board having a member solely from the state or states in which the application proposes to conduct operations.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">But the appellant contends that the grant of appellee's applications allows a unified service in three states and that appellee may have intended this result when it filed the several applications. Assuming this to be true, it does not make the Commission's action in the designation of separate boards unlawful. It is impossible for the Commission to predict accurately such a result or determine the existence of such an intent at the time an application is filed&#8212;at which time the Commission must designate a board for hearings. In most instances the intent or purpose of the applicant would become apparen  only when hearings were held on the applications. Thus the appellant's position would require reassignment of cases to differently constituted joint boards as the scope of the application was narrowed or expanded by the testimony and arguments of the parties or conclusion of the joint boards or the Commission in the course of the hearing. See Seaboard Air Line Railway Company Motor Operations&#8212;Gaston-Garnett, S.C., 17 M.C.C. 413, 416&#8212;17. It may be that in the light of our ruling on the admissibility of certain evidence the Commission may wish to consolidate hearings on the applications, but that is a matter for administrative discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Excluded Evidence. Appellants throughout the proceedings have sought to introduce evidence both before the joint boards and the Commission as to the economic effect on the existing motor carriers of the proposed railway operation of motor trucks and have persisted in their objections at each stage of the proceedings. The joint boards refused to permit evidence as to conditions on any route except that covered by the application under consideration. Protestants made repeated efforts before the Commission to secure consolidation of the joint board hearings but were unsuccessful. After the grant of the certificates with the limitation of operations to a prior or subsequent movement by rail on July 11, 1939, 17 M.C.C. 413, and February 17, 1940, 21 M.C.C. 773, the proceedings were reopened to consider the modification of the rail movement requirement in prior orders.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Substitution of the key point requirement or its equivalent for rail movement was made on January 24, 1941, Kansas City S. Transport Co., Inc., Com. Car Application, 28 M.C.C. 5. On October 3, 1941, all applications were reopened solely for reexamination of Condition 3, the key point condition, as to whether it 'should be modified and, if so, the extent of such modification.' This hearing was on all applications and before an examiner of the Commission alone. At that hearing the protestants pressed for the introduction and admission of further evidence as set up in their petition to which reference is about to be made. 34 M.C.C. 441, 442. This petition sought permission to introduce evidence as to the economic effect on the independent trucking industry and a direction to the Seaboard to furnish statistics as to the traffic it proposed to handle by truck.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The petition was denied without a statement as to the Commission's reasons for the denial. 34 M.C.C. 441, 442. This we think was erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The bill of complaint sets up in sections VIII and XI numerous types or items of evidence which it alleges were excluded by the joint boards or the Examiner. Some of these items, such as 'The refusal of the railroad to enter into arrangements with the independent motor carriers' or 'Use of railroad facilities and employees,' hardly require proof. They are admitted by all parties. Other items have had considerable proof introduced and more may be deemed by the Commission cumulative or unnecessary. 'Cost of operations' would be an example. There is considerable overlapping of some categories of proposed evidence. For instance one item is 'The economic effect on existing motor carriers' and 'Destructive competition flowing from subsidized truck operations.' Therefore we do not determine that all the items of evidence as set out by appellants, either in their bill of complaint or the petition before the Commission, were improperly excluded.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We think that it is sufficient to say that the joint boards and the Commission should have admitted evidence of the flow of traffic by truck from points covered in one application to points covered by other applications and evidence of the effect of the motor traffic, developed or prospective on all Seaboard routes for which applications are pending or already granted, on the over-the-road motor carriers. Furthermore other competent and material evidence which the protestants may produce as to the economic effect on the non-rail motor carriers should be received. The applicant will of course be required to furnish needed statistical evidence which is reasonably available to it and will have opportunity to submit evidence upon its own part. This specification of admissible evidence shall not be deemed to restrict the discretion of the Commission or the joint boards in receiving other evidence deemed by them or either of them material to aid in the solution of the issues between the parties.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">While as pointed out by the brief of the Seaboard none of this evidence goes 'to the inherent nature of auxiliary motor service performed by rail carriers,' it may be decisive in the Commission's determination of whether to grant the applications. We have just said in the Parker case that the Commission must weigh the advantages of improved rail traffic against the injury to the over-the-road motor carriers to determine where public convenience and necessity lies. It is a difficult task to appraise these conflicting interests. It is a problem which should be solved only after the receipt by the Commission under its usual rules of admissibility, of all available material evidence as to the probable effect of the proposals on the operations both of the proponents of and the protestants against the applications. Interstate Commerce Comm. v. Louisville &amp; Nash. R.R., 227 U.S. 88, 91, 33 S.Ct. 185, 186, 57 L.Ed. 431; Chicago Junction Case, 264 U.S. 258, 264, 265, 44 S.Ct. 317, 319, 68 L.Ed. 667. It is not enough that the railroad's motor operations are found by the Commission to be of a different character from over-the-road motor operations because they are integrated with railroad operation. The Commission must also consider the disadvantage to the public of a serious impairment of the non-rail motor carriers. Those affected are entitled to fully develop the bearing of the proposals on the transportation agencies which are involved. The discretion of the Commission should be exercised after consideration of all relevant information.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Appellants have other objections to the order of the Commission which have been considered and a few words need to be said about only two of them. It is objected that the railroad as a motor carrier has been permitted through other proceedings to file illegal tariffs, violative of Section 217 of part II of the Interstate Commerce Act, and has been improperly exempted by the Commission from certain accounting requirements of Section 220 of the same part to which the other motor carriers are subject.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> These are obviously not grounds upon which appellants can base an argument against the grant of a certificate of convenience and necessity.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Appellees on their part suggest that the Commission's grant of the requested certificates should be sustained because of laches. The final certificate was issued on November 30, 1942, and this suit was brought October 21, 1943, eleven months later. The appellees' evidence as to change of position in reliance upon the certificate is not impressive. There was no specific proof of the purchase of equipment in reliance on the certificate or of failure to purchase other equipment, such as railroad cars, in reliance on the use of trucks. There was some testimony of minor adjustments in methods of operation. A number of the routes had not been put in operation and others were abandoned. The question of laches was not passed on by the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In view of this evidence, we do not feel the defense of laches should be sustained.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">As some trucks are being operated under certificates which were issued on these applications, because of the present war emergency we direct that the mandate herein be stayed until August 1, 1945, to allow opportunity for such steps as the respective parties may deem advisable. See Yonkers v. United States, 320 U.S. 685, 321 U.S. 745, 64 S.Ct. 517, 88 L.Ed. 1048; Public Service Commission v. United States, 323 U.S. 675, 65 S.Ct. 130.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Mr. Justice BLACK, Mr. Justice DOUGLAS, and Mr. Justice RUTLEDGE concur for the reasons stated in the dissenting opinion in Interstate Commerce Commission v. Parker, 326 U.S. 60, 65 S.Ct. 1490.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The detailed scope of thirteen of the applications is set out in the appendices to the reports of the Commission, 17 M.C.C. at 433; 28 M.C.C. at 25, and that of Sub&#8212;No. 19&#8212;Tempa-Sebring, Florida, route, in 21 M.C.C. at 776.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The United States answered in the District Court and confessed error on all points. The Interstate Commerce Commission and the Seaboard supported the challenged order. The Government is represented here only by the Commission.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Sub No. 19 was modified in 34 M.C.C. 441.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Two paragraphs of the petition read as follows:</p>\n        <p>'(b) To direct the taking of evidence for the purpose of developing and determining whether the proposed and existing operations by applicant, considered together, and in connection with its transportation policy and the transportation policy of railroads, express companies, water carriers, and railroad associations with which it is associated, will unduly restrain competition; impair sound economic conditions in the independent trucking industry; result in unfair and destructive competitive practices; discriminate against shippers; or otherwise be inconsistent with the provisions of, or the transportation policy declared in, the Interstate Commerce Act, and with the Antitrust Laws.'</p>\n        <p>'(f) To direct the Seaboard Air Line Railway to furnish such statistical information for the record as may be necessary to enable the Commission to determine the extent, quantity, kind and character of traffic which Seaboard Air Line Railway handles subject to restrictions against participation by independent motor carriers, and the quantity, kind and character of traffic which Seaboard Air Line proposes to handle by truck and upon which it relies for support of its application for a certificate of convenience and necessity.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> A method of objection to improper practices, such as unreasonable tariffs or irregular accounting, by motor carriers under Interstate Commerce Act, part II, is provided by Section 204(c), as amended.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>326 U.S. 77 (1945)</b></center>\n<center><h1>AMERICAN TRUCKING ASSOCIATIONS, INC. ET AL.<br>\nv.<br>\nUNITED STATES ET AL.</h1></center>\n<center>No. 558.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 28, 29, 1945.</center>\n<center>Decided June 18, 1945.</center>\nAPPEAL FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE EASTERN DISTRICT OF VIRGINIA.\n<p><span class=\"star-pagination\">*79</span> <i>Mr. J. Ninian Bell,</i> with whom <i>Mr. Roland Rice</i> was on the brief, for appellants.</p>\n<p><i>Mr. Daniel H. Kunkel,</i> with whom <i>Mr. Daniel W. Knowlton</i> was on the brief, for the Interstate Commerce Commission; and <i>Mr. Charles T. Abeles,</i> with whom <i>Messrs. W.R.C. Cocke</i> and <i>Thomas L. Preston</i> were on the brief, for the Receivers of the Seaboard Air Line Railway Co., appellees.</p>\n<p>MR. JUSTICE REED delivered the opinion of the Court.</p>\n<p>This appeal involves the applicability by the Interstate Commerce Commission of the legal criteria for the issuance of certificates of convenience and necessity for motor truck operation by a railroad which were discussed in the opinion in <i>Interstate Commerce Commission</i> v. <i>Parker, ante,</i> p. 60.</p>\n<p>In these applications Legh R. Powell and Henry W. Anderson, Receivers of the Seaboard Air Line Railway Company, sought certificates of convenience and necessity under Sections 206 (a) and 207 (a), Motor Carrier Act, 1935, 49 Stat. 551, as amended by the Transportation Act of 1940, Interstate Commerce Act, part II, 54 Stat. 923, for the operation of motor trucks as auxiliary to and supplemental of the railroad operation of Seaboard. These motor routes were sought to improve the delivery of less-than-carload freight to way stations of the railroad. Fourteen applications are involved.<sup>[1]</sup> The routes in issue paralleled the main line of the Seaboard for the greater portion of the distance between Richmond, Virginia, and Jacksonville, Florida. Other controverted routes served shorter railway lines in North Carolina, South Carolina <span class=\"star-pagination\">*80</span> and Florida. Still other similar motor routes are operated by the Seaboard under orders of the Commission which are not now in controversy. Well above a hundred way stations will be served by the proposed applications. Objections to the applications were made by existing motor carriers along the routes and by various trucking organizations.</p>\n<p>The Commission set the applications for hearing before joint boards pursuant to its interpretation of § 205 (b), Motor Carrier Act of 1935, as amended, § 20 (c), Transportation Act of 1940. Diverse recommended reports and orders were issued by the joint boards. A number of the applications were consolidated for argument before the Commission; others were dealt with on the exceptions to the joint board reports or by individual hearing. As the Seaboard was the only applicant and the issues were similar, the applications were disposed of as a single proceeding. <i>Seaboard Air Line R. Co., Motor Operations</i>  <i>Gaston-Garnett, S.C.,</i> 17 M.C.C. 413; 21 M.C.C. 773; 28 M.C.C. 5; 34 M.C.C. 441.</p>\n<p>The Commission granted the applications upon a finding that the proposed motor operations were a specialized type coordinated with rail operations. See <i>Thomson</i> v. <i>United States,</i> 321 U.S. 19. The specially constituted District Court affirmed the order of the Commission against attack because the certificates were granted without regard to their effect on existing motor carriers  a ground considered today in <i>Interstate Commerce Commission</i> v. <i>Parker, supra</i>  and over the additional objections that the joint boards were improperly constituted, that material evidence on the effect of the proposed operations on the existing or over-the-road motor truck service was excluded by the joint boards and the Commission and that the Seaboard was exempted from the tariff provisions of § 217 and the accounts and record provision of § 220 and the regulations thereunder. The appellees asserted <span class=\"star-pagination\">*81</span> that laches barred the court proceedings to enjoin the order of the Commission. The same issues are here. Nothing more need be said as to the contentions which were discussed in the <i>Parker</i> case. The district court proceedings and this appeal are authorized by 28 U.S.C. § 41 (28) and §§ 43-48 and § 345.<sup>[2]</sup></p>\n<p><i>Joint Boards.</i> From the earliest hearing, objection was made to the composition of the joint boards. Section 205 (a), so far as pertinent here, provides:</p>\n<p>\"The Commission shall, when operations of motor carriers or brokers conducted or proposed to be conducted involve not more than three States, . . . refer to a joint board for appropriate proceedings thereon, any of the following matters arising in the administration of this part with respect to such operations: Applications for certificates, permits, or licenses; . . . The joint board to which any such matter is referred shall be composed solely of one member from each State within which the motor-carrier or brokerage operations involved in such matter are or are proposed to be conducted . . .\"</p>\n<p>The applications were for short routes of varying lengths up to nearly two hundred miles. Many were contiguous. Some crossed state lines. Others were wholly within a state. The Commission referred each application to a joint board composed of one member from the state or states in which the route involved in the particular application was situated.</p>\n<p>As the series of applications cover continuous motor routes for a large portion of the railroad, appellants contend that the Commission should have consolidated these applications, constituted a board and made its reference as though there were only a single application for motor <span class=\"star-pagination\">*82</span> carrier service which was to be fully integrated with the Seaboard system in the six states which the railroad traverses, or at least Virginia, North Carolina, South Carolina and Florida, in which states are located all the routes for which applications are made. If this position is correct the joint boards should have had four or six members instead of the one or two members who actually composed them. We are of the opinion that the statute does not support appellants.</p>\n<p>It will be noted that § 205 (a) requires that applications for certificates be referred to joint boards composed solely of members from the state within which the operations are proposed to be conducted. In these applications the proposal is to conduct operations in a single state or in some instances in two states. The only source of knowledge for the Commission as to proposed operations were the applications. It seems necessary for it, therefore, to rely on the representations in the applications in determining their scope and in designating the joint boards to hear them.</p>\n<p>The Commission has so interpreted the act. See <i>Argo &amp; Collier Truck Lines, Common Carrier Application,</i> 27 M.C.C. 563, 566; <i>Atlantic Coast Line R. Co., Extension of Operation,</i> 30 M.C.C. 490, 491-2. These applications did not disclose or propose any interchange or unification of the traffic among the respective routes. Any one of them, or all except one, might have been refused by the Commission. Consequently, the Commission properly referred each application to a board having a member solely from the state or states in which the application proposes to conduct operations.</p>\n<p>But the appellant contends that the grant of appellee's applications allows a unified service in three states and that appellee may have intended this result when it filed the several applications. Assuming this to be true, it does not make the Commission's action in the designation of <span class=\"star-pagination\">*83</span> separate boards unlawful. It is impossible for the Commission to predict accurately such a result or determine the existence of such an intent at the time an application is filed  at which time the Commission must designate a board for hearings. In most instances the intent or purpose of the applicant would become apparent only when hearings were held on the applications. Thus the appellant's position would require reassignment of cases to differently constituted joint boards as the scope of the application was narrowed or expanded by the testimony and arguments of the parties or conclusion of the joint boards or the Commission in the course of the hearing. See <i>Seaboard Air Line R. Co., Motor Operations</i>  <i>Gaston-Garnett, S.C.,</i> 17 M.C.C. 413, 416-17. It may be that in the light of our ruling on the admissibility of certain evidence the Commission may wish to consolidate hearings on the applications, but that is a matter for administrative discretion.</p>\n<p><i>Excluded Evidence.</i> Appellants throughout the proceedings have sought to introduce evidence both before the joint boards and the Commission as to the economic effect on the existing motor carriers of the proposed railway operation of motor trucks and have persisted in their objections at each stage of the proceedings. The joint boards refused to permit evidence as to conditions on any route except that covered by the application under consideration. Protestants made repeated efforts before the Commission to secure consolidation of the joint board hearings but were unsuccessful. After the grant of the certificates with the limitation of operations to a prior or subsequent movement by rail on July 11, 1939, 17 M.C.C. 413, and February 17, 1940, 21 M.C.C. 773, the proceedings were reopened to consider the modification of the rail movement requirement in prior orders.<sup>[3]</sup> Substitution <span class=\"star-pagination\">*84</span> of the key-point requirement or its equivalent for rail movement was made on January 24, 1941, <i>Kansas City Southern Transport Co., Common Carrier Application,</i> 28 M.C.C. 5. On October 3, 1941, all applications were reopened solely for reexamination of Condition 3, the key-point condition, as to whether it \"should be modified and, if so, the extent of such modification.\" This hearing was on all applications and before an examiner of the Commission alone. At that hearing the protestants pressed for the introduction and admission of further evidence as set up in their petition to which reference is about to be made. 34 M.C.C. 441, 442. This petition sought permission to introduce evidence as to the economic effect on the independent trucking industry and a direction to the Seaboard to furnish statistics as to the traffic it proposed to handle by truck.<sup>[4]</sup> The petition was denied without a statement as to the Commission's reasons for the denial. 34 M.C.C. 441, 442. This we think was erroneous.</p>\n<p><span class=\"star-pagination\">*85</span> The bill of complaint sets up in sections VIII and XI numerous types or items of evidence which it alleges were excluded by the joint boards or the Examiner. Some of these items, such as \"The refusal of the railroad to enter into arrangements with the independent motor carriers\" or \"Use of railroad facilities and employees,\" hardly require proof. They are admitted by all parties. Other items have had considerable proof introduced and more may be deemed by the Commission cumulative or unnecessary. \"Cost of operations\" would be an example. There is considerable overlapping of some categories of proposed evidence. For instance one item is \"The economic effect on existing motor carriers\" and \"Destructive competition flowing from subsidized truck operations.\" Therefore we do not determine that all the items of evidence as set out by appellants, either in their bill of complaint or the petition before the Commission, were improperly excluded.</p>\n<p>We think that it is sufficient to say that the joint boards and the Commission should have admitted evidence of the flow of traffic by truck from points covered in one application to points covered by other applications and evidence of the effect of the motor traffic, developed or prospective on all Seaboard routes for which applications are pending or already granted, on the over-the-road motor carriers. Furthermore other competent and material evidence which the protestants may produce as to the economic effect on the non-rail motor carriers should be received. The applicant will of course be required to furnish needed statistical evidence which is reasonably available to it and will have opportunity to submit evidence upon its own part. This specification of admissible evidence shall not be deemed to restrict the discretion of the Commission or the joint boards in receiving other evidence deemed by them or either of them material to aid in the solution of the issues between the parties.</p>\n<p><span class=\"star-pagination\">*86</span> While as pointed out by the brief of the Seaboard none of this evidence goes \"to the inherent nature of auxiliary motor service performed by rail carriers,\" it may be decisive in the Commission's determination of whether to grant the applications. We have just said in the <i>Parker</i> case that the Commission must weigh the advantages of improved rail traffic against the injury to the over-the-road motor carriers to determine where public convenience and necessity lies. It is a difficult task to appraise these conflicting interests. It is a problem which should be solved only after the receipt by the Commission, under its usual rules of admissibility, of all available material evidence as to the probable effect of the proposals on the operations both of the proponents of and the protestants against the applications. <i>Interstate Commerce Commission</i> v. <i>Louisville &amp; Nashville R. Co.,</i> 227 U.S. 88, 91; <i>Chicago Junction Case,</i> 264 U.S. 258, 264-65. It is not enough that the railroad's motor operations are found by the Commission to be of a different character from over-the-road motor operations because they are integrated with railroad operation. The Commission must also consider the disadvantage to the public of a serious impairment of the non-rail motor carriers. Those affected are entitled to fully develop the bearing of the proposals on the transportation agencies which are involved. The discretion of the Commission should be exercised after consideration of all relevant information.</p>\n<p>Appellants have other objections to the order of the Commission which have been considered and a few words need to be said about only two of them. It is objected that the railroad as a motor carrier has been permitted through other proceedings to file illegal tariffs, violative of § 217 of part II of the Interstate Commerce Act, and has been improperly exempted by the Commission from certain accounting requirements of § 220 of the same part <span class=\"star-pagination\">*87</span> to which the other motor carriers are subject.<sup>[5]</sup> These are obviously not grounds upon which appellants can base an argument against the grant of a certificate of convenience and necessity.</p>\n<p>Appellees on their part suggest that the Commission's grant of the requested certificates should be sustained because of laches. The final certificate was issued on November 30, 1942, and this suit was brought October 21, 1943, eleven months later. The appellees' evidence as to change of position in reliance upon the certificate is not impressive. There was no specific proof of the purchase of equipment in reliance on the certificate or of failure to purchase other equipment, such as railroad cars, in reliance on the use of trucks. There was some testimony of minor adjustments in methods of operation. A number of the routes had not been put in operation and others were abandoned. The question of laches was not passed on by the district court.</p>\n<p>In view of this evidence, we do not feel the defense of laches should be sustained.</p>\n<p>As some trucks are being operated under certificates which were issued on these applications, because of the present war emergency we direct that the mandate herein be stayed until August 1, 1945, to allow opportunity for such steps as the respective parties may deem advisable. See <i>Yonkers</i> v. <i>United States,</i> 320 U.S. 685, 321 U.S. 745; <i>Public Service Commission</i> v. <i>United States,</i> 323 U.S. 675.</p>\n<p><i>Reversed.</i></p>\n<p>MR. JUSTICE BLACK, MR. JUSTICE DOUGLAS and MR. JUSTICE RUTLEDGE concur for the reasons stated in the dissenting opinion in <i>Interstate Commerce Commission</i> v. <i>Parker, ante,</i> p. 74.</p>\n<h2>NOTES</h2>\n<p>[1]  The detailed scope of thirteen of the applications is set out in the appendices to the reports of the Commission, 17 M.C.C. at 433; 28 M.C.C. at 25, and that of Sub-No. 19  Tampa-Sebring, Florida, route, in 21 M.C.C. at 776.</p>\n<p>[2]  The United States answered in the District Court and confessed error on all points. The Interstate Commerce Commission and the Seaboard supported the challenged order. The Government is represented here only by the Commission.</p>\n<p>[3]  Sub-No. 19 was modified in 34 M.C.C. 441.</p>\n<p>[4]  Two paragraphs of the petition read as follows:\n</p>\n<p>\"(b) To direct the taking of evidence for the purpose of developing and determining whether the proposed and existing operations by applicant, considered together, and in connection with its transportation policy and the transportation policy of railroads, express companies, water carriers, and railroad associations with which it is associated, will unduly restrain competition; impair sound economic conditions in the independent trucking industry; result in unfair and destructive competitive practices; discriminate against shippers; or otherwise be inconsistent with the provisions of, or the transportation policy declared in, the Interstate Commerce Act, and with the Antitrust Laws.\"</p>\n<p>\"(f) To direct the Seaboard Air Line Railway to furnish such statistical information for the record as may be necessary to enable the Commission to determine the extent, quantity, kind and character of traffic which Seaboard Air Line Railway handles subject to restrictions against participation by independent motor carriers, and the quantity, kind and character of traffic which Seaboard Air Line proposes to handle by truck and upon which it relies for support of its application for a certificate of convenience and necessity.\"</p>\n<p>[5]  A method of objection to improper practices, such as unreasonable tariffs or irregular accounting, by motor carriers under Interstate Commerce Act, part II, is provided by § 204 (c), as amended.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">326</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">77</span></span> (1945)</b></center>\n<center><h1>AMERICAN TRUCKING ASSOCIATIONS, INC. ET AL.<br>\nv.<br>\nUNITED STATES ET AL.</h1></center>\n<center>No. 558.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 28, 29, 1945.</center>\n<center>Decided June 18, 1945.</center>\nAPPEAL FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE EASTERN DISTRICT OF VIRGINIA.\n<p><span class=\"star-pagination\">*79</span> <i>Mr. J. Ninian Bell,</i> with whom <i>Mr. Roland Rice</i> was on the brief, for appellants.</p>\n<p><i>Mr. Daniel H. Kunkel,</i> with whom <i>Mr. Daniel W. Knowlton</i> was on the brief, for the Interstate Commerce Commission; and <i>Mr. Charles T. Abeles,</i> with whom <i>Messrs. W.R.C. Cocke</i> and <i>Thomas L. Preston</i> were on the brief, for the Receivers of the Seaboard Air Line Railway Co., appellees.</p>\n<p>MR. JUSTICE REED delivered the opinion of the Court.</p>\n<p>This appeal involves the applicability by the Interstate Commerce Commission of the legal criteria for the issuance of certificates of convenience and necessity for motor truck operation by a railroad which were discussed in the opinion in <i>Interstate Commerce Commission</i> v. <i>Parker, ante,</i> p. 60.</p>\n<p>In these applications Legh R. Powell and Henry W. Anderson, Receivers of the Seaboard Air Line Railway Company, sought certificates of convenience and necessity under Sections 206 (a) and 207 (a), Motor Carrier Act, 1935, 49 Stat. 551, as amended by the Transportation Act of 1940, Interstate Commerce Act, part II, 54 Stat. 923, for the operation of motor trucks as auxiliary to and supplemental of the railroad operation of Seaboard. These motor routes were sought to improve the delivery of less-than-carload freight to way stations of the railroad. Fourteen applications are involved.<sup>[1]</sup> The routes in issue paralleled the main line of the Seaboard for the greater portion of the distance between Richmond, Virginia, and Jacksonville, Florida. Other controverted routes served shorter railway lines in North Carolina, South Carolina <span class=\"star-pagination\">*80</span> and Florida. Still other similar motor routes are operated by the Seaboard under orders of the Commission which are not now in controversy. Well above a hundred way stations will be served by the proposed applications. Objections to the applications were made by existing motor carriers along the routes and by various trucking organizations.</p>\n<p>The Commission set the applications for hearing before joint boards pursuant to its interpretation of § 205 (b), Motor Carrier Act of 1935, as amended, § 20 (c), Transportation Act of 1940. Diverse recommended reports and orders were issued by the joint boards. A number of the applications were consolidated for argument before the Commission; others were dealt with on the exceptions to the joint board reports or by individual hearing. As the Seaboard was the only applicant and the issues were similar, the applications were disposed of as a single proceeding. <i>Seaboard Air Line R. Co., Motor Operations</i>  <i>Gaston-Garnett, S.C.,</i> 17 M.C.C. 413; 21 M.C.C. 773; 28 M.C.C. 5; 34 M.C.C. 441.</p>\n<p>The Commission granted the applications upon a finding that the proposed motor operations were a specialized type coordinated with rail operations. See <i>Thomson</i> v. <i>United States,</i> 321 U.S. 19. The specially constituted District Court affirmed the order of the Commission against attack because the certificates were granted without regard to their effect on existing motor carriers  a ground considered today in <i>Interstate Commerce Commission</i> v. <i>Parker, supra</i>  and over the additional objections that the joint boards were improperly constituted, that material evidence on the effect of the proposed operations on the existing or over-the-road motor truck service was excluded by the joint boards and the Commission and that the Seaboard was exempted from the tariff provisions of § 217 and the accounts and record provision of § 220 and the regulations thereunder. The appellees asserted <span class=\"star-pagination\">*81</span> that laches barred the court proceedings to enjoin the order of the Commission. The same issues are here. Nothing more need be said as to the contentions which were discussed in the <i>Parker</i> case. The district court proceedings and this appeal are authorized by 28 U.S.C. § 41 (28) and §§ 43-48 and § 345.<sup>[2]</sup></p>\n<p><i>Joint Boards.</i> From the earliest hearing, objection was made to the composition of the joint boards. Section 205 (a), so far as pertinent here, provides:</p>\n<p>\"The Commission shall, when operations of motor carriers or brokers conducted or proposed to be conducted involve not more than three States, . . . refer to a joint board for appropriate proceedings thereon, any of the following matters arising in the administration of this part with respect to such operations: Applications for certificates, permits, or licenses; . . . The joint board to which any such matter is referred shall be composed solely of one member from each State within which the motor-carrier or brokerage operations involved in such matter are or are proposed to be conducted . . .\"</p>\n<p>The applications were for short routes of varying lengths up to nearly two hundred miles. Many were contiguous. Some crossed state lines. Others were wholly within a state. The Commission referred each application to a joint board composed of one member from the state or states in which the route involved in the particular application was situated.</p>\n<p>As the series of applications cover continuous motor routes for a large portion of the railroad, appellants contend that the Commission should have consolidated these applications, constituted a board and made its reference as though there were only a single application for motor <span class=\"star-pagination\">*82</span> carrier service which was to be fully integrated with the Seaboard system in the six states which the railroad traverses, or at least Virginia, North Carolina, South Carolina and Florida, in which states are located all the routes for which applications are made. If this position is correct the joint boards should have had four or six members instead of the one or two members who actually composed them. We are of the opinion that the statute does not support appellants.</p>\n<p>It will be noted that § 205 (a) requires that applications for certificates be referred to joint boards composed solely of members from the state within which the operations are proposed to be conducted. In these applications the proposal is to conduct operations in a single state or in some instances in two states. The only source of knowledge for the Commission as to proposed operations were the applications. It seems necessary for it, therefore, to rely on the representations in the applications in determining their scope and in designating the joint boards to hear them.</p>\n<p>The Commission has so interpreted the act. See <i>Argo &amp; Collier Truck Lines, Common Carrier Application,</i> 27 M.C.C. 563, 566; <i>Atlantic Coast Line R. Co., Extension of Operation,</i> 30 M.C.C. 490, 491-2. These applications did not disclose or propose any interchange or unification of the traffic among the respective routes. Any one of them, or all except one, might have been refused by the Commission. Consequently, the Commission properly referred each application to a board having a member solely from the state or states in which the application proposes to conduct operations.</p>\n<p>But the appellant contends that the grant of appellee's applications allows a unified service in three states and that appellee may have intended this result when it filed the several applications. Assuming this to be true, it does not make the Commission's action in the designation of <span class=\"star-pagination\">*83</span> separate boards unlawful. It is impossible for the Commission to predict accurately such a result or determine the existence of such an intent at the time an application is filed  at which time the Commission must designate a board for hearings. In most instances the intent or purpose of the applicant would become apparent only when hearings were held on the applications. Thus the appellant's position would require reassignment of cases to differently constituted joint boards as the scope of the application was narrowed or expanded by the testimony and arguments of the parties or conclusion of the joint boards or the Commission in the course of the hearing. See <i>Seaboard Air Line R. Co., Motor Operations</i>  <i>Gaston-Garnett, S.C.,</i> 17 M.C.C. 413, 416-17. It may be that in the light of our ruling on the admissibility of certain evidence the Commission may wish to consolidate hearings on the applications, but that is a matter for administrative discretion.</p>\n<p><i>Excluded Evidence.</i> Appellants throughout the proceedings have sought to introduce evidence both before the joint boards and the Commission as to the economic effect on the existing motor carriers of the proposed railway operation of motor trucks and have persisted in their objections at each stage of the proceedings. The joint boards refused to permit evidence as to conditions on any route except that covered by the application under consideration. Protestants made repeated efforts before the Commission to secure consolidation of the joint board hearings but were unsuccessful. After the grant of the certificates with the limitation of operations to a prior or subsequent movement by rail on July 11, 1939, 17 M.C.C. 413, and February 17, 1940, 21 M.C.C. 773, the proceedings were reopened to consider the modification of the rail movement requirement in prior orders.<sup>[3]</sup> Substitution <span class=\"star-pagination\">*84</span> of the key-point requirement or its equivalent for rail movement was made on January 24, 1941, <i>Kansas City Southern Transport Co., Common Carrier Application,</i> 28 M.C.C. 5. On October 3, 1941, all applications were reopened solely for reexamination of Condition 3, the key-point condition, as to whether it \"should be modified and, if so, the extent of such modification.\" This hearing was on all applications and before an examiner of the Commission alone. At that hearing the protestants pressed for the introduction and admission of further evidence as set up in their petition to which reference is about to be made. 34 M.C.C. 441, 442. This petition sought permission to introduce evidence as to the economic effect on the independent trucking industry and a direction to the Seaboard to furnish statistics as to the traffic it proposed to handle by truck.<sup>[4]</sup> The petition was denied without a statement as to the Commission's reasons for the denial. 34 M.C.C. 441, 442. This we think was erroneous.</p>\n<p><span class=\"star-pagination\">*85</span> The bill of complaint sets up in sections VIII and XI numerous types or items of evidence which it alleges were excluded by the joint boards or the Examiner. Some of these items, such as \"The refusal of the railroad to enter into arrangements with the independent motor carriers\" or \"Use of railroad facilities and employees,\" hardly require proof. They are admitted by all parties. Other items have had considerable proof introduced and more may be deemed by the Commission cumulative or unnecessary. \"Cost of operations\" would be an example. There is considerable overlapping of some categories of proposed evidence. For instance one item is \"The economic effect on existing motor carriers\" and \"Destructive competition flowing from subsidized truck operations.\" Therefore we do not determine that all the items of evidence as set out by appellants, either in their bill of complaint or the petition before the Commission, were improperly excluded.</p>\n<p>We think that it is sufficient to say that the joint boards and the Commission should have admitted evidence of the flow of traffic by truck from points covered in one application to points covered by other applications and evidence of the effect of the motor traffic, developed or prospective on all Seaboard routes for which applications are pending or already granted, on the over-the-road motor carriers. Furthermore other competent and material evidence which the protestants may produce as to the economic effect on the non-rail motor carriers should be received. The applicant will of course be required to furnish needed statistical evidence which is reasonably available to it and will have opportunity to submit evidence upon its own part. This specification of admissible evidence shall not be deemed to restrict the discretion of the Commission or the joint boards in receiving other evidence deemed by them or either of them material to aid in the solution of the issues between the parties.</p>\n<p><span class=\"star-pagination\">*86</span> While as pointed out by the brief of the Seaboard none of this evidence goes \"to the inherent nature of auxiliary motor service performed by rail carriers,\" it may be decisive in the Commission's determination of whether to grant the applications. We have just said in the <i>Parker</i> case that the Commission must weigh the advantages of improved rail traffic against the injury to the over-the-road motor carriers to determine where public convenience and necessity lies. It is a difficult task to appraise these conflicting interests. It is a problem which should be solved only after the receipt by the Commission, under its usual rules of admissibility, of all available material evidence as to the probable effect of the proposals on the operations both of the proponents of and the protestants against the applications. <i>Interstate Commerce Commission</i> v. <i>Louisville &amp; Nashville R. Co.,</i> <span class=\"citation\" data-id=\"97760\"><a href=\"/opinion/97760/int-com-comm-v-louis-nash-rr/\"><span class=\"volume\">227</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">88</span></a></span>, 91; <i>Chicago Junction Case,</i> <span class=\"citation\" data-id=\"100370\"><a href=\"/opinion/100370/the-chicago-junction-case/\"><span class=\"volume\">264</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">258</span></a></span>, 264-65. It is not enough that the railroad's motor operations are found by the Commission to be of a different character from over-the-road motor operations because they are integrated with railroad operation. The Commission must also consider the disadvantage to the public of a serious impairment of the non-rail motor carriers. Those affected are entitled to fully develop the bearing of the proposals on the transportation agencies which are involved. The discretion of the Commission should be exercised after consideration of all relevant information.</p>\n<p>Appellants have other objections to the order of the Commission which have been considered and a few words need to be said about only two of them. It is objected that the railroad as a motor carrier has been permitted through other proceedings to file illegal tariffs, violative of § 217 of part II of the Interstate Commerce Act, and has been improperly exempted by the Commission from certain accounting requirements of § 220 of the same part <span class=\"star-pagination\">*87</span> to which the other motor carriers are subject.<sup>[5]</sup> These are obviously not grounds upon which appellants can base an argument against the grant of a certificate of convenience and necessity.</p>\n<p>Appellees on their part suggest that the Commission's grant of the requested certificates should be sustained because of laches. The final certificate was issued on November 30, 1942, and this suit was brought October 21, 1943, eleven months later. The appellees' evidence as to change of position in reliance upon the certificate is not impressive. There was no specific proof of the purchase of equipment in reliance on the certificate or of failure to purchase other equipment, such as railroad cars, in reliance on the use of trucks. There was some testimony of minor adjustments in methods of operation. A number of the routes had not been put in operation and others were abandoned. The question of laches was not passed on by the district court.</p>\n<p>In view of this evidence, we do not feel the defense of laches should be sustained.</p>\n<p>As some trucks are being operated under certificates which were issued on these applications, because of the present war emergency we direct that the mandate herein be stayed until August 1, 1945, to allow opportunity for such steps as the respective parties may deem advisable. See <i>Yonkers</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"103918\"><a href=\"/opinion/103918/yonkers-v-united-states/\"><span class=\"volume\">320</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">685</span></a></span>, 321 U.S. 745; <i>Public Service Commission</i> v. <i>United States,</i> 323 U.S. 675.</p>\n<p><i>Reversed.</i></p>\n<p>MR. JUSTICE BLACK, MR. JUSTICE DOUGLAS and MR. JUSTICE RUTLEDGE concur for the reasons stated in the dissenting opinion in <i>Interstate Commerce Commission</i> v. <i>Parker, ante,</i> p. 74.</p>\n<h2>NOTES</h2>\n<p>[1]  The detailed scope of thirteen of the applications is set out in the appendices to the reports of the Commission, 17 M.C.C. at 433; 28 M.C.C. at 25, and that of Sub-No. 19  Tampa-Sebring, Florida, route, in 21 M.C.C. at 776.</p>\n<p>[2]  The United States answered in the District Court and confessed error on all points. The Interstate Commerce Commission and the Seaboard supported the challenged order. The Government is represented here only by the Commission.</p>\n<p>[3]  Sub-No. 19 was modified in 34 M.C.C. 441.</p>\n<p>[4]  Two paragraphs of the petition read as follows:\n</p>\n<p>\"(b) To direct the taking of evidence for the purpose of developing and determining whether the proposed and existing operations by applicant, considered together, and in connection with its transportation policy and the transportation policy of railroads, express companies, water carriers, and railroad associations with which it is associated, will unduly restrain competition; impair sound economic conditions in the independent trucking industry; result in unfair and destructive competitive practices; discriminate against shippers; or otherwise be inconsistent with the provisions of, or the transportation policy declared in, the Interstate Commerce Act, and with the Antitrust Laws.\"</p>\n<p>\"(f) To direct the Seaboard Air Line Railway to furnish such statistical information for the record as may be necessary to enable the Commission to determine the extent, quantity, kind and character of traffic which Seaboard Air Line Railway handles subject to restrictions against participation by independent motor carriers, and the quantity, kind and character of traffic which Seaboard Air Line proposes to handle by truck and upon which it relies for support of its application for a certificate of convenience and necessity.\"</p>\n<p>[5]  A method of objection to improper practices, such as unreasonable tariffs or irregular accounting, by motor carriers under Interstate Commerce Act, part II, is provided by § 204 (c), as amended.</p>\n\n</div>", "id": 104180, "judges": "Reed", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/104180/", "sha1": "1f39f2f97eb134865f08935ebf0e7e67de411f09", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:54:47"}