{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "324 U.S. 401", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/104108/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Malinski v. New York", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "367", 
    "id": 88491, 
    "resource_uri": "/api/rest/v2/citation/88491/"
  }, 
  "id": 104108, 
  "blocked": false, 
  "judges": "Douglas", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1945-03-26", 
  "download_url": "http://bulk.resource.org/courts.gov/c/US/324/324.US.401.367.html", 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>324 U.S. 401 (1945)</b></center>\n<center><h1>MALINSKI ET AL.<br>\nv.<br>\nNEW YORK.</h1></center>\n<center>No. 367.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 4, 5, 1944.</center>\n<center>Decided March 26, 1945.</center>\nCERTIORARI TO THE COURT OF APPEALS OF NEW YORK.\n<p><span class=\"star-pagination\">*402</span> <i>Messrs. John J. Fitzgerald</i> and <i>David F. Price,</i> with whom <i>Mr. Joseph A. Solovei</i> was on the brief, for petitioners.</p>\n<p><i>Mr. Solomon A. Klein,</i> with whom <i>Messrs. Thomas Cradock Hughes</i> and <i>Henry J. Walsh</i> were on the brief, for respondent.</p>\n<p>MR. JUSTICE DOUGLAS delivered the opinion of the Court.</p>\n<p>Malinski and Rudish were convicted along with one Indovino of the murder of Leon Fox, a police officer who, late at night, was escorting a manager of a theatre to a bank depository. The details will be found in 292 N.Y. 360. There were no eye witnesses to the crime who could identify the robbers. Malinski was implicated by various witnesses \u0097 by Spielfogel, an old friend and a criminal serving a sentence of thirty to sixty years in Sing Sing; by Malinski's girl friend; by Malinski's brother-in-law. Each testified that Malinski confessed the crime to him or her. The confessions to the girl friend and to the brother-in-law were made a few hours after the crime and were merely that Malinski had shot a cop; but the confession to Spielfogel disclosed in detail the planning and execution of the crime. Malinski denied making these confessions. Yet as the New York Court of Appeals pointed out (292 N.Y. p. 370) those confessions and other evidence of the State were sufficient, if believed, to support the conviction, wholly apart from another confession around which the present controversy turns. But the circumstances under which the latter confession was obtained raised the substantial federal question which prompted us to grant the petition for a writ of certiorari.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*403</span> I</h2>\n<p>Malinski was arrested while on his way to work on the morning of Friday, October 23, 1942. The police did not then arraign him but took him to a room in the Bossert Hotel in Brooklyn where he arrived about 8 A.M. He was immediately stripped and kept naked until about 11 A.M. At that time he was allowed to put on his shoes, socks and underwear and was given a blanket in which to wrap himself. He remained that way until about 6 P.M. Malinski claims he was beaten by the police during that period. The police denied this. There was no visible sign of any beating, such as bruises or scars; and Malinski made no complaint to the judge on arraignment nor to the jail authorities where he was later held. Sometime during Friday morning Spielfogel was brought to the hotel. He and Malinski were put alone together in a room sometime that afternoon. Shortly after their conference \u0097 apparently around 5:30 P.M. or 6:00 P.M. \u0097 Malinski confessed to the police. After it was made Malinski was allowed to dress. Malinski was kept at the hotel that night and the next three days. The record does not show exactly how long and frequent the questioning was after the first confession. But it is clear that Malinski was questioned in the early hours of Saturday, the 24th, and at other times during that day. He was further questioned on Sunday, the 25th, and taken with Spielfogel from the hotel to the scene of the crime where he identified several places which had a relationship to the commission of the crime and where he pointed out how the crime was executed. On Monday, the 26th, he was taken from the hotel to the police garage where he identified the automobile used in the robbery. At about 5:00 P.M. on Monday he was taken to a police station and questioned. On Tuesday morning, October 27th, about 2 A.M. he made a confession <span class=\"star-pagination\">*404</span> at the police station. That confession was introduced at the trial. Shortly thereafter \u0097 about 4:00 A.M. \u0097 he was booked and put in a cell and soon arraigned.</p>\n<p>The trial court held a preliminary hearing on the voluntary character of the confession of October 27th before allowing it to be introduced in evidence. There is a question in the case whether the confession of October 23rd as well as that of October 27th was submitted to the jury, a question to which we will return. It is sufficient here to note that the trial court charged the jury that a confession should not be considered by them unless they found beyond a reasonable doubt that it was voluntary. And they were told that although the delay in arraignment was not conclusive, they might consider it in passing on the question of voluntariness. The Court of Appeals sustained the judgment of conviction by a divided vote.<sup>[1]</sup> But the question whether there has been a violation of the due process clause of the Fourteenth Amendment by the introduction of an involuntary confession is one on which we must make an independent determination on the undisputed facts. <i>Chambers</i> v. <i>Florida,</i> 309 U.S. 227; <i>Lisenba</i> v. <i>California,</i> 314 U.S. 219; <i>Ashcraft</i> v. <i>Tennessee,</i> 322 U.S. 143.</p>\n<p>If all the attendant circumstances indicate that the confession was coerced or compelled, it may not be used to convict a defendant. <i>Ashcraft</i> v. <i>Tennessee, supra,</i> p. 154. And if it is introduced at the trial, the judgment of conviction will be set aside even though the evidence apart from the confession might have been sufficient to sustain the jury's verdict. <i>Lyons</i> v. <i>Oklahoma,</i> 322 U.S. 596, 597.</p>\n<p>If the evidence alone is considered, there is serious doubt whether the confession made on the late afternoon of Friday, <span class=\"star-pagination\">*405</span> October 23rd (the first day of Malinski's detention) was admissible under the rule of <i>Chambers</i> v. <i>Florida</i><i>, Lisenba</i> v. <i>California,</i> and <i>Ashcraft</i> v. <i>Tennessee, supra</i><i>.</i> If the confession had been the product of persistent questioning while Malinski stood stripped and naked, we would have a clear case. But it was not. Malinski was stripped when he arrived at the hotel so that he might be examined for bullet wounds.<sup>[2]</sup> He remained in that condition several hours \u0097 much longer than any such physical examination could possibly justify. But it does not appear that he was subjected to more than occasional questioning during that period. No confession was obtained from him at that time. He said he was beaten; but that was disputed. And the assertion has such a dubious claim to veracity that we lay it aside. In any event, he soon had his shoes, socks, and underwear back on and a blanket in which to wrap himself. He complained of that treatment in his testimony. The police justified it with the dubious explanation that it was to make certain that Malinski did not escape. Yet the record does not show any persistent and incessant \u0097 let alone gruelling \u0097 questioning by the police while Malinski was only partially clothed. There are many gaps in the chronological narrative of what transpired that day. But several circumstances stand out. Malinski was held incommunicado; he was not allowed to see a lawyer, though he asked for one, and he was not allowed to see friends, with one exception.<sup>[3]</sup> That <span class=\"star-pagination\">*406</span> exception was Spielfogel.<sup>[4]</sup> As we have noted, he and Malinski had a private conference that afternoon. Malinski was told that Spielfogel was there. Malinski asked to see him. Spielfogel's version of what transpired varies from Malinski's. The former says that Malinski told him the police knew so much that Malinski figured he \"might as well go out there and tell them the rest.\" Malinski said that he asked Spielfogel, \"What are you doing with me?\"; and that Spielfogel replied, \"don't let them hit you. You know you didn't do it. Go out and say I told you to tell the truth.\" Shortly thereafter Malinski made his confession of October 23rd. If that evidence alone is not sufficient to show that that confession was coerced, the comments of the prosecutor place it beyond doubt. For in his summation to the jury he made certain statements which the Court of Appeals said were \"indefensible\" (292 N.Y. p. 373) and which we think are sufficient to fill in any gaps on the record before us and to establish that this confession was not made voluntarily. He said that Malinski <span class=\"star-pagination\">*407</span> \"was not hard to break\"; that \"He did not care what he did. He knew the cops were going to break him down.\" And he added:</p>\n<p>\"Why this talk about being undressed? Of course, they had a right to undress him to look for bullet scars, and keep the clothes off him. That was quite proper police procedure. That is some more psychology \u0097 let him sit around with a blanket on him, humiliate him there for a while; let him sit in the corner, let him think he is going to get a shellacking.\"</p>\n<p>If we take the prosecutor at his word, the confession of October 23rd was the product of fear \u0097 one on which we could not permit a person to stand convicted for a crime.</p>\n<p>But it is said that this coerced confession was not introduced in evidence, that it was submitted to the jury only insofar as it threw light on the voluntary character of the subsequent confessions, and that under the rule of <i>Lyons</i> v. <i>Oklahoma, supra,</i> p. 601, the adequacy of that instruction to the jury is solely for the state courts to determine. We do not think, however, that <i>Lyons</i> v. <i>Oklahoma, supra</i><i>,</i> fits this case.</p>\n<p>The confession of October 23rd was oral. Its details were not put in evidence. But Spielfogel, a witness for the prosecution, adverted to it in his testimony, saying that Malinski told \"everything\" at that time. A police officer testified on behalf of the prosecution to the same effect. The prosecutor referred to it in his summation in language which we have already quoted. He added that \"Six o'clock in the evening after he (Malinski) was picked up, he told the whole thing.\" When the confession of October 27th (which was a detailed confession taken down by a stenographer) was offered in evidence, a preliminary hearing was had. That hearing covered the voluntary character of the October 23rd confession as well as the October 27th confession. The trial court in its charge to the jury reviewed the events leading up to the confession <span class=\"star-pagination\">*408</span> of October 23rd \u0097 the prosecutor's version, Malinski's version. It then referred to the delay in arraigning Malinski, stating that the police claimed they were willing to arraign Malinski on the day of his arrest but that Malinski preferred to stay at the hotel with Spielfogel. It then charged:</p>\n<p>\"Be that as it may, I charge you that it was the duty of the police to arraign the defendant before the nearest Magistrate without unnecessary delay, and, further, that if a police officer failed or refused to perform such duty, he is guilty of a misdemeanor.</p>\n<p>\"But, gentlemen, you will bear in mind that the police department is not on trial in this case. This testimony was adduced solely on the question as to whether or not the alleged confession later made was the result of the coercion, either direct or implied, which is prohibited by the statute, and which invalidates a confession if made. If you should find that the arraignment of the defendant was delayed, you may consider that on the question of the voluntariness of any confession made by Malinsky, including the one made in the early hours of October 27th at the Bath Beach station house.</p>\n<p>\"However, I am charging you that the failure to arraign, in and of itself, is not conclusive against the People, and does not in and of itself, standing alone, destroy the validity of the confession. Is that clear?</p>\n<p>\"On the question whether Malinski was coerced, you may consider that he made no complaint to the Magistrate when arraigned and did not seek the services of the jail physician. That evidence, if true, is not, however, conclusive against Malinski, but may be considered by the jury on the issue of the voluntariness of the confession.\"</p>\n<p>Malinski made no objections to these references to his confession of October 23rd. And while he asked for a mistrial because of the prosecutor's comments, he made on this phase of the case no requests to charge which were <span class=\"star-pagination\">*409</span> refused. The Court of Appeals, however, did not hold that Malinski was precluded from objecting<sup>[5]</sup> to the use made at the trial of his confession of October 23rd. It considered his objection that \"it was error for the court to submit to the jury the confession made by Malinski orally on October 23rd\" as well as the other three confessions made to the police. 292 N.Y. p. 370. And it made plain, when it held that Malinski's \"confession\" should not have been excluded as a matter of law, that it meant \"not only the confession made orally to a police officer on the Friday night of the arrest but also the two automobile trips on Sunday and Monday, one to the police garage to permit Malinski to identify the automobile used in the crime and the other to Coney Island to revisit a restaurant and the scene of the crime, and the confession to the District Attorney which was taken stenographically in the early morning of Tuesday, October 27th.\" 292 N.Y. pp. 373-374. Its ruling was that none of the four confessions was involuntary as a matter of law. Thus as we read the opinion of the Court of Appeals, it reviewed the judgment of conviction on the basis that all four confessions to the police had been submitted to the jury. We find no indication that it construed the record to be like the one in <i>Lyons</i> v. <i>Oklahoma, supra</i><i>,</i> where consideration of the first coerced confession was strictly limited to the voluntary character of subsequent confessions. Nor do we think that the record before us can be fairly construed in that manner.</p>\n<p>There were repeated references at the trial to the confession of October 23rd. The prosecutor made emphatic references to it in his summation. On this record the fact <span class=\"star-pagination\">*410</span> that Malinski confessed to the crime shortly after he was arrested stands out in bold relief. The use made of the confession could hardly have been more effective had its details been put in evidence. It was not insulated from the trial. The part of the charge to the jury which we have quoted may possibly have been an effort in that direction. But it is more susceptible of the interpretation that the delay in arraignment, not the first confession, was to be considered \"solely on the question as to whether or not the alleged confession later made was the result of the coercion.\" That seems to have been the interpretation given the charge by the Court of Appeals. 292 N.Y. p. 374. No more explicit charge was given. The jury at no time was admonished that it could not convict on the basis of the first confession nor consider it as evidence against Malinski. We must consider the case, therefore, as one in which a coerced confession was employed to obtain a conviction. Coerced confessions would find a way of corrupting the trial if we sanctioned the use made of the October 23rd confession in this case. Constitutional rights may suffer as much from subtle intrusions as from direct disregard.</p>\n<p>It is thus apparent that the judgment before us rests in part on a confession obtained as a result of coercion. Accordingly a majority of the Court do not come to the question whether the subsequent confessions were free from the infirmities of the first one.<sup>[6]</sup></p>\n<p></p>\n<h2>II</h2>\n<p>We have not mentioned Rudish. He did not confess to the police. He was tried jointly with Malinski, his counsel electing not to ask for a severance. We are asked to reverse as to Rudish because the confession of October 27th which was introduced in evidence against Malinski <span class=\"star-pagination\">*411</span> was prejudicial to Rudish. It is argued that that course is indicated by <i>Anderson</i> v. <i>United States,</i> 318 U.S. 350. In that case we reversed a judgment of conviction against all the defendants though the confessions which had been introduced were the confessions of only some of them. But in that case we were reviewing a criminal proceeding in a federal District Court over which we have more control than we do over criminal trials in the state courts. <i>McNabb</i> v. <i>United States,</i> 318 U.S. 332. Moreover, in the <i>Anderson</i> case the jury was told that in considering the guilt or innocence of each defendant they could consider the whole proof made at the trial. And it appeared that the prosecution leaned heavily on the confessions to establish its case against all the defendants. The furthest we have gone in a comparable case from a state court is to vacate the judgment against the co-defendant who did not confess and remand the case to the state court for further consideration. Thus in <i>Ashcraft</i> v. <i>Tennessee,</i> 322 U.S. 143, 155, we followed that procedure, at the suggestion of the Attorney General of the State, where the judgment against the co-defendant who did not confess was sustained by the state court on the assumption that the confession which we held to be coerced was properly admitted and that the conviction of the defendant who did confess was valid.</p>\n<p>We do not believe that procedure is appropriate in this case even though it be assumed <i>arguendo</i> that the confession of October 27th was involuntary. It is true that that confession referred both to Rudish and to Indovino. But before that confession was offered in evidence the trial court with the complete approval of counsel for Rudish worked out a procedure for protecting Rudish and Indovino. \"X\" was substituted for Rudish, \"Y\" for Indovino. The jury were plainly instructed that the confession was admitted against Malinski alone and that they were not to speculate concerning the identity of \"X\" or \"Y.\" When it came to the charge, the trial court submitted <span class=\"star-pagination\">*412</span> the case against Rudish separately from the one against Malinski.<sup>[7]</sup> The Court of Appeals in sustaining the judgment against Rudish in no respect relied on any confession to the police which Malinski made. And when it turned to the comments of the prosecutor, which we have quoted, it noted that they concerned Malinski, not Rudish. 292 N.Y. p. 373.</p>\n<p>On this record the questions raised by Rudish involve matters of state procedure beyond our province to review. <i>Barrington</i> v. <i>Missouri,</i> 205 U.S. 483. Since the case against him, both as tried and as sustained on review, was not dependent on Malinski's confession of October 27th, we think it inappropriate to vacate the judgment as we did in <i>Ashcraft</i> v. <i>Tennessee, supra</i><i>,</i> though we assume that that confession was coerced. Whether our reversal of the judgment against Malinski would as a matter of state law affect the judgment against Rudish is not for us to say. In each case our mandate will provide for a remand to the Court of Appeals for proceedings not inconsistent with this opinion.</p>\n<p>The judgment against Rudish is affirmed.</p>\n<p>The judgment against Malinski is reversed.</p>\n<p><i>It is so ordered.</i></p>\n<p>MR. JUSTICE FRANKFURTER.</p>\n<p>It is also my view that the judgment as to Malinski calls for reversal, leaving the disposition of Rudish's conviction in the light of such reversal to the New York Court of Appeals.</p>\n<p>Apart from permitting Congress to use criminal sanctions as means for carrying into execution powers granted to it, the Constitution left the domain of criminal justice <span class=\"star-pagination\">*413</span> to the States. The Constitution, including the Bill of Rights, placed no restriction upon the power of the States to consult solely their own notions of policy in formulating penal codes and in administering them, excepting only that they were forbidden to pass any \"Bill of Attainder\" or \"ex post facto Law,\" Constitution of the United States, Art. I, § 10. This freedom of action remained with the States until 1868. The Fourteenth Amendment severely modified the situation. It did so not by changing the distribution of power as between the States and the central government. Criminal justice was not withdrawn from the States and made the business of federal lawmaking. The Fourteenth Amendment merely restricted the freedom theretofore possessed by the States in the making and the enforcement of their criminal laws.</p>\n<p>Unlike the limitations of the Bill of Rights upon the use of criminal penalties by federal authority, the Fourteenth Amendment placed no specific restriction upon the administration of their criminal law by the States. Congress in proposing the Fourteenth Amendment and the States in ratifying it left to the States the freedom of action they had before that Amendment excepting only that after 1868 no State could \"abridge the privileges or immunities of citizens of the United States\" nor \"deprive any person of life, liberty, or property, without due process of law,\" nor deny to any person the \"equal protection of the laws.\" These are all phrases of large generalities. But they are not generalities of unillumined vagueness; they are generalities circumscribed by history and appropriate to the largeness of the problems of government with which they were concerned. \"The privileges or immunities of citizens of the United States\" derived from the two aspects of citizenship in our federal system. The safeguards of \"due process of law\" and \"the equal protection of the laws\" summarize the history of freedom of English-speaking peoples running back to Magna Carta and reflected in the constitutional development of our <span class=\"star-pagination\">*414</span> people. The history of American freedom is, in no small measure, the history of procedure.</p>\n<p>Here we are concerned with the requirement of \"due process of law\" in the enforcement of a state's criminal law. Experience has confirmed the wisdom of our predecessors in refusing to give a rigid scope to this phrase. It expresses a demand for civilized standards of law. It is thus not a stagnant formulation of what has been achieved in the past but a standard for judgment in the progressive evolution of the institutions of a free society. The suggestion that \"due process of law,\" as guaranteed by the Fourteenth Amendment, is a compendious expression of the original federal Bill of Rights (Amendments I to VIII) has been rejected by this Court again and again and after impressive consideration. See, <i>e.g., </i><i>Hurtado</i> v. <i>California,</i> 110 U.S. 516; <i>Twining</i> v. <i>New Jersey,</i> 211 U.S. 78; <i>Brown</i> v. <i>Mississippi,</i> 297 U.S. 278; <i>Palko</i> v. <i>Connecticut,</i> 302 U.S. 319.</p>\n<p>In the Bill of Rights, Eighteenth-century statesmen formulated safeguards against the recurrence of well-defined historic grievances. Some of these safeguards, such as the right to trial by a jury of twelve and immunity from prosecution unless initiated by a grand jury, were built on experience of relative and limited validity. \"Few would be so narrow or provincial as to maintain that a fair and enlightened system of justice would be impossible without them.\" <i>Palko</i> v. <i>Connecticut, supra,</i> at 325. Others, like the freedom of the press or the free exercise of religion or freedom from condemnation without a fair trial, express rights the denial of which is repugnant to the conscience of a free people. They express those \"fundamental principles of liberty and justice which lie at the base of all our civil and political institutions,\" <i>Hebert</i> v. <i>Louisiana,</i> 272 U.S. 312, 316, and are implied in the comprehensive concept of \"due process of law.\"</p>\n<p>The Due Process Clause of the Fourteenth Amendment thus has potency different from and independent of the <span class=\"star-pagination\">*415</span> specific provisions contained in the Bill of Rights. Apart from all other considerations, how could it be otherwise without charging Madison and his great contemporaries in the framing and adoption of the Bill of Rights with writing into it a meaningless clause? The Fifth Amendment specifically prohibits prosecution of an \"infamous crime\" except by indictment; it forbids double jeopardy and self-incrimination, as well as deprivation of \"life, liberty, or property, without due process of law.\" Not to attribute to due process of law an independent function but to consider it a shorthand statement of other specific clauses in the same Amendment is to charge those who secured the adoption of this Amendment with meretricious redundancy by indifference to a phrase \u0097 \"due process of law\" \u0097 which was one of the great instruments in the very arsenal of constitutional freedom which the Bill of Rights was to protect and strengthen. Of course the Due Process Clause of the Fourteenth Amendment has the same meaning. To suppose that \"due process of law\" meant one thing in the Fifth Amendment and another in the Fourteenth is too frivolous to require elaborate rejection.</p>\n<p>A construction which gives due process no independent function but makes of it a summary of the specific provisions of the Bill of Rights would tear up by the roots much of the fabric of law in the several States. Thus, it would require all the States to prosecute serious crimes through the grand jury system long ago abandoned by many of them, see <i>Hurtado</i> v. <i>California, supra</i><i>,</i> to try such crimes by a jury of twelve which some of the States have seen fit to modify or abandon, see <i>Maxwell</i> v. <i>Dow,</i> 176 U.S. 581, to enforce the privilege against self-incrimination with the technical requirements prevailing in the federal courts when States, consistently with fundamental notions of justice, have seen fit to make other arrangements, see <i>Twining</i> v. <i>New Jersey, supra</i><i>,</i> and to have jury trials \"In Suits at common law, where the value in controversy <span class=\"star-pagination\">*416</span> shall exceed twenty dollars,\" a requirement which this Court has held over and over again for more than a hundred years does not apply to proceedings in state courts, see <i>Livingston</i> v. <i>Moore,</i> 7 Pet. 469, 551; <i>Walker</i> v. <i>Sauvinet,</i> 92 U.S. 90; <i>Pearson</i> v. <i>Yewdall,</i> 95 U.S. 294, 296. And we can hardly select one provision of the Bill of Rights and reject another, as for instance the provision of the Fourth Amendment against unreasonable search and seizure. Such a view would not only disregard the historic meaning of \"due process.\" It leads inevitably to a warped construction of specific provisions of the Bill of Rights to bring within their scope conduct clearly condemned by due process but not easily fitting into the pigeonholes of the specific provisions. But for contrary suggestions, it would seem too late in the day to treat seriously the argument that a phrase so laden with historic meaning as is \"due process of law\" can be given an improvised content of some selected provision of the original Bill of Rights.</p>\n<p>And so, when a conviction in a state court is properly here for review, under a claim that a right protected by the Fourteenth Amendment has been denied, the question is not whether the record can be found to disclose an infraction of one of the specific provisions of the first eight amendments. To come concretely to the present case, the question is not whether the record permits a finding, by a tenuous process of psychological assumptions and reasoning, that Malinski by means of a confession was forced to self-incrimination in defiance of the Fifth Amendment. The exact question is whether the criminal proceedings which resulted in his conviction deprived him of the due process of law by which he was constitutionally entitled to have his guilt determined. Judicial review of that guaranty of the Fourteenth Amendment inescapably imposes upon this Court an exercise of judgment upon the whole course of the proceedings in order to ascertain <span class=\"star-pagination\">*417</span> whether they offend those canons of decency and fairness which express the notions of justice of English-speaking peoples even toward those charged with the most heinous offenses. These standards of justice are not authoritatively formulated anywhere as though they were prescriptions in a pharmacopoeia. But neither does the application of the Due Process Clause imply that judges are wholly at large. The judicial judgment in applying the Due Process Clause must move within the limits of accepted notions of justice and is not to be based upon the idiosyncrasies of a merely personal judgment. The fact that judges among themselves may differ whether in a particular case a trial offends accepted notions of justice is not disproof that general rather than idiosyncratic standards are applied. An important safeguard against such merely individual judgment is an alert deference to the judgment of the state court under review. But there cannot be blind acceptance even of such weighty judgment without disregarding the historic function of civilized procedure in the progress of liberty.</p>\n<p>And so, with every respect for the contrary views of the majority of the judges below and of some of my brethren here, I cannot escape agreement with the Chief Judge of the New York Court of Appeals and two of his associates that there was not in this case a fair trial of issues vital to the determination of guilt or innocence. Considering the circumstances of Malinski's detention, the long and continuous questioning, the willful and wrongful delay in his arraignment and the opportunity that that gives for securing, by extortion, confessions such as were here introduced in evidence,<sup>[1]</sup> the flagrant justification by the prosecutor of this illegality as a necessary police procedure, <span class=\"star-pagination\">*418</span> inevitably calculated to excite the jury \u0097 all these in combination are so below the standards by which the criminal law, especially in a capital case, should be enforced as to fall short of due process of law.</p>\n<p>In reviewing a state criminal conviction we must be deeply mindful of the responsibilities of the States for the enforcement of criminal laws, and exercise with due humility our merely negative function in subjecting convictions from state courts to the very narrow scrutiny which the Due Process Clause of the Fourteenth Amendment authorizes. On the other hand, in the discharge of that duty we must give no ear to the loose talk about society being \"at war with the criminal\" if by that it is implied that the decencies of procedure which have been enshrined in the Constitution must not be too fastidiously insisted upon in the case of wicked people. Despite the <span class=\"star-pagination\">*419</span> fact that English criminal justice has serious inadequacies and lags behind some of our penological advances, it is undeniable that on the whole it is much more effective than ours. Yet there can be no doubt, as English parliamentary proceedings and the reports of the English Court of Criminal Appeal amply prove, that practices such as this record reveals are not there tolerated. See, for instance, Inquiry in Regard to the Interrogation by the Police of Miss Savidge (1928), Cmd. 3147; 217 H.C. Deb. (5th ser. 1928), May 17, 1928, 1303 <i>et seq.</i> Whatever differences there may be between the situations in England and in this country in the task of law enforcement, it is intolerable to suggest that we cannot have effective law enforcement without conduct such as this record spreads before us. The notion that we must resort to such methods in order to check crime or to convict criminals has been rejected by those who have had most to do with the criminal law. After consideration of the problem, a committee of eminent lawyers reported this conclusion:</p>\n<p>\"The remedy for the ills which afflict the administration of criminal justice, whatever that remedy may be, will not be found in measures which violate law. Such expedients, so far from restoring health and vigor to the system, only aggravate and protract the disorder. Under our form of government the machinery of criminal justice depends for its force and efficiency upon the enlightened moral sense of the individuals to whom the public by their constitution and laws have temporarily entrusted its operation. And it is as unwise as it is unwarranted for these servants of the public to violate the constitution and laws in the vain hope of accomplishing useful or beneficial results.\" Yearbook (1928) Association of the Bar of the City of New York, 235, 255.</p>\n<p>These were the views of three former United States Attorneys for the Southern District of New York and three <span class=\"star-pagination\">*420</span> former District Attorneys for New York County whose experience and effectiveness as prosecutors would hardly countenance doctrinaire or sentimental views.</p>\n<p>MR. JUSTICE RUTLEDGE, dissenting in part.</p>\n<p>I concur in reversing the judgment against Malinski, but dissent from affirmance of the judgment against Rudish.</p>\n<p>I agree that Malinski's oral confession of October 23, 1942, was coerced, was used in evidence against him and that this requires reversal of the judgment against him. I therefore join in the Court's opinion in so far as it relates to him. But I am unable to agree that we should stop with the ruling grounded upon the confession of October 23 alone. I think the subsequent confessions, including the written one of October 27, were vitiated with all the coercion which destroys admissibility of the first one. Accordingly their use in evidence also requires reversal of the judgment against Malinski. Furthermore, since the written confession also affected Rudish and in my opinion the devices employed were ineffective to prevent its influencing the verdict and the judgment against him, I think that judgment likewise should be reversed.</p>\n<p></p>\n<h2>I</h2>\n<p>However great the proof against him otherwise may be, under our system no man should be punished pursuant to a judgment induced wholly or in part by a coerced confession. In my opinion the entire procedure, from the time Malinski was taken into custody until his written confession was obtained nearly five days later, was a single and continuous process of coercion of the type commonly known as \"the third degree.\" I do not think the Constitution has room for this in company with all the protections it throws around the individual charged with crime.</p>\n<p><span class=\"star-pagination\">*421</span> The State's summation boldly admitted the case was of that character. It characterized Malinski's treatment as \"quite proper police procedure.\" It was \"some more psychology \u0097 let him sit around with a blanket on him, humiliate him there for a while; let him sit in the corner, let him think he is going to get a shellacking.\" The Court of Appeals characterized \"the remarks\" as \"indefensible.\" Not only the remarks, but also the conduct they accurately depict must bear that condemnation, as the record demonstrates.</p>\n<p>The \"psychology\" got results. It produced a confession,<sup>[1]</sup> the first in a series. The Court of Appeals treated them as one, though its opinion expressly recognized there were three or more.<sup>[2]</sup> The first came at the end of ten hours of applied \"psychology.\"<sup>[3]</sup> The others followed later in the course of and at the end of four days of illegal detention.</p>\n<p><span class=\"star-pagination\">*422</span> By any test the first confession was \"involuntary.\" It was unworthy of credence in any court. No other conclusion can be drawn on the record. The undisputed facts<sup>[4]</sup> bear out this view and the State's admission that it was obtained by threat of \"shellacking.\" The evidence is in conflict on whether physical force was used.<sup>[5]</sup> There is no conflict that it was threatened. Nor is there room for inference that the threat did not bring about the confession. \"Malinski was not hard to break.\" No conviction tainted with this confession's influence can stand.</p>\n<p>Moreover, the first confession was used to secure the defendants' conviction. In more ways than one. In the first place, it was used directly in evidence against the accused, as the Court of Appeals expressly recognized when it sustained the trial court's action in submitting that confession, together with the later ones, to the jury,<sup>[6]</sup> and as we now hold. Further, we would be innocent indeed if we did not believe that \"leads\" furnished were followed and that the evidence thus procured and presented, as an immediate consequence of the initial coercion, had part in bringing about the verdict. The record bears out that belief. Else why was Malinski illegally detained, incommunicado, at the hotel for three days after he had told \"the whole thing\"? Whatever may be the rule as to the use of evidence secured by means merely unlawful,<sup>[7]</sup> in <span class=\"star-pagination\">*423</span> my judgment the Constitution does not tolerate the use of evidence obtained by unconstitutional methods, including coercive ones, to bring about a conviction for crime which is constitutional.<sup>[8]</sup> The Constitution does not thus nullify its own terms, setting them at war with each other. The \"leads\" thus secured in violation of both the fundamental law and the law of the State<sup>[9]</sup> led directly to the later confessions, including the written one, and vitiated them with every vice infecting the first. In my judgment, all that followed the first confession was the product of it and therefore of the initial coercion which induced it. Beyond this, the coercive influences themselves continued throughout the period between the first confession and the last, with the single exception that Malinski was given back his clothing.</p>\n<p>This fact is highly material as showing the initial coercion. Without more, it belies the explanation that the prisoner was stripped and kept naked or partly so for ten hours because otherwise he might try to escape.<sup>[10]</sup> That danger, if it existed, continued as much after the first confession as before it. It continued throughout the whole <span class=\"star-pagination\">*424</span> time he was detained at the hotel. Malinski was stripped and held naked or partly so, not to prevent his escape, but to do just what the prosecution says was intended, to \"break\" a man \"who was not hard to break\" by inducing the fear of a \"shellacking.\"</p>\n<p>But the fact that Malinski was given back his clothing, when and only when he confessed, does not show that the coercion ceased then or before the last confession was secured. It shows only that one of the coercive tactics used had become no longer necessary and therefore no longer was employed. Otherwise, why was Malinski not promptly booked and arraigned, as he was four nights later when the written confession was secured. Why was he detained illegally at the hotel for three days and four nights<sup>[11]</sup> after he admittedly had told \"everything\"? Why, further, was he held incommunicado during all this time, seeing only the police, the assistant prosecuting attorney, and Spielfogel? Why also was he subjected to examination, interrupted now and then it is true, in some instances because he fell asleep, but continuing throughout most of each day, including the time of the trips to the scene of the crime and the police garage, and to the early hours of each morning?<sup>[12]</sup></p>\n<p><span class=\"star-pagination\">*425</span> All this, the State asks us to believe, was consistent with Malinski's making a \"clean breast\" entirely voluntarily. All this comports with the view that the coercion had worn off and the written confession was the act of a man freed from the fears and the pressures which forced out the first one, or so a jury could find. Such is the claim made in the view that the first confession was not used in evidence against the accused.</p>\n<p>I cannot accept this view. On the contrary, I think only one conclusion can be drawn from the facts, namely, that all the conditions which forced out Malinski's first confession continued in full effect until they extorted also the written one, excepting only that he was given back his clothing. That fact alone is not enough to show that the coercive conditions were wholly abated and the influences they generated had no part in bringing about the later confessions.</p>\n<p><span class=\"star-pagination\">*426</span> Taking away Malinski's clothes is not the controlling fact in this case. It was only one feature of the initial duress. The details of this need not be repeated here. Taken altogether, the first day's proceedings weave into a pattern typical of \"third degree\" method.</p>\n<p>This pattern was not torn apart when it \"broke\" Malinski and he confessed for the first time. With that event he was not arraigned or released. His unlawful detention continued for three days and four nights. The questioning continued at frequent intervals each day and each night.<sup>[13]</sup> Spielfogel<sup>[14]</sup> continued to see him daily. No one else except his imprisoners was allowed to see him at any time. That he did not ask again to see counsel or others is but evidence that he had been \"broken.\" He and Spielfogel were taken to the scene of the crime and to the police garage to identify the automobile used in the crime. These two incidents, I think, show conclusively that the coercion continued after, and did not abate with, the first confession. They were in themselves confessions, as the Court of Appeals recognized. In my view they were at once the products of the first confession and immediately connecting links between it and the written one. They were the consequence of continuing, though interrupted, examination extending from the time of the first confession to the last, and carried within themselves that confession's vice, transmitting it to the written one. They were the process, with all else that went on during the period, by which whatever had been obtained at the <span class=\"star-pagination\">*427</span> first confession was checked, elaborated, verified and distilled until the final essence was separated and bottled in the written confession, a process typical of \"third degree\" procedure. That they brought forth strong corroborating evidence does not negative or nullify the existence of the coercive conditions which produced both the inducing original confession and the corroboration thus secured.<sup>[15]</sup> Finally when Malinski confessed the last time, it was in the early hours of the morning, after a night and a day of questioning. Only after this confession was obtained, but significantly very shortly thereafter, was Malinski booked, arraigned and taken to the jail.</p>\n<p>All these facts stand undisputed on the record. With the facts of the first day's proceedings, they establish beyond question the pattern of the \"third degree.\" They establish its application from the time of the arrest throughout the first day until the first confession. They prove with equal clarity, in my judgment, that every thread in that pattern but one, no longer needed, continued to hold through every moment from the first confession to the last. No single occurrence, not excluding the return of the clothing, took place which gives basis to conclude that the initial psychological pressures were relaxed or their coercive influence and effects were nullified.</p>\n<p>If after the clothing was returned, Malinski no longer feared a \"shellacking,\" an inference there is broad room to doubt, he knew there were other pressures to take the place of this threat, pressures made possible by its success in forcing from him the first confession. He knew that all of the subsequent examination, as it turned out through four nights and three days, would be founded on this confession and that he would be forced to square <span class=\"star-pagination\">*428</span> every statement, both in it and made later, not only with every other statement but also with every fact to the discovery of which any statement might lead. This in fact was what he was being required to do, among other incidents, at the scene of the crime and at the police garage. In short, he knew that he was \"on the grill\" and would continue so until he made whatever statement might satisfy the officials who had him in charge. Cf. <i>Chambers</i> v. <i>Florida,</i> 309 U.S. 227, 240.</p>\n<p>To say that in such circumstances the coercive influences had ended before they produced the result at which the entire procedure was aimed and with which it stopped, is, in my opinion, a conclusion we cannot draw and the facts allow no room for permitting a jury to make such an inference.</p>\n<p>Were the question wholly fresh, the conclusion would seem doubtful in any case that a later confession could be entirely voluntary and uncoerced, where an earlier one had been compelled. A man once broken in will does not readily, if ever, recover from the breaking. Cf. Mr. Justice Murphy, dissenting in <i>Lyons</i> v. <i>Oklahoma,</i> 322 U.S. 596, 606. No change in circumstances can wholly wipe out its effects upon himself or upon others. Thereafter he acts with knowledge that the damage has been done. Others do likewise. He is suspect by his own mouth and must continue so, whether he repudiates or confirms the confession. If he repudiates, he incurs the additional suspicion of lying, and his credibility as a witness in his own behalf is impaired, if not destroyed. If he confirms, he does so with the knowledge he has already confessed and any other course will bring upon him the suspicions and the burden of proof they entail.</p>\n<p>For these reasons a stricter standard is necessary where the confession tendered follows a prior coerced one than in the case of a single confession asserted to have been coerced. It would seem consistent therefore with our constitutional <span class=\"star-pagination\">*429</span> tradition that once a coerced confession has been obtained all later ones should be excluded from evidence, wherever there is evidence that the coerced one has been used to secure the later ones. In no other way can the effects of the coercion be wholly excluded from the trial. In no other way can one who has been subjected to use of force or coercive \"psychology\" be put upon an equal plane for the determination of his guilt or innocence with others who have escaped such unlawful action or be put back in the position he is entitled by law to occupy until his trial and a verdict of guilty, that of a man presumed to be innocent until the contrary is proved by legal means beyond a reasonable doubt. Cf. Lehman, Ch. J., dissenting in the Court of Appeals, 292 N.Y. at 383.</p>\n<p>In any event, where there is a continuous process of coercion such as existed in this case, resulting in a series of confessions of which the first is the creative precursor of the later ones, and they moreover are obtained under identical circumstances except for relaxation in one of the initial pressures, there hardly can be room for saying, as was said in the <i>Lyons</i> case, that the latter confessions are not coerced.<sup>[16]</sup> Accordingly I think Malinski's conviction was <span class=\"star-pagination\">*430</span> vitiated as much by admission of the latter confessions as by admitting the earlier oral one. If so, he should not be required to stand another trial at which those confessions may be used against him. Nor should the state officials be permitted to think they may be used again, though the first one must be excluded.</p>\n<p></p>\n<h2>II</h2>\n<p>This is a capital case. Rudish has been sentenced to death. The written confession involved him. It was used in evidence against Malinski. The court and counsel attempted what I think is and proved to be the impossible, namely, to keep Rudish's identity as one of the persons mentioned in the confession from the jury by devices similar to those employed in <i>Anderson</i> v. <i>United States,</i> 318 U.S. 350, 356, with the same result. The devices were so obvious as perhaps to emphasize the identity of those they purported to conceal. True, the charge in the <i>Anderson</i> case was not meticulous as was the one given here to separate the defendants and apply the confession only against the one as to whom technically it was admitted. Nevertheless, I think the line too fine to draw, in capital cases at any rate, between that case and this one in this respect. There could be no valid basis for admitting this confession against Rudish in a separate trial. Due process does not permit one to be convicted upon his own coerced confession. It should not allow him to be convicted upon <span class=\"star-pagination\">*431</span> a confession wrung from another by coercion.<sup>[17]</sup> A conviction supported only by such a confession could be but a variation of trial by ordeal. Cf. <i>Brown</i> v. <i>Mississippi,</i> 297 U.S. 278, 285; <i>Chambers</i> v. <i>Florida, supra,</i> at 236, 237. The effect is not different because the two, confessor and the person implicated, are tried together or because the torture is applied to other witnesses but not to the accused. Nor is it different, in this respect, because trial is in a state rather than a federal court. Accordingly I think the practice followed in the <i>Anderson</i> case and in <i>Ashcraft</i> v. <i>Tennessee,</i> 322 U.S. 143, should be followed in this one, and the judgment against Rudish should be reversed.</p>\n<p>In <i>Lisenba</i> v. <i>California,</i> 314 U.S. 219, the Court stated: \"Like the Supreme Court of California we disapprove the violations of law involved in the treatment of the petitioner, and we think it right to add that where a prisoner, held incommunicado, is subjected to questioning by officers for long periods, and deprived of the advice of counsel, we shall scrutinize the record with care to determine whether, by the use of his confession, he is deprived of liberty or life through tyrannical or oppressive means. <span class=\"star-pagination\">*432</span> Officers of the law must realize that if they indulge in such practices they may, in the end, defeat rather than further the ends of justice.\" 314 U.S. at 240.</p>\n<p>The warning exactly fits this case, as do also the repeated warnings referred to by the dissenting opinion in the Court of Appeals.<sup>[18]</sup> I think they should be made effective. That can be done fully in this case only if the judgments against both of the petitioners are reversed.</p>\n<p>MR. JUSTICE MURPHY, joins in this opinion.</p>\n<p>MR. JUSTICE MURPHY, dissenting in part.</p>\n<p>As pointed out in the opinion of the Court, Malinski's oral confession of October 23 was involuntary in character and hence its admission invalidated his conviction. But it is equally clear to me that the pattern of mental fear continued until his arraignment on October 27, thereby voiding as well his confessions by word and deed on October 25 and 26 and the written confession made during the early hours of October 27. It is inconceivable, moreover, that the admission of these tainted confessions was without influence in the conviction of the co-defendant Rudish. Accordingly, I agree with Mr. Justice Rutledge that the judgment should be reversed also as to Rudish.</p>\n<p>The subhuman psychology applied by the police to Malinski began soon after his arrest on October 23. He was stripped, humiliated and threatened with a shellacking. He was questioned throughout the day and was denied the benefit of counsel, relatives or friends. This succeeded in breaking Malinski's will, which the prosecutor <span class=\"star-pagination\">*433</span> boasted \"was not hard to break,\" and the police were able to extract an oral confession from him. But this was not enough; the police wanted a written confession. So they continued to hold the \"broken\" Malinski until such a confession was forthcoming on October 27. During this period he was illegally held without being arraigned, was questioned at frequent intervals and saw no one save his questioners and Spielfogel. The only concession made to him was the privilege of wearing all his clothes.</p>\n<p>There is an absence of any evidence that the \"broken\" Malinski regained his free independent will during the illegal detention or that the effects of the humiliation and threatened shellacking, which caused him to \"break,\" wore off prior to the written confession on October 27. There was not even a twelve-hour interval between the interrogations or a change of interrogators which this Court in <i>Lyons</i> v. <i>Oklahoma,</i> 322 U.S. 596, thought sufficient to break the pattern of coercion. The reign of mental fear and terror here was continuous for four days and Malinski's will was in a shattered state on the occasion of making each confession. Such confessions cannot be dignified with the adjective \"voluntary,\" however non-coercive may have been the immediate surrounding circumstances.</p>\n<p>Once an atmosphere of coercion or fear is created, subsequent confessions should automatically be invalidated unless there is proof beyond all reasonable doubt that such an atmosphere has been dispelled and that the accused has completely regained his free individual will. Otherwise we might as well discard all pretense to a civilized and humane system of criminal justice and adopt without further ado the terroristic police practices of certain past and present tyrannies in other parts of the world. Since all the confessions here were made in a continuing background of threatened coercion, it follows that they all were void.</p>\n<p>One other matter is worthy of comment. Malinski, as well as his co-defendant Rudish, is an American of Jewish <span class=\"star-pagination\">*434</span> ancestry. The prosecutor made certain remarks in his statement to the jury that may have been intended and were indicative of a desire to appeal to racial and religious bigotry. He spoke of Malinsky as a \"jerk from the East Side\" and referred to his residence in \"the lower east side of Manhattan, where your life is not worth a pretzel.\" This is a characterization of a territory containing a large proportion of Americans of like origin.</p>\n<p>Those clothed with authority in court rooms of this nation have the duty to conduct and supervise proceedings so that an accused person may be adjudged solely according to the dictates of justice and reason. This duty is an especially high one in capital cases. Instead of an attitude of indifference and carelessness in such matters, judges and officers of the court should take the initiative to create an atmosphere free from undue passion and emotionalism. This necessarily requires the exclusion of attacks or appeals made by counsel tending to reflect upon the race, creed or color of the defendant. Here the defendants' very lives were at stake and it was of the utmost importance that the trial be conducted in surroundings free from poisonous and dangerous irrelevancies that might inflame the jury to the detriment of the defendants. Brazen appeals relating to their race or faith had no relevance whatever to the grave issue facing the jury and could only be designed to influence the jury unfairly; and subtle and indirect attacks were even more dangerous and effective. Statements of this character are the direct antithesis of every principle of American justice and fair play. They alone are enough to cast grave doubts upon the validity of the entire proceedings.</p>\n<p>MR. CHIEF JUSTICE STONE.</p>\n<p>MR. JUSTICE ROBERTS, MR. JUSTICE REED, MR. JUSTICE JACKSON and I think the judgment should be affirmed as to both petitioners.</p>\n<p><span class=\"star-pagination\">*435</span> Malinski, charged with murder, made several confessions of guilt, which were introduced in evidence at his trial. Two, made to the police, are alleged to have been coerced, the first on October 23rd and the other four days later on October 27th. During that time he admitted to the police other isolated facts which tended to fasten guilt upon him. Three friends of Malinski also testified that on several occasions shortly after the commission of the crime and long before his arrest, he voluntarily admitted to them and to his sister that he had committed the crime.</p>\n<p>The testimony as to whether the first confession to the police was coerced was sharply conflicting. There was no evidence that petitioner was subjected to any coercion at or about the time of the second confession to the police, save as the jury could find that the coercion, if any, attending the first confession continued to operate so as to induce the second.</p>\n<p>The trial court, after reviewing fully the evidence of petitioner's detention and the coercion by the police which is said to have attended his first confession, and of the delay in his arraignment, instructed the jury:</p>\n<p>\"This testimony was adduced solely on the question as to whether or not the alleged confession later made was the result of the coercion, either direct or implied, which is prohibited by the statute, and which invalidates a confession if made. If you should find that the arraignment of the defendant was delayed, you may consider that on the question of the voluntariness of any confession made by Malinski, including the one made in the early hours of October 27 . . .\"</p>\n<p>The trial court also correctly instructed the jury that petitioner's contention was that the confession of October 27 was tainted by the detention and coercion which had preceded it, and that \"you must find beyond a reasonable doubt that this confession was a voluntary one before you would have the right to consider it.\" With respect to <span class=\"star-pagination\">*436</span> this later confession, the jury was further instructed:</p>\n<p>\"If you find beyond a reasonable doubt that the confession is a voluntary one, you will then determine whether or not the statements inculpating the defendant, therein contained, are true. If you shall have resolved both of these questions in favor of the prosecution, then and only then will you consider the confession in determining the guilt or innocence of the defendant. . .\"</p>\n<p>There were no exceptions to these instructions and no requests for a further charge on this subject.</p>\n<p>After a painstaking review of the facts, the New York Court of Appeals unanimously sustained the jury's verdict that the confessions were not coerced.<sup>[1]</sup> That court, on appeal from a judgment of death, has power, which we are not free to exercise in a case coming from a state court, to make new findings of fact, Art. 6, § 7 of the New York Constitution of 1939;<sup>[2]</sup><i>People</i> v. <i>McGrath,</i> 202 N.Y. 445, 450; 96 N.E. 92, and also to give judgment without regard to technical errors, defects or exceptions not affecting substantial rights. N.Y. Code Crim. Proc., § 542.</p>\n<p>It seems to be recognized by this Court that the question whether the second confession was coerced was properly submitted to the jury. But it holds that the first confession was coerced and was submitted to the jury as itself proof of guilt, and that for that reason the verdict must be set aside although the jury found under the instructions of the court, which we have quoted, that the second confession was not coerced.</p>\n<p>Even though the first confession were the product of coercion, the trial court, as we have pointed out, instructed <span class=\"star-pagination\">*437</span> the jury that the evidence with respect to the first confession was adduced only to show that the second was coerced. And the jury was instructed that it could consider the second confession, only if it found it voluntary, and that it could convict in that case. In view of these instructions, we cannot say that the first confession was submitted to the jury, or that, in the absence of any exception or request to charge more particularly, there was any error of which petitioner can complain. Hence the jury's verdict must be taken as conclusively establishing that the second confession was voluntary and was not induced by any coercion attending the first. <i>Lyons</i> v. <i>Oklahoma,</i> 322 U.S. 596.</p>\n<p>But even if it could be said, as the Court of Appeals seems to have thought, that the jury's verdict was a determination that the first confession was not coerced, we perceive no ground on which that determination can be disregarded. This Court recognizes that if only the testimony submitted to the jury be considered, the question whether the first confession was coerced was for the jury. The Court sets aside the jury's verdict solely because of the interpretation it places upon the conflicting testimony in the light of certain remarks, which the opinion of Mr. Justice Douglas quotes, made by the prosecuting attorney in the course of his summation to the jury. But the prosecutor did not testify in the case, and it does not appear that he was present at any of the interviews of petitioner by the police, or had any knowledge of the alleged coercion. At most, his remarks were an ill-advised attempt at justification of the coercion which the defense had alleged. He added no word by way of proof or admission to the evidence already before the jury. The jury, acting within its province, could have concluded, as it evidently did, that the prosecutor's remarks did not tend to prove anything more than his own ineptitude. The <span class=\"star-pagination\">*438</span> Court's decision thus sets aside the conviction by the process of re-weighing the conflicting testimony as to the alleged coercion, in the light of the arguments addressed to the jury.</p>\n<p>It is not the function of this Court, in reviewing, on constitutional grounds, criminal convictions by state courts, to weigh the evidence on which the jury has pronounced its verdict, also in the light of the arguments of counsel, or to sit as a super-jury. We have, in appropriate cases, set aside state convictions as violating due process where we were able to say that the case was improperly submitted to the jury or that the unchallenged evidence plainly showed a violation of the constitutional rights of the accused. <i>Brown</i> v. <i>Mississippi,</i> 297 U.S. 278; <i>Chambers</i> v. <i>Florida,</i> 309 U.S. 227; <i>Ward</i> v. <i>Texas,</i> 316 U.S. 547. But we have not hitherto overturned the verdict of a state court jury by weighing the conflicting evidence on which it was based.</p>\n<p>The rightful independence of the states in the administration of their own criminal laws in their own courts requires that in such cases we scrupulously avoid retrying the facts which have been submitted to the jury, except on a clear showing of error substantially affecting the constitutional rights of the accused. We agree that the controlling principles upon which this Court reviews on constitutional grounds a state court conviction for crime, are as stated in the opinion of Mr. Justice Frankfurter. But the due process clause of the Fourteenth Amendment is concerned with matters of substance. It cannot rightly be made the instrument of reform of the manners of state officials. And however reprehensible or even criminal the acts of state officials may be, in so far as the conduct of the trial is concerned, they do not infringe due process unless they result in the use against the accused of evidence <span class=\"star-pagination\">*439</span> which is coerced or known to the State to be fraudulent or perjured, or unless they otherwise deny to him the substance of a fair trial, which is due process. See <i>Lisenba</i> v. <i>California,</i> 314 U.S. 219, 235-238; <i>Buchalter</i> v. <i>New York,</i> 319 U.S. 427, and authorities cited.</p>\n<p>Judged by these standards, we think that there was no denial of due process in submitting petitioner Malinski's confession to the jury in the manner in which they were in fact submitted, and that there is no constitutional ground for setting aside the jury's verdict against him. We cannot say on this record that the jury was not rightly permitted to determine whether petitioner's confessions of guilt to the police were coerced, or that the verdict was without support in the evidence, or that the instruction that the jury could find the defendant guilty if it found that the second confession was not the result of the alleged coercion at the time of the first, was not properly given.</p>\n<p>Petitioner Rudish has raised no substantial federal question reviewable here, and his conviction, as well as Malinski's, should be affirmed.</p>\n<h2>NOTES</h2>\n<p>[1]  The Court of Appeals did not divide on the issue which is before us. The dissenting judges thought (1) that Spielfogel was an accomplice and that the conviction of Rudish was not supported by corroborative evidence; and (2) that the instruction concerning the voluntary character of the confession was not adequate.</p>\n<p>[2]  While the robbers were escaping, the wounded policeman fired several shots, some of which hit the car in which they made their escape.</p>\n<p>[3]  The matter was described by the prosecutor in a rather shocking manner:\n</p>\n<p>\"They hold men for several days. Are you satisfied with that? They are not going to let him go home, or let him get hold of a smart mouthpiece to preach about his rights and sue out writs. You want a District Attorney in this county that is worth his salt, not a powder-puff District Attorney. When you are trying a case of murder, especially murder of a police officer, you don't go over and give him a pat on the back and say, `Do you want anything? Do you want to have your lawyer or your wife or somebody else?' In fact after that they would not even let him see Mr. Math, an assistant in our office; they would not even let him talk to a rabbi. Do you think McNally, 17 years in the Police Department, is going to let this jerk from the East Side tell him his business?\"</p>\n<p>[4]  As the Court of Appeals points out (292 N.Y. p. 375), Spielfogel and Malinski had an agreement that if either went to prison the one who was free would help take care of the other's family. After Spielfogel went to Sing Sing, Malinski contributed for a while to the support of Spielfogel's wife. When Malinski refused to pay any more, Spielfogel unburdened himself to two other convicts, Yellin and Kovner, \"but with no intention of acting against Malinski for, curiously enough, testimony is in this record that, after knowledge of what had occurred in the shooting of Fox reached the police department and a lieutenant of police was sent to Sing Sing prison to interview Spielfogel, he refused to talk to the police officer. Even after that police officer had told him all that Spielfogel must have told to Yellin and Kovner he still evinced no interest in helping the police. It was only later that he consented to talk.\"</p>\n<p>[5]  New York has the rule that in capital cases a new trial may be ordered in the interests of justice though no exception was taken in the trial court. Gilbert's Anno. Criminal Code &amp; Penal Law (1943) § 528; <i>People</i> v. <i>Jung Hing,</i> 212 N.Y. 393, 405, 106 N.E. 105; <i>People</i> v. <i>Lytton,</i> 257 N.Y. 310, 313, 178 N.E. 290.</p>\n<p>[6]  MR. JUSTICE BLACK, MR. JUSTICE MURPHY, and MR. JUSTICE RUTLEDGE join in Part I of this opinion.</p>\n<p>[7]  This treatment of the matter seems to have followed the procedure adopted in New York in case of joint trials. See <i>People</i> v. <i>Snyder,</i> 246 N.Y. 491, 497, 159 N.E. 408; <i>People</i> v. <i>Fisher,</i> 249 N.Y. 419, 424, 427, 164 N.E. 336.</p>\n<p>[1]  It is suggested that \"the New York Court of Appeals unanimously sustained the jury's verdict that the confessions were not coerced.\" I do not so interpret the views of the minority of that court. The opinion of Chief Judge Lehman, on behalf of the three dissenting judges, will speak for itself:\n</p>\n<p>\"Here we are agreed that a finding by the jury that the defendant's confession, though obtained while he was unlawfully detained without arraignment, is not against the weight of the evidence. The officers of the law deny that they beat the defendant or threatened him. Whatever may have been the motive of the police in taking Malinski to the Hotel Bossert instead of to a police station or jail, we find no basis for any inference that the police believed that the hotel was an appropriate place where a person could, without too much risk of discovery, be beaten in order to compel a confession. Nonetheless, in this case, as in <i>People</i> v. <i>Mummiani</i> (<i>supra</i> [258 N.Y. 394], pp. 399-400), `the conclusion is inescapable' that the police delayed the arraignment of the defendant `for the purpose of subjecting him to an inquisition impossible thereafter' at which he might be induced to make a confession by resort to what the Supreme Court of the United States has described as `those reprehensible practices known as the \"third degree\" which, though universally rejected as indefensible, still find their way into use.' There can be no fair trial of the issue whether the confession is voluntary where the jury is not properly informed that the detention was unlawful and that they must take that fact into consideration. That has not been done in this case.\" <i>People</i> v. <i>Malinski,</i> 292 N.Y. 360, 387-388.</p>\n<p>[1]  The evidence is undisputed that Malinski arrived at the hotel at about 8:15 a.m., was immediately stripped, and was not given back his clothing, except his shorts, until after he confessed that evening. The summation added to the statement quoted above in the text: \"McNally [a police officer] took one look at him and said, `Come here' \u0097 just a little tough talk \u0097 `what do you know about it?' Six o'clock in the evening after he was picked up he told the whole thing.\"</p>\n<p>[2]  \"Counsel have urged upon us, however, that it was error for the court to submit to the jury the confession made by Malinski orally on October 23rd, by word and deed on October 25th and 26th and to an Assistant District Attorney and a stenographer in the early morning hours of October 27th. . . .\n</p>\n<p>\"When we have spoken of Malinski's confession we include, of course, not only the confession made orally to a police officer on the Friday night of the arrest but also the two automobile trips on Sunday and Monday, one to the police garage to permit Malinski to identify the automobile used in the crime and the other to Coney Island to revisit a restaurant and the scene of the crime, and the confession to the District Attorney which was taken stenographically in the early morning of Tuesday, October 27th.\" 292 N.Y. 360, 370, 373-374.</p>\n<p>[3]  Cf. note 1.</p>\n<p>[4]  They are stated fully in the Court's opinion.</p>\n<p>[5]  Malinski testified to violence by two officers who contradicted him in this respect. The majority in the Court of Appeals characterized the testimony as to violence as being \"not very strong.\"</p>\n<p>[6]  Cf. note 2.</p>\n<p>[7]  Compare <i>People</i> v. <i>Adams,</i> 176 N.Y. 351, 68 N.E. 636, aff'd <i>subnom. </i><i>Adams</i> v. <i>New York,</i> 192 U.S. 585; <i>People</i> v. <i>Defore,</i> 242 N.Y. 13, 150 N.E. 585, cert. denied, 270 U.S. 657; with <i>Boyd</i> v. <i>United States,</i> 116 U.S. 616; <i>Weeks</i> v. <i>United States,</i> 232 U.S. 383; <i>Silverthorne Lumber Co.</i> v. <i>United States,</i> 251 U.S. 385; <i>Gouled</i> v. <i>United States,</i> 255 U.S. 298; dissenting opinions of Justices Holmes and Brandeis, <i>Olmstead</i> v. <i>United States,</i> 277 U.S. 438, 469, 471; <i>McNabb</i> v. <i>United States,</i> 318 U.S. 332; <i>Anderson</i> v. <i>United States,</i> 318 U.S. 350. See Fraenkel, Recent Developments in the Law of Search and Seizure (1928) 13 Minn. L. Rev. 1; Atkinson, Admissibility of Evidence Obtained through Unreasonable Searches and Seizure (1925) 25 Col. L. Rev. 11; Chafee, Progress of the Law (1922) 35 Harv. L. Rev. 673, 694.</p>\n<p>[8]  Cf. <i>Boyd</i> v. <i>United States,</i> 116 U.S. 616; <i>Weeks</i> v. <i>United States,</i> 232 U.S. 383.</p>\n<p>[9]  This formed one of the chief grounds of the strong dissenting opinion, concurred in by three judges, in the Court of Appeals. 292 N.Y. 376. Cf. note 18 <i>infra.</i></p>\n<p>[10]  The officers also \"explained\" their failure to take Malinski before a magistrate \"without unnecessary delay\" as the New York law requires (Code Crim. Proc. § 165) by saying that though he was seized on October 23rd he was not \"arrested\" until October 26th. Cf. the dissenting opinion of Lehman, Ch. J., 292 N.Y. at 381-382.</p>\n<p>[11]  The fourth night was devoted to final interrogation at the Bath Beach Police Station.</p>\n<p>[12]  The questioning of the first day and evening, Friday, October 23, continued after the oral confession and was still in progress at 3:00 a.m. on Saturday, October 24. Ten to twelve persons were usually present and many participated in the questioning. Investigators stayed for a time and left to return later. One detective left the hotel at 10:00 or 11:00 p.m. on October 23 and, on his return at 3:00 a.m., found the questioning still continuing. The interrogation, on and off, had then proceeded for nineteen hours.\n</p>\n<p>Throughout October 24, a police lieutenant testified, many of the detectives \"continuously\" examined and talked to Malinski. The latter said, \"They kept questioning me all that day and night.\" Again on October 25 he was questioned \"to clear up certain points,\" though an officer denied that this \"went on for hours and hours.\" On that day Malinski was taken on a tour of the scene of the crime. The assistant district attorney and a stenographer accompanied the party. Malinski testified without contradiction that he \"was being questioned riding all the way back to the hotel,\" and that the questioning continued there until 2:00 a.m.</p>\n<p>On Monday, October 26, ten or twelve detectives were still present with Malinski at the hotel. During the course of that day he was questioned and taken to a police garage to identify the automobile used in the crime. There is much confusion in the officers' testimony as to the time of this trip and whether it preceded or followed one to the Bath Beach Police Station. The weight of their evidence perhaps is that they went to the police garage first, then to the police station, arriving there about 5:00 p.m. The State's supplementary brief supports this view and the view that on arrival at the station questioning by the assistant district attorney and others began. There is every reason to believe that the final questioning of Malinski, leading to a written confession at 2:10 a.m., October 27, had proceeded for some nine hours. At the very least, we know that the questioning by a battery of investigators (eight police officers in addition to the assistant district attorney) was in progress at 7:00 p.m., October 26, and continued to midnight.</p>\n<p>[13]  Cf. note 12 <i>supra.</i></p>\n<p>[14]  Spielfogel was as much a tool to secure Malinski's confession as any member of the police. He was brought down from Sing Sing on October 14, 1942, by the assistant district attorney and others because of what he had revealed about the crime. He made a statement to the police before Malinski was taken into custody and was present at the hotel shortly after Malinski was brought there. He at first refused to discuss the case with the state officials. No satisfactory explanation is offered of his change in attitude.</p>\n<p>[15]  At the police garage, although Malinski had \"confessed,\" he still sought to protect himself by using his handkerchief to open the car door because, he said at the trial, he \"did not want to be framed\" by leaving his fingerprints.</p>\n<p>[16]  That the written confession did not follow on the heels of the first, in the present circumstances, only aggravated the original coercion. The significant fact in <i>Lyons</i> v. <i>Oklahoma</i><i>,</i> not present in this case, was that the second confession was made under auspices entirely different from those surrounding the first. The prisoner was in the custody of different officials, men shown by the record to be persons whom he had no reason to fear. And there was no evidence that they shared in or at any time applied the brutal methods by which it was charged, and denied, the first confession had been obtained. The principal question was whether the lapse of time between the two confessions, only some twelve hours, was sufficient so that the second could be taken as having been made free of the compulsions which induced the first, notwithstanding the change in officials having custody. A majority held that the difference in time was sufficient to permit the question to go to the jury. But the decision also took into account the change in custodians. 322 U.S. at 604. The Lyons case therefore is not authority for the view that the jury might have found the second confession voluntary, if there had been no such change. Nor does it rule that the coercing officials, by prolonging the period of coercion, though relaxing it in some of the tactics used, can escape its consequences and nullify its continuing effects.</p>\n<p>[17]  The matter goes beyond and deeper than mere violation of the constitutional privilege against self-incrimination, to whatever extent this may have been applied to the states by adoption of the Fourteenth Amendment. Compare <i>Twining</i> v. <i>New Jersey,</i> 211 U.S. 78, and <i>Snyder</i> v. <i>Massachusetts,</i> 291 U.S. 97, with <i>Brown</i> v. <i>Mississippi,</i> 297 U.S. 278; cf. <i>Hysler</i> v. <i>Florida,</i> 315 U.S. 411, stating at 413: \"However, if Florida through her responsible officials knowingly used false testimony which was extorted from a witness `by violence and torture,' one convicted may claim the protection of the Due Process Clause against a conviction based upon such testimony.\" Although the majority thought the tender of proof insufficient to require a trial on a writ of error coram nobis, three dissenting justices deemed it irrelevant whether the state officials knew the coerced confessions were false, 315 U.S. at 424, and interpreted <i>Brown</i> v. <i>Mississippi, supra</i><i>,</i> and <i>Chambers</i> v. <i>Florida, supra</i><i>,</i> as barring \"confessions wrung from the accused or his accomplices .. .\" Cf. also <i>Mooney</i> v. <i>Holohan,</i> 294 U.S. 103, and <i>Pyle</i> v. <i>Kansas,</i> 317 U.S. 213.</p>\n<p>[18]  \"We cannot close our eyes to the fact that our frequently and solemnly repeated admonitions to law enforcement officers that they are not above the law and may not in their zeal to obtain convictions hold, without arraignment, persons suspected of crime in order to have opportunity to obtain confessions, are often unheeded.\" 292 N.Y. at 386.</p>\n<p>[1]  The chief judge and two others, dissenting, thought that the conviction should be reversed because of the insufficiency of the charge as to the delay in arraignment; they apparently relied on state grounds, and not on the federal constitution.</p>\n<p>[2]  The amendment to Art. 6, § 7, effective January 1, 1944, retains this power in the Court of Appeals.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:54:46", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">324</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">401</span></span> (1945)</b></center>\n<center><h1>MALINSKI ET AL.<br>\nv.<br>\nNEW YORK.</h1></center>\n<center>No. 367.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 4, 5, 1944.</center>\n<center>Decided March 26, 1945.</center>\nCERTIORARI TO THE COURT OF APPEALS OF NEW YORK.\n<p><span class=\"star-pagination\">*402</span> <i>Messrs. John J. Fitzgerald</i> and <i>David F. Price,</i> with whom <i>Mr. Joseph A. Solovei</i> was on the brief, for petitioners.</p>\n<p><i>Mr. Solomon A. Klein,</i> with whom <i>Messrs. Thomas Cradock Hughes</i> and <i>Henry J. Walsh</i> were on the brief, for respondent.</p>\n<p>MR. JUSTICE DOUGLAS delivered the opinion of the Court.</p>\n<p>Malinski and Rudish were convicted along with one Indovino of the murder of Leon Fox, a police officer who, late at night, was escorting a manager of a theatre to a bank depository. The details will be found in <span class=\"citation\" data-id=\"104108\"><a href=\"/opinion/104108/malinski-v-new-york/\"><span class=\"volume\">292</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">360</span></a></span>. There were no eye witnesses to the crime who could identify the robbers. Malinski was implicated by various witnesses \u0097 by Spielfogel, an old friend and a criminal serving a sentence of thirty to sixty years in Sing Sing; by Malinski's girl friend; by Malinski's brother-in-law. Each testified that Malinski confessed the crime to him or her. The confessions to the girl friend and to the brother-in-law were made a few hours after the crime and were merely that Malinski had shot a cop; but the confession to Spielfogel disclosed in detail the planning and execution of the crime. Malinski denied making these confessions. Yet as the New York Court of Appeals pointed out (292 N.Y. p. 370) those confessions and other evidence of the State were sufficient, if believed, to support the conviction, wholly apart from another confession around which the present controversy turns. But the circumstances under which the latter confession was obtained raised the substantial federal question which prompted us to grant the petition for a writ of certiorari.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*403</span> I</h2>\n<p>Malinski was arrested while on his way to work on the morning of Friday, October 23, 1942. The police did not then arraign him but took him to a room in the Bossert Hotel in Brooklyn where he arrived about 8 A.M. He was immediately stripped and kept naked until about 11 A.M. At that time he was allowed to put on his shoes, socks and underwear and was given a blanket in which to wrap himself. He remained that way until about 6 P.M. Malinski claims he was beaten by the police during that period. The police denied this. There was no visible sign of any beating, such as bruises or scars; and Malinski made no complaint to the judge on arraignment nor to the jail authorities where he was later held. Sometime during Friday morning Spielfogel was brought to the hotel. He and Malinski were put alone together in a room sometime that afternoon. Shortly after their conference \u0097 apparently around 5:30 P.M. or 6:00 P.M. \u0097 Malinski confessed to the police. After it was made Malinski was allowed to dress. Malinski was kept at the hotel that night and the next three days. The record does not show exactly how long and frequent the questioning was after the first confession. But it is clear that Malinski was questioned in the early hours of Saturday, the 24th, and at other times during that day. He was further questioned on Sunday, the 25th, and taken with Spielfogel from the hotel to the scene of the crime where he identified several places which had a relationship to the commission of the crime and where he pointed out how the crime was executed. On Monday, the 26th, he was taken from the hotel to the police garage where he identified the automobile used in the robbery. At about 5:00 P.M. on Monday he was taken to a police station and questioned. On Tuesday morning, October 27th, about 2 A.M. he made a confession <span class=\"star-pagination\">*404</span> at the police station. That confession was introduced at the trial. Shortly thereafter \u0097 about 4:00 A.M. \u0097 he was booked and put in a cell and soon arraigned.</p>\n<p>The trial court held a preliminary hearing on the voluntary character of the confession of October 27th before allowing it to be introduced in evidence. There is a question in the case whether the confession of October 23rd as well as that of October 27th was submitted to the jury, a question to which we will return. It is sufficient here to note that the trial court charged the jury that a confession should not be considered by them unless they found beyond a reasonable doubt that it was voluntary. And they were told that although the delay in arraignment was not conclusive, they might consider it in passing on the question of voluntariness. The Court of Appeals sustained the judgment of conviction by a divided vote.<sup>[1]</sup> But the question whether there has been a violation of the due process clause of the Fourteenth Amendment by the introduction of an involuntary confession is one on which we must make an independent determination on the undisputed facts. <i>Chambers</i> v. <i>Florida,</i> <span class=\"citation\" data-id=\"103301\"><a href=\"/opinion/103301/chambers-v-florida/\"><span class=\"volume\">309</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">227</span></a></span>; <i>Lisenba</i> v. <i>California,</i> <span class=\"citation\" data-id=\"103561\"><a href=\"/opinion/103561/lisenba-v-california/\"><span class=\"volume\">314</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">219</span></a></span>; <i>Ashcraft</i> v. <i>Tennessee,</i> <span class=\"citation\" data-id=\"103981\"><a href=\"/opinion/103981/ashcraft-v-tennessee/\"><span class=\"volume\">322</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">143</span></a></span>.</p>\n<p>If all the attendant circumstances indicate that the confession was coerced or compelled, it may not be used to convict a defendant. <i>Ashcraft</i> v. <i>Tennessee, supra,</i> p. 154. And if it is introduced at the trial, the judgment of conviction will be set aside even though the evidence apart from the confession might have been sufficient to sustain the jury's verdict. <i>Lyons</i> v. <i>Oklahoma,</i> <span class=\"citation\" data-id=\"104010\"><a href=\"/opinion/104010/lyons-v-oklahoma/\"><span class=\"volume\">322</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">596</span></a></span>, 597.</p>\n<p>If the evidence alone is considered, there is serious doubt whether the confession made on the late afternoon of Friday, <span class=\"star-pagination\">*405</span> October 23rd (the first day of Malinski's detention) was admissible under the rule of <i>Chambers</i> v. <i>Florida</i><i>, Lisenba</i> v. <i>California,</i> and <i>Ashcraft</i> v. <i>Tennessee, supra</i><i>.</i> If the confession had been the product of persistent questioning while Malinski stood stripped and naked, we would have a clear case. But it was not. Malinski was stripped when he arrived at the hotel so that he might be examined for bullet wounds.<sup>[2]</sup> He remained in that condition several hours \u0097 much longer than any such physical examination could possibly justify. But it does not appear that he was subjected to more than occasional questioning during that period. No confession was obtained from him at that time. He said he was beaten; but that was disputed. And the assertion has such a dubious claim to veracity that we lay it aside. In any event, he soon had his shoes, socks, and underwear back on and a blanket in which to wrap himself. He complained of that treatment in his testimony. The police justified it with the dubious explanation that it was to make certain that Malinski did not escape. Yet the record does not show any persistent and incessant \u0097 let alone gruelling \u0097 questioning by the police while Malinski was only partially clothed. There are many gaps in the chronological narrative of what transpired that day. But several circumstances stand out. Malinski was held incommunicado; he was not allowed to see a lawyer, though he asked for one, and he was not allowed to see friends, with one exception.<sup>[3]</sup> That <span class=\"star-pagination\">*406</span> exception was Spielfogel.<sup>[4]</sup> As we have noted, he and Malinski had a private conference that afternoon. Malinski was told that Spielfogel was there. Malinski asked to see him. Spielfogel's version of what transpired varies from Malinski's. The former says that Malinski told him the police knew so much that Malinski figured he \"might as well go out there and tell them the rest.\" Malinski said that he asked Spielfogel, \"What are you doing with me?\"; and that Spielfogel replied, \"don't let them hit you. You know you didn't do it. Go out and say I told you to tell the truth.\" Shortly thereafter Malinski made his confession of October 23rd. If that evidence alone is not sufficient to show that that confession was coerced, the comments of the prosecutor place it beyond doubt. For in his summation to the jury he made certain statements which the Court of Appeals said were \"indefensible\" (292 N.Y. p. 373) and which we think are sufficient to fill in any gaps on the record before us and to establish that this confession was not made voluntarily. He said that Malinski <span class=\"star-pagination\">*407</span> \"was not hard to break\"; that \"He did not care what he did. He knew the cops were going to break him down.\" And he added:</p>\n<p>\"Why this talk about being undressed? Of course, they had a right to undress him to look for bullet scars, and keep the clothes off him. That was quite proper police procedure. That is some more psychology \u0097 let him sit around with a blanket on him, humiliate him there for a while; let him sit in the corner, let him think he is going to get a shellacking.\"</p>\n<p>If we take the prosecutor at his word, the confession of October 23rd was the product of fear \u0097 one on which we could not permit a person to stand convicted for a crime.</p>\n<p>But it is said that this coerced confession was not introduced in evidence, that it was submitted to the jury only insofar as it threw light on the voluntary character of the subsequent confessions, and that under the rule of <i>Lyons</i> v. <i>Oklahoma, supra,</i> p. 601, the adequacy of that instruction to the jury is solely for the state courts to determine. We do not think, however, that <i>Lyons</i> v. <i>Oklahoma, supra</i><i>,</i> fits this case.</p>\n<p>The confession of October 23rd was oral. Its details were not put in evidence. But Spielfogel, a witness for the prosecution, adverted to it in his testimony, saying that Malinski told \"everything\" at that time. A police officer testified on behalf of the prosecution to the same effect. The prosecutor referred to it in his summation in language which we have already quoted. He added that \"Six o'clock in the evening after he (Malinski) was picked up, he told the whole thing.\" When the confession of October 27th (which was a detailed confession taken down by a stenographer) was offered in evidence, a preliminary hearing was had. That hearing covered the voluntary character of the October 23rd confession as well as the October 27th confession. The trial court in its charge to the jury reviewed the events leading up to the confession <span class=\"star-pagination\">*408</span> of October 23rd \u0097 the prosecutor's version, Malinski's version. It then referred to the delay in arraigning Malinski, stating that the police claimed they were willing to arraign Malinski on the day of his arrest but that Malinski preferred to stay at the hotel with Spielfogel. It then charged:</p>\n<p>\"Be that as it may, I charge you that it was the duty of the police to arraign the defendant before the nearest Magistrate without unnecessary delay, and, further, that if a police officer failed or refused to perform such duty, he is guilty of a misdemeanor.</p>\n<p>\"But, gentlemen, you will bear in mind that the police department is not on trial in this case. This testimony was adduced solely on the question as to whether or not the alleged confession later made was the result of the coercion, either direct or implied, which is prohibited by the statute, and which invalidates a confession if made. If you should find that the arraignment of the defendant was delayed, you may consider that on the question of the voluntariness of any confession made by Malinsky, including the one made in the early hours of October 27th at the Bath Beach station house.</p>\n<p>\"However, I am charging you that the failure to arraign, in and of itself, is not conclusive against the People, and does not in and of itself, standing alone, destroy the validity of the confession. Is that clear?</p>\n<p>\"On the question whether Malinski was coerced, you may consider that he made no complaint to the Magistrate when arraigned and did not seek the services of the jail physician. That evidence, if true, is not, however, conclusive against Malinski, but may be considered by the jury on the issue of the voluntariness of the confession.\"</p>\n<p>Malinski made no objections to these references to his confession of October 23rd. And while he asked for a mistrial because of the prosecutor's comments, he made on this phase of the case no requests to charge which were <span class=\"star-pagination\">*409</span> refused. The Court of Appeals, however, did not hold that Malinski was precluded from objecting<sup>[5]</sup> to the use made at the trial of his confession of October 23rd. It considered his objection that \"it was error for the court to submit to the jury the confession made by Malinski orally on October 23rd\" as well as the other three confessions made to the police. 292 N.Y. p. 370. And it made plain, when it held that Malinski's \"confession\" should not have been excluded as a matter of law, that it meant \"not only the confession made orally to a police officer on the Friday night of the arrest but also the two automobile trips on Sunday and Monday, one to the police garage to permit Malinski to identify the automobile used in the crime and the other to Coney Island to revisit a restaurant and the scene of the crime, and the confession to the District Attorney which was taken stenographically in the early morning of Tuesday, October 27th.\" 292 N.Y. pp. 373-374. Its ruling was that none of the four confessions was involuntary as a matter of law. Thus as we read the opinion of the Court of Appeals, it reviewed the judgment of conviction on the basis that all four confessions to the police had been submitted to the jury. We find no indication that it construed the record to be like the one in <i>Lyons</i> v. <i>Oklahoma, supra</i><i>,</i> where consideration of the first coerced confession was strictly limited to the voluntary character of subsequent confessions. Nor do we think that the record before us can be fairly construed in that manner.</p>\n<p>There were repeated references at the trial to the confession of October 23rd. The prosecutor made emphatic references to it in his summation. On this record the fact <span class=\"star-pagination\">*410</span> that Malinski confessed to the crime shortly after he was arrested stands out in bold relief. The use made of the confession could hardly have been more effective had its details been put in evidence. It was not insulated from the trial. The part of the charge to the jury which we have quoted may possibly have been an effort in that direction. But it is more susceptible of the interpretation that the delay in arraignment, not the first confession, was to be considered \"solely on the question as to whether or not the alleged confession later made was the result of the coercion.\" That seems to have been the interpretation given the charge by the Court of Appeals. 292 N.Y. p. 374. No more explicit charge was given. The jury at no time was admonished that it could not convict on the basis of the first confession nor consider it as evidence against Malinski. We must consider the case, therefore, as one in which a coerced confession was employed to obtain a conviction. Coerced confessions would find a way of corrupting the trial if we sanctioned the use made of the October 23rd confession in this case. Constitutional rights may suffer as much from subtle intrusions as from direct disregard.</p>\n<p>It is thus apparent that the judgment before us rests in part on a confession obtained as a result of coercion. Accordingly a majority of the Court do not come to the question whether the subsequent confessions were free from the infirmities of the first one.<sup>[6]</sup></p>\n<p></p>\n<h2>II</h2>\n<p>We have not mentioned Rudish. He did not confess to the police. He was tried jointly with Malinski, his counsel electing not to ask for a severance. We are asked to reverse as to Rudish because the confession of October 27th which was introduced in evidence against Malinski <span class=\"star-pagination\">*411</span> was prejudicial to Rudish. It is argued that that course is indicated by <i>Anderson</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"103792\"><a href=\"/opinion/103792/anderson-v-united-states/\"><span class=\"volume\">318</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">350</span></a></span>. In that case we reversed a judgment of conviction against all the defendants though the confessions which had been introduced were the confessions of only some of them. But in that case we were reviewing a criminal proceeding in a federal District Court over which we have more control than we do over criminal trials in the state courts. <i>McNabb</i> v. <i>United States,</i> 318 U.S. 332. Moreover, in the <i>Anderson</i> case the jury was told that in considering the guilt or innocence of each defendant they could consider the whole proof made at the trial. And it appeared that the prosecution leaned heavily on the confessions to establish its case against all the defendants. The furthest we have gone in a comparable case from a state court is to vacate the judgment against the co-defendant who did not confess and remand the case to the state court for further consideration. Thus in <i>Ashcraft</i> v. <i>Tennessee,</i> <span class=\"citation\" data-id=\"103981\"><a href=\"/opinion/103981/ashcraft-v-tennessee/\"><span class=\"volume\">322</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">143</span></a></span>, 155, we followed that procedure, at the suggestion of the Attorney General of the State, where the judgment against the co-defendant who did not confess was sustained by the state court on the assumption that the confession which we held to be coerced was properly admitted and that the conviction of the defendant who did confess was valid.</p>\n<p>We do not believe that procedure is appropriate in this case even though it be assumed <i>arguendo</i> that the confession of October 27th was involuntary. It is true that that confession referred both to Rudish and to Indovino. But before that confession was offered in evidence the trial court with the complete approval of counsel for Rudish worked out a procedure for protecting Rudish and Indovino. \"X\" was substituted for Rudish, \"Y\" for Indovino. The jury were plainly instructed that the confession was admitted against Malinski alone and that they were not to speculate concerning the identity of \"X\" or \"Y.\" When it came to the charge, the trial court submitted <span class=\"star-pagination\">*412</span> the case against Rudish separately from the one against Malinski.<sup>[7]</sup> The Court of Appeals in sustaining the judgment against Rudish in no respect relied on any confession to the police which Malinski made. And when it turned to the comments of the prosecutor, which we have quoted, it noted that they concerned Malinski, not Rudish. 292 N.Y. p. 373.</p>\n<p>On this record the questions raised by Rudish involve matters of state procedure beyond our province to review. <i>Barrington</i> v. <i>Missouri,</i> 205 U.S. 483. Since the case against him, both as tried and as sustained on review, was not dependent on Malinski's confession of October 27th, we think it inappropriate to vacate the judgment as we did in <i>Ashcraft</i> v. <i>Tennessee, supra</i><i>,</i> though we assume that that confession was coerced. Whether our reversal of the judgment against Malinski would as a matter of state law affect the judgment against Rudish is not for us to say. In each case our mandate will provide for a remand to the Court of Appeals for proceedings not inconsistent with this opinion.</p>\n<p>The judgment against Rudish is affirmed.</p>\n<p>The judgment against Malinski is reversed.</p>\n<p><i>It is so ordered.</i></p>\n<p>MR. JUSTICE FRANKFURTER.</p>\n<p>It is also my view that the judgment as to Malinski calls for reversal, leaving the disposition of Rudish's conviction in the light of such reversal to the New York Court of Appeals.</p>\n<p>Apart from permitting Congress to use criminal sanctions as means for carrying into execution powers granted to it, the Constitution left the domain of criminal justice <span class=\"star-pagination\">*413</span> to the States. The Constitution, including the Bill of Rights, placed no restriction upon the power of the States to consult solely their own notions of policy in formulating penal codes and in administering them, excepting only that they were forbidden to pass any \"Bill of Attainder\" or \"ex post facto Law,\" Constitution of the United States, Art. I, § 10. This freedom of action remained with the States until 1868. The Fourteenth Amendment severely modified the situation. It did so not by changing the distribution of power as between the States and the central government. Criminal justice was not withdrawn from the States and made the business of federal lawmaking. The Fourteenth Amendment merely restricted the freedom theretofore possessed by the States in the making and the enforcement of their criminal laws.</p>\n<p>Unlike the limitations of the Bill of Rights upon the use of criminal penalties by federal authority, the Fourteenth Amendment placed no specific restriction upon the administration of their criminal law by the States. Congress in proposing the Fourteenth Amendment and the States in ratifying it left to the States the freedom of action they had before that Amendment excepting only that after 1868 no State could \"abridge the privileges or immunities of citizens of the United States\" nor \"deprive any person of life, liberty, or property, without due process of law,\" nor deny to any person the \"equal protection of the laws.\" These are all phrases of large generalities. But they are not generalities of unillumined vagueness; they are generalities circumscribed by history and appropriate to the largeness of the problems of government with which they were concerned. \"The privileges or immunities of citizens of the United States\" derived from the two aspects of citizenship in our federal system. The safeguards of \"due process of law\" and \"the equal protection of the laws\" summarize the history of freedom of English-speaking peoples running back to Magna Carta and reflected in the constitutional development of our <span class=\"star-pagination\">*414</span> people. The history of American freedom is, in no small measure, the history of procedure.</p>\n<p>Here we are concerned with the requirement of \"due process of law\" in the enforcement of a state's criminal law. Experience has confirmed the wisdom of our predecessors in refusing to give a rigid scope to this phrase. It expresses a demand for civilized standards of law. It is thus not a stagnant formulation of what has been achieved in the past but a standard for judgment in the progressive evolution of the institutions of a free society. The suggestion that \"due process of law,\" as guaranteed by the Fourteenth Amendment, is a compendious expression of the original federal Bill of Rights (Amendments I to VIII) has been rejected by this Court again and again and after impressive consideration. See, <i>e.g., </i><i>Hurtado</i> v. <i>California,</i> 110 U.S. 516; <i>Twining</i> v. <i>New Jersey,</i> <span class=\"citation\" data-id=\"96885\"><a href=\"/opinion/96885/twining-v-new-jersey/\"><span class=\"volume\">211</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>; <i>Brown</i> v. <i>Mississippi,</i> <span class=\"citation\" data-id=\"102604\"><a href=\"/opinion/102604/brown-v-mississippi/\"><span class=\"volume\">297</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">278</span></a></span>; <i>Palko</i> v. <i>Connecticut,</i> 302 U.S. 319.</p>\n<p>In the Bill of Rights, Eighteenth-century statesmen formulated safeguards against the recurrence of well-defined historic grievances. Some of these safeguards, such as the right to trial by a jury of twelve and immunity from prosecution unless initiated by a grand jury, were built on experience of relative and limited validity. \"Few would be so narrow or provincial as to maintain that a fair and enlightened system of justice would be impossible without them.\" <i>Palko</i> v. <i>Connecticut, supra,</i> at 325. Others, like the freedom of the press or the free exercise of religion or freedom from condemnation without a fair trial, express rights the denial of which is repugnant to the conscience of a free people. They express those \"fundamental principles of liberty and justice which lie at the base of all our civil and political institutions,\" <i>Hebert</i> v. <i>Louisiana,</i> <span class=\"citation\" data-id=\"100929\"><a href=\"/opinion/100929/hebert-v-louisiana/\"><span class=\"volume\">272</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">312</span></a></span>, 316, and are implied in the comprehensive concept of \"due process of law.\"</p>\n<p>The Due Process Clause of the Fourteenth Amendment thus has potency different from and independent of the <span class=\"star-pagination\">*415</span> specific provisions contained in the Bill of Rights. Apart from all other considerations, how could it be otherwise without charging Madison and his great contemporaries in the framing and adoption of the Bill of Rights with writing into it a meaningless clause? The Fifth Amendment specifically prohibits prosecution of an \"infamous crime\" except by indictment; it forbids double jeopardy and self-incrimination, as well as deprivation of \"life, liberty, or property, without due process of law.\" Not to attribute to due process of law an independent function but to consider it a shorthand statement of other specific clauses in the same Amendment is to charge those who secured the adoption of this Amendment with meretricious redundancy by indifference to a phrase \u0097 \"due process of law\" \u0097 which was one of the great instruments in the very arsenal of constitutional freedom which the Bill of Rights was to protect and strengthen. Of course the Due Process Clause of the Fourteenth Amendment has the same meaning. To suppose that \"due process of law\" meant one thing in the Fifth Amendment and another in the Fourteenth is too frivolous to require elaborate rejection.</p>\n<p>A construction which gives due process no independent function but makes of it a summary of the specific provisions of the Bill of Rights would tear up by the roots much of the fabric of law in the several States. Thus, it would require all the States to prosecute serious crimes through the grand jury system long ago abandoned by many of them, see <i>Hurtado</i> v. <i>California, supra</i><i>,</i> to try such crimes by a jury of twelve which some of the States have seen fit to modify or abandon, see <i>Maxwell</i> v. <i>Dow,</i> <span class=\"citation\" data-id=\"95204\"><a href=\"/opinion/95204/maxwell-v-dow/\"><span class=\"volume\">176</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">581</span></a></span>, to enforce the privilege against self-incrimination with the technical requirements prevailing in the federal courts when States, consistently with fundamental notions of justice, have seen fit to make other arrangements, see <i>Twining</i> v. <i>New Jersey, supra</i><i>,</i> and to have jury trials \"In Suits at common law, where the value in controversy <span class=\"star-pagination\">*416</span> shall exceed twenty dollars,\" a requirement which this Court has held over and over again for more than a hundred years does not apply to proceedings in state courts, see <i>Livingston</i> v. <i>Moore,</i> <span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">469</span></span>, 551; <i>Walker</i> v. <i>Sauvinet,</i> 92 U.S. 90; <i>Pearson</i> v. <i>Yewdall,</i> <span class=\"citation\" data-id=\"89599\"><a href=\"/opinion/89599/pearson-v-yewdall/\"><span class=\"volume\">95</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">294</span></a></span>, 296. And we can hardly select one provision of the Bill of Rights and reject another, as for instance the provision of the Fourth Amendment against unreasonable search and seizure. Such a view would not only disregard the historic meaning of \"due process.\" It leads inevitably to a warped construction of specific provisions of the Bill of Rights to bring within their scope conduct clearly condemned by due process but not easily fitting into the pigeonholes of the specific provisions. But for contrary suggestions, it would seem too late in the day to treat seriously the argument that a phrase so laden with historic meaning as is \"due process of law\" can be given an improvised content of some selected provision of the original Bill of Rights.</p>\n<p>And so, when a conviction in a state court is properly here for review, under a claim that a right protected by the Fourteenth Amendment has been denied, the question is not whether the record can be found to disclose an infraction of one of the specific provisions of the first eight amendments. To come concretely to the present case, the question is not whether the record permits a finding, by a tenuous process of psychological assumptions and reasoning, that Malinski by means of a confession was forced to self-incrimination in defiance of the Fifth Amendment. The exact question is whether the criminal proceedings which resulted in his conviction deprived him of the due process of law by which he was constitutionally entitled to have his guilt determined. Judicial review of that guaranty of the Fourteenth Amendment inescapably imposes upon this Court an exercise of judgment upon the whole course of the proceedings in order to ascertain <span class=\"star-pagination\">*417</span> whether they offend those canons of decency and fairness which express the notions of justice of English-speaking peoples even toward those charged with the most heinous offenses. These standards of justice are not authoritatively formulated anywhere as though they were prescriptions in a pharmacopoeia. But neither does the application of the Due Process Clause imply that judges are wholly at large. The judicial judgment in applying the Due Process Clause must move within the limits of accepted notions of justice and is not to be based upon the idiosyncrasies of a merely personal judgment. The fact that judges among themselves may differ whether in a particular case a trial offends accepted notions of justice is not disproof that general rather than idiosyncratic standards are applied. An important safeguard against such merely individual judgment is an alert deference to the judgment of the state court under review. But there cannot be blind acceptance even of such weighty judgment without disregarding the historic function of civilized procedure in the progress of liberty.</p>\n<p>And so, with every respect for the contrary views of the majority of the judges below and of some of my brethren here, I cannot escape agreement with the Chief Judge of the New York Court of Appeals and two of his associates that there was not in this case a fair trial of issues vital to the determination of guilt or innocence. Considering the circumstances of Malinski's detention, the long and continuous questioning, the willful and wrongful delay in his arraignment and the opportunity that that gives for securing, by extortion, confessions such as were here introduced in evidence,<sup>[1]</sup> the flagrant justification by the prosecutor of this illegality as a necessary police procedure, <span class=\"star-pagination\">*418</span> inevitably calculated to excite the jury \u0097 all these in combination are so below the standards by which the criminal law, especially in a capital case, should be enforced as to fall short of due process of law.</p>\n<p>In reviewing a state criminal conviction we must be deeply mindful of the responsibilities of the States for the enforcement of criminal laws, and exercise with due humility our merely negative function in subjecting convictions from state courts to the very narrow scrutiny which the Due Process Clause of the Fourteenth Amendment authorizes. On the other hand, in the discharge of that duty we must give no ear to the loose talk about society being \"at war with the criminal\" if by that it is implied that the decencies of procedure which have been enshrined in the Constitution must not be too fastidiously insisted upon in the case of wicked people. Despite the <span class=\"star-pagination\">*419</span> fact that English criminal justice has serious inadequacies and lags behind some of our penological advances, it is undeniable that on the whole it is much more effective than ours. Yet there can be no doubt, as English parliamentary proceedings and the reports of the English Court of Criminal Appeal amply prove, that practices such as this record reveals are not there tolerated. See, for instance, Inquiry in Regard to the Interrogation by the Police of Miss Savidge (1928), Cmd. 3147; 217 H.C. Deb. (5th ser. 1928), May 17, 1928, 1303 <i>et seq.</i> Whatever differences there may be between the situations in England and in this country in the task of law enforcement, it is intolerable to suggest that we cannot have effective law enforcement without conduct such as this record spreads before us. The notion that we must resort to such methods in order to check crime or to convict criminals has been rejected by those who have had most to do with the criminal law. After consideration of the problem, a committee of eminent lawyers reported this conclusion:</p>\n<p>\"The remedy for the ills which afflict the administration of criminal justice, whatever that remedy may be, will not be found in measures which violate law. Such expedients, so far from restoring health and vigor to the system, only aggravate and protract the disorder. Under our form of government the machinery of criminal justice depends for its force and efficiency upon the enlightened moral sense of the individuals to whom the public by their constitution and laws have temporarily entrusted its operation. And it is as unwise as it is unwarranted for these servants of the public to violate the constitution and laws in the vain hope of accomplishing useful or beneficial results.\" Yearbook (1928) Association of the Bar of the City of New York, 235, 255.</p>\n<p>These were the views of three former United States Attorneys for the Southern District of New York and three <span class=\"star-pagination\">*420</span> former District Attorneys for New York County whose experience and effectiveness as prosecutors would hardly countenance doctrinaire or sentimental views.</p>\n<p>MR. JUSTICE RUTLEDGE, dissenting in part.</p>\n<p>I concur in reversing the judgment against Malinski, but dissent from affirmance of the judgment against Rudish.</p>\n<p>I agree that Malinski's oral confession of October 23, 1942, was coerced, was used in evidence against him and that this requires reversal of the judgment against him. I therefore join in the Court's opinion in so far as it relates to him. But I am unable to agree that we should stop with the ruling grounded upon the confession of October 23 alone. I think the subsequent confessions, including the written one of October 27, were vitiated with all the coercion which destroys admissibility of the first one. Accordingly their use in evidence also requires reversal of the judgment against Malinski. Furthermore, since the written confession also affected Rudish and in my opinion the devices employed were ineffective to prevent its influencing the verdict and the judgment against him, I think that judgment likewise should be reversed.</p>\n<p></p>\n<h2>I</h2>\n<p>However great the proof against him otherwise may be, under our system no man should be punished pursuant to a judgment induced wholly or in part by a coerced confession. In my opinion the entire procedure, from the time Malinski was taken into custody until his written confession was obtained nearly five days later, was a single and continuous process of coercion of the type commonly known as \"the third degree.\" I do not think the Constitution has room for this in company with all the protections it throws around the individual charged with crime.</p>\n<p><span class=\"star-pagination\">*421</span> The State's summation boldly admitted the case was of that character. It characterized Malinski's treatment as \"quite proper police procedure.\" It was \"some more psychology \u0097 let him sit around with a blanket on him, humiliate him there for a while; let him sit in the corner, let him think he is going to get a shellacking.\" The Court of Appeals characterized \"the remarks\" as \"indefensible.\" Not only the remarks, but also the conduct they accurately depict must bear that condemnation, as the record demonstrates.</p>\n<p>The \"psychology\" got results. It produced a confession,<sup>[1]</sup> the first in a series. The Court of Appeals treated them as one, though its opinion expressly recognized there were three or more.<sup>[2]</sup> The first came at the end of ten hours of applied \"psychology.\"<sup>[3]</sup> The others followed later in the course of and at the end of four days of illegal detention.</p>\n<p><span class=\"star-pagination\">*422</span> By any test the first confession was \"involuntary.\" It was unworthy of credence in any court. No other conclusion can be drawn on the record. The undisputed facts<sup>[4]</sup> bear out this view and the State's admission that it was obtained by threat of \"shellacking.\" The evidence is in conflict on whether physical force was used.<sup>[5]</sup> There is no conflict that it was threatened. Nor is there room for inference that the threat did not bring about the confession. \"Malinski was not hard to break.\" No conviction tainted with this confession's influence can stand.</p>\n<p>Moreover, the first confession was used to secure the defendants' conviction. In more ways than one. In the first place, it was used directly in evidence against the accused, as the Court of Appeals expressly recognized when it sustained the trial court's action in submitting that confession, together with the later ones, to the jury,<sup>[6]</sup> and as we now hold. Further, we would be innocent indeed if we did not believe that \"leads\" furnished were followed and that the evidence thus procured and presented, as an immediate consequence of the initial coercion, had part in bringing about the verdict. The record bears out that belief. Else why was Malinski illegally detained, incommunicado, at the hotel for three days after he had told \"the whole thing\"? Whatever may be the rule as to the use of evidence secured by means merely unlawful,<sup>[7]</sup> in <span class=\"star-pagination\">*423</span> my judgment the Constitution does not tolerate the use of evidence obtained by unconstitutional methods, including coercive ones, to bring about a conviction for crime which is constitutional.<sup>[8]</sup> The Constitution does not thus nullify its own terms, setting them at war with each other. The \"leads\" thus secured in violation of both the fundamental law and the law of the State<sup>[9]</sup> led directly to the later confessions, including the written one, and vitiated them with every vice infecting the first. In my judgment, all that followed the first confession was the product of it and therefore of the initial coercion which induced it. Beyond this, the coercive influences themselves continued throughout the period between the first confession and the last, with the single exception that Malinski was given back his clothing.</p>\n<p>This fact is highly material as showing the initial coercion. Without more, it belies the explanation that the prisoner was stripped and kept naked or partly so for ten hours because otherwise he might try to escape.<sup>[10]</sup> That danger, if it existed, continued as much after the first confession as before it. It continued throughout the whole <span class=\"star-pagination\">*424</span> time he was detained at the hotel. Malinski was stripped and held naked or partly so, not to prevent his escape, but to do just what the prosecution says was intended, to \"break\" a man \"who was not hard to break\" by inducing the fear of a \"shellacking.\"</p>\n<p>But the fact that Malinski was given back his clothing, when and only when he confessed, does not show that the coercion ceased then or before the last confession was secured. It shows only that one of the coercive tactics used had become no longer necessary and therefore no longer was employed. Otherwise, why was Malinski not promptly booked and arraigned, as he was four nights later when the written confession was secured. Why was he detained illegally at the hotel for three days and four nights<sup>[11]</sup> after he admittedly had told \"everything\"? Why, further, was he held incommunicado during all this time, seeing only the police, the assistant prosecuting attorney, and Spielfogel? Why also was he subjected to examination, interrupted now and then it is true, in some instances because he fell asleep, but continuing throughout most of each day, including the time of the trips to the scene of the crime and the police garage, and to the early hours of each morning?<sup>[12]</sup></p>\n<p><span class=\"star-pagination\">*425</span> All this, the State asks us to believe, was consistent with Malinski's making a \"clean breast\" entirely voluntarily. All this comports with the view that the coercion had worn off and the written confession was the act of a man freed from the fears and the pressures which forced out the first one, or so a jury could find. Such is the claim made in the view that the first confession was not used in evidence against the accused.</p>\n<p>I cannot accept this view. On the contrary, I think only one conclusion can be drawn from the facts, namely, that all the conditions which forced out Malinski's first confession continued in full effect until they extorted also the written one, excepting only that he was given back his clothing. That fact alone is not enough to show that the coercive conditions were wholly abated and the influences they generated had no part in bringing about the later confessions.</p>\n<p><span class=\"star-pagination\">*426</span> Taking away Malinski's clothes is not the controlling fact in this case. It was only one feature of the initial duress. The details of this need not be repeated here. Taken altogether, the first day's proceedings weave into a pattern typical of \"third degree\" method.</p>\n<p>This pattern was not torn apart when it \"broke\" Malinski and he confessed for the first time. With that event he was not arraigned or released. His unlawful detention continued for three days and four nights. The questioning continued at frequent intervals each day and each night.<sup>[13]</sup> Spielfogel<sup>[14]</sup> continued to see him daily. No one else except his imprisoners was allowed to see him at any time. That he did not ask again to see counsel or others is but evidence that he had been \"broken.\" He and Spielfogel were taken to the scene of the crime and to the police garage to identify the automobile used in the crime. These two incidents, I think, show conclusively that the coercion continued after, and did not abate with, the first confession. They were in themselves confessions, as the Court of Appeals recognized. In my view they were at once the products of the first confession and immediately connecting links between it and the written one. They were the consequence of continuing, though interrupted, examination extending from the time of the first confession to the last, and carried within themselves that confession's vice, transmitting it to the written one. They were the process, with all else that went on during the period, by which whatever had been obtained at the <span class=\"star-pagination\">*427</span> first confession was checked, elaborated, verified and distilled until the final essence was separated and bottled in the written confession, a process typical of \"third degree\" procedure. That they brought forth strong corroborating evidence does not negative or nullify the existence of the coercive conditions which produced both the inducing original confession and the corroboration thus secured.<sup>[15]</sup> Finally when Malinski confessed the last time, it was in the early hours of the morning, after a night and a day of questioning. Only after this confession was obtained, but significantly very shortly thereafter, was Malinski booked, arraigned and taken to the jail.</p>\n<p>All these facts stand undisputed on the record. With the facts of the first day's proceedings, they establish beyond question the pattern of the \"third degree.\" They establish its application from the time of the arrest throughout the first day until the first confession. They prove with equal clarity, in my judgment, that every thread in that pattern but one, no longer needed, continued to hold through every moment from the first confession to the last. No single occurrence, not excluding the return of the clothing, took place which gives basis to conclude that the initial psychological pressures were relaxed or their coercive influence and effects were nullified.</p>\n<p>If after the clothing was returned, Malinski no longer feared a \"shellacking,\" an inference there is broad room to doubt, he knew there were other pressures to take the place of this threat, pressures made possible by its success in forcing from him the first confession. He knew that all of the subsequent examination, as it turned out through four nights and three days, would be founded on this confession and that he would be forced to square <span class=\"star-pagination\">*428</span> every statement, both in it and made later, not only with every other statement but also with every fact to the discovery of which any statement might lead. This in fact was what he was being required to do, among other incidents, at the scene of the crime and at the police garage. In short, he knew that he was \"on the grill\" and would continue so until he made whatever statement might satisfy the officials who had him in charge. Cf. <i>Chambers</i> v. <i>Florida,</i> <span class=\"citation\" data-id=\"103301\"><a href=\"/opinion/103301/chambers-v-florida/\"><span class=\"volume\">309</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">227</span></a></span>, 240.</p>\n<p>To say that in such circumstances the coercive influences had ended before they produced the result at which the entire procedure was aimed and with which it stopped, is, in my opinion, a conclusion we cannot draw and the facts allow no room for permitting a jury to make such an inference.</p>\n<p>Were the question wholly fresh, the conclusion would seem doubtful in any case that a later confession could be entirely voluntary and uncoerced, where an earlier one had been compelled. A man once broken in will does not readily, if ever, recover from the breaking. Cf. Mr. Justice Murphy, dissenting in <i>Lyons</i> v. <i>Oklahoma,</i> <span class=\"citation\" data-id=\"104010\"><a href=\"/opinion/104010/lyons-v-oklahoma/\"><span class=\"volume\">322</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">596</span></a></span>, 606. No change in circumstances can wholly wipe out its effects upon himself or upon others. Thereafter he acts with knowledge that the damage has been done. Others do likewise. He is suspect by his own mouth and must continue so, whether he repudiates or confirms the confession. If he repudiates, he incurs the additional suspicion of lying, and his credibility as a witness in his own behalf is impaired, if not destroyed. If he confirms, he does so with the knowledge he has already confessed and any other course will bring upon him the suspicions and the burden of proof they entail.</p>\n<p>For these reasons a stricter standard is necessary where the confession tendered follows a prior coerced one than in the case of a single confession asserted to have been coerced. It would seem consistent therefore with our constitutional <span class=\"star-pagination\">*429</span> tradition that once a coerced confession has been obtained all later ones should be excluded from evidence, wherever there is evidence that the coerced one has been used to secure the later ones. In no other way can the effects of the coercion be wholly excluded from the trial. In no other way can one who has been subjected to use of force or coercive \"psychology\" be put upon an equal plane for the determination of his guilt or innocence with others who have escaped such unlawful action or be put back in the position he is entitled by law to occupy until his trial and a verdict of guilty, that of a man presumed to be innocent until the contrary is proved by legal means beyond a reasonable doubt. Cf. Lehman, Ch. J., dissenting in the Court of Appeals, 292 N.Y. at 383.</p>\n<p>In any event, where there is a continuous process of coercion such as existed in this case, resulting in a series of confessions of which the first is the creative precursor of the later ones, and they moreover are obtained under identical circumstances except for relaxation in one of the initial pressures, there hardly can be room for saying, as was said in the <i>Lyons</i> case, that the latter confessions are not coerced.<sup>[16]</sup> Accordingly I think Malinski's conviction was <span class=\"star-pagination\">*430</span> vitiated as much by admission of the latter confessions as by admitting the earlier oral one. If so, he should not be required to stand another trial at which those confessions may be used against him. Nor should the state officials be permitted to think they may be used again, though the first one must be excluded.</p>\n<p></p>\n<h2>II</h2>\n<p>This is a capital case. Rudish has been sentenced to death. The written confession involved him. It was used in evidence against Malinski. The court and counsel attempted what I think is and proved to be the impossible, namely, to keep Rudish's identity as one of the persons mentioned in the confession from the jury by devices similar to those employed in <i>Anderson</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"103792\"><a href=\"/opinion/103792/anderson-v-united-states/\"><span class=\"volume\">318</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">350</span></a></span>, 356, with the same result. The devices were so obvious as perhaps to emphasize the identity of those they purported to conceal. True, the charge in the <i>Anderson</i> case was not meticulous as was the one given here to separate the defendants and apply the confession only against the one as to whom technically it was admitted. Nevertheless, I think the line too fine to draw, in capital cases at any rate, between that case and this one in this respect. There could be no valid basis for admitting this confession against Rudish in a separate trial. Due process does not permit one to be convicted upon his own coerced confession. It should not allow him to be convicted upon <span class=\"star-pagination\">*431</span> a confession wrung from another by coercion.<sup>[17]</sup> A conviction supported only by such a confession could be but a variation of trial by ordeal. Cf. <i>Brown</i> v. <i>Mississippi,</i> <span class=\"citation\" data-id=\"102604\"><a href=\"/opinion/102604/brown-v-mississippi/\"><span class=\"volume\">297</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">278</span></a></span>, 285; <i>Chambers</i> v. <i>Florida, supra,</i> at 236, 237. The effect is not different because the two, confessor and the person implicated, are tried together or because the torture is applied to other witnesses but not to the accused. Nor is it different, in this respect, because trial is in a state rather than a federal court. Accordingly I think the practice followed in the <i>Anderson</i> case and in <i>Ashcraft</i> v. <i>Tennessee,</i> <span class=\"citation\" data-id=\"103981\"><a href=\"/opinion/103981/ashcraft-v-tennessee/\"><span class=\"volume\">322</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">143</span></a></span>, should be followed in this one, and the judgment against Rudish should be reversed.</p>\n<p>In <i>Lisenba</i> v. <i>California,</i> <span class=\"citation\" data-id=\"103561\"><a href=\"/opinion/103561/lisenba-v-california/\"><span class=\"volume\">314</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">219</span></a></span>, the Court stated: \"Like the Supreme Court of California we disapprove the violations of law involved in the treatment of the petitioner, and we think it right to add that where a prisoner, held incommunicado, is subjected to questioning by officers for long periods, and deprived of the advice of counsel, we shall scrutinize the record with care to determine whether, by the use of his confession, he is deprived of liberty or life through tyrannical or oppressive means. <span class=\"star-pagination\">*432</span> Officers of the law must realize that if they indulge in such practices they may, in the end, defeat rather than further the ends of justice.\" 314 U.S. at 240.</p>\n<p>The warning exactly fits this case, as do also the repeated warnings referred to by the dissenting opinion in the Court of Appeals.<sup>[18]</sup> I think they should be made effective. That can be done fully in this case only if the judgments against both of the petitioners are reversed.</p>\n<p>MR. JUSTICE MURPHY, joins in this opinion.</p>\n<p>MR. JUSTICE MURPHY, dissenting in part.</p>\n<p>As pointed out in the opinion of the Court, Malinski's oral confession of October 23 was involuntary in character and hence its admission invalidated his conviction. But it is equally clear to me that the pattern of mental fear continued until his arraignment on October 27, thereby voiding as well his confessions by word and deed on October 25 and 26 and the written confession made during the early hours of October 27. It is inconceivable, moreover, that the admission of these tainted confessions was without influence in the conviction of the co-defendant Rudish. Accordingly, I agree with Mr. Justice Rutledge that the judgment should be reversed also as to Rudish.</p>\n<p>The subhuman psychology applied by the police to Malinski began soon after his arrest on October 23. He was stripped, humiliated and threatened with a shellacking. He was questioned throughout the day and was denied the benefit of counsel, relatives or friends. This succeeded in breaking Malinski's will, which the prosecutor <span class=\"star-pagination\">*433</span> boasted \"was not hard to break,\" and the police were able to extract an oral confession from him. But this was not enough; the police wanted a written confession. So they continued to hold the \"broken\" Malinski until such a confession was forthcoming on October 27. During this period he was illegally held without being arraigned, was questioned at frequent intervals and saw no one save his questioners and Spielfogel. The only concession made to him was the privilege of wearing all his clothes.</p>\n<p>There is an absence of any evidence that the \"broken\" Malinski regained his free independent will during the illegal detention or that the effects of the humiliation and threatened shellacking, which caused him to \"break,\" wore off prior to the written confession on October 27. There was not even a twelve-hour interval between the interrogations or a change of interrogators which this Court in <i>Lyons</i> v. <i>Oklahoma,</i> <span class=\"citation\" data-id=\"104010\"><a href=\"/opinion/104010/lyons-v-oklahoma/\"><span class=\"volume\">322</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">596</span></a></span>, thought sufficient to break the pattern of coercion. The reign of mental fear and terror here was continuous for four days and Malinski's will was in a shattered state on the occasion of making each confession. Such confessions cannot be dignified with the adjective \"voluntary,\" however non-coercive may have been the immediate surrounding circumstances.</p>\n<p>Once an atmosphere of coercion or fear is created, subsequent confessions should automatically be invalidated unless there is proof beyond all reasonable doubt that such an atmosphere has been dispelled and that the accused has completely regained his free individual will. Otherwise we might as well discard all pretense to a civilized and humane system of criminal justice and adopt without further ado the terroristic police practices of certain past and present tyrannies in other parts of the world. Since all the confessions here were made in a continuing background of threatened coercion, it follows that they all were void.</p>\n<p>One other matter is worthy of comment. Malinski, as well as his co-defendant Rudish, is an American of Jewish <span class=\"star-pagination\">*434</span> ancestry. The prosecutor made certain remarks in his statement to the jury that may have been intended and were indicative of a desire to appeal to racial and religious bigotry. He spoke of Malinsky as a \"jerk from the East Side\" and referred to his residence in \"the lower east side of Manhattan, where your life is not worth a pretzel.\" This is a characterization of a territory containing a large proportion of Americans of like origin.</p>\n<p>Those clothed with authority in court rooms of this nation have the duty to conduct and supervise proceedings so that an accused person may be adjudged solely according to the dictates of justice and reason. This duty is an especially high one in capital cases. Instead of an attitude of indifference and carelessness in such matters, judges and officers of the court should take the initiative to create an atmosphere free from undue passion and emotionalism. This necessarily requires the exclusion of attacks or appeals made by counsel tending to reflect upon the race, creed or color of the defendant. Here the defendants' very lives were at stake and it was of the utmost importance that the trial be conducted in surroundings free from poisonous and dangerous irrelevancies that might inflame the jury to the detriment of the defendants. Brazen appeals relating to their race or faith had no relevance whatever to the grave issue facing the jury and could only be designed to influence the jury unfairly; and subtle and indirect attacks were even more dangerous and effective. Statements of this character are the direct antithesis of every principle of American justice and fair play. They alone are enough to cast grave doubts upon the validity of the entire proceedings.</p>\n<p>MR. CHIEF JUSTICE STONE.</p>\n<p>MR. JUSTICE ROBERTS, MR. JUSTICE REED, MR. JUSTICE JACKSON and I think the judgment should be affirmed as to both petitioners.</p>\n<p><span class=\"star-pagination\">*435</span> Malinski, charged with murder, made several confessions of guilt, which were introduced in evidence at his trial. Two, made to the police, are alleged to have been coerced, the first on October 23rd and the other four days later on October 27th. During that time he admitted to the police other isolated facts which tended to fasten guilt upon him. Three friends of Malinski also testified that on several occasions shortly after the commission of the crime and long before his arrest, he voluntarily admitted to them and to his sister that he had committed the crime.</p>\n<p>The testimony as to whether the first confession to the police was coerced was sharply conflicting. There was no evidence that petitioner was subjected to any coercion at or about the time of the second confession to the police, save as the jury could find that the coercion, if any, attending the first confession continued to operate so as to induce the second.</p>\n<p>The trial court, after reviewing fully the evidence of petitioner's detention and the coercion by the police which is said to have attended his first confession, and of the delay in his arraignment, instructed the jury:</p>\n<p>\"This testimony was adduced solely on the question as to whether or not the alleged confession later made was the result of the coercion, either direct or implied, which is prohibited by the statute, and which invalidates a confession if made. If you should find that the arraignment of the defendant was delayed, you may consider that on the question of the voluntariness of any confession made by Malinski, including the one made in the early hours of October 27 . . .\"</p>\n<p>The trial court also correctly instructed the jury that petitioner's contention was that the confession of October 27 was tainted by the detention and coercion which had preceded it, and that \"you must find beyond a reasonable doubt that this confession was a voluntary one before you would have the right to consider it.\" With respect to <span class=\"star-pagination\">*436</span> this later confession, the jury was further instructed:</p>\n<p>\"If you find beyond a reasonable doubt that the confession is a voluntary one, you will then determine whether or not the statements inculpating the defendant, therein contained, are true. If you shall have resolved both of these questions in favor of the prosecution, then and only then will you consider the confession in determining the guilt or innocence of the defendant. . .\"</p>\n<p>There were no exceptions to these instructions and no requests for a further charge on this subject.</p>\n<p>After a painstaking review of the facts, the New York Court of Appeals unanimously sustained the jury's verdict that the confessions were not coerced.<sup>[1]</sup> That court, on appeal from a judgment of death, has power, which we are not free to exercise in a case coming from a state court, to make new findings of fact, Art. 6, § 7 of the New York Constitution of 1939;<sup>[2]</sup><i>People</i> v. <i>McGrath,</i> <span class=\"citation no-link\"><span class=\"volume\">202</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">445</span></span>, 450; <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">92</span></span>, and also to give judgment without regard to technical errors, defects or exceptions not affecting substantial rights. N.Y. Code Crim. Proc., § 542.</p>\n<p>It seems to be recognized by this Court that the question whether the second confession was coerced was properly submitted to the jury. But it holds that the first confession was coerced and was submitted to the jury as itself proof of guilt, and that for that reason the verdict must be set aside although the jury found under the instructions of the court, which we have quoted, that the second confession was not coerced.</p>\n<p>Even though the first confession were the product of coercion, the trial court, as we have pointed out, instructed <span class=\"star-pagination\">*437</span> the jury that the evidence with respect to the first confession was adduced only to show that the second was coerced. And the jury was instructed that it could consider the second confession, only if it found it voluntary, and that it could convict in that case. In view of these instructions, we cannot say that the first confession was submitted to the jury, or that, in the absence of any exception or request to charge more particularly, there was any error of which petitioner can complain. Hence the jury's verdict must be taken as conclusively establishing that the second confession was voluntary and was not induced by any coercion attending the first. <i>Lyons</i> v. <i>Oklahoma,</i> <span class=\"citation\" data-id=\"104010\"><a href=\"/opinion/104010/lyons-v-oklahoma/\"><span class=\"volume\">322</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">596</span></a></span>.</p>\n<p>But even if it could be said, as the Court of Appeals seems to have thought, that the jury's verdict was a determination that the first confession was not coerced, we perceive no ground on which that determination can be disregarded. This Court recognizes that if only the testimony submitted to the jury be considered, the question whether the first confession was coerced was for the jury. The Court sets aside the jury's verdict solely because of the interpretation it places upon the conflicting testimony in the light of certain remarks, which the opinion of Mr. Justice Douglas quotes, made by the prosecuting attorney in the course of his summation to the jury. But the prosecutor did not testify in the case, and it does not appear that he was present at any of the interviews of petitioner by the police, or had any knowledge of the alleged coercion. At most, his remarks were an ill-advised attempt at justification of the coercion which the defense had alleged. He added no word by way of proof or admission to the evidence already before the jury. The jury, acting within its province, could have concluded, as it evidently did, that the prosecutor's remarks did not tend to prove anything more than his own ineptitude. The <span class=\"star-pagination\">*438</span> Court's decision thus sets aside the conviction by the process of re-weighing the conflicting testimony as to the alleged coercion, in the light of the arguments addressed to the jury.</p>\n<p>It is not the function of this Court, in reviewing, on constitutional grounds, criminal convictions by state courts, to weigh the evidence on which the jury has pronounced its verdict, also in the light of the arguments of counsel, or to sit as a super-jury. We have, in appropriate cases, set aside state convictions as violating due process where we were able to say that the case was improperly submitted to the jury or that the unchallenged evidence plainly showed a violation of the constitutional rights of the accused. <i>Brown</i> v. <i>Mississippi,</i> <span class=\"citation\" data-id=\"102604\"><a href=\"/opinion/102604/brown-v-mississippi/\"><span class=\"volume\">297</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">278</span></a></span>; <i>Chambers</i> v. <i>Florida,</i> <span class=\"citation\" data-id=\"103301\"><a href=\"/opinion/103301/chambers-v-florida/\"><span class=\"volume\">309</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">227</span></a></span>; <i>Ward</i> v. <i>Texas,</i> 316 U.S. 547. But we have not hitherto overturned the verdict of a state court jury by weighing the conflicting evidence on which it was based.</p>\n<p>The rightful independence of the states in the administration of their own criminal laws in their own courts requires that in such cases we scrupulously avoid retrying the facts which have been submitted to the jury, except on a clear showing of error substantially affecting the constitutional rights of the accused. We agree that the controlling principles upon which this Court reviews on constitutional grounds a state court conviction for crime, are as stated in the opinion of Mr. Justice Frankfurter. But the due process clause of the Fourteenth Amendment is concerned with matters of substance. It cannot rightly be made the instrument of reform of the manners of state officials. And however reprehensible or even criminal the acts of state officials may be, in so far as the conduct of the trial is concerned, they do not infringe due process unless they result in the use against the accused of evidence <span class=\"star-pagination\">*439</span> which is coerced or known to the State to be fraudulent or perjured, or unless they otherwise deny to him the substance of a fair trial, which is due process. See <i>Lisenba</i> v. <i>California,</i> <span class=\"citation\" data-id=\"103561\"><a href=\"/opinion/103561/lisenba-v-california/\"><span class=\"volume\">314</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">219</span></a></span>, 235-238; <i>Buchalter</i> v. <i>New York,</i> <span class=\"citation\" data-id=\"103850\"><a href=\"/opinion/103850/buchalter-v-new-york/\"><span class=\"volume\">319</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">427</span></a></span>, and authorities cited.</p>\n<p>Judged by these standards, we think that there was no denial of due process in submitting petitioner Malinski's confession to the jury in the manner in which they were in fact submitted, and that there is no constitutional ground for setting aside the jury's verdict against him. We cannot say on this record that the jury was not rightly permitted to determine whether petitioner's confessions of guilt to the police were coerced, or that the verdict was without support in the evidence, or that the instruction that the jury could find the defendant guilty if it found that the second confession was not the result of the alleged coercion at the time of the first, was not properly given.</p>\n<p>Petitioner Rudish has raised no substantial federal question reviewable here, and his conviction, as well as Malinski's, should be affirmed.</p>\n<h2>NOTES</h2>\n<p>[1]  The Court of Appeals did not divide on the issue which is before us. The dissenting judges thought (1) that Spielfogel was an accomplice and that the conviction of Rudish was not supported by corroborative evidence; and (2) that the instruction concerning the voluntary character of the confession was not adequate.</p>\n<p>[2]  While the robbers were escaping, the wounded policeman fired several shots, some of which hit the car in which they made their escape.</p>\n<p>[3]  The matter was described by the prosecutor in a rather shocking manner:\n</p>\n<p>\"They hold men for several days. Are you satisfied with that? They are not going to let him go home, or let him get hold of a smart mouthpiece to preach about his rights and sue out writs. You want a District Attorney in this county that is worth his salt, not a powder-puff District Attorney. When you are trying a case of murder, especially murder of a police officer, you don't go over and give him a pat on the back and say, `Do you want anything? Do you want to have your lawyer or your wife or somebody else?' In fact after that they would not even let him see Mr. Math, an assistant in our office; they would not even let him talk to a rabbi. Do you think McNally, 17 years in the Police Department, is going to let this jerk from the East Side tell him his business?\"</p>\n<p>[4]  As the Court of Appeals points out (292 N.Y. p. 375), Spielfogel and Malinski had an agreement that if either went to prison the one who was free would help take care of the other's family. After Spielfogel went to Sing Sing, Malinski contributed for a while to the support of Spielfogel's wife. When Malinski refused to pay any more, Spielfogel unburdened himself to two other convicts, Yellin and Kovner, \"but with no intention of acting against Malinski for, curiously enough, testimony is in this record that, after knowledge of what had occurred in the shooting of Fox reached the police department and a lieutenant of police was sent to Sing Sing prison to interview Spielfogel, he refused to talk to the police officer. Even after that police officer had told him all that Spielfogel must have told to Yellin and Kovner he still evinced no interest in helping the police. It was only later that he consented to talk.\"</p>\n<p>[5]  New York has the rule that in capital cases a new trial may be ordered in the interests of justice though no exception was taken in the trial court. Gilbert's Anno. Criminal Code &amp; Penal Law (1943) § 528; <i>People</i> v. <i>Jung Hing,</i> <span class=\"citation no-link\"><span class=\"volume\">212</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">393</span></span>, 405, 106 N.E. 105; <i>People</i> v. <i>Lytton,</i> <span class=\"citation no-link\"><span class=\"volume\">257</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">310</span></span>, 313, 178 N.E. 290.</p>\n<p>[6]  MR. JUSTICE BLACK, MR. JUSTICE MURPHY, and MR. JUSTICE RUTLEDGE join in Part I of this opinion.</p>\n<p>[7]  This treatment of the matter seems to have followed the procedure adopted in New York in case of joint trials. See <i>People</i> v. <i>Snyder,</i> <span class=\"citation\" data-id=\"1313909\"><a href=\"/opinion/1313909/people-v-snyder/\"><span class=\"volume\">246</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">491</span></a></span>, 497, 159 N.E. 408; <i>People</i> v. <i>Fisher,</i> <span class=\"citation no-link\"><span class=\"volume\">249</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">419</span></span>, 424, 427, 164 N.E. 336.</p>\n<p>[1]  It is suggested that \"the New York Court of Appeals unanimously sustained the jury's verdict that the confessions were not coerced.\" I do not so interpret the views of the minority of that court. The opinion of Chief Judge Lehman, on behalf of the three dissenting judges, will speak for itself:\n</p>\n<p>\"Here we are agreed that a finding by the jury that the defendant's confession, though obtained while he was unlawfully detained without arraignment, is not against the weight of the evidence. The officers of the law deny that they beat the defendant or threatened him. Whatever may have been the motive of the police in taking Malinski to the Hotel Bossert instead of to a police station or jail, we find no basis for any inference that the police believed that the hotel was an appropriate place where a person could, without too much risk of discovery, be beaten in order to compel a confession. Nonetheless, in this case, as in <i>People</i> v. <i>Mummiani</i> (<i>supra</i> [258 N.Y. 394], pp. 399-400), `the conclusion is inescapable' that the police delayed the arraignment of the defendant `for the purpose of subjecting him to an inquisition impossible thereafter' at which he might be induced to make a confession by resort to what the Supreme Court of the United States has described as `those reprehensible practices known as the \"third degree\" which, though universally rejected as indefensible, still find their way into use.' There can be no fair trial of the issue whether the confession is voluntary where the jury is not properly informed that the detention was unlawful and that they must take that fact into consideration. That has not been done in this case.\" <i>People</i> v. <i>Malinski,</i> <span class=\"citation\" data-id=\"104108\"><a href=\"/opinion/104108/malinski-v-new-york/\"><span class=\"volume\">292</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">360</span></a></span>, 387-388.</p>\n<p>[1]  The evidence is undisputed that Malinski arrived at the hotel at about 8:15 a.m., was immediately stripped, and was not given back his clothing, except his shorts, until after he confessed that evening. The summation added to the statement quoted above in the text: \"McNally [a police officer] took one look at him and said, `Come here' \u0097 just a little tough talk \u0097 `what do you know about it?' Six o'clock in the evening after he was picked up he told the whole thing.\"</p>\n<p>[2]  \"Counsel have urged upon us, however, that it was error for the court to submit to the jury the confession made by Malinski orally on October 23rd, by word and deed on October 25th and 26th and to an Assistant District Attorney and a stenographer in the early morning hours of October 27th. . . .\n</p>\n<p>\"When we have spoken of Malinski's confession we include, of course, not only the confession made orally to a police officer on the Friday night of the arrest but also the two automobile trips on Sunday and Monday, one to the police garage to permit Malinski to identify the automobile used in the crime and the other to Coney Island to revisit a restaurant and the scene of the crime, and the confession to the District Attorney which was taken stenographically in the early morning of Tuesday, October 27th.\" <span class=\"citation\" data-id=\"104108\"><a href=\"/opinion/104108/malinski-v-new-york/\"><span class=\"volume\">292</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">360</span></a></span>, 370, 373-374.</p>\n<p>[3]  Cf. note 1.</p>\n<p>[4]  They are stated fully in the Court's opinion.</p>\n<p>[5]  Malinski testified to violence by two officers who contradicted him in this respect. The majority in the Court of Appeals characterized the testimony as to violence as being \"not very strong.\"</p>\n<p>[6]  Cf. note 2.</p>\n<p>[7]  Compare <i>People</i> v. <i>Adams,</i> <span class=\"citation no-link\"><span class=\"volume\">176</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">351</span></span>, <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">636</span></span>, aff'd <i>subnom. </i><i>Adams</i> v. <i>New York,</i> 192 U.S. 585; <i>People</i> v. <i>Defore,</i> <span class=\"citation no-link\"><span class=\"volume\">242</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">13</span></span>, <span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">585</span></span>, cert. denied, 270 U.S. 657; with <i>Boyd</i> v. <i>United States,</i> 116 U.S. 616; <i>Weeks</i> v. <i>United States,</i> 232 U.S. 383; <i>Silverthorne Lumber Co.</i> v. <i>United States,</i> 251 U.S. 385; <i>Gouled</i> v. <i>United States,</i> 255 U.S. 298; dissenting opinions of Justices Holmes and Brandeis, <i>Olmstead</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"1984072\"><a href=\"/opinion/1984072/olmstead-v-united-states/\"><span class=\"volume\">277</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">438</span></a></span>, 469, 471; <i>McNabb</i> v. <i>United States,</i> 318 U.S. 332; <i>Anderson</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"103792\"><a href=\"/opinion/103792/anderson-v-united-states/\"><span class=\"volume\">318</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">350</span></a></span>. See Fraenkel, Recent Developments in the Law of Search and Seizure (1928) 13 Minn. L. Rev. 1; Atkinson, Admissibility of Evidence Obtained through Unreasonable Searches and Seizure (1925) 25 Col. L. Rev. 11; Chafee, Progress of the Law (1922) 35 Harv. L. Rev. 673, 694.</p>\n<p>[8]  Cf. <i>Boyd</i> v. <i>United States,</i> 116 U.S. 616; <i>Weeks</i> v. <i>United States,</i> 232 U.S. 383.</p>\n<p>[9]  This formed one of the chief grounds of the strong dissenting opinion, concurred in by three judges, in the Court of Appeals. 292 N.Y. 376. Cf. note 18 <i>infra.</i></p>\n<p>[10]  The officers also \"explained\" their failure to take Malinski before a magistrate \"without unnecessary delay\" as the New York law requires (Code Crim. Proc. § 165) by saying that though he was seized on October 23rd he was not \"arrested\" until October 26th. Cf. the dissenting opinion of Lehman, Ch. J., 292 N.Y. at 381-382.</p>\n<p>[11]  The fourth night was devoted to final interrogation at the Bath Beach Police Station.</p>\n<p>[12]  The questioning of the first day and evening, Friday, October 23, continued after the oral confession and was still in progress at 3:00 a.m. on Saturday, October 24. Ten to twelve persons were usually present and many participated in the questioning. Investigators stayed for a time and left to return later. One detective left the hotel at 10:00 or 11:00 p.m. on October 23 and, on his return at 3:00 a.m., found the questioning still continuing. The interrogation, on and off, had then proceeded for nineteen hours.\n</p>\n<p>Throughout October 24, a police lieutenant testified, many of the detectives \"continuously\" examined and talked to Malinski. The latter said, \"They kept questioning me all that day and night.\" Again on October 25 he was questioned \"to clear up certain points,\" though an officer denied that this \"went on for hours and hours.\" On that day Malinski was taken on a tour of the scene of the crime. The assistant district attorney and a stenographer accompanied the party. Malinski testified without contradiction that he \"was being questioned riding all the way back to the hotel,\" and that the questioning continued there until 2:00 a.m.</p>\n<p>On Monday, October 26, ten or twelve detectives were still present with Malinski at the hotel. During the course of that day he was questioned and taken to a police garage to identify the automobile used in the crime. There is much confusion in the officers' testimony as to the time of this trip and whether it preceded or followed one to the Bath Beach Police Station. The weight of their evidence perhaps is that they went to the police garage first, then to the police station, arriving there about 5:00 p.m. The State's supplementary brief supports this view and the view that on arrival at the station questioning by the assistant district attorney and others began. There is every reason to believe that the final questioning of Malinski, leading to a written confession at 2:10 a.m., October 27, had proceeded for some nine hours. At the very least, we know that the questioning by a battery of investigators (eight police officers in addition to the assistant district attorney) was in progress at 7:00 p.m., October 26, and continued to midnight.</p>\n<p>[13]  Cf. note 12 <i>supra.</i></p>\n<p>[14]  Spielfogel was as much a tool to secure Malinski's confession as any member of the police. He was brought down from Sing Sing on October 14, 1942, by the assistant district attorney and others because of what he had revealed about the crime. He made a statement to the police before Malinski was taken into custody and was present at the hotel shortly after Malinski was brought there. He at first refused to discuss the case with the state officials. No satisfactory explanation is offered of his change in attitude.</p>\n<p>[15]  At the police garage, although Malinski had \"confessed,\" he still sought to protect himself by using his handkerchief to open the car door because, he said at the trial, he \"did not want to be framed\" by leaving his fingerprints.</p>\n<p>[16]  That the written confession did not follow on the heels of the first, in the present circumstances, only aggravated the original coercion. The significant fact in <i>Lyons</i> v. <i>Oklahoma</i><i>,</i> not present in this case, was that the second confession was made under auspices entirely different from those surrounding the first. The prisoner was in the custody of different officials, men shown by the record to be persons whom he had no reason to fear. And there was no evidence that they shared in or at any time applied the brutal methods by which it was charged, and denied, the first confession had been obtained. The principal question was whether the lapse of time between the two confessions, only some twelve hours, was sufficient so that the second could be taken as having been made free of the compulsions which induced the first, notwithstanding the change in officials having custody. A majority held that the difference in time was sufficient to permit the question to go to the jury. But the decision also took into account the change in custodians. 322 U.S. at 604. The Lyons case therefore is not authority for the view that the jury might have found the second confession voluntary, if there had been no such change. Nor does it rule that the coercing officials, by prolonging the period of coercion, though relaxing it in some of the tactics used, can escape its consequences and nullify its continuing effects.</p>\n<p>[17]  The matter goes beyond and deeper than mere violation of the constitutional privilege against self-incrimination, to whatever extent this may have been applied to the states by adoption of the Fourteenth Amendment. Compare <i>Twining</i> v. <i>New Jersey,</i> <span class=\"citation\" data-id=\"96885\"><a href=\"/opinion/96885/twining-v-new-jersey/\"><span class=\"volume\">211</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, and <i>Snyder</i> v. <i>Massachusetts,</i> <span class=\"citation\" data-id=\"102189\"><a href=\"/opinion/102189/snyder-v-massachusetts/\"><span class=\"volume\">291</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, with <i>Brown</i> v. <i>Mississippi,</i> <span class=\"citation\" data-id=\"102604\"><a href=\"/opinion/102604/brown-v-mississippi/\"><span class=\"volume\">297</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">278</span></a></span>; cf. <i>Hysler</i> v. <i>Florida,</i> <span class=\"citation\" data-id=\"103621\"><a href=\"/opinion/103621/hysler-v-florida/\"><span class=\"volume\">315</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">411</span></a></span>, stating at 413: \"However, if Florida through her responsible officials knowingly used false testimony which was extorted from a witness `by violence and torture,' one convicted may claim the protection of the Due Process Clause against a conviction based upon such testimony.\" Although the majority thought the tender of proof insufficient to require a trial on a writ of error coram nobis, three dissenting justices deemed it irrelevant whether the state officials knew the coerced confessions were false, 315 U.S. at 424, and interpreted <i>Brown</i> v. <i>Mississippi, supra</i><i>,</i> and <i>Chambers</i> v. <i>Florida, supra</i><i>,</i> as barring \"confessions wrung from the accused or his accomplices .. .\" Cf. also <i>Mooney</i> v. <i>Holohan,</i> <span class=\"citation\" data-id=\"102372\"><a href=\"/opinion/102372/mooney-v-holohan/\"><span class=\"volume\">294</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></a></span>, and <i>Pyle</i> v. <i>Kansas,</i> 317 U.S. 213.</p>\n<p>[18]  \"We cannot close our eyes to the fact that our frequently and solemnly repeated admonitions to law enforcement officers that they are not above the law and may not in their zeal to obtain convictions hold, without arraignment, persons suspected of crime in order to have opportunity to obtain confessions, are often unheeded.\" 292 N.Y. at 386.</p>\n<p>[1]  The chief judge and two others, dissenting, thought that the conviction should be reversed because of the insufficiency of the charge as to the delay in arraignment; they apparently relied on state grounds, and not on the federal constitution.</p>\n<p>[2]  The amendment to Art. 6, § 7, effective January 1, 1944, retains this power in the Court of Appeals.</p>\n\n</div>", 
  "sha1": "dba7ccd81cdb43fa20945c32701accdf8c49be46", 
  "date_modified": "2014-12-21T01:47:08.101035", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/104108/malinski-v-new-york/", 
  "citation_count": 190, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/408129/", 
  "html": "<p class=\"case_cite\">324 U.S. 401</p>\n    <p class=\"case_cite\">65 S.Ct. 781</p>\n    <p class=\"case_cite\">89 L.Ed. 1029</p>\n    <p class=\"parties\">MALINSKI et al.<br>v.<br>PEOPLE OF STATE OF NEW YORK.</p>\n    <p class=\"docket\">No. 367.</p>\n    <p class=\"date\">Argued Dec. 4, 5, 1944.</p>\n    <p class=\"date\">Decided March 26, 1945.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. John J. Fitzgerald and David F. Price, both of Brooklyn, N.Y., for petitioners.</p>\n      <p class=\"indent\">Mr. Solomon A. Klein, of Brooklyn, N.Y., for respondent.</p>\n      <p class=\"indent\">Mr. Justice DOUGLAS delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Malinski and Rudish were convicted along with one Indovino of the murder of Leon Fox, a police officer who, late at night, was escorting a manager of a theatre to a bank depository. The details will be found in 292 N.Y. 360, 55 N.E.2d 353. There were no eye witnesses to the crime who could identify the robbers. Malinski was implicated by various witnesses&#8212;by Spielfogel, an old friend and a criminal serving a sentence of thirty to sixty years in Sing Sing; by Malinski's girl friend; by Malinski's brother-in-law. Each testified that Malinski confessed the crime to him or her. The confessions to the girl friend and to the brother-in-law were made a few hours after the crime and were merely that Malinski had shot a cop; but the confession to Spielfogel disclosed in detail the planning and execution of the crime. Malinski denied making these confessions. Yet as the New York Court of Appeals pointed out (292 N.Y. page 370, 55 N.E.2d page 357) those confessions and other evidence of the State were sufficient, if believed, to support the conviction, wholly apart from another confession around which the present controversy turns. But the circumstances under which the latter confession was obtained raised the substantial federal question which prompted us to grant the petition for a writ of certiorari, 323 U.S. 694, 65 S.Ct. 74.</p>\n    </div>\n    <p class=\"center\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Malinski was arrested while on his way to work on the morning of Friday, October 23, 1942. The police did not then arraign him but took him to a room in the Bossert Hotel in Brooklyn where he arrived about 8 A.M. He was immediately stripped and kept naked until about 11 A.M. At that time he was allowed to put on his shoes, socks and underwear and was given a blanket in which to wrap himself. He remained that way until about 6 P.M. Malinski claims he was beaten by the police during that period. The police denied this. There was no visible sign of any beating, such as bruises or scars; and Malinski made no complaint to the judge on arraignment nor to the jail authorities where he was later held. Sometime during Friday morning Spielfogel was brought to the hotel. He and Malinski were put alone together in a room sometime that afternoon. Shortly after their conference&#8212;apparently around 5:30 P.M. or 6:00 P.M.&#8212;Malinski confessed to the police. After it was made Malinski was allowed to dress. Malinski was kept at the hotel that night and the next three days. The record does not show exactly how long and frequent the questioning was after the first confession. But it is clear that Malinski was questioned in the early hours of Saturday, the 24th and at other times during that day. He was further questioned on Sunday, the 25th, and taken with Spielfogel from the hotel to the scene of the crime where he identified several places which had a relationship to the commission of the crime and where he pointed out how the crime was executed. On Monday, the 26th, he was taken from the hotel to the police garage where he identified the automobile used in the robbery. At about 5:00 P.M. on Monday he was taken to a police station and questioned. On Tuesday morning, October 27th, about 2 A.M. he made a confession at the police station. That confession was introduced at the trial. Shortly thereafter&#8212;about 4:00 A.M.&#8212;he was booked and put in a cell and soon arraigned.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The trial court held a preliminary hearing on the voluntary character of the confession of October 27th before allowing it to be introduced in evidence. There is a question in the case whether the confession of October 23rd as well as that of October 27th was submitted to the jury, a question to which we will return. It is sufficient here to note that the trial court charged the jury that a confession should not be considered by them unless they found beyond a reasonable doubt that it was voluntary. And they were told that although the delay in arraignment was not conclusive, they might consider it in passing on the question of voluntariness. The Court of Appeals sustained the judgment of conviction by a divided vote.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> But the question whether there has been a violation of the due process clause of the Fourteenth Amendment by the introduction of an involuntary confession is one on which we must make an independent determination on the undisputed facts. Chambers v. Florida, 309 U.S. 227, 60 S.Ct. 472, 84 L.Ed. 716; Lisenba v. California, 314 U.S. 219, 62 S.Ct. 280, 86 L.Ed. 166; Ashcraft v. Tennessee, 322 U.S. 143, 64 S.Ct. 921, 88 L.Ed. 1192.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">If all the attendant circumstances indicate that the confession was coerced or compelled, it may not be used to convict a defendant. Ashcraft v. Tennessee, supra, page 154 of 322 U.S., page 926 of 64 S.Ct., 88 L.Ed. 1192. And if it is introduced at the trial, the judgment of conviction will be set aside even though the evidence apart from the confession might have been sufficient to sustain the jury's verdict. Lyons v. Oklahoma, 322 U.S. 596, 597, 64 S.Ct. 1208, 1210, 88 L.Ed. 1481.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">If the evidence alone is considered, there is serious doubt whether the confession made on the late afternoon of Friday, October 23rd (the first day of Malinski's detention) was admissible under the rule of Chambers v. Florida, Lisenba v. California, and Ashcraft v. Tennessee, supra. If the confession had been the product of persistent questioning while Malinski stood stripped and naked, we would have a clear case. But it was not. Malinski was stripped when he arrived at the hotel so that he might be examined for bullet wounds.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> He remained in that condition several hours&#8212;much longer than any such physical examination could possibly justify. But it does not appear that he was subjected to more than occasional questioning during tht period. No confession was obtained from him at that time. He said he was beaten; but that was disputed. And the assertion has such a dubious claim to veracity that we lay it aside. In any event, he soon had his shoes, socks, and underwear back on and a blanket in which to wrap himself. He complained of that treatment in his testimony. The police justified it with the dubious explanation that it was to make certain that Malinski did not escape. Yet the record does not show any persistent and incessant&#8212;let alone gruelling &#8212;questioning by the police while Malinski was only partially clothed. There are many gaps in the chronological narrative of what transpired that day. But several circumstances stand out. Malinski was held incommunicado; he was not allowed to see a lawyer, though he asked for one, and he was not allowed to see friends, with one exception.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> That exception was Spielfogel.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> As we have noted, he and Malinski had a private conference that afternoon. Malinski was told that Spielfogel was there. Malinski asked to see him. Spielfogel's version of what transpired varies from Malinski's. The former says that Malinski told him the police knew so much that Malinski figured he 'might as well go out there and tell them the rest.' Malinski said tht he asked Spielfogel, 'What are you doing with me?'; and that Spielfogel replied, 'don't let them hit you. You know you didn't do it. Go out and say I told you to tell the truth.' Shortly thereafter Malinski made his confession of October 23rd. If that evidence alone is not sufficient to show that that confession was coerced, the comments of the prosecutor place it beyond doubt. For in his summation to the jury he made certain statements which the Court of Appeals said were 'indefensible' (292 N.Y. page 373, 55 N.E.2d page 358) and which we think are sufficient to fill in any gaps on the record before us and to establish that this confession was not made voluntarily. He said that Malinski 'was not hard to break'; that 'He did not care what he did. He knew the cops were going to break him down.' And he added (292 N.Y. 360, 55 N.E.2d 364):</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'Why this talk about being undressed? Of course they had a right to undress him to look for bullet scars, and keep the clothes off him. That was quite proper police procedure. That is some more psychology&#8212;let him sit around with a blanket on him, humiliate him there for a while; let him sit in the corner, let him think he is going to get a shellacking.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">If we take the prosecutor at his word, the confession of October 23rd was the product of fear&#8212;one on which we could not permit a person to stand convicted for a crime.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">But it is said that this coerced confession was not introduced in evidence, that it was submitted to the jury only insofar as it threw light on the voluntary character of the subsequent confessions, and that under the rule of Lyons v. Oklahoma, supra, page 601 of 322 U.S., page 1211 of 64 S.Ct., 88 L.Ed. 1481, the adequacy of that instruction to the jury is solely for the state courts to determine. We do not think, however, that Lyons v. Oklahoma, supra, fits this case.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The confession of October 23rd was oral. Its details were not put in evidence. But Spielfogel, a witness for the prosecution, adverted to it in his testimony, saying that Malinski told 'everything' at that time. A police officer testified on behalf of the prosecution to the same effect. The prosecutor referred to it in his summation in language which we have already quoted. He added that 'Six o'clock in the evening after he (Malinski) was picked up, he told the whole thing'. When the confession of October 27th (which was a detailed confession taken down by a stenographer) was offered in evidence, a preliminary hearing was had. That hearing covered the voluntary character of the October 23rd confession as well as the October 27th confession. The trial court in its charge to the jury reviewed the events leading up to the confession of October 23rd&#8212;the prosecutor's version, Malinski's version. It then referred to the delay in arraigning Malinski, stating that the police claimed they were willing to arraign Malinski on the day of his arrest but that Malinski preferred to stay at the hotel with Spielfogel. It then charged:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'Be that as it may, I charge you that it was the duty of the police to arraign the defendant before the nearest Magistrate without unnecessary delay, and, further, that if a police officer failed or refused to perform such duty, he is guilty of a misdemeanor.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'But, gentlemen, you will bear in mind that the police department is not on trial in this case. This testimony was adduced solely on the question as to whether or not the alleged confession later made was the result of the coercion, either direct or implied, which is prohibited by the statute, and which invalidates a confession if made. If you should find that the arraignment of the defendant was delayed, you may consider that on the question of the voluntariness of any confession made by Malinsky, including the one made in the early hours of October 27th at the Bath Beach station house.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'However, I am charging you that the failure to arraign, in and of itself, is not conclusive against the People, and does not in and of itself standing alone, destroy the validity of the confession. Is that clear?</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'On the question whether Malinsky was coerced, you may consider that he made no complaint to the Magistrate when arraigned and did not seek the services of the jail physician. That evidence, if true, is not, however, conclusive against Malinsky, but may be considered by the jury on the issue of the voluntariness of the confession.'</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Malinski made no objections to these references to his confession of October 23rd. And while he asked for a mistrial because of the prosecutor's comments, he made on this phase of the case no requests to charge which were refused. The Court of Appeals, however, did not hold that Malinski was precluded from objecting<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> to the use made at the trial of his confession of October 23rd. It considered his objection that 'it was error for the court to submit to the jury the confession made by Malinski orally on October 23rd' as well as the other three confessions made to the police. 292 N.Y. page 370, 55 N.E.2d page 357. And it made plain, when it held that Malinski's 'confession' should not have been excluded as a matter of law, that it meant 'not only the confession made orally to a police officer on the Friday night of the arrest but also the two automobile trips on Sunday and Monday, one to the police garage to permit Malinski to identify the automobile used in the crime and the other to Coney Island to revisit a restaurant and the scene of the crime, and the confession to the District Attorney which was taken stenographically in the early morning of Tuesday, October 27th.' 292 N.Y. pages 373, 374, 55 N.E.2d pages 358, 359. Its ruling was that none of the four confessions was involuntary as a matter of law. Thus as we read the opinion of the Court of Appeals, it reviewed the judgment of conviction on the basis that all four confessions to the police had been submitted to the jury. We find no indication that it construed the record to be like the one in Lyons v. Oklahoma, supra, where consideration of the first coerced confession was strictly limited to the voluntary character of subsequent confessions. Nor do we think that the record before us can be fairly construed in that manner.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">There were repeated references at the trial to the confession of October 23rd. The prosecutor made emphatic references to it in his summation. On this record the fact that Malinski confessed to the crime shortly after he was arrested stands out in bold relief. The use made of the confession could hardly have been more effective had its details been put in evidence. It was not insulated from the trial. The part of the charge to the jury which we have quoted may possibly have been an effort in that direction. But it is more susceptible of the interpretation that the delay in arraignment, not the first confession, was to be considered 'solely on the question as to whether or not the alleged confession later made was the result of the coercion'. That seems to have been the interpretation given the charge by the Court of Appeals. 292 N.Y. page 374, 55 N.E.2d page 359. No more explicit charge was given. The jury at no time was admonished that it could not convict on the basis of the first confession nor consider it as evidence against Malinski. We must consider the case, therefore, as one in which a coerced confession was employed to obtain a conviction. Coerced confessions would find a way of corrupting the trial if we sanctioned the use made of the October 23rd confession in this case. Constitutional rights may suffer as much from subtle intrusions as from direct disregard.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">It is thus apparent that the judgment before us rests in part on a confession obtained as a result of coercion. Accordingly a majority of the Court do not come to the question whether the subsequent confessions were free from the infirmities of the first one.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We have not mentioned Rudish. He did not confess to the police. He was tried jointly with Malinski, his counsel electing not to ask for a severance. We are asked to reverse as to Rudish because the confession of October 27th which was introduced in evidence against Malinski was prejudicial to Rudish. It is argued that that course is indicated by Anderson v. United States, 318 U.S. 350, 63 S.Ct. 599, 87 L.Ed. 829. In that case we reversed a judgment of conviction against all the defendants though the confessions which had been introduced were the confession of only some of them. But in that case we were reviewing a criminal proceeding in a federal District Court over which we have more control than we do over criminal trials in the state courts. McNabb v. United States, 318 U.S. 332, 63 S.Ct. 608, 87 L.Ed. 819. Moreover, in the Anderson case the jury was told that in considering the guilt or innocence of each defendant they could consider the whole proof made at the trial. And it appeared that the prosecution leaned heavily on the confessions to establish its case against all the defendants. The furthest we have gone in a comparable case from a state court is to vacate the judgment against the co-defendant who did not confess and remand the case to the state court for further consideration. Thus in Ashcraft v. Tennessee, 322 U.S. 143, 155, 64 S.Ct. 921, 927, 88 L.Ed. 1192, we followed that procedure, at the suggestion of the Attorney General of the State, where the judgment against the co-defendant who did not confess was sustained by the state court on the assumption that the confession which we held to be coerced was properly admitted and that the conviction of the defendant who did confess was valid.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We do not believe that procedure is appropriate in this case even though it be assumed arguendo that the confession of October 27th was involuntary. It is true that that confession referred both to Rudish and to Indovino. But before that confession was offered in evidence the trial court with the complete approval of counsel for Rudish worked out a procedure for protecting Rudish and Indovino. 'X' was substituted for Rudish, 'Y' for Indovino. The jury were plainly instructed that the confession was admitted against Malinski alone and that they were not to speculate concerning the identity of 'X' or 'Y'. When it came to the charge, the trial court submitted the case against Rudish separately from the one against Malinski.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> The Court of Appeals in sustaining the judgment against Rudish in no respect relied on any confession to the police which Malinski made. And when it turned to the comments of the prosecutor, which we have quoted, it noted that they concerned Malinski not Rudish. 292 N.Y. page 373, 55 N.E.2d 358.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">On this record the questions raised by Rudish involve matters of state procedure beyond our province to review. Barrington v. Missouri, 205 U.S. 483, 27 S.Ct. 582, 51 L.Ed. 890. Since the case against him, both as tried and as sustained on review, was not dependent on Malinski's confession of October 27th, we think it inappropriate to vacate the judgment as we did in Ashcraft v. Tennessee, supra, though we assume that that confession was coerced. Whether our reversal of the judgment against Malinski would as a matter of state law affect that judgment against Rudish is not for us to say. In each case our mandate will provide for a remand to the Court of Appeals for proceedings not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The judgment against Rudish is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The judgment against Malinski is reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Affirmed in part and reversed in part.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Mr. Justice FRANKFURTER.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">It is also my view that the judgment as to Malinski calls for reversal, leaving the disposition of Rudish's conviction in the light of such reversal to the New York Court of Appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Apart from permitting Congress to use criminal sanctions as means for carrying into execution powers granted to it, the Constitution left the domain of criminal justice to the States. The Constitution, including the Bill of Rights, placed no restriction upon the power of the States to consult solely their own notions of policy in formulating penal codes and in administering them, excepting only that they were forbidden to pass may 'Bill of Attainder' or 'ex post facto Law', Constitution of the United States, Art. I, &#167; 10. This freedom of action remained with the States until 1868. The Fourteenth Amendment severely modified the situation. It did so not by changing the distribution of power as between the States and the central government. Criminal justice was not withdrawn from the States and made the business of federal lawmaking. The Fourteenth Amendment merely restricted the freedom theretofore possessed by the States in the making and the enforcement of their criminal laws.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Unlike the limitations of the Bill of Rights upon the use of criminal penalties by federal authority, the Fourteenth Amendment placed no specific restriction upon the administration of their criminal law by the States. Congress in proposing the Fourteenth Amendment and the States in ratifying it left to the States the freedom of action they had before that Amendment excepting only that after 1868 no State could 'abridge the privileges or immunities of citizens of the United States' nor 'deprive any person of life, liberty, or property, without due process of law', nor deny to any person the 'equal protection of the laws'. These are all phrases of large generalities. But they are not generalities of unillumined vagueness; they are generalities circumscribed by history and appropriate to the largeness of the problems of government with which they were concerned. 'The privileges or immunities of citizens of the United States' derived from the two aspects of citizenship in our federal system. The safeguards of 'due process of law' and 'the equal protection of the laws' summarize the history of freedom of English-speaking peoples running back to Magna Carta and reflected in the constitutional development of our people. The history of American freedom is, in no small measure, the history of procedure.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Here we are concerned with the requirement of 'due process of law' in the enforcement of a state's criminal law. Experience has confirmed the wisdom of our predecessors in refusing to give a rigid scope to this phrase. It expresses a demand for civilized standards of law. It is thus not a stagnant formulation of what has been achieved in the past but a standard for judgment in the progressive evolution of the institutions of a free society. The suggestion that 'due process of law', as guaranteed by the Fourteenth Amendment, is a compendious expression of the original federal Bill of Rights (Amendments I to VIII) has been rejected by this Court again and again and after impressive consideration. See, e.g., Hurtado v. California, 110 U.S. 516, 4 S.Ct. 292, 28 L.Ed. 232; Twining v. New Jersey, 211 U.S. 78, 29 S.Ct. 14, 53 L.Ed. 97; Brown v. Mississippi, 297 U.S. 278, 56 S.Ct. 461, 80 L.Ed. 682; Palko v. Connecticut, 302 U.S. 319, 58 S.Ct. 149, 82 L.Ed. 288.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In the Bill of Rights, Eighteenth-century statesmen formulated safeguards against the recurrence of well-defined historic grievances. Some of these safeguards, such as the right to trial by a jury of twelve and immunity from prosecution unless initiated by a grand jury, were built on experience of relative and limited validity. 'Few would be so narrow or provincial as to maintain that a fair and enlightened system of justice would be impossible without them.' Palko v. Connecticut, supra, at page 325 of 302 U.S., page 152 of 58 S.Ct., 82 L.Ed. 288. Others, like the freedom of the press or the free exercise of religion or freedom from condemnation without a fair trial, express rights the denial of which is repugnant to the conscience of a free people. They express those 'fundamental principles of liberty and justice which lie at the base of all our civil and political institutions', Hebert v. Louisiana, 272 U.S. 312, 316, 47 S.Ct. 103, 104, 71 L.Ed. 270, 48 A.L.R. 1102, and are implied in the comprehensive concept of 'due process of law'.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The Due Process Clause of the Fourteenth Amendment thus has potency different from and independent of the specific provisions contained in the Bill of Rights. Apart from all other considerations, how could it be otherwise without charging Madison and his great contemporaries in the framing and adoption of the Bill of Rights with writing into it a meaningless clause? The Fifth Amendment specifically prohibits prosecution of an 'infamous crime' except by indictment; it forbids double jeopardy and self-incrimination, as well as deprivation of 'life, liberty, or property, without due process of law'. Not to attribute to due process of law an independent function but to consider it a shorthand statement of other specific clauses in the same Amendment is to charge those who secured the adoption of this Amendment with meretricious redundancy by indifference to a phrase 'due process of law'&#8212;which was one of the great instruments in the very arsenal of constitutional freedom which the Bill of Rights was to protect and strengthen. Of course the Due Process Clause of the Fourteenth Amendment has the same meaning. To suppose that 'due process of law' meant one thing in the Fifth Amendment and another in the Fourteenth is too frivolous to require elaborate rejection.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">A construction which gives due process no independent function but makes of it a summary of the specific provisions of the Bill of Rights would tear up by the roots much of the fabric of law in the several States. Thus, it would require all the States to prosecute serious crimes through the grand jury system long ago abandoned by many of them, see Hurtado v. California, supra, to try such crimes by a jury of twelve which some of the States have seen fit to modify or abandon, see Maxwell v. Dow, 176 U.S. 581, 20 S.Ct. 448, 44 L.Ed. 597, to enforce the privilege against self-incrimination with the technical requirements prevailing in the federal courts when States, consistently with fundamental notions of justice, have seen fit to make other arrangements, see Twining v. New Jersey, supra, and to have jury trials 'In suits at common law, where the value in controversy shall exceed twenty dollars', a requirement which this Court has held over and over again for more than a hundred years does not apply to proceedings in state courts, see Livingston v. Moore, 7 Pet. 469, 551, 32 U.S. 469, 551, 8 L.Ed. 751; Walker v. Sauvinet, 92 U.S. 90, 23 L.Ed. 678; Pearson v. Yewdall, 95 U.S. 294, 296, 24 L.Ed. 436. And we can hardly select one provision of the Bill of Rights and reject another, as for instance the provision of the Fourth Amendment against unreasonable search and seizure. Such a view would not only disregard the historic meaning of 'due process'. It leads inevitably to a warped construction of specific provisions of the Bill of Rights to bring within their scope conduct clearly condemned by due process but not easily fitting into the pigeonholes of the specific provisions. But for contrary suggestions, it would seem too late in the day to treat seriously the argument that a phrase so laden with historic meaning as is 'due process of law' can be given an improvised content of some selected provision of the original Bill of Rights.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">And so, when a conviction in a state court is properly here for review, under a claim that a right protected by the Fourteenth Amendment has been denied, the question is not whether the record can be found to disclose an infraction of one of the specific provisions of the first eight amendment. To come concretely to the present case, the question is not whether the record permits a finding, by a tenuous process of psychological assumptions and reasoning, that Malinski by means of a confession was forced to self-incrimination in defiance of the Fifth Amendment. The exact question is whether the criminal proceedings which resulted in his conviction deprived him of the due process of law by which he was constitutionally entitled to have his guilt determined. Judicial review of that guaranty of the Fourteenth Amendment inescapably imposes upon this Court an exercise of judgment upon the whole course of the proceedings in order to ascertain whether they offend those canons of decency and fairness which express the notions of justice of English-speaking peoples even toward those charged with the most heinous offenses. These standards of justice are not authoritatively formulated anywhere as though they were prescriptions in a pharmacopoeia. But neither does the application of the Due Process Clause imply that judges are wholly at large. The judicial judgment in applying the Due Process Clause must move within the limits of accepted notions of justice and is not to be based upon the idiosyncrasies of a merely personal judgment. The fact that judges among themselves may differ whether in a particular case a trial offends accepted notions of justice is not disproof that general rather than idiosyncratic standards are applied. An important safeguard against such merely individual judgment is an alert deference to the judgment of the state court under review. But there cannot be blind acceptance even of such weighty judgment without disregarding the historic function of civilized procedure in the progress of liberty.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">And so, with every respect for the contrary views of the majority of the judges below and of some of my brethren here, I cannot escape agreement with the Chief Judge of the New York Court of Appeals and two of his associates that there was not in this case a fair trial of issues vital to the determination of guilt or innocence. Considering the circumstances of Malinski's detention, the long and continuous questioning, the willful and wrongful delay in his arraignment and the opportunity that that gives for securing, by extortion, confessions such as were here introduced in evidence,<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> the flagrant justification by the prosecutor of this illegality as a necessary police procedure, inevitably calculated to excite the jury&#8212;all these in combination are so below the standards by which the criminal law, especially in a capital case, should be enforced as to fall short of due process of law.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In reviewing a state criminal conviction we must be deeply mindful of the responsibilities of the States for the enforcement of criminal laws, and exercise with due humility our merely negative function in subjecting convictions from state courts to the very narrow scrutiny which the Due Process Clause of the Fourteenth Amendment authorizes. On the other hand, in the discharge of that duty we must give no ear to the loose talk about society being 'at war with the criminal' if by that it is implied that the decencies of procedure which have been enshrined in the Constitution must not be too fastidiously insisted upon in the case of wicked people. Despite the fact that English criminal justice has serious inadequacies and lags behind some of our penological advances, it is undeniable that on the whole it is much more effective than ours. Yet there can be no doubt, as English parliamentary proceedings and the reports of the English Court of Criminal Appeal amply prove, that practices such as this record reveals are not there tolerated. See, for instance, Inquiry in Regard to the Interrogation by the Police of Miss Savidge (1928), Cmd. 3147; 217 H.C.Deb. (5th ser. 1928), May 17, 1928, 1303 et seq. Whatever differences there may be between the situations in England and in this country in the task of law enforcement, it is intolerable to suggest that we cannot have effective law enforcement without conduct such as this record spreads before us. The notion that we must resort to such methods in order to check crime or to convict criminals has been rejected by those who have had most to do with the criminal law. After consideration of the problem, a committee of eminent lawyers reported this conclusion:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">'The remedy for the ills which afflict the administration of criminal justice, whatever that remedy may be, will not be found in measures which violate law. Such expedients, so far from restoring health and vigor to the system, only aggravate and protract the disorder. Under our form of government the machinery of criminal justice depends for its force and efficiency upon the enlightened moral sense of the individuals to whom the public by their constitution and laws have temporarily entrusted its operation. And it is as unwise as it is unwarranted for these servants of the public to violate the constitution and laws in the vain hope of accomplishing useful or beneficial results.' Yearbook (1928) Association of the Bar of the City of New York, 235, 255.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">These were the views of three former United States Attorneys for the Southern District of New York and three former District Attorneys for New York County whose experience and effectiveness as prosecutors would hardly countenance doctrinaire or sentimental views.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Mr. Justice RUTLEDGE, dissenting in part.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">I concur in reversing the judgment against Malinski, but dissent from affirmance of the judgment against Rudish.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">I agree that Malinski's oral confession of October 23, 1942, was coerced, was used in evidence against him and that this requires reversal of the judgment against him. I therefore join in the Court's opinion in so far as it relates to him. But I am unable to agree that we should stop with the ruling grounded upon the confession of October 23 alone. I think the subsequent confessions, including the written one of October 27, were vitiated with all the coercion which destroys admissibility of the first one. Accordingly their use in evidence also requires reversal of the judgment against Malinski. Furthermore, since the written confession also affected Rudish and in my opinion the devices employed were ineffective to prevent its influencing the verdict and the judgment against him, I think that judgment likewise should be reversed.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">However great the proof against him otherwise may be, under our system no man should be punished pursuant to a judgment induced wholly or in part by a coerced confession. In my opinion the entire procedure, from the time Malinski was taken into custody until his written confession was obtained nearly five days later, was a single and continuous process of coercion of the type commonly known as 'the third degree.' I do not think the Constitution has room for this in company with all the protections it throws around the individual charged with crime.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The State's summation boldly admitted the case was of that character. In characterized Malinski's treatment as 'quite proper police procedure.' It was 'some more psychology&#8212;let him sit around with a blanket on him, humiliate him there for a while; let him sit in the corner, let him think he is going to get a shellacking.' The Court of Appeals characterized 'the remarks' as 'indefensible.' Not only the remarks, but also the conduct they accurately depict must bear that condemnation, as the record demonstrates.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The 'psychology' got results. It produced a confession,<a class=\"footnote\" href=\"#fn1-2\" id=\"fn1-2_ref\">1</a> the first in a series. The Court of Appeals treated them as one, though its opinion expressly recognized there were three or more.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> The first came at the end of ten hours of applied 'psychology.'<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a> The others followed later in the course of and at the end of four days of illegal detention.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">By any test the first confession was 'involuntary.' It was unworthy of credence in any court. No other conclusion can be drawn on the record. The undisputed facts<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a> bear out this view and the State's admission that it was obtained by threat of 'shellacking.' The evidence is in conflict on whether physical force was used.<a class=\"footnote\" href=\"#fn5-1\" id=\"fn5-1_ref\">5</a> There is no conflict that it was threatened. Nor is there room for inference that the threat did not bring about the confession. 'Malinski was not hard to break.' No conviction tainted with this confession's influence can stand.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Moreover, the first confession was used to secure the defendants' conviction. In more ways than one. In the first place, it was used directly in evidence against the accused, as the Court of Appeals expressly recognized when it sustained the trial court's action in submitting that confession, together with the later ones, to the jury,<a class=\"footnote\" href=\"#fn6-1\" id=\"fn6-1_ref\">6</a> and as we now hold. Further, we would be innocent indeed if we did not believe that 'leads' furnished were followed and that the evidence thus procured and presented, as an immediate consequence of the initial coercion, had part in bringing about the verdict. The record bears out that belief. Else why was Malinski illegally detained, incommunicado, at the hotel for three days after he had told 'the whole thing'? Whatever may be the rule as to the use of evidence secured by means merely unlawful,<a class=\"footnote\" href=\"#fn7-1\" id=\"fn7-1_ref\">7</a> in my judgment the Constitution does not tolerate the use of evidence obtained by unconstitutional methods, including coercive ones, to bring about a conviction for crime which is constitutional.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> The Constitution does not thus nullify its own terms, setting them at war with each other. The 'leads' thus secured in violation of both the fundamental law and the law of the State<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> led directly to the later confessions, including the written one, and vitiated them with every vice infecting the first. In my judgment, all that followed the first confession was the product of it and therefore of the initial coercion which induced it. Beyond this, the coercive influences themselves continued throughout the period between the first confession and the last, with the single exception that Malinski was given back his clothing.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">This fact is highly material as showing the initial coercion. Without more, it belies the explanation that the prisoner was stripped and kept naked or partly so for ten hours because otherwise he might try to escape.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> That danger, if it existed, continued as much after the first confession as before it. It continued throughout the whole time he was detained at the hotel. Malinski was stripped and held naked or partly so, not to prevent his escape, but to do just what the prosecution says was intended, to 'break' a man 'who was not hard to break' by inducing the fear of a 'shellacking.'</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">But the fact that Malinski was given back his clothing, when and only when he confessed, does not show that the coercion ceased then or before the last confession was secured. It shows only that one of the coercive tactics used had become no longer necessary and therefore no longer was employed. Otherwise, why was Malinski not promptly booked and arraigned, as he was four nights later when the written confession was secured? Why was he detained illegally at the hotel for three days and four nights<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> after he admittedly had told 'everything'? Why, further, was he held incommunicado during all this time, seeing only the police, the assistant prosecuting attorney, and Spielfogel? Why also was he subjected to examination, interrupted now and then it is true, in some instances because he fell asleep, but continuing throughout most of each day, including the time of the trips to the scene of the crime and the police garage, and to the early hours of each morning?<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">All this, the State asks us to believe, was consistent with Malinski's making a 'clean breast' entirely voluntarily. All this comports with the view that the coercion had worn off and the written confession was the act of a man freed from the fears and the pressures which forced out the first one, or so a jury could find. Such is the claim made in the view that the first confession was not used in evidence against the accused.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">I cannot accept this view. On the contrary, I think only one conclusion can be drawn from the facts, namely, that all the conditions which forced out Malinski's first confession continued in full effect until they extorted also the written one, excepting only that he was given back his clothing. That fact alone is not enough to show that the coercive conditions were wholly abated and the influences they generated had no part in bringing about the later confessions.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Taking away Malinski's clothes is not the controlling fact in this case. It was only one feature of the initial duress. The details of this need not be repeated here. Taken all together, the first day's proceedings weave into a pattern typical of 'third degree' method.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">This pattern was not torn apart when it 'broke' Malinski and he confessed for the first time. With that event he was not arraigned or released. His unlawful detention continued for three days and four nights. The questioning continued at frequent intervals each day and each night.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> Spielfogel<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> continued to see him daily. No one else except his imprisoners was allowed to see him at any time. That he did not ask again to see counsel or others is but evidence that he had been 'broken.' He and Spielfogel were taken to the scene of the crime and to the police garage to identify the automobile used in the crime. These two incidents, I think, show conclusively that the coercion continued after, and did not abate with, the first confession. They were in themselves confessions, as the Court of Appeals recognized. In my view they were at once the products of the first confession and immediately connecting links between it and the written one. They were the consequence of continuing, though interrupted, examination extending from the time of the first confession to the last, and carried within themselves that confession's vice, transmitting it to the written one. They were the process, with all else that went on during the period, by which whatever had been obtained at the first confession was checked, elaborated, verified and distilled until the final essence was separated and bottled in the written confession, a process typical of 'third degree' procedure. That they brought forth strong corroborating evidence does not negative or nullify the existence of the coercive conditions which produced both the inducing original confession and the corroboration thus secured.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> Finally when Malinski confessed the last time, it was in the early hours of the morning, after a night and a day of questioning. Only after this confession was obtained, but significantly very shortly thereafter, was Malinski booked, arraigned and taken to the jail.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">All these facts stand undisputed on the record. With the facts of the first day's proceedings, they establish beyond question the pattern of the 'third degree.' They establish its application from the time of the arrest throughout the first day until the first confession. They prove with equal clarity, in my judgment, that every thread in that pattern but one, no longer needed, continued to hold through every moment from the first confession to the last. No single occurrence, not excluding the return of the clothing, took place which gives basis to conclude that the initial psychological pressures were relaxed or their coercive influence and effects were nullified.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">If after the clothing was returned, Malinski no longer feared a 'shellacking,' an inference there is broad room to doubt, he knew there were other pressures to take the place of this threat, pressures made possible by its success in forcing from him the first confession. He knew that all of the subsequent examination, as it turned out through four nights and three days, would be founded on this confession and that he would be forced to square every statement, both in it and made later, not only with every other statement but also with every fact to the discovery of which any statement might lead. This in fact was what he was being required to do, among other incidents, at the scene of the crime and at the police garage. In short, he knew that he was 'on the grill' and would continue so until he made whatever statement might satisfy the officials who had him in charge. Cf. Chambers v. Florida, 309 U.S. 227, 240, 60 S.Ct. 472, 478, 84 L.Ed. 716.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">To say that in such circumstances the coercive influences had ended before they produced the result at which the entire procedure was aimed and with which it stopped, is, in my opinion, a conclusion we cannot draw and the facts allow no room for permitting a jury to make such an inference.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Were the question wholly fresh, the conclusion would seem doubtful in any case that a later confession could be entirely voluntary and uncoerced, where an earlier one had been compelled. A man once broken in will does not readily, if ever, recover from the breaking. Cf. Mr. Justice Murphy, dissenting in Lyons v. Oklahoma, 322 U.S. 596, 606, 64 S.Ct. 1208, 1214, 88 L.Ed. 1481. No change in circumstances can wholly wipe out its effects upon himself or upon others. Thereafter he acts with knowledge that the damage has been done. Others do likewise. He is suspect by his own mouth and must continue so, whether he repudiates or confirms the confession. If he repudiates, he incurs the additional suspicion of lying, and his credibility as a witness in his own behalf is impaired, if not destroyed. If he confirms, he does so with the knowledge he has already confessed and any other course will bring upon him the suspicions and the burden of proof they entail.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">For these reasons a stricter standard is necessary where the confession tendered follows a prior coerced one than in the case of a single confession asserted to have been coerced. It would seem consistent therefore with our constitutional tradition that once a coerced confession has been obtained all later ones should be excluded from evidence, wherever there is evidence that the coerced one has been used to secure the later ones. In no other way can the effects of the coercion be wholly excluded from the trial. In no other way can one who has been subjected to use of force or coercive 'psychology' be put upon an equal plane for the determination of his guilt or innocence with others who have escaped such unlawful action or be put back in the position he is entitled by law to occupy until his trial and a verdict of guilty, that of a man presumed to be innocent until the contrary is proved by legal means beyond a reasonable doubt. Cf. Lehman, Ch. J., dissenting in the Court of Appeals 292 N.Y. at page 383, 55 N.E.2d at page 363.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">In any event, where there is a continuous process of coercion such as existed in this case, resulting in a series of confessions of which the first is the creative precursor of the later ones, and they moreover are obtained under identical circumstances except for relaxation in one of the initial pressures, there hardly can be room for saying, as was said in the Lyons case, that the latter confessions are not coerced.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> Accordingly I think Malinski's conviction was vitiated as much by admission of the latter confessions as by admitting the earlier oral one. If so, he should not be required to stand another trial at which those confessions may be used against him. Nor should the state officials be permitted to think they may be used again, though the first one must be excluded.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">This is a capital case. Rudish has been sentenced to death. The written confession involved him. It was used in evidence against Malinski. The court and counsel attempted what I think is and proved to be the impossible, namely, to keep Rudish's identity as one of the persons mentioned in the confession from the jury by devices similar to those employed in Anderson v. United States, 318 U.S. 350, 356, 63 S.Ct. 599, 602, 87 L.Ed. 829, with the same result. The devices were so obvious as perhaps to emphasize the identity of those they purported to conceal. True, the charge in the Anderson case was not meticulous as was the one given here to separate the defendants and apply the confession only against the one as to whom technically it was admitted. Nevertheless, I think the line too fine to draw, in capital cases at any rate, between that case and this one in this respect. There could be no valid basis for admitting this confession against Rudish in a separate trial. Due process does not permit one to be convicted upon his own coerced confession. It should not allow him to be convicted upon a confession wrung from another by coercion.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> A conviction supported only by such a confession could be but a variation of trial by ordeal. Cf. Brown v. Mississippi, 297 U.S. 278, 285, 56 S.Ct. 461, 464, 80 L.Ed. 682; Chambers v. Florida, supra, at pages 236, 237 of 309 U.S., at page 477 of 60 S.Ct., 84 L.Ed. 716. The effect is not different because the two, confessor and the person implicated, are tried together or because the torture is applied to other witnesses but not to the accused. Nor is it different, in this respect, because trial is in a state rather than a federal court. Accordingly I think the practice followed in the Anderson case and in Ashcraft v. Tennessee, 322 U.S. 143, 64 S.Ct. 921, 88 L.Ed. 1192, should be followed in this one, and the judgment against Rudish should be reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">In Lisenba v. California, 314 U.S. 219, 62 S.Ct. 280, 86 L.Ed. 166, the Court stated: 'Like the Supreme Court of California, we disapprove the violations of law involved in the treatment of the petitioner, and we think it right to add that where a prisoner held incommunicado is subjected to questioning by officers for long periods, and deprived of the advice of counsel, we shall scrutinize the record with care to determine whether, by the use of his confession, he is deprived of liberty or life through tyrannical or oppressive means. Officers of the law must realize that if they indulge in such practices they may, in the end, defeat rather than further the ends of justice.' 314 U.S. at page 240, 62 S.Ct. at page 291, 86 L.Ed. 166.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The warning exactly fits this case, as do also the repeated warnings referred to by the dissenting opinion in the Court of Appeals.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> I think they should be made effective. That can be done fully in this case only if the judgments against both of the petitioners are reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Mr. Justice MURPHY joins in this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Mr. Justice MURPHY, dissenting in part.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">As pointed out in the opinion of the Court, Malinski's oral confession of October 23 was involuntary in character and hence its admission invalidated his conviction. But it is equally clear to me that the pattern of mental fear continued until his arraignment on October 27, thereby voiding as well his confessions by word and deed on October 25 and 26 and the written confession made during the early hours of October 27. It is inconceivable, moreover, that the admission of these tainted confessions was without influence in the conviction of the co-defendant Rudish. Accordingly, I agree with Mr. Justice RUTLEDGE that the judgment should be reversed also as to Rudish.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The subhuman psychology applied by the police to Malinski began soon after his arrest on October 23. He was stripped, humiliated and threatened with a shellacking. He was questioned throughout the day and was denied the benefit of counsel, relatives or friends. This succeeded in breaking Malinski's will, which the prosecutor boasted 'was not hard to break,' and the police were able to extract an oral confession from him. But this was not enough; the police wanted a written confession. So they continued to hold the 'broken' Malinski until such a confession was forthcoming on October 27. During this period he was illegally held without being arraigned, was questioned at frequent intervals and saw no one save his questioners and Spielfogel. The only concession made to him was the privilege of wearing all his clothes.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">There is an absence of any evidence that the 'broken' Malinski regained his free independent will during the illegal detention or that the effects of the humiliation and threatened shellacking, which caused him to 'break,' wore off prior to the written confession on October 27. There was not even a twelve-hour interval between the interrogations or a change of interrogators which this Court in Lyons v. Oklahoma, 322 U.S. 596, 64 S.Ct. 1208, 88 L.Ed. 1481, thought sufficient to break the pattern of coercion. The reign of mental fear and terror here was continuous for four days and Malinski's will was in a shattered state on the occasion of making each confession. Such confessions cannot be dignified with the adjective 'voluntary,' however non-coercive may have been the immediate surrounding circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Once an atmosphere of coercion or fear is created, subsequent confessions should automatically be invalidated unless there is proof beyond all reasonable doubt that such an atmosphere has been dispelled and that the accused has completely regained his free individual will. Otherwise we might as well discard all pretense to a civilized and humane system of criminal justice and adopt without further ado the terroristic police practices of certain past and present tyrannies in other parts of the world. Since all the confessions here were made in a continuing background of threatened coercion, it follows that they all were void.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">One other matter is worthy of comment. Malinski, as well as his co-defendant Rudish, is an American of Jewish ancestry. The prosecutor made certain remarks in his statement to the jury that may have been intended and were indicative of a desire to appeal to racial and religious bigotry. He spoke of Malinski as a 'jerk from the East Side' and referred to his residence in 'the lower east side of Manhattan, where your life is not worth a pretzel.' This is a characterization of a territory containing a large proportion of Americans of like origin.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Those clothed with authority in court rooms of this nation have the duty to conduct and supervise proceedings so that an accused person may be adjudged solely according to the dictates of justice and reason. This duty is an especially high one in capital cases. Instead of an attitude of indifference and carelessness in such matters, judges and officers of the court should take the initiative to create an atmosphere free from undue passion and emotionalism. This necessarily requires the exclusion of attacks or appeals made by counsel tending to reflect upon the race, creed or color of the defendant. Here the defendants' very lives were at stake and it was of the utmost importance that the trial be conducted in surroundings free from poisonous and dangerous irrelevancies that might inflame the jury to the detriment of the defendants. Brazen appeals relating to their race or faith had no relevance whatever to the grave issue facing the jury and could only be designed to influence the jury unfairly; and subtle and indirect attacks were even more dangerous and effective. Statements of this character are the direct antithesis of every principle of American justice and fair-play. They alone are enough to cast grave doubts upon the validity of the entire proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Mr. Chief Justice STONE.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Mr. Justice ROBERTS, Mr. Justice REED, Mr. Justice JACKSON and I think the judgment should be affirmed as to both petitioners.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Malinski, charged with murder, made several confessions of guilt, which were introduced in evidence at his trial. Two, made to the police, are alleged to have been coerced, the first on October 23rd and the other four days later on October 27th. During that time he admitted to the police other isolated facts which tended to fasten guilt upon him. Three friends of Malinski also testified that on several occasions shortly after the commission of the crime and long before his arrest, he voluntarily admitted to them and to his sister that he had committed the crime.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">The testimony as to whether the first confession to the police was coerced was sharply conflicting. There was no evidence that petitioner was subjected to any coercion at or about the time of the second confession to the police, save as the jury could find that the coercion, if any, attending the first confession continued to operate so as to induce the second.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">The trial court, after reviewing fully the evidence of petitioner's detention and the coercion by the police which is said to have attended his first confession, and of the delay in his arraignment, instructed the jury:</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">'This testimony was adduced solely on the question as to whether or not the alleged confession later made was the result of the coercion, either direct or implied, which is prohibited by the statute, and which invalidates a confession if made. If you should find that the arraignment of the defendant was delayed, you may consider that on the question of the voluntariness of any confession made by Malinsky, including the one made in the early hours of October 27th. * * *'</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">The trial court also correctly instructed the jury that petitioner's contention was that the confession of October 27 was tainted by the detention and coercion which had preceded it, and that 'you must find beyond a reasonable doubt that this confession was a voluntary one before you would have the right to consider it.' With respect to this later confession, the jury was further instructed:</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">'If you find beyond a reasonable doubt that the confession is a voluntary one, you will then determine whether or not the statements inculpating the defendant, therein contained, are true. If you shall have resolved both these questions in favor of the prosecution, then and only then will you consider the confession in determining the guilt or innocence of the defendant. * * *'</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">There were no exceptions to these instructions and no requests for a further charge on this subject.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">After a painstaking review of the facts, the New York Court of Appeals unanimously sustained the jury's verdict that the confessions were not coerced.<a class=\"footnote\" href=\"#fn1-3\" id=\"fn1-3_ref\">1</a> That court, on appeal from a judgment of death, has power, which we are not free to exercise in a case coming from a state court, to make new findings of fact, Art. 6, &#167; 7 of the New York Constitution of 1939;<a class=\"footnote\" href=\"#fn2-2\" id=\"fn2-2_ref\">2</a> People v. McGrath, 202 N.Y. 445, 450, 96 N.E. 92, and also to give judgment without regard to technical errors, defects or exceptions not affecting substantial rights. N.Y.Code Crim.Proc. &#167; 542.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">It seems to be recognized by this Court that the question whether the second confession was coerced was properly submitted to the jury. But it holds that the first confession was coerced and was submitted to the jury as itself proof of guilt, and that for that reason the verdict must be set aside although the jury found under the instructions of the court, which we have quoted, that the second confession was not coerced.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Even though the first confession were the product of coercion, the trial court, as we have pointed out, instructed the jury that the evidence with respect to the first confession was adduced only to show that the second was coerced. And the jury was instructed that it could consider the second confession, only if it found it voluntary, and that it could convict in that case. In view of these instructions, we cannot say that the first confession was submitted to the jury, or that in the absence of any exception or request to charge more particularly, there was any error, of which petitioner can complain. Hence the jury's verdict must be taken as conclusively establishing that the second confession was voluntary and was not induced by any coercion attending the first. Lyons v. Oklahoma, 322 U.S. 596, 64 S.Ct. 1208, 88 L.Ed. 1481.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">But even if it could be said, as the Court of Appeals seems to have thought, that the jury's verdict was a determination that the first confession was not coerced, we perceive no ground on which that determination can be disregarded. This Court recognizes that if only the testimony submitted to the jury be considered, the question whether the first confession was coerced was for the jury. The Court sets aside the jury's verdict solely because of the interpretation it places upon the conflicting testimony in the light of certain remarks, which the opinion of Mr. Justice DOUGLAS quotes, made by the prosecuting attorney in the course of his summation to the jury. But the prosecutor did not testify in the case, and it does not appear that he was present at any of the interviews of petitioner by the police, or had any knowledge of the alleged coercion. At most, his remarks were an ill advised attempt at justification of the coercion which the defense had alleged. He added no word by way of proof or admission to the evidence already before the jury. The jury, acting within its province, could have concluded, as it evidently did, that the prosecutor's remarks did not tend to prove anything more than his own ineptitude. The Court's decision thus sets aside the conviction by the process of re-weighing the conflicting testimony as to the alleged coercion, in the light of the arguments addressed to the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">It is not the function of this Court, in reviewing, on constitutional grounds, criminal convictions by state courts, to weigh the evidence on which the jury has pronounced its verdict, also in the light of the arguments of counsel, or to sit as a superjury. We have, in appropriate cases, set aside state convictions as violating due process where we were able to say that the case was improperly submitted to the jury or that the unchallenged evidence plainly showed a violation of the constitutional rights of the accused. Brown v. Mississippi, 297 U.S. 278, 56 S.Ct. 461, 80 L.Ed. 682; Chambers v. Florida, 309 U.S. 227, 60 S.Ct. 472, 84 L.Ed. 716; Ward v. Texas, 316 U.S. 547, 62 S.Ct. 1139, 86 L.Ed. 1663. But we have not hitherto overturned the verdict of a state court jury by weighing the conflicting evidence on which it was based.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">The rightful independence of the states in the administration of their own criminal laws in their own courts requires that in such cases we scrupulously avoid retrying the facts which have been submitted to the jury, except on a clear showing of error substantially affecting the constitutional rights of the accused. We agree that the controlling principles upon which this Court reviews on constitutional grounds a state court conviction for crime, are as stated in the opinion of Mr. Justice FRANKFURTER. But the due process clause of the Fourteenth Amendment is concerned with matters of substance. It cannot rightly be made the instrument of reform of the manners of state officials. And however reprehensible or even criminal the acts of state officials may be, in so far as the conduct of the trial is concerned, they do not infringe due process unless they result in the use against the accused of evidence which is coerced or known to the State to be fraudulent or perjured, or unless they otherwise deny to him the substance of a fair trial, which is due process. See Lisenba v. California, 314 U.S. 219, 235&#8212;238, 62 S.Ct. 280, 289, 290, 86 L.Ed. 166; Buchalter v. New York, 319 U.S. 427, 63 S.Ct. 1129, 87 L.Ed. 1492, and authorities cited.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Judged by these standards, we think that there was no denial of due process in submitting petitioner Malinski's confessions to the jury in the manner in which they were in fact submitted, and that there is no constitutional ground for setting aside the jury's verdict against him. We cannot say on this record that the jury was not rightly permitted to determine whether petitioner's confessions of guilt to the police were coerced, or that the verdict was without support in the evidence, or that the instruction that the jury could find the defendant guilty if it found that the second confession was not the result of the alleged coercion at the time of the first, was not properly given.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">Petitioner Rudish has raised no substantial federal question reviewable here, and his conviction, as well as Malinski's, should be affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Court of Appeals did not divide on the issue which is before us. The dissenting judges thought (1) that Spielfogel was an accomplice and that the conviction of Rudish was not supported by corroborative evidence; and (2) that the instruction concerning the voluntary character of the confession was not adequate.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> While the robbers were escaping the wounded policeman fired several shots some of which hit the car in which they made their escape.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The matter was described by the prosecutor in a rather shocking manner:</p>\n        <p>'They hold men for several days. Are you satisfied with that? They are not going to let him go home, or let him get hold of a smart mouthpiece to preach about his rights and sue out writs. You want a district attorney in this county that it worth his salt, not a powderpuff district attorney. When you are trying a case of murder, especially murder of a police officer, you don't go over and give him a pat on the back and say, 'Do you want anything? Do you want to have your lawyer or your wife or somebody else?' In fact after that they would not even let him see Mr. Math, an assistant in our office; they would not even let him talk to a rabbi. Do you think McNally, 17 years in the Police Department is going to let this jerk from the East Side tell him his business?'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> As the Court of Appeals points out (292 N.Y. page 375, 55 N.E.2d page 359), Spielfogel and Malinski had an agreement that if either went to prison the one who was free would help take care of the other's family. After Spielfogel went to Sing Sing Malinski contributed for a while to the support of Spielfogel's wife. When Malinski refused to pay any more, Spielfogel unburdened himself to two other convicts, Yellin and Kovner, 'but with no intention of acting against Malinski for, curiously enough, testimony is in this record that, after knowledge of what had occurred in the shooting of Fox reached the police department and a lieutenant of police was sent to Sing Sing prison to interview Spielfogel, he refused to talk to the police officer. Even after that police officer had told him all that Spielfogel must have told to Yellin and Kovner he still evinced no interest in helping the police. It was only later that he consented to talk.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> New York has the rule that in capital cases a new trial may be ordered in the interests of justice though no exception was taken in the trial court. Gilbert's Anno. Criminal Code &amp; Penal Law (1943) &#167; 528 People v. Jung Hing, 212 N.Y. 393, 405, 106 N.E. 105, Ann.Cas.1915D, 333; People v. Lytton, 257 N.Y. 310, 313, 178 N.E. 290, 79 A.L.R. 503.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Mr. Justice BLACK, Mr. Justice MURPHY, and Mr. Justice RUTLEDGE join in Part I of this opinion.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> This treatment of the matter seems to have followed the procedure adopted in New York in case of joint trials. See People v. Snyder, 246 N.Y. 491, 497, 159 N.E. 408; People v. Fisher, 249 N.Y. 419, 424, 427, 164 N.E. 336.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> It is suggested that 'the New York Court of Appeals unanimously sustained the jury's verdict that the confessions were not coerced.' I do not so interpret the views of the minority of that court. The opinion of Chief Judge Lehman, on behalf of the three dissenting judges, will speak for itself:</p>\n        <p>'Here we are agreed that a finding by the jury that the defendant's confession, though obtained while he was unlawfully detained without arraignment, is not against the weight of the evidence. The officers of the law deny that they beat the defendant or threatened him. Whatever may have been the motive of the police in taking Malinski to the Hotel Bossert instead of to a police station or jail, we find no basis for any inference that the police believed that the hotel was an appropriate place where a person could, without too much risk of discovery, be beaten in order to compel a confession. Nonetheless, in this case, as in People v. Mummiani, supra, 258 N.Y. (394), pages 399, 400, 180 N.E. page 96, 'the conclusion is inescapable' that the police delayed the arraignment of the defendant 'for the purpose of subjecting him to an inquisition impossible thereafter' at which he might be induced to make a confession by resort to what the Supreme Court of the United States has described as 'those reprehensible practices known as the 'third degree' which, though universally rejected as indefensible, still find their way into use.' There can be no fair trial of the issue whether the confession is voluntary where the jury is not properly informed that the detention was unlawful and that they must take that fact into consideration. That has not been done in this case.' People v. Malinski, 292 N.Y. 360, 387&#8212;388, 55 N.E.2d 353, 366.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-2\">\n        <a class=\"footnote\" href=\"#fn1-2_ref\">1</a>\n        <p> The evidence is undisputed that Malinski arrived at the hotel at about 8:15 a.m., was immediately stripped, and was not given back his clothing, except his shorts, until after he confessed that evening. The summation added to the statement quoted above in the text: 'McNally (a police officer) took one look at him and said, 'Come here'&#8212;just a little tough talk&#8212;'what do you know about it?' Six o'clock in the evening after he was picked up, he told the whole thing.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> 'Counsel have urged upon us, however, that it was error for the court to submit to the jury the confession made by Malinski orally on October 23rd by word and deed on October 25th and 26th and to an Assistant District Attorney and a stenographer in the early morning hours of October 27th. * * *</p>\n        <p>'When we have spoken of Malinski's confession we include, of course, not only the confession made orally to a police officer on the Friday night of the arrest but also the two automobile trips on Sunday and Monday, one to the police garage to permit Malinski to identify the automobile used in the crime and the other to Coney Island to revisit a restaurant and the scene of the crime, and the confession to the District Attorney which was taken stenographically in the early morning of Tuesday, October 27th.' 292 N.Y. 360, 370, 373&#8212;374, 55 N.E.2d 353, 357, 358, 359.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> Cf. note 1.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> They are stated fully in the Court's opinion.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5-1\">\n        <a class=\"footnote\" href=\"#fn5-1_ref\">5</a>\n        <p> Malinski testified to violence by two officers who contradicted him in this respect. The majority in the Court of Appeals characterized the testimony as to violence as being 'not very strong.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6-1\">\n        <a class=\"footnote\" href=\"#fn6-1_ref\">6</a>\n        <p> Cf. note 2.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7-1\">\n        <a class=\"footnote\" href=\"#fn7-1_ref\">7</a>\n        <p> Compare People v. Adams, 176 N.Y. 351, 68 N.E. 636, 63 L.R.A. 406, 98 Am.St.Rep. 675, aff'd sub nom. Adams v. New York, 192 U.S. 585, 24 S.Ct. 372, 48 L.Ed. 575; People v. Defore, 242 N.Y. 13, 150 N.E. 585, cert. denied, 270 U.S. 657, 46 S.Ct. 353, 70 L.Ed. 784; with Boyd v. United States, 116 U.S. 616, 6 S.Ct. 524, 29 L.Ed. 746; Weeks v. United States, 232 U.S. 383, 34 S.Ct. 341, 58 L.Ed. 652, L.R.A.1915B, 834, Ann.Cas.1915C, 1177; Silverthorne Lumber Co. v. United States, 251 U.S. 385, 40 S.Ct. 182, 64 L.Ed. 319, 24 A.L.R. 1426; Gouled v. United States, 255 U.S. 298, 41 S.Ct. 261, 65 L.Ed. 647; dissenting opinions of Justices Holmes and Brandeis, Olmstead v. United States, 277 U.S. 438, 469, 471, 48 S.Ct. 564, 569, 570, 72 L.Ed. 944, 66 A.L.R. 376; McNabb v. United States, 318 U.S. 332, 63 S.Ct. 608, 87 L.Ed. 819; Anderson v. United States, 318 U.S. 350, 63 S.Ct. 599, 87 L.Ed. 829. See Fraenkel, Recent Developments in the Law of Search and Seizure (1928) 13 Minn.L.Rev. 1; Atkinson, Admissibility of Evidence Obtained through Unreasonable Searches and Seizure (1925) 25 Col.L.Rev. 11; Chafee, Progress of the Law (1922) 35 Harv.L.Rev. 673, 694.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Cf. Boyd v. United States, 116 U.S. 616, 6 S.Ct. 524, 29 L.Ed. 746; Weeks v. United States, 232 U.S. 383, 34 S.Ct. 341, 58 L.Ed. 652, L.R.A.1915B, 834, Ann.Cas.1915C, 1177.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> This formed one of the chief grounds of the strong dissenting opinion, concurred in by three judges, in the Court of Appeals. 292 N.Y. 376, 55 N.E.2d 360. Cf. note 18 infra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The officers also 'explained' their failure to take Malinski before a magistrate 'without unnecessary delay' as the New York law requires (Code Crim.Proc. &#167; 165) by saying that though he was seized on October 23rd he was not 'arrested' until October 26th. Cf. the dissenting opinion of Lehman, Ch. J., 292 N.Y. at 381&#8212;382, 55 N.E.2d 363.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The fourth night was devoted to final interrogation at the Bath Beach Police Station.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The questioning of the first day and evening, Friday, October 23, continued after the oral confession and was still in progress at 3:00 a.m. on Saturday, October 24. Ten to twelve persons were usually present and many participated in the questioning. Investigators stayed for a time and left to return later. One detective left the hotel at 10:00 or 11:00 p.m. on October 23 and, on his return at 3:00 a.m., found the questioning still continuing. The interrogation, on and off, had then proceeded for nineteen hours.</p>\n        <p>Throughout October 24, a police lieutenant testified, many of the detectives 'continuously' examined and talked to Malinski. The latter said, 'They kept questioning me all that day and night.' Again on October 25 he was questioned 'to clear up certain points,' though an officer denied that this 'went on for hours and hours.' On that day Malinski was taken on a tour of the scene of the crime. The assistant district attorney and a stenographer accompanied the party. Malinski testified without contradiction that he 'was being questioned riding all the way back to the hotel,' and that the questioning continued there until 2:00 a.m.</p>\n        <p>On Monday, October 26, ten or twelve detectives were still present with Malinski at the hotel. During the course of that day he was questioned and taken to a police garage to identify the automobile used in the crime. There is much confusion in the officers' testimony as to the time of this trip and whether it preceded or followed one to the Bath Beach Police Station. The weight of their evidence perhaps is that they went to the police garage first, then to the police station, arriving there about 5:00 p.m. The State's supplementary brief supports this view and the view that on arrival at the station questioning by the assistant district attorney and others began. There is every reason to believe that the final questioning of Malinski, leading to a written confession at 2:10 a.m., October 27, had proceeded for some nine hours. At the very least we know that the questioning by a battery of investigators (eight police officers in addition to the assistant district attorney) was in progress at 7:00 p.m., October 26, and continued to midnight.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Cf. note 12 supra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Spielfogel was as much a tool to secure Malinski's confession as any member of the police. He was brought down from Sing Sing on October 14, 1942, by the assistant district attorney and others because of what he had revealed about the crime. He made a statement to the police before Malinski was taken into custody and was present at the hotel shortly after Malinski was brought there. He at first refused to discuss the case with the state officials. No satisfactory explanation is offered of his change in attitude.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> At the police garage, although Malinski had 'confessed,' he still sought to protect himself by using his handkerchief to open the car door because, he said at the trial, he 'did not want to be framed' by leaving his fingerprints.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> That the written confession did not follow on the heels of the first, in the present circumstances, only aggravated the original coercion. The significant fact in Lyons v. Oklahoma, not present in this case, was that the second confession was made under auspices entirely different from those surrounding the first. The prisoner was in the custody of different officials, men shown by the record to be persons whom he had no reason to fear. And there was no evidence that they shared in or at any time applied the brutal methods by which it was charged, and denied, the first confession had been obtained. The principal question was whether the lapse of time between the two confessions, only some twelve hours, was sufficient so that the second could be taken as having been made free of the compulsions which induced the first, notwithstanding the change in officials having custody. A majority held that the difference in time was sufficient to permit the question to go to the jury. But the decision also took into account the change in custodians. 322 U.S. at page 604, 64 S.Ct. at page 1213, 88 L.Ed. 1481. The Lyons case therefore is not authority for the view that the jury might have found the second confession voluntary, if there had been no such change. Nor does it rule that the coercing officials, by prolonging the period of coercion, though relaxing it in some of the tactics used, can escape its consequences and nullify its continuing effects.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> The matter goes beyond and deeper than mere violation of the constitutional privilege against self-incrimination, to whatever extent this may have been applied to the states by adoption of the Fourteenth Amendment. Compare Twining v. New Jersey, 211 U.S. 78, 29 S.Ct. 14, 53 L.Ed. 97, and Snyder v. Massachusetts, 291 U.S. 97, 54 S.Ct. 330, 78 L.Ed. 674, 90 A.L.R. 575 with Brown v. Mississippi, 297 U.S. 278, 56 S.Ct. 461, 80 L.Ed. 682; cf. Hysler v. Florida, 315 U.S. 411, stating at page 413, 316 U.S. 642, 62 S.Ct. 688, at page 690, 86 L.Ed. 932: 'However, if Florida through her responsible officials knowingly used false testimony which was extorted from a witness 'by violence and torture', one convicted may claim the protection of the Due Process Clause against a conviction based upon such testimony.' Although the majority thought the tender of proof insufficient to require a trial on a writ of error coram nobis, three dissenting justices deemed it irrelevant whether the state officials knew the coerced confessions were false, 315 U.S. at page 424, 316 U.S. 642, 62 S.Ct. at page 694, 86 L.Ed. 932 and interpreted Brown v. Mississippi, supra, and Chambers v. Florida, supra, as barring 'confessions wrung from the accused or his accomplices * * *.' Cf. also Mooney v. Holohan, 294 U.S. 103, 55 S.Ct. 340, 79 L.Ed. 791, 98 A.L.R. 406, and Pyle v. Kansas, 317 U.S. 213, 63 S.Ct. 177, 87 L.Ed. 214.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> 'We cannot close our eyes to the fact that our frequently and solemnly repeated admonitions to law enforcement officers that they are not above the law and may not in their zeal to obtain convictions hold, without arraignment, persons suspected of crime in order to have opportunity to obtain confessions, are often unheeded.' 292 N.Y. at page 386, 55 N.E.2d at page 365</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-3\">\n        <a class=\"footnote\" href=\"#fn1-3_ref\">1</a>\n        <p> The chief judge and two others, dissenting, thought that the conviction should be reversed because of the insufficiency of the charge as to the delay in arraignment; they apparently relied on state grounds, and not on the federal constitution.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-2\">\n        <a class=\"footnote\" href=\"#fn2-2_ref\">2</a>\n        <p> The amendment to Art. 6, &#167; 7, effective January 1, 1944, retains this power in the Court of Appeals.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/104108/"
}