{"absolute_url": "/opinion/112781/international-soc-for-krishna-consciousness-inc-v-/", "blocked": false, "citation": {"case_name": "International Soc. for Krishna Consciousness, Inc. v. Lee", "docket_number": "91-155", "document_uris": ["/api/rest/v2/document/112781/"], "federal_cite_one": "505 U.S. 672", "federal_cite_three": "120 L. Ed. 2d 541", "federal_cite_two": "112 S. Ct. 2701", "id": 97140, "lexis_cite": "1992 U.S. LEXIS 4532", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/97140/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 205, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1992-06-26", "date_modified": "2015-05-04T08:34:36.811968", "docket": "/api/rest/v2/docket/436736/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">505 U.S. 672</p>\n    <p class=\"case_cite\">112 S.Ct. 2701</p>\n    <p class=\"case_cite\">120 L.Ed.2d 541</p>\n    <p class=\"parties\">INTERNATIONAL SOCIETY FOR KRISHNA CONSCIOUSNESS, INC.,  and Brian Rumbaugh, Petitioners,<br>v.<br>Walter LEE.</p>\n    <p class=\"docket\">No. 91-155.</p>\n    <p class=\"date\">Argued March 25, 1992.</p>\n    <p class=\"date\">Decided June 26, 1992.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">\n        <i>Syllabus</i>\n        <a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>\n      </p>\n      <p class=\"indent\">The Port Authority of New York and New Jersey, which owns and operates three major airports in the New York City area and controls certain terminal areas at the airports (hereinafter terminals), adopted a regulation forbidding, <i>inter alia,</i> the repetitive solicitation of money within the terminals.  However, solicitation is permitted on the sidewalks outside the terminal buildings.  Petitioner International Society for Krishna Consciousness, Inc., a not-for-profit religious corporation whose members, among other things, solicit funds in public places to support their movement, brought suit seeking declaratory and injunctive relief under 42 U.S.C. &#167; 1983, alleging that the regulation deprived them of their First Amendment rights.  The District Court granted petitioner summary judgment, concluding that the terminals were public fora, and that the regulation banning solicitation failed because it was not narrowly tailored to support a compelling state interest.  The Court of Appeals reversed as here relevant.  It determined that the terminals are not public fora, and found that the ban on solicitation was reasonable.</p>\n      <p class=\"indent\">\n        <i>Held:</i>\n      </p>\n      <p class=\"indent\">1. An airport terminal operated by a public authority is a non-public forum, and thus a ban on solicitation need only satisfy a reasonableness standard.  Pp. ____.</p>\n      <p class=\"indent\">(a) The extent to which the Port Authority can restrict expressive activity on its property depends on the nature of the forum.  Regulation of traditional public fora or designated public fora survives only if it is narrowly drawn to achieve a compelling state interest, but limitations on expressive activity conducted on any other government-owned property need only be reasonable to survive.  <i>Perry Education Assn. v. Perry Local Educators' Assn.,</i> 460 U.S. 37, 45, 46, 103 S.Ct. 948, 955, 955, 74 L.Ed.2d 794.  Pp. ____.</p>\n      <p class=\"indent\">(b) Neither by tradition nor purpose can the terminals be described as public fora.  Airports have not historically been made available for speech activity.  Given the lateness with which the modern air terminal has made its appearance, it hardly qualifies as a property that has \"immemorially . . . time out of mind\" been held in the public trust and used for the purposes of expressive activity.  See <i>Hague v. Committee for Industrial Organization,</i> 307 U.S. 496, 515, 59 S.Ct. 954, 964, 83 L.Ed. 1423. Nor have airport operators opened terminals to such activities, see <i>Cornelius v. NAACP Legal Defense and Educational Fund,</i> 473 U.S. 788, 802, 105 S.Ct. 3439, 3449, 87 L.Ed.2d 567, as evidenced by the operators' frequent and continuing litigation in this area. Pp. ____.</p>\n      <p class=\"indent\">(c) That speech activities may have historically occurred at \"transportation nodes\" such as rail and bus stations, wharves, and Ellis Island is not relevant.  Many of these sites traditionally have had private ownership.  In addition, equating airports with other transportation centers would not take into account differences among the various facilities that may affect the extent to which such facilities can accommodate expressive activity.  It is unsurprising to find differences among the facilities.  The Port Authority, other airport builders and managers, and the Federal Government all share the view that terminals are dedicated to the facilitation of efficient air travel, not the solicitation of contributions.  Pp. ____.</p>\n      <p class=\"indent\">2. The Port Authority's ban on solicitation is reasonable. Solicitation may have a disruptive effect on business by slowing the path of both those who must decide whether to contribute and those who must alter their paths to avoid the solicitation.  In addition, a solicitor may cause duress by targeting the most vulnerable persons or commit fraud by concealing his affiliation or shortchanging purchasers.  The fact that the targets are likely to be on a tight schedule, and thus are unlikely to stop and complain to authorities, compounds the problem.  The Port Authority has determined that it can best achieve its legitimate interest in monitoring solicitation activity to assure that travelers are not interfered with unduly by limiting solicitation to the sidewalk areas outside the terminals.  That area is frequented by an overwhelming percentage of airport users, making petitioner's access to the general public quite complete. Moreover, it would be odd to conclude that the regulation is unreasonable when the Port Authority has otherwise assured access to a universally travelled area.  While the inconvenience caused by petitioner may seem small, the Port Authority could reasonably worry that the incremental effects of having one group and then another seek such access could prove quite disruptive.  Pp. ____.</p>\n      <p class=\"indent\">925 F.2d 576 (CA2 1991), affirmed in part.</p>\n      <p class=\"indent\">REHNQUIST, C.J., delivered the opinion of the Court, in which WHITE, O'CONNOR, SCALIA, and THOMAS, JJ., joined.  O'CONNOR, J., filed a concurring opinion.  KENNEDY, J., filed an opinion concurring in the judgment, in Part I of which BLACKMUN, STEVENS, and SOUTER, JJ., joined.  SOUTER, J., filed a dissenting opinion, in which BLACKMUN and STEVENS, JJ., joined.</p>\n      <p class=\"indent\">Barry A. Fisher, Los Angeles, Cal., for petitioners/cross respondents.</p>\n      <p class=\"indent\">Arthur P. Berg, New York City, for respondent/cross petitioner.</p>\n      <p class=\"indent\">Chief Justice REHNQUIST delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this case we consider whether an airport terminal operated by a public authority is a public forum and whether a regulation prohibiting solicitation in the interior of an airport terminal violates the First Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The relevant facts in this case are not in dispute. Petitioner International Society for Krishna Consciousness, Inc. (ISKCON) is a not-for-profit religious corporation whose members perform a ritual known as <i>sankirtan.</i>  The ritual consists of \" 'going into public places, disseminating religious literature and soliciting funds to support the religion.' \"  925 F.2d 576, 577 (CA2 1991).  The primary purpose of this ritual is raising funds for the movement.  <i>Ibid.</i></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Respondent Walter Lee, now deceased, was the police superintendent of the Port Authority of New York and New Jersey and was charged with enforcing the regulation at issue.  The Port Authority owns and operates three major airports in the greater New York City area:  John F. Kennedy International Airport (Kennedy), La Guardia Airport (La Guardia), and Newark International Airport (Newark).  The three airports collectively form one of the world's busiest metropolitan airport complexes. They serve approximately 8% of this country's domestic airline market and more than 50% of the trans-Atlantic market.  By decade's end they are expected to serve at least 110 million passengers annually.  <i>Id.,</i> at 578.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The airports are funded by user fees and operated to make a regulated profit.  <i>Id.,</i> at 581.  Most space at the three airports is leased to commercial airlines, which bear primary responsibility for the leasehold.  The Port Authority retains control over unleased portions, including La Guardia's Central Terminal Building, portions of Kennedy's International Arrivals Building, and Newark's North Terminal Building (we refer to these areas collectively as the \"terminals\").  The terminals are generally accessible to the general public and contain various commercial establishments such as restaurants, snack stands, bars, newsstands, and stores of various types.  <i>Id.,</i> at 578.  Virtually all who visit the terminals do so for purposes related to air travel.  These visitors principally include passengers, those meeting or seeing off passengers, flight crews, and terminal employees.  <i>Ibid.</i></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Port Authority has adopted a regulation forbidding within the terminals the repetitive solicitation of money or distribution of literature.  The regulation states:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">\"1. The following conduct is prohibited within the interior      areas of buildings or structures at an air terminal if      conducted by a person to or with passers-by in a continuous      or repetitive manner:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">\"(a) The sale or distribution of any merchandise, including      but not limited to jewelry, food stuffs, candles, flowers,      badges and clothing.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">\"(b) The sale or distribution of flyers, brochures,      pamphlets, books or any other printed or written material.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">\"(c) Solicitation and receipt of funds.\"  <i>Id.,</i> at 578-579.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The regulation governs only the terminals;  the Port Authority permits solicitation and distribution on the sidewalks outside the terminal buildings.  The regulation effectively prohibits petitioner from performing <i>sankirtan</i> in the terminals. As a result, petitioner brought suit seeking declaratory and injunctive relief under 42 U.S.C. &#167; 1983, alleging that the regulation worked to deprive them of rights guaranteed under the First Amendment.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The District Court analyzed the claim under the \"traditional public forum\" doctrine.  It concluded that the terminals were akin to public streets, 721 F.Supp. 572, 577 (SDNY 1989), the quintessential traditional public fora.  This conclusion in turn meant that the Port Authority's terminal regulation could be sustained only if it was narrowly tailored to support a compelling state interest.  <i>Id.,</i> at 579.  In the absence of any argument that the blanket prohibition constituted such narrow tailoring, the District Court granted petitioner summary judgment.  <i>Ibid.</i></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Court of Appeals affirmed in part and reversed in part. 925 F.2d 576 (1991).  Relying on our recent decision in <i>United States v. Kokinda,</i> 497 U.S. 720, 110 S.Ct. 3115, 111 L.Ed.2d 571 (1990), a divided panel concluded that the terminals are not public fora.  As a result, the restrictions were required only to satisfy a standard of reasonableness.  The Court of Appeals then concluded that, presented with the issue, this Court would find that the ban on solicitation was reasonable, but the ban on distribution was not.  Petitioner sought certiorari respecting the Court of Appeals' decision that the terminals are not public fora and upholding the solicitation ban.  Respondent cross-petitioned respecting the court's holding striking down the distribution ban. We granted both petitions, 502 U.S. ----, 112 S.Ct. 855, 116 L.Ed.2d 764 (1992), to resolve whether airport terminals are public fora, a question on which the Circuits have split<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and on which we once before granted certiorari but ultimately failed to reach.  <i>Board of Airport Comm'rs of Los Angeles v. Jews for Jesus, Inc.,</i> 482 U.S. 569, 107 S.Ct. 2568, 96 L.Ed.2d 500 (1987).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is uncontested that the solicitation at issue in this case is a form of speech protected under the First Amendment.  <i>Heffron v. International Society for Krishna Consciousness, Inc.,</i> 452 U.S. 640, 101 S.Ct. 2559, 69 L.Ed.2d 298 (1981);  <i>Kokinda, supra,</i> 497 U.S., at ----, 110 S.Ct., at ---- (citing <i>Schaumburg v. Citizens for a Better Environment,</i> 444 U.S. 620, 629, 100 S.Ct. 826, 832, 63 L.Ed.2d 73 (1980));  <i>Riley v. National Federation of Blind of N.C., Inc.,</i> 487 U.S. 781, 788-789, 108 S.Ct. 2667, 2673, 101 L.Ed.2d 669 (1988).  But it is also well settled that the government need not permit all forms of speech on property that it owns and controls.  <i>United States Postal Service v. Council of Greenburgh Civic Assns.,</i> 453 U.S. 114, 129, 101 S.Ct. 2676, 2685, 69 L.Ed.2d 517 (1981);  <i>Greer v. Spock,</i> 424 U.S. 828, 96 S.Ct. 1211, 47 L.Ed.2d 505 (1976).  Where the government is acting as a proprietor, managing its internal operations, rather than acting as lawmaker with the power to regulate or license, its action will not be subjected to the heightened review to which its actions as a lawmaker may be subject.  <i>Kokinda, supra,</i> 497 U.S., at ----, 110 S.Ct., at ---- (plurality opinion) (citing <i>Cafeteria &amp; Restaurant Workers v. McElroy,</i> 367 U.S. 886, 896, 81 S.Ct. 1743, 1749, 6 L.Ed.2d 1230 (1961)).  Thus, we have upheld a ban on political advertisements in city-operated transit vehicles, <i>Lehman v. City of Shaker</i> <i>Heights,</i> 418 U.S. 298, 94 S.Ct. 2714, 41 L.Ed.2d 770 (1974), even though the city permitted other types of advertising on those vehicles.  Similarly, we have permitted a school district to limit access to an internal mail system used to communicate with teachers employed by the district.   <i>Perry Education Assn. v. Perry Local Educators' Ass'n,</i> 460 U.S. 37, 103 S.Ct. 948, 74 L.Ed.2d 794 (1983).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">These cases reflect, either implicitly or explicitly, a \"forum-based\" approach for assessing restrictions that the government seeks to place on the use of its property.  <i>Cornelius v. NAACP Legal Defense and Educational Fund, Inc.,</i> 473 U.S. 788, 800, 105 S.Ct. 3439, 3448, 87 L.Ed.2d 567 (1985).  Under this approach, regulation of speech on government property that has traditionally been available for public expression is subject to the highest scrutiny.  Such regulations survive only if they are narrowly drawn to achieve a compelling state interest.  <i>Perry, supra,</i> 460 U.S., at 45, 103 S.Ct., at 955.  The second category of public property is the designated public forum, whether of a limited or unlimited character&#8212;property that the state has opened for expressive activity by part or all of the public.  <i>Ibid.</i> Regulation of such property is subject to the same limitations as that governing a traditional public forum.  <i>Id.,</i> at 46, 103 S.Ct., at 955.  Finally, there is all remaining public property. Limitations on expressive activity conducted on this last category of property must survive only a much more limited review.  The challenged regulation need only be reasonable, as long as the regulation is not an effort to suppress the speaker's activity due to disagreement with the speaker's view.  <i>Ibid.</i></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The parties do not disagree that this is the proper framework.  Rather, they disagree whether the airport terminals are public fora or nonpublic fora.  They also disagree whether the regulation survives the \"reasonableness\" review governing nonpublic fora, should that prove the appropriate category.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Like the Court of Appeals, we conclude that the terminals are nonpublic fora and that the regulation reasonably limits solicitation.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The suggestion that the government has a high burden in justifying speech restrictions relating to traditional public fora made its first appearance in <i>Hague v. Committee for Industrial Organization,</i> 307 U.S. 496, 515, 516, 59 S.Ct. 954, 963, 964, 83 L.Ed. 1423 (1939).  Justice Roberts, concluding that individuals have a right to use \"streets and parks for communication of views,\" reasoned that such a right flowed from the fact that \"streets and parks . . . have immemorially been held in trust for the use of the public and, time out of mind, have been used for purposes of assembly, communicating thoughts between citizens, and discussing public questions.\"  We confirmed this observation in <i>Frisby v. Schultz,</i> 487 U.S. 474, 481, 108 S.Ct. 2495, 2500, 101 L.Ed.2d 420 (1988), where we held that a residential street was a public forum.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Our recent cases provide additional guidance on the characteristics of a public forum.  In <i>Cornelius</i> we noted that a traditional public forum is property that has as \"a principal purpose . . . the free exchange of ideas.\"  473 U.S., at 800, 105 S.Ct., at 3448.  Moreover, consistent with the notion that the government&#8212;like other property owners &#8212;\"has power to preserve the property under its control for the use to which it is lawfully dedicated,\" <i>Greer, supra,</i> 424 U.S., at 836, 96 S.Ct., at 1217, the government does not create a public forum by inaction.  Nor is a public forum created \"whenever members of the public are permitted freely to visit a place owned or operated by the Government.\" <i>Ibid.</i>  The decision to create a public forum must instead be made \"by intentionally opening a nontraditional forum for public discourse.\"  <i>Cornelius, supra,</i> 473 U.S., at 802, 105 S.Ct., at 3449.  Finally, we have recognized that the location of property also has bearing because separation from acknowledged public areas may serve to indicate that the separated property is a special enclave, subject to greater restriction.  <i>United States v. Grace,</i> 461 U.S. 171, 179-180, 103 S.Ct. 1702, 1708, 75 L.Ed.2d 736 (1983).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">These precedents foreclose the conclusion that airport terminals are public fora.  Reflecting the general growth of the air travel industry, airport terminals have only recently achieved their contemporary size and character.  See H.V. Hubbard, M. McClintock, &amp; F.B. Williams, Airports:  Their Location, Administration and Legal Basis, 8 (1930) (noting that the United States had only 807 airports in 1930).  But given the lateness with which the modern air terminal has made its appearance, it hardly qualifies for the description of having \"immemorially . . . time out of mind\" been held in the public trust and used for purposes of expressive activity.  <i>Hague, supra,</i> 307 U.S., at 515, 59 S.Ct., at 964.  Moreover, even within the rather short history of air transport, it is only \"[i]n recent years [that] it has become a common practice for various religious and non-profit organizations to use commercial airports as a forum for the distribution of literature, the solicitation of funds, the proselytizing of new members, and other similar activities.\"  45 Fed.Reg. 35314 (1980).  Thus, the tradition of airport activity does not demonstrate that airports have historically been made available for speech activity.  Nor can we say that these particular terminals, or airport terminals generally, have been intentionally opened by their operators to such activity;  the frequent and continuing litigation evidencing the operators' objections belies any such claim.  See n. 2, <i>supra.</i>  In short, there can be no argument that society's time-tested judgment, expressed through acquiescence in a continuing practice, has resolved the issue in petitioner's favor.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Petitioner attempts to circumvent the history and practice governing airport activity by pointing our attention to the variety of speech activity that it claims historically occurred at various \"transportation nodes\" such as rail stations, bus stations, wharves, and Ellis Island.  Even if we were inclined to accept petitioner's historical account describing speech activity at these locations, an account respondent contests, we think that such evidence is of little import for two reasons.  First, much of the evidence is irrelevant to <i>public</i> fora analysis, because sites such as bus and rail terminals traditionally have had <i>private</i> ownership.  See <i>United Transportation Union v. Long Island R. Co.,</i> 455 U.S. 678, 687, 102 S.Ct. 1349, 1355, 71 L.Ed.2d 547 (1982); H.R. Grant &amp; C.W. Bohi, The Country Railroad Station in America, 11-15 (1978);  United States Dept. of Transportation, The Intercity Bus Terminal Study 31 (Dec. 1984).  The development of privately owned parks that ban speech activity would not change the public fora status of publicly held parks.  But the reverse is also true.  The practices of privately held transportation centers do not bear on the government's regulatory authority over a publicly owned airport.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Second, the relevant unit for our inquiry is an airport, not \"transportation nodes\" generally.  When new methods of transportation develop, new methods for accommodating that transportation are also likely to be needed.  And with each new step, it therefore will be a new inquiry whether the transportation necessities are compatible with various kinds of expressive activity.  To make a category of \"transportation nodes,\" therefore, would unjustifiably elide what may prove to be critical differences of which we should rightfully take account. The \"security magnet,\" for example, is an airport commonplace that lacks a counterpart in bus terminals and train stations.  And public access to air terminals is also not infrequently restricted just last year the Federal Aviation Administration required airports for a 4-month period to limit access to areas normally publicly accessible.  See 14 CFR 107.11(f) (1991) and United States Dept. of Transportation News Release, Office of the Assistant Secretary for Public Affairs, January 18, 1991.  To blithely equate airports with other transportation centers, therefore, would be a mistake.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The differences among such facilities are unsurprising since, as the Court of Appeals noted, airports are commercial establishments funded by users fees and designed to make a regulated profit, 925 F.2d, at 581, and where nearly all who visit do so for some travel related purpose.  <i>Id.,</i> at 578.  As commercial enterprises, airports must provide services attractive to the marketplace.  In light of this, it cannot fairly be said that an airport terminal has as a principal purpose \"promoting the free exchange of ideas.\"  <i>Cornelius v. NAACP Legal Defense and Educational Fund, Inc.,</i> 473 U.S. 788, 105 S.Ct. 3439, 87 L.Ed.2d 567 (1985).  To the contrary, the record demonstrates that Port Authority management considers the purpose of the terminals to be the facilitation of passenger air travel, not the promotion of expression.  Sloane Affidavit, &#182; 11, 2 App. 464; Defendant's Civil Rule 3(g) Statement, &#182; 39, 2 App. 453.  Even if we look beyond the intent of the Port Authority to the manner in which the terminals have been operated, the terminals have never been dedicated (except under the threat of court order) to expression in the form sought to be exercised here:  <i>i.e.,</i> the solicitation of contributions and the distribution of literature.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The terminals here are far from atypical.  Airport builders and managers focus their efforts on providing terminals that will contribute to efficient air travel.  See, <i>e.g.,</i> R. Horonjeff &amp; F. McKelvey, Planning and Design of Airports 326 (3d ed. 1983) (\"[t]he terminal is used to process passengers and baggage for the interface with aircraft and the ground transportation modes\"). The Federal Government is in accord;  the Secretary of Transportation has been directed to publish a plan for airport development necessary \"to anticipate and meet the needs of <i>civil aeronautics,</i> to meet requirements of the national defense . . . and to meet identified needs of the Postal Service.\"  49 U.S.C.App. &#167; 2203(a)(1) (emphasis added);  see also, 45 Fed.Reg. 35317 (1980) (\"[t]he purpose for which the [Dulles and National airport] terminal[s] was built and maintained is to process and serve air travelers efficiently\").  Although many airports have expanded their function beyond merely contributing to efficient air travel, few have included among their purposes the designation of a forum for solicitation and distribution activities.  See <i>supra,</i> at ____.  Thus, we think that neither by tradition nor purpose can the terminals be described as satisfying the standards we have previously set out for identifying a public forum.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The restrictions here challenged, therefore, need only satisfy a requirement of reasonableness.  We reiterate what we stated in <i>Kokinda,</i> the restriction \" 'need only be <i>reasonable;</i>  it need not be the most reasonable or the only reasonable limitation.' \"  497 U.S., at ----, 110 S.Ct., at 3124 (plurality opinion) (quoting <i>Cornelius, supra,</i> 473 U.S., at 808, 105 S.Ct., at 3452).  We have no doubt that under this standard the prohibition on solicitation passes muster.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We have on many prior occasions noted the disruptive effect that solicitation may have on business.  \"Solicitation requires action by those who would respond:  The individual solicited must decide whether or not to contribute (which itself might involve reading the solicitor's literature or hearing his pitch), and then, having decided to do so, reach for a wallet, search it for money, write a check, or produce a credit card.\"  <i>Kokinda, supra,</i> at ----, 110 S.Ct., at 3123;  see <i>Heffron,</i> 452 U.S., at 663, 101 S.Ct., at 2572 (Blackmun, J., concurring in part and dissenting in part).  Passengers who wish to avoid the solicitor may have to alter their path, slowing both themselves and those around them. The result is that the normal flow of traffic is impeded.  <i>Id.,</i> at 653, 101 S.Ct., at 2566-2567.  This is especially so in an airport, where \"air travelers, who are often weighted down by cumbersome baggage . . . may be hurrying to catch a plane or to arrange ground transportation.\"  925 F.2d, at 582.  Delays may be particularly costly in this setting, as a flight missed by only a few minutes can result in hours worth of subsequent inconvenience.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In addition, face-to-face solicitation presents risks of duress that are an appropriate target of regulation.  The skillful, and unprincipled, solicitor can target the most vulnerable, including those accompanying children or those suffering physical impairment and who cannot easily avoid the solicitation.  See, <i>e.g., International Society for Krishna Consciousness, Inc. v. Barber,</i> 506 F.Supp. 147, 159-163 (NDNY 1980), rev'd on other grounds 650 F.2d 430 (CA2 1981).  The unsavory solicitor can also commit fraud through concealment of his affiliation or through deliberate efforts to shortchange those who agree to purchase.  506 F.Supp. at 159-163.  See 45 Fed.Reg. 35314-35315 (1980).  Compounding this problem is the fact that, in an airport, the targets of such activity frequently are on tight schedules.  This in turn makes such visitors unlikely to stop and formally complain to airport authorities.  As a result, the airport faces considerable difficulty in achieving its legitimate interest in monitoring solicitation activity to assure that travelers are not interfered with unduly.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Port Authority has concluded that its interest in monitoring the activities can best be accomplished by limiting solicitation and distribution to the sidewalk areas outside the terminals.  Sloane Supp. Affidavit, &#182; 11, 2 App. 514.  This sidewalk area is frequented by an overwhelming percentage of airport users, see <i>id.,</i> at &#182; 14, 2 App. 515-516 (noting that no more than 3% of air travelers passing through the terminals are doing so on intraterminal flights, <i>i.e.</i> transferring planes). Thus the resulting access of those who would solicit the general public is quite complete.  In turn we think it would be odd to conclude that the Port Authority's terminal regulation is unreasonable despite the Port Authority having otherwise assured access to an area universally traveled.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The inconveniences to passengers and the burdens on Port Authority officials flowing from solicitation activity may seem small, but viewed against the fact that \"pedestrian congestion is one of the greatest problems facing the three terminals,\" 925 F.2d, at 582, the Port Authority could reasonably worry that even such incremental effects would prove quite disruptive.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Moreover, \"the justification for the Rule should not be measured by the disorder that would result from granting an exemption solely to ISKCON.\"  <i>Heffron, supra,</i> 452 U.S., at 652, 101 S.Ct., at 2566. For if petitioner is given access, so too must other groups. \"Obviously, there would be a much larger threat to the State's interest in crowd control if all other religious, nonreligious, and noncommercial organizations could likewise move freely.\"  452 U.S., at 653, 101 S.Ct., at 2567.  As a result, we conclude that the solicitation ban is reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of the Court of Appeals sustaining the ban on solicitation in Port Authority terminals is</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> See <i>United States v. Detroit Lumber Co.,</i> 200 U.S. 321, 337, 26 S.Ct. 282, 287, 50 L.Ed. 499.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The suit was filed in 1975.  ISKCON originally sought access to both the airline controlled areas and to the terminals and as a result sued both respondent and various private airlines. The suit worked a meandering course, see 721 F.Supp. 572, 573-574 (SDNY 1989), with the private airlines eventually being dismissed and leaving, as the sole remaining issue, ISKCON's claim against respondent seeking a declaration and injunction against the regulation.  The regulation at issue was not formally promulgated until 1988 although it represents a codification of presuit policy.  App. to Pet. for Cert. 52.  As noted in the text, <i>supra,</i> respondent concedes that <i>sankirtan</i> may be performed on the sidewalks outside the terminals.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Compare decision below with <i>Jamison v. St. Louis,</i> 828 F.2d 1280 (CA8 1987), cert. denied, 485 U.S. 987, 108 S.Ct. 1289, 99 L.Ed.2d 499 (1988);  <i>Chicago Area Military Project v. Chicago,</i> 508 F.2d 921 (CA7), cert. denied, 421 U.S. 992, 95 S.Ct. 1999, 44 L.Ed.2d 483 (1975);  <i>Fernandes v. Limmer,</i> 663 F.2d 619 (CA5 1981), cert. dism'd, 458 U.S. 1124, 103 S.Ct. 5, 73 L.Ed.2d 1395 (1982); <i>U.S. Southwest Africa/Namibia Trade &amp; Cultural Council v. United States,</i> 228 U.S.App.D.C. 191, 708 F.2d 760 (1983);  <i>Jews for Jesus, Inc. v. Board of Airport Commissioners of</i> <i>Los Angeles,</i> 785 F.2d 791 (CA9 1986), aff'd on other grounds, 482 U.S. 569, 107 S.Ct. 2568, 96 L.Ed.2d 500 (1987).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We deal here only with ISKCON's petition raising the permissibility of solicitation.  Respondent's cross-petition concerning the leafletting ban is disposed of in the companion case, <i>Lee v. International Society for Krishna Consciousness, Inc.,</i> 91-339, --- U.S. ----, 112 S.Ct. 2709, --- L.Ed.2d ----.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Respondent also argues that the regulations survive under the strict scrutiny applicable to public fora.  We find it unnecessary to reach that question.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The congestion problem is not unique to these airports. See 45 Fed.Reg. 35314-35315 (1980) (describing congestion at Washington's Dulles and National airports) and 49 U.S.C.App. &#167; 2201(a)(11) (Congressional declaration that as part of the national airport system plan airport projects designed to increase passenger capacity \"should be undertaken to the maximum feasible extent\").</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>505 U.S. 672 (1992)</b></center>\n<center><h1>INTERNATIONAL SOCIETY FOR KRISHNA CONSCIOUSNESS, INC., et al.<br>\nv.<br>\nLEE, SUPERINTENDENT OF PORT AUTHORITY POLICE</h1></center>\n<center>No. 91-155.</center>\n<center><p><b>United States Supreme Court.</b></p></center>\n<center>Argued March 25, 1992.</center>\n<center>Decided June 26, 1992.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SECOND CIRCUIT\n<p><span class=\"star-pagination\">*673</span> Rehnquist, C. J., delivered the opinion of the Court, in which White, O'Connor, Scalia, and Thomas, JJ., joined. O'Connor, J., filed a concurring opinion, <i>post,</i> p. 685. Kennedy, J., filed an opinion concurring in the judgment, in Part I of which Blackmun, Stevens, and Souter, JJ., joined, <i>post,</i> p. 693. Souter, J., filed a dissenting opinion, in which Blackmun and Stevens, JJ., joined, <i>post,</i> p. 709.</p>\n<p><span class=\"star-pagination\">*674</span> <i>Barry A. Fisher</i> argued the cause for petitioners. With him on the briefs were <i>David Grosz, Robert C. Moest, David M. Liberman, Jay Alan Sekulow,</i> and <i>Jeremiah S. Gutman.</i> </p>\n<p><i>Arthur P. Berg</i> argued the cause for respondent. With him on the brief were <i>Philip Maurer, Arnold D. Kolikoff,</i>  and <i>Milton H. Pachter.</i><sup>[*]</sup></p>\n<p>Chief Justice Rehnquist delivered the opinion of the Court.</p>\n<p>In this case we consider whether an airport terminal operated by a public authority is a public forum and whether a regulation prohibiting solicitation in the interior of an airport terminal violates the First Amendment.</p>\n<p>The relevant facts in this case are not in dispute. Petitioner International Society for Krishna Consciousness, Inc. (ISKCON), is a not-for-profit religious corporation whose members perform a ritual known as <i>sankirtan.</i> The ritual consists of \"`going into public places, disseminating religious <span class=\"star-pagination\">*675</span> literature and soliciting funds to support the religion.'\" 925 F. 2d 576, 577 (CA2 1991). The primary purpose of this ritual is raising funds for the movement. <i>Ibid.</i> </p>\n<p>Respondent Walter Lee, now deceased, was the police superintendent of the Port Authority of New York and New Jersey and was charged with enforcing the regulation at issue. The Port Authority owns and operates three major airports in the greater New York City area: John F. Kennedy International Airport (Kennedy), La Guardia Airport (La Guardia), and Newark International Airport (Newark). The three airports collectively form one of the world's busiest metropolitan airport complexes. They serve approximately 8% of this country's domestic airline market and more than 50% of the trans-Atlantic market. By decade's end they are expected to serve at least 110 million passengers annually. <i>Id.,</i> at 578.</p>\n<p>The airports are funded by user fees and operated to make a regulated profit. <i>Id.,</i> at 581. Most space at the three airports is leased to commercial airlines, which bear primary responsibility for the leasehold. The Port Authority retains control over unleased portions, including La Guardia's Central Terminal Building, portions of Kennedy's International Arrivals Building, and Newark's North Terminal Building (we refer to these areas collectively as the \"terminals\"). The terminals are generally accessible to the general public and contain various commercial establishments such as restaurants, snack stands, bars, newsstands, and stores of various types. <i>Id.,</i> at 578. Virtually all who visit the terminals do so for purposes related to air travel. These visitors principally include passengers, those meeting or seeing off passengers, flight crews, and terminal employees. <i>Ibid.</i> </p>\n<p>The Port Authority has adopted a regulation forbidding within the terminals the repetitive solicitation of money or distribution of literature. The regulation states:</p>\n<blockquote>\"1. The following conduct is prohibited within the interior areas of buildings or structures at an air terminal <span class=\"star-pagination\">*676</span> if conducted by a person to or with passers-by in a continuous or repetitive manner:</blockquote>\n<blockquote>\"(a) The sale or distribution of any merchandise, including but not limited to jewelry, food stuffs, candles, flowers, badges and clothing.</blockquote>\n<blockquote>\"(b) The sale or distribution of flyers, brochures, pamphlets, books or any other printed or written material.</blockquote>\n<blockquote>\"(c) The solicitation and receipt of funds.\" <i>Id.,</i> at 578-579.</blockquote>\n<p>The regulation governs only the terminals; the Port Authority permits solicitation and distribution on the sidewalks outside the terminal buildings. The regulation effectively prohibits ISKCON from performing <i>sankirtan</i> in the terminals. As a result, ISKCON brought suit seeking declaratory and injunctive relief under 42 U. S. C. § 1983, alleging that the regulation worked to deprive its members of rights guaranteed under the First Amendment.<sup>[1]</sup> The District Court analyzed the claim under the \"traditional public forum\" doctrine. It concluded that the terminals were akin to public streets, 721 F. Supp. 572, 577 (SDNY 1989), the quintessential traditional public for a. This conclusion in turn meant that the Port Authority's terminal regulation could be sustained only if it was narrowly tailored to support a compelling state interest. <i>Id.,</i> at 579. In the absence of any argument that the blanket prohibition constituted such <span class=\"star-pagination\">*677</span> narrow tailoring, the District Court granted ISKCON summary judgment. <i>Ibid.</i> </p>\n<p>The Court of Appeals affirmed in part and reversed in part. 925 F. 2d 576 (1991). Relying on our recent decision in <i>United States</i> v. <i>Kokinda,</i> 497 U. S. 720 (1990), a divided panel concluded that the terminals are not public for a. As a result, the restrictions were required only to satisfy a standard of reasonableness. The Court of Appeals then concluded that, presented with the issue, this Court would find that the ban on solicitation was reasonable, but the ban on distribution was not. ISKCON and one of its members, also a petitioner here, sought certiorari respecting the Court of Appeals' decision that the terminals are not public for a and upholding the solicitation ban. Respondent cross-petitioned respecting the court's holding striking down the distribution ban. We granted both petitions, 502 U. S. 1022 (1992), to resolve whether airport terminals are public for a, a question on which the Circuits have split<sup>[2]</sup> and on which we once before granted certiorari but ultimately failed to reach. <i>Board of Airport Comm'rs of Los Angeles</i> v. <i>Jews for Jesus, Inc.,</i> 482 U. S. 569 (1987).<sup>[3]</sup></p>\n<p>It is uncontested that the solicitation at issue in this case is a form of speech protected under the First Amendment.</p>\n<p><i>Heffron</i> v. <i>International Soc. for Krishna Consciousness, Inc.,</i> 452 U. S. 640 (1981); <i>Kokinda, supra,</i> at 725 (citing <span class=\"star-pagination\">*678</span> <i>Schaumburg</i> v. <i>Citizens for a Better Environment,</i> 444 U. S. 620, 629 (1980)); <i>Riley</i> v. <i>National Federation of Blind of N. C., Inc.,</i> 487 U. S. 781, 788-789 (1988). But it is also well settled that the government need not permit all forms of speech on property that it owns and controls. <i>Postal Service</i> v. <i>Council of Greenburgh Civic Assns.,</i> 453 U. S. 114, 129 (1981); <i>Greer</i> v. <i>Spock,</i> 424 U. S. 828 (1976). Where the government is acting as a proprietor, managing its internal operations, rather than acting as lawmaker with the power to regulate or license, its action will not be subjected to the heightened review to which its actions as a lawmaker may be subject. <i>Kokinda, supra,</i> at 725 (plurality opinion) (citing <i>Cafeteria &amp; Restaurant Workers</i> v. <i>McElroy,</i> 367 U. S. 886, 896 (1961)). Thus, we have upheld a ban on political advertisements in city-operated transit vehicles, <i>Lehman</i> v. <i>Shaker Heights,</i> 418 U. S. 298 (1974), even though the city permitted other types of advertising on those vehicles. Similarly, we have permitted a school district to limit access to an internal mail system used to communicate with teachers employed by the district. <i>Perry Ed. Assn.</i> v. <i>Perry Local Educators' Assn.,</i> 460 U. S. 37 (1983).</p>\n<p>These cases reflect, either implicitly or explicitly, a \"forum based\" approach for assessing restrictions that the government seeks to place on the use of its property. <i>Cornelius</i> v. <i>NAACP Legal Defense &amp; Ed. Fund, Inc.,</i> 473 U. S. 788, 800 (1985). Under this approach, regulation of speech on government property that has traditionally been available for public expression is subject to the highest scrutiny. Such regulations survive only if they are narrowly drawn to achieve a compelling state interest. <i>Perry,</i> 460 U. S., at 45. The second category of public property is the designated public forum, whether of a limited or unlimited character property that the State has opened for expressive activity by part or all of the public. <i>Ibid.</i> Regulation of such property is subject to the same limitations as that governing a traditional public forum. <i>Id.,</i> at 46. Finally, there is all remaining <span class=\"star-pagination\">*679</span> public property. Limitations on expressive activity conducted on this last category of property must survive only a much more limited review. The challenged regulation need only be reasonable, as long as the regulation is not an effort to suppress the speaker's activity due to disagreement with the speaker's view. <i>Ibid.</i> </p>\n<p>The parties do not disagree that this is the proper framework. Rather, they disagree whether the airport terminals are public for a or nonpublic for a. They also disagree whether the regulation survives the \"reasonableness\" review governing nonpublic for a, should that prove the appropriate category.<sup>[4]</sup> Like the Court of Appeals, we conclude that the terminals are nonpublic for a and that the regulation reasonably limits solicitation.</p>\n<p>The suggestion that the government has a high burden in justifying speech restrictions relating to traditional public for a made its first appearance in <i>Hague</i> v. <i>Committee for Industrial Organization,</i> 307 U. S. 496, 515, 516 (1939). Justice Roberts, concluding that individuals have a right to use \"streets and parks for communication of views,\" reasoned that such a right flowed from the fact that \"streets and parks. . . have immemorially been held in trust for the use of the public and, time out of mind, have been used for purposes of assembly, communicating thoughts between citizens, and discussing public questions.\" We confirmed this observation in <i>Frisby</i> v. <i>Schultz,</i> 487 U. S. 474, 481 (1988), where we held that a residential street was a public forum.</p>\n<p>Our recent cases provide additional guidance on the characteristics of a public forum. In <i>Cornelius</i> we noted that a traditional public forum is property that has as \"a principal purpose . . . the free exchange of ideas.\" 473 U. S., at 800. Moreover, consistent with the notion that the government like other property owners\"has power to preserve the <span class=\"star-pagination\">*680</span> property under its control for the use to which it is lawfully dedicated,\" <i>Greer,</i> 424 U. S., at 836, the government does not create a public forum by inaction. Nor is a public forum created \"whenever members of the public are permitted freely to visit a place owned or operated by the Government.\" <i>Ibid.</i> The decision to create a public forum must instead be made \"by intentionally opening a nontraditional forum for public discourse.\" <i>Cornelius, supra,</i> at 802. Finally, we have recognized that the location of property also has bearing because separation from acknowledged public areas may serve to indicate that the separated property is a special enclave, subject to greater restriction. <i>United States</i> v. <i>Grace,</i> 461 U. S. 171, 179-180 (1983).</p>\n<p>These precedents foreclose the conclusion that airport terminals are public for a. Reflecting the general growth of the air travel industry, airport terminals have only recently achieved their contemporary size and character. See H. Hubbard, M. McClintock, &amp; F. Williams, Airports: Their Location, Administration and Legal Basis 8 (1930) (noting that the United States had only 807 airports in 1930). But given the lateness with which the modern air terminal has made its appearance, it hardly qualifies for the description of having \"immemorially . . . time out of mind\" been held in the public trust and used for purposes of expressive activity. <i>Hague, supra,</i> at 515. Moreover, even within the rather short history of air transport, it is only \"[i]n recent years [that] it has become a common practice for various religious and nonprofit organizations to use commercial airports as a forum for the distribution of literature, the solicitation of funds, the proselytizing of new members, and other similar activities.\" 45 Fed. Reg. 35314 (1980). Thus, the tradition of airport activity does not demonstrate that airports have historically been made available for speech activity. Nor can we say that these particular terminals, or airport terminals generally, have been intentionally opened by their operators to such activity; the frequent and continuing litigation evidencing <span class=\"star-pagination\">*681</span> the operators' objections belies any such claim. See n. 2, <i>supra.</i> In short, there can be no argument that society's time-tested judgment, expressed through acquiescence in a continuing practice, has resolved the issue in petitioners' favor.</p>\n<p>Petitioners attempt to circumvent the history and practice governing airport activity by pointing our attention to the variety of speech activity that they claim historically occurred at various \"transportation nodes\" such as rail stations, bus stations, wharves, and Ellis Island. Even if we were inclined to accept petitioners' historical account describing speech activity at these locations, an account respondent contests, we think that such evidence is of little import for two reasons. First, much of the evidence is irrelevant to <i>public</i> for a analysis, because sites such as bus and rail terminals traditionally have had <i>private</i> ownership. See <i>United Transportation Union</i> v. <i>Long Island R. Co.,</i> 455 U. S. 678, 687 (1982); H. Grant &amp; C. Bohi, The Country Railroad Station in America 11-15 (1978); U. S. Dept. of Transportation, The Intercity Bus Terminal Study 31 (Dec. 1984). The development of privately owned parks that ban speech activity would not change the public for a status of publicly held parks. But the reverse is also true. The practices of privately held transportation centers do not bear on the government's regulatory authority over a publicly owned airport.</p>\n<p>Second, the relevant unit for our inquiry is an airport, not \"transportation nodes\" generally. When new methods of transportation develop, new methods for accommodating that transportation are also likely to be needed. And with each new step, it therefore will be a new inquiry whether the transportation necessities are compatible with various kinds of expressive activity. To make a category of \"transportation nodes,\" therefore, would unjustifiably elide what may prove to be critical differences of which we should rightfully take account. The \"security magnet,\" for example, is <span class=\"star-pagination\">*682</span> an airport commonplace that lacks a counterpart in bus terminals and train stations. And public access to air terminals is also not infrequently restrictedjust last year the Federal Aviation Administration required airports for a 4-month period to limit access to areas normally publicly accessible. See 14 CFR 107.11(f) (1991) and U. S. Dept. of Transportation News Release, Office of Assistant Secretary for Public Affairs, Jan. 18, 1991. To blithely equate airports with other transportation centers, therefore, would be a mistake.</p>\n<p>The differences among such facilities are unsurprising since, as the Court of Appeals noted, airports are commercial establishments funded by users fees and designed to make a regulated profit, 925 F. 2d, at 581, and where nearly all who visit do so for some travel related purpose, <i>id.,</i> at 578. As commercial enterprises, airports must provide services attractive to the marketplace. In light of this, it cannot fairly be said that an airport terminal has as a principal purpose promoting \"the free exchange of ideas.\" <i>Cornelius</i> v. <i>NAACP Legal Defense &amp; Ed. Fund, Inc.,</i> 473 U. S. 788, 800 (1985). To the contrary, the record demonstrates that Port Authority management considers the purpose of the terminals to be the facilitation of passenger air travel, not the promotion of expression. Sloane Affidavit, ¶ 11, App. 464; Defendant's Civil Rule 3(g) Statement, ¶ 39, App. 453. Even if we look beyond the intent of the Port Authority to the manner in which the terminals have been operated, the terminals have never been dedicated (except under the threat of court order) to expression in the form sought to be exercised here: <i>i. e.,</i> the solicitation of contributions and the distribution of literature.</p>\n<p>The terminals here are far from atypical. Airport builders and managers focus their efforts on providing terminals that will contribute to efficient air travel. See, <i>e. g.,</i> R. Horonjeff &amp; F. McKelvey, Planning and Design of Airports 326 (3d ed. 1983) (\"The terminal is used to process passengers <span class=\"star-pagination\">*683</span> and baggage for the interface with aircraft and the ground transportation modes\"). The Federal Government is in accord; the Secretary of Transportation has been directed to publish a plan for airport development necessary \"to anticipate and meet the needs <i>of civil aeronautics,</i> to meet requirements in support of the national defense . . . and to meet identified needs of the Postal Service.\" 49 U. S. C. App. § 2203(a)(1) (emphasis added); see also 45 Fed. Reg. 35317 (1980) (\"The purpose for which the [Dulles and National airport] terminal[s] [were] built and maintained is to process and serve air travelers efficiently\"). Although many airports have expanded their function beyond merely contributing to efficient air travel, few have included among their purposes the designation of a forum for solicitation and distribution activities. See <i>supra,</i> at 680-681. Thus, we think that neither by tradition nor purpose can the terminals be described as satisfying the standards we have previously set out for identifying a public forum.</p>\n<p>The restrictions here challenged, therefore, need only satisfy a requirement of reasonableness. We reiterate what we stated in <i>Kokinda:</i> The restriction \"`need only be <i>reasonable;</i> it need not be the most reasonable or the only reasonable limitation.'\" 497 U. S., at 730 (plurality opinion) (quoting <i>Cornelius, supra,</i> at 808). We have no doubt that under this standard the prohibition on solicitation passes muster.</p>\n<p>We have on many prior occasions noted the disruptive effect that solicitation may have on business. \"Solicitation requires action by those who would respond: The individual solicited must decide whether or not to contribute (which itself might involve reading the solicitor's literature or hearing his pitch), and then, having decided to do so, reach for a wallet, search it for money, write a check, or produce a credit card.\" <i>Kokinda, supra,</i> at 734; see <i>Heffron,</i> 452 U. S., at 663 (Blackmun, J., concurring in part and dissenting in part). Passengers who wish to avoid the solicitor may have to alter their paths, slowing both themselves and those around them. <span class=\"star-pagination\">*684</span> The result is that the normal flow of traffic is impeded. <i>Id.,</i>  at 653. This is especially so in an airport, where \"[a]ir travelers, who are often weighted down by cumbersome baggage . . . may be hurrying to catch a plane or to arrange ground transportation.\" 925 F. 2d, at 582. Delays may be particularly costly in this setting, as a flight missed by only a few minutes can result in hours worth of subsequent inconvenience.</p>\n<p>In addition, face-to-face solicitation presents risks of duress that are an appropriate target of regulation. The skillful, and unprincipled, solicitor can target the most vulnerable, including those accompanying children or those suffering physical impairment and who cannot easily avoid the solicitation. See, <i>e. g., </i><i>International Soc. for Krishna Consciousness, Inc.</i> v. <i>Barber,</i> 506 F. Supp. 147, 159-163 (NDNY 1980), rev'd on other grounds, 650 F. 2d 430 (CA2 1981). The unsavory solicitor can also commit fraud through concealment of his affiliation or through deliberate efforts to shortchange those who agree to purchase. 506 F. Supp., 159-163. See 45 Fed. Reg. 35314-35315 (1980). Compounding this problem is the fact that, in an airport, the targets of such activity frequently are on tight schedules. This in turn makes such visitors unlikely to stop and formally complain to airport authorities. As a result, the airport faces considerable difficulty in achieving its legitimate interest in monitoring solicitation activity to assure that travelers are not interfered with unduly.</p>\n<p>The Port Authority has concluded that its interest in monitoring the activities can best be accomplished by limiting solicitation and distribution to the sidewalk areas outside the terminals. Sloane Supp. Affidavit, ¶ 11, App. 514. This sidewalk area is frequented by an overwhelming percentage of airport users, see <i>id.,</i> at ¶ 14, App. 515-516 (noting that no more than 3% of air travelers passing through the terminals are doing so on intraterminal flights, <i>i. e.,</i> transferring planes). Thus the resulting access of those who would solicit <span class=\"star-pagination\">*685</span> the general public is quite complete. In turn we think it would be odd to conclude that the Port Authority's terminal regulation is unreasonable despite the Port Authority having otherwise assured access to an area universally traveled.</p>\n<p>The inconveniences to passengers and the burdens on Port Authority officials flowing from solicitation activity may seem small, but viewed against the fact that \"pedestrian congestion is one of the greatest problems facing the three terminals,\" 925 F. 2d, at 582, the Port Authority could reasonably worry that even such incremental effects would prove quite disruptive.<sup>[5]</sup> Moreover, \"[t]he justification for the Rule should not be measured by the disorder that would result from granting an exemption solely to ISKCON.\" <i>Heffron, supra,</i> at 652. For if ISKCON is given access, so too must other groups. \"Obviously, there would be a much larger threat to the State's interest in crowd control if all other religious, nonreligious, and noncommercial organizations could likewise move freely.\" 452 U. S., at 653. As a result, we conclude that the solicitation ban is reasonable.</p>\n<p>For the foregoing reasons, the judgment of the Court of Appeals sustaining the ban on solicitation in Port Authority terminals is</p>\n<p><i>Affirmed.</i>\nJustice O'Connor, concurring in No. 91-155 and concurring in the judgment in No. 91-339, <i>post,</i> p. 830.</p>\n<p>In the decision below, the Court of Appeals upheld a ban on solicitation of funds within the airport terminals operated by the Port Authority of New York and New Jersey, but struck down a ban on the repetitive distribution of printed <span class=\"star-pagination\">*686</span> or written material within the terminals. 925 F. 2d 576 (CA2 1991). I would affirm both parts of that judgment.</p>\n<p>I concur in the Court's opinion in No. 91-155 and agree that publicly owned airports are not public for a. Unlike public streets and parks, both of which our First Amendment jurisprudence has identified as \"traditional public for a,\" airports do not count among their purposes the \"free exchange of ideas,\" <i>Cornelius</i> v. <i>NAACP Legal Defense &amp; Ed. Fund, Inc.,</i> 473 U. S. 788, 800 (1985); they have not \"by long tradition or by government fiat . . . been devoted to assembly and debate,\" <i>Perry Ed. Assn.</i> v. <i>Perry Local Educators' Assn.,</i>  460 U. S. 37, 45 (1983); nor have they \"time out of mind, . . . been used for purposes of . . . communicating thoughts between citizens, and discussing public questions,\" <i>Hague</i> v. <i>Committee for Industrial Organization,</i> 307 U. S. 496, 515 (1939). Although most airports do not ordinarily restrict public access, \"[p]ublicly owned or operated property does not become a `public forum' simply because members of the public are permitted to come and go at will.\" <i>United States</i>  v. <i>Grace,</i> 461 U. S. 171, 177 (1983); see also <i>Greer</i> v. <i>Spock,</i>  424 U. S. 828, 836 (1976). \"[W]hen government property is not dedicated to open communication the government may without further justificationrestrict use to those who participate in the forum's official business.\" <i>Perry, supra,</i> at 53. There is little doubt that airports are among those publicly owned facilities that could be closed to all except those who have legitimate business there. See <i>Grace, supra,</i> at 178. Public access to airports is thus not \"inherent in the open nature of the locations,\" as it is for most streets and parks, but is rather a \"matter of grace by government officials.\" <i>United States</i> v. <i>Kokinda,</i> 497 U. S. 720, 743 (1990) (Brennan, J., dissenting). I also agree with the Court that the Port Authority has not expressly opened its airports to the types of expression at issue here, see <i>ante,</i> at 680-681, and therefore has not created a \"limited\" or \"designated\" public forum relevant to this case.</p>\n<p><span class=\"star-pagination\">*687</span> For these reasons, the Port Authority's restrictions on solicitation and leafletting within the airport terminals do not qualify for the strict scrutiny that applies to restriction of speech in public for a. That airports are not public for a, however, does not mean that the government can restrict speech in whatever way it likes. \"The Government, even when acting in its proprietary capacity, does not enjoy absolute freedom from First Amendment constraints.\" <i>Kokinda, supra,</i> at 725 (plurality opinion). For example, in <i>Board of Airport Comm'rs of Los Angeles</i> v. <i>Jews for Jesus, Inc.,</i> 482 U. S. 569 (1987), we unanimously struck down a regulation that prohibited \"all First Amendment activities\" in the Los Angeles International Airport (LAX) without even reaching the question whether airports were public for a. <i>Id.,</i> at 574-575. We found it \"obvious that such a ban cannot be justified even if LAX were a nonpublic forum because no conceivable governmental interest would justify such an absolute prohibition of speech.\" <i>Id.,</i> at 575. Moreover, we have consistently stated that restrictions on speech in nonpublic for a are valid only if they are \"reasonable\" and \"not an effort to suppress expression merely because public officials oppose the speaker's view.\" <i>Perry, supra,</i> at 46; see also <i>Kokinda, supra,</i> at 731; <i>Cornelius, supra,</i> at 800; <i>Lehman</i> v. <i>Shaker Heights,</i> 418 U. S. 298, 303 (1974). The determination that airports are not public for a thus only begins our inquiry.</p>\n<p>\"The reasonableness of the Government's restriction [on speech in a nonpublic forum] must be assessed in light of the purpose of the forum and all the surrounding circumstances.\" <i>Cornelius, supra,</i> at 809. \"`[C]onsideration of a forum's special attributes is relevant to the constitutionality of a regulation since the significance of the governmental interest must be assessed in light of the characteristic nature and function of the particular forum involved.' \" <i>Kokinda, supra,</i> at 732, quoting <i>Heffron</i> v. <i>International Soc. for Krishna Consciousness, Inc.,</i> 452 U. S. 640, 650-651 (1981). <span class=\"star-pagination\">*688</span> In this case, the \"special attributes\" and \"surrounding circumstances\" of the airports operated by the Port Authority are determinative. Not only has the Port Authority chosen <i>not</i> to limit access to the airports under its control, it has created a huge complex open to travelers and nontravelers alike. The airports house restaurants, cafeterias, snack bars, coffee shops, cocktail lounges, post offices, banks, telegraph offices, clothing shops, drug stores, food stores, nurseries, barber shops, currency exchanges, art exhibits, commercial advertising displays, bookstores, newsstands, dental offices, and private clubs. See App. 183-185 (Newark); <i>id.,</i>  at 185-186 (JFK); <i>id.,</i> at 190-192 (La Guardia). The International Arrivals Building at JFK Airport even has two branches of Bloomingdale's. <i>Id.,</i> at 185-186.</p>\n<p>We have said that a restriction on speech in a nonpublic forum is \"reasonable\" when it is \"consistent with the [government's] legitimate interest in `preserv[ing] the property. . . for the use to which it is lawfully dedicated.' \" <i>Perry, supra,</i> at 50-51, quoting <i>Postal Service</i> v. <i>Council of Greenburgh Civic Assns.,</i> 453 U. S. 114, 129-130 (1981) (internal quotation marks omitted). Ordinarily, this inquiry is relatively straightforward, because we have almost always been confronted with cases where the for a at issue were discrete, single-purpose facilities. See, <i>e. g., </i><i>Kokinda, supra</i> (dedicated sidewalk between parking lot and post office); <i>Cornelius</i> v. <i>NAACP Legal Defense &amp; Ed. Fund, Inc.,</i> 473 U. S. 788 (1985) (literature for charity drive); <i>City Council of Los Angeles</i> v. <i>Taxpayers for Vincent,</i> 466 U. S. 789 (1984) (utility poles); <i>Perry, supra</i> (inter school mail system); <i>Postal Service</i> v. <i>Council of Greenburgh Civic Assns., supra</i> (household mail boxes); <i>Adderley</i> v. <i>Florida,</i> 385 U. S. 39 (1966) (curtilage of jail house). The Port Authority urges that this case is no different and contends that it, too, has dedicated its airports to a single purposefacilitating air traveland that the speech it seeks to prohibit is not consistent with that purpose. But the wide range of activities promoted by the <span class=\"star-pagination\">*689</span> Port Authority is no more directly related to facilitating air travel than are the types of activities in which the International Society for Krishna Consciousness, Inc. (ISKCON), wishes to engage. See <i>Jews for Jesus, supra,</i> at 576 (\"The line between airport-related speech and nonairport-related speech is, at best, murky\"). In my view, the Port Authority is operating a shopping mall as well as an airport. The reasonableness inquiry, therefore, is not whether the restrictions on speech are \"consistent with . . . preserving the property\" for air travel, <i>Perry, supra,</i> at 50-51 (internal quotation marks and citation omitted), but whether they are reasonably related to maintaining the multipurpose environment that the Port Authority has deliberately created.</p>\n<p>Applying that standard, I agree with the Court in No. 91-155 that the ban on solicitation is reasonable. Face-to-face solicitation is incompatible with the airport's functioning in a way that the other, permitted activities are not. We have previously observed that \"[s]olicitation impedes the normal flow of traffic [because it] requires action by those who would respond: The individual solicited must decide whether or not to contribute (which itself might involve reading the solicitor's literature or hearing his pitch), and then, having decided to do so, reach for a wallet, search it for money, write a check, or produce a credit card. . . . As residents of metropolitan areas know from daily experience, confrontation by a person asking for money disrupts passage and is more intrusive and intimidating than an encounter with a person giving out information.\" <i>Kokinda,</i> 497 U. S., at 733-734 (plurality opinion) (citations omitted); <i>id.,</i> at 739 (Kennedy, J., concurring in judgment) (accepting Postal Service's judgment that, given its past experience, \"in-person solicitation deserves different treatment from alternative forms of solicitation and expression\"); <i>Heffron, supra,</i> at 657 (Brennan, J., concurring in part and dissenting in part) (upholding partial restriction on solicitation at fairgrounds because of state interest \"in protecting its fairgoers from fraudulent, deceptive, and misleading <span class=\"star-pagination\">*690</span> solicitation practices\"); 452 U. S., at 665 (Blackmun, J., concurring in part and dissenting in part) (upholding partial restriction on solicitation because of the \"crowd control problems\" it creates). The record in this case confirms that the problems of congestion and fraud that we have identified with solicitation in other contexts have also proved true in the airports' experience. See App. 67-111 (affidavits). Because airport users are frequently facing time constraints, and are traveling with luggage or children, the ban on solicitation is a reasonable means of avoiding disruption of an airport's operation.</p>\n<p>In my view, however, the regulation banning leafletting or, in the Port Authority's words, the \"continuous or repetitive . . . distribution of . . . printed or written material\" cannot be upheld as reasonable on this record. I therefore concur in the judgment in No. 91-339, <i>post,</i> p. 830, striking down that prohibition. While the difficulties posed by solicitation in a nonpublic forum are sufficiently obvious that its regulation may \"rin[g] of common-sense,\" <i>Kokinda,</i> 497 U. S., at 734 (internal quotation marks and citation omitted), the same is not necessarily true of leafletting. To the contrary, we have expressly noted that leafletting does not entail the same kinds of problems presented by face-to-face solicitation. Specifically, \"[o]ne need not ponder the contents of a leaflet or pamphlet in order mechanically to take it out of someone's hand . . . . `The distribution of literature does not require that the recipient stop in order to receive the message the speaker wishes to convey; instead the recipient is free to read the message at a later time.' \" <i>Ibid.</i> (plurality opinion), quoting <i>Heffron, supra,</i> at 665 (Blackmun, J., concurring in part and dissenting in part). With the possible exception of avoiding litter, see <i>Schneider</i> v. <i>State (Town of Irvington),</i> 308 U. S. 147, 162 (1939), it is difficult to point to any problems intrinsic to the act of leafletting that would make it naturally incompatible with a large, multipurpose forum such as those at issue here.</p>\n<p><span class=\"star-pagination\">*691</span> We have only once before considered restrictions on speech in a nonpublic forum that sustained the kind of extensive, nonforum-related activity found in the Port Authority airports, and I believe that case is instructive. In <i>Greer</i> v. <i>Spock,</i> 424 U. S. 828 (1976), the Court held that even though certain parts of a military base were open to the public, they still did not constitute a public forum in light of \"`the historically unquestioned power of [a] commanding officer summarily to exclude civilians from the area of his command.'\" <i>Id.,</i> at 838, quoting <i>Cafeteria &amp; Restaurant Workers</i> v. <i>McElroy,</i> 367 U. S. 886, 893 (1961). The Court then proceeded to uphold a regulation banning the distribution of literature without the prior approval of the base commander. In so doing, the Court \"emphasized\" that the regulation on leafletting did \"not authorize the Fort Dix authorities to prohibit the distribution of conventional political campaign literature.\" Rather, the Court explained, \"[t]he only publications that a military commander may disapprove are those that he finds constitute `a clear danger to [military] loyalty, discipline, or morale' \" and that \"[t]here is nothing in the Constitution that disables a military commander from acting to avert what he perceives to be a clear danger to the loyalty, discipline, or morale of troops on the base under his command.\" 424 U. S., at 840 (citation omitted). In contrast, the regulation at issue in this case effects an absolute prohibition and is not supported by any independent justification outside of the problems caused by the accompanying solicitation.</p>\n<p>Moreover, the Port Authority has not offered any justifications or record evidence to support its ban on the distribution of pamphlets alone. Its argument is focused instead on the problems created when literature is distributed in conjunction with a solicitation plea. Although we do not \"requir[e] that . . . proof be present to justify the denial of access to a nonpublic forum on grounds that the proposed use may disrupt the property's intended function,\" <i>Perry,</i> 460 U. S., at 52, n. 12, we have required some explanation as to why <span class=\"star-pagination\">*692</span> certain speech is inconsistent with the intended use of the forum. In <i>Kokinda,</i> for example, we upheld a regulation banning solicitation on postal property in part because the Postal Service's 30-year history of regulation of solicitation in post offices demonstrated that permitting solicitation interfered with its postal mission. 497 U. S., at 731-732 (plurality opinion). Similarly, in <i>Cornelius,</i> we held that it was reasonable to exclude political advocacy groups from a fundraising campaign targeted at federal employees in part because \"the record amply support[ed] an inference\" that the participation of those groups would have jeopardized the success of the campaign. 473 U. S., at 810. Here, the Port Authority has provided no independent reason for prohibiting leafletting, and the record contains no information from which we can draw an inference that would support its ban. Because I cannot see how peaceful pamphleteering is incompatible with the multipurpose environment of the Port Authority airports, I cannot accept that a total ban on that activity is reasonable without an explanation as to why such a restriction \"preserv[es] the property\" for the several uses to which it has been put. <i>Perry, supra,</i> at 50-51 (internal quotation marks and citation omitted).</p>\n<p>Of course, it is still open for the Port Authority to promulgate regulations of the time, place, and manner of leafletting which are \"content-neutral, are narrowly tailored to serve a significant government interest, and leave open ample alternative channels of communication.\" <i>Perry, supra,</i> at 45; <i>Postal Service,</i> 453 U. S., at 132. For example, during the many years that this litigation has been in progress, the Port Authority has not banned <i>sankirtan</i> completely from JFK International Airport, but has restricted it to a relatively uncongested part of the airport terminals, the same part that houses the airport chapel. Tr. of Oral Arg. 5-6, 46-47. In my view, that regulation meets the standards we have applied to time, place, and manner restrictions of protected <span class=\"star-pagination\">*693</span> expression. See <i>Clark</i> v. <i>Community for Creative NonViolence,</i> 468 U. S. 288, 293 (1984).</p>\n<p>I would affirm the judgment of the Court of Appeals in both No. 91-155 and No. 91-339.</p>\n<p>Justice Kennedy, with whom Justice Blackmun, Justice Stevens, and Justice Souter join as to Part I, concurring in the judgments.<sup>[*]</sup></p>\n<p>While I concur in the judgments affirming in these cases, my analysis differs in substantial respects from that of the Court. In my view the airport corridors and shopping areas outside of the passenger security zones, areas operated by the Port Authority, are public forums, and speech in those places is entitled to protection against all government regulation inconsistent with public forum principles. The Port Authority's blanket prohibition on the distribution or sale of literature cannot meet those stringent standards, and I agree it is invalid under the First and Fourteenth Amendments. The Port Authority's rule disallowing in-person solicitation of money for immediate payment, however, is in my view a narrow and valid regulation of the time, place, and manner of protected speech in this forum, or else is a valid regulation of the nonspeech element of expressive conduct. I would sustain the Port Authority's ban on solicitation and receipt of funds.</p>\n<p></p>\n<h2>I</h2>\n<p>An earlier opinion expressed my concern that \"[i]f our public forum jurisprudence is to retain vitality, we must recognize that certain objective characteristics of Government property and its customary use by the public may control\" the status of the property. <i>United States</i> v. <i>Kokinda,</i> 497 U. S. 720, 737 (1990) (Kennedy, J., concurring in judgment). The cases before us do not heed that principle. Our public <span class=\"star-pagination\">*694</span> forum doctrine ought not to be a jurisprudence of categories rather than ideas or convert what was once an analysis protective of expression into one which grants the government authority to restrict speech by fiat. I believe that the Court's public forum analysis in these cases is inconsistent with the values underlying the Speech and Press Clauses of the First Amendment.</p>\n<p>Our public forum analysis has its origins in Justice Roberts' rather sweeping dictum in <i>Hague</i> v. <i>Committee for Industrial Organization,</i> 307 U. S. 496, 515 (1939); see also <i>ante,</i> at 679. The doctrine was not stated with much precision or elaboration, though, until our more recent decisions in <i>Perry Ed. Assn.</i> v. <i>Perry Local Educators' Assn.,</i> 460 U. S. 37 (1983), and <i>Cornelius</i> v. <i>NAACP Legal Defense &amp; Ed. Fund, Inc.,</i> 473 U. S. 788 (1985). These cases describe a three-part analysis to designate government-owned property as either a traditional public forum, a designated public forum, or a nonpublic forum. <i>Perry, supra,</i> at 45-46; <i>ante,</i>  at 678-679. The Court today holds that traditional public forums are limited to public property which have as \"`a principal purpose . . . the free exchange of ideas,' \" <i>ante,</i> at 679 (quoting <i>Cornelius, supra,</i> at 800); <i>ante,</i> at 686 (O'Connor, J., concurring in No. 91-155 and concurring in judgment in No. 91-339 (hereinafter opinion of O'Connor, J.)); and that this purpose must be evidenced by a longstanding historical practice of permitting speech, <i>ante,</i> at 679; <i>ante,</i> at 686 (opinion of O'Connor, J.). The Court also holds that designated forums consist of property which the government intends to open for public discourse. <i>Ante,</i> at 680, citing <i>Cornelius, supra,</i> at 802; <i>ante,</i> at 686 (opinion of O'Connor, J.). All other types of property are, in the Court's view, nonpublic forums (in other words, not public forums), and governmentimposed restrictions of speech in these places will be upheld so long as reasonable and viewpoint neutral. Under this categorical view the application of public forum analysis to airport terminals seems easy. Airports are of course public spaces of recent vintage, and so there can be no time-honored <span class=\"star-pagination\">*695</span> tradition associated with airports of permitting free speech. <i>Ante,</i> at 680. And because governments have often attempted to restrict speech within airports, it follows <i>a fortiori</i> under the Court's analysis that they cannot be so-called \"designated\" forums. <i>Ante,</i> at 680-681. So, the Court concludes, airports must be nonpublic forums, subject to minimal First Amendment protection.</p>\n<p>This analysis is flawed at its very beginning. It leaves the government with almost unlimited authority to restrict speech on its property by doing nothing more than articulating a non-speech-related purpose for the area, and it leaves almost no scope for the development of new public forums absent the rare approval of the government. The Court's error lies in its conclusion that the public forum status of public property depends on the government's defined purpose for the property, or on an explicit decision by the government to dedicate the property to expressive activity. In my view, the inquiry must be an objective one, based on the actual, physical characteristics and uses of the property. The fact that in our public forum cases we discuss and analyze these precise characteristics tends to support my position. <i>Perry, supra,</i> at 46-48; <i>Cornelius, supra,</i> at 804-806; <i>Kokinda, supra,</i> at 727-729 (plurality opinion).</p>\n<p>The First Amendment is a limitation on government, not a grant of power. Its design is to prevent the government from controlling speech. Yet under the Court's view the authority of the government to control speech on its property is paramount, for in almost all cases the critical step in the Court's analysis is a classification of the property that turns on the government's own definition or decision, unconstrained by an independent duty to respect the speech its citizens can voice there. The Court acknowledges as much, by reintroducing today into our First Amendment law a strict doctrinal line between the proprietary and regulatory functions of government which I thought had been abandoned long ago. <i>Ante,</i> at 678; compare <i>Davis</i> v. <i>Massachusetts,</i> 167 U. S. 43 (1897), with <i>Hague, supra,</i> at 515; <i>Schnei-</i>  <span class=\"star-pagination\">*696</span> <i>der</i> v. <i>State (Town of Irvington),</i> 308 U. S. 147 (1939); and <i>Grayned</i> v. <i>Rockford,</i> 408 U. S. 104, 115-116 (1972).</p>\n<p>The Court's approach is contrary to the underlying purposes of the public forum doctrine. The liberties protected by our doctrine derive from the Assembly, as well as the Speech and Press Clauses of the First Amendment, and are essential to a functioning democracy. See Kalven, The Concept of the Public Forum: Cox v. Louisiana, 1965 S. Ct. Rev. 1, 14, 19. Public places are of necessity the locus for discussion of public issues, as well as protest against arbitrary government action. At the heart of our jurisprudence lies the principle that in a free nation citizens must have the right to gather and speak with other persons in public places. The recognition that certain government-owned property is a public forum provides open notice to citizens that their freedoms may be exercised there without fear of a censorial government, adding tangible reinforcement to the idea that we are a free people.</p>\n<p>A fundamental tenet of our Constitution is that the government is subject to constraints which private persons are not. The public forum doctrine vindicates that principle by recognizing limits on the government's control over speech activities on property suitable for free expression. The doctrine focuses on the physical characteristics of the property because government ownership is the source of its purported authority to regulate speech. The right of speech protected by the doctrine, however, comes not from a Supreme Court dictum but from the constitutional recognition that the government cannot impose silence on a free people.</p>\n<p>The Court's analysis rests on an inaccurate view of history. The notion that traditional public forums are properties that have public discourse as their principal purpose is a most doubtful fiction. The types of property that we have recognized as the quintessential public forums are streets, parks, and sidewalks. <i>Cornelius,</i> 473 U. S., at 802; <i>Frisby</i> v. <i>Schultz,</i> 487 U. S. 474, 480-481 (1988). It would seem apparent that the principal purpose of streets and sidewalks, like <span class=\"star-pagination\">*697</span> airports, is to facilitate transportation, not public discourse, and we have recognized as much. <i>Schneider</i> v. <i>State, supra,</i>  at 160. Similarly, the purpose for the creation of public parks may be as much for beauty and open space as for discourse. Thus under the Court's analysis, even the quintessential public forums would appear to lack the necessary elements of what the Court defines as a public forum.</p>\n<p>The effect of the Court's narrow view of the first category of public forums is compounded by its description of the second purported category, the so-called \"designated\" forum. The requirements for such a designation are so stringent that I cannot be certain whether the category has any content left at all. In any event, it seems evident that under the Court's analysis today few, if any, types of property other than those already recognized as public forums will be accorded that status.</p>\n<p>The Court's answer to these objections appears to be a recourse to history as justifying its recognition of streets, parks, and sidewalks, but apparently no other types of government property, as traditional public forums. <i>Ante,</i> at 681. The Court ignores the fact that the purpose of the public forum doctrine is to give effect to the broad command of the First Amendment to protect speech from governmental interference. The jurisprudence is rooted in historic practice, but it is not tied to a narrow textual command limiting the recognition of new forums. In my view the policies underlying the doctrine cannot be given effect unless we recognize that open, public spaces and thoroughfares that are suitable for discourse may be public forums, whatever their historical pedigree and without concern for a precise classification of the property. There is support in our precedents for such a view. See <i>Lehman</i> v. <i>Shaker Heights,</i> 418 U. S. 298, 303 (1974) (plurality opinion); <i>Hague,</i> 307 U. S., at 515 (speaking of \"streets and public places\" as forums). Without this recognition our forum doctrine retains no relevance in times of fast-changing technology and increasing insularity. In a country where most citizens travel by automobile, and <span class=\"star-pagination\">*698</span> parks all too often become locales for crime rather than social intercourse, our failure to recognize the possibility that new types of government property may be appropriate forums for speech will lead to a serious curtailment of our expressive activity.</p>\n<p>One of the places left in our mobile society that is suitable for discourse is a metropolitan airport. It is of particular importance to recognize that such spaces are public forums because in these days an airport is one of the few government-owned spaces where many persons have extensive contact with other members of the public. Given that private spaces of similar character are not subject to the dictates of the First Amendment, see <i>Hudgens</i> v. <i>NLRB,</i> 424 U. S. 507 (1976), it is critical that we preserve these areas for protected speech. In my view, our public forum doctrine must recognize this reality, and allow the creation of public forums that do not fit within the narrow tradition of streets, sidewalks, and parks. We have allowed flexibility in our doctrine to meet changing technologies in other areas of constitutional interpretation, see, <i>e. g., </i><i>Katz</i> v. <i>United States,</i>  389 U. S. 347 (1967), and I believe we must do the same with the First Amendment.</p>\n<p>I agree with the Court that government property of a type which by history and tradition has been available for speech activity must continue to be recognized as a public forum. <i>Ante,</i> at 679. In my view, however, constitutional protection is not confined to these properties alone. Under the proper circumstances I would accord public forum status to other forms of property, regardless of their ancient or contemporary origins and whether or not they fit within a narrow historic tradition. If the objective, physical characteristics of the property at issue and the actual public access and uses that have been permitted by the government indicate that expressive activity would be appropriate and compatible with those uses, the property is a public forum. The most important considerations in this analysis are whether the <span class=\"star-pagination\">*699</span> property shares physical similarities with more traditional public forums, whether the government has permitted or acquiesced in broad public access to the property, and whether expressive activity would tend to interfere in a significant way with the uses to which the government has as a factual matter dedicated the property. In conducting the last inquiry, courts must consider the consistency of those uses with expressive activities in general, rather than the specific sort of speech at issue in the case before it; otherwise the analysis would be one not of classification but rather of caseby-case balancing, and would provide little guidance to the State regarding its discretion to regulate speech. Courts must also consider the availability of reasonable time, place, and manner restrictions in undertaking this compatibility analysis. The possibility of some theoretical inconsistency between expressive activities and the property's uses should not bar a finding of a public forum, if those inconsistencies can be avoided through simple and permitted regulations.</p>\n<p>The second category of the Court's jurisprudence, the socalled designated forum, provides little, if any, additional protection for speech. Where government property does not satisfy the criteria of a public forum, the government retains the power to dedicate the property for speech, whether for all expressive activity or for limited purposes only. See <i>ante,</i> at 678; <i>Perry,</i> 460 U. S., at 45-46; <i>Southeastern Promotions, Ltd.</i> v. <i>Conrad,</i> 420 U. S. 546 (1975). I do not quarrel with the fact that speech must often be restricted on property of this kind to retain the purpose for which it has been designated. And I recognize that when property has been designated for a particular expressive use, the government may choose to eliminate that designation. But this increases the need to protect speech in other places, where discourse may occur free of such restrictions. In some sense the government always retains authority to close a public forum, by selling the property, changing its physical character, or changing its principal use. Otherwise the <span class=\"star-pagination\">*700</span> State would be prohibited from closing a park, or eliminating a street or sidewalk, which no one has understood the public forum doctrine to require. The difference is that when property is a protected public forum the State may not by fiat assert broad control over speech or expressive activities; it must alter the objective physical character or uses of the property, and bear the attendant costs, to change the property's forum status.</p>\n<p>Under this analysis, it is evident that the public spaces of the Port Authority's airports are public forums. First, the District Court made detailed findings regarding the physical similarities between the Port Authority's airports and public streets. 721 F. Supp. 572, 576-577 (SDNY 1989). These findings show that the public spaces in the airports are broad, public thoroughfares full of people and lined with stores and other commercial activities. An airport corridor is of course not a street, but that is not the proper inquiry. The question is one of physical similarities, sufficient to suggest that the airport corridor should be a public forum for the same reasons that streets and sidewalks have been treated as public forums by the people who use them.</p>\n<p>Second, the airport areas involved here are open to the public without restriction. <i>Ibid.</i> Plaintiffs do not seek access to the secured areas of the airports, nor do I suggest that these areas would be public forums. And while most people who come to the Port Authority's airports do so for a reason related to air travel, either because they are passengers or because they are picking up or dropping off passengers, this does not distinguish an airport from streets or sidewalks, which most people use for travel. See <i>supra,</i>  at 696-697. Further, the group visiting the airports encompasses a vast portion of the public: In 1986 the Authority's three airports served over 78 million passengers. It is the very breadth and extent of the public's use of airports that makes it imperative to protect speech rights there. Of course, airport operators retain authority to restrict public <span class=\"star-pagination\">*701</span> access when necessary, for instance to respond to special security concerns. But if the Port Authority allows the uses and open access to airports that is shown on this record, it cannot argue that some vestigial power to change its practices bars the conclusion that its airports are public forums, any more than the power to bulldoze a park bars a finding that a public forum exists so long as the open use does.</p>\n<p>Third, and perhaps most important, it is apparent from the record, and from the recent history of airports, that when adequate time, place, and manner regulations are in place, expressive activity is quite compatible with the uses of major airports. The Port Authority's primary argument to the contrary is that the problem of congestion in its airports' corridors makes expressive activity inconsistent with the airports' primary purpose, which is to facilitate air travel. The First Amendment is often inconvenient. But that is beside the point. Inconvenience does not absolve the government of its obligation to tolerate speech. The Authority makes no showing that any real impediments to the smooth functioning of the airports cannot be cured with reasonable time, place, and manner regulations. In fact, the history of the Authority's own airports, as well as other major airports in this country, leaves little doubt that such a solution is quite feasible. The Authority has for many years permitted expressive activities by petitioners and others, without any apparent interference with its ability to meet its transportation purposes. App. 462, 469-470; see also <i>ante,</i> at 691-692 (opinion of O'Connor, J.). The Federal Aviation Administration, in its operation of the airports of the Nation's capital, has issued rules which allow regulated expressive activity within specified areas, without any suggestion that the speech would be incompatible with the airports' business. 14 CFR §§ 159.93, 159.94 (1992). And, in fact, expressive activity has been a commonplace feature of our Nation's major airports for many years, in part because of the wide consensus among the Courts of Appeals, prior to the decision in <span class=\"star-pagination\">*702</span> these cases, that the public spaces of airports are public forums. See, <i>e. g., </i><i>Chicago Area Military Project</i> v. <i>Chicago,</i>  508 F. 2d 921 (CA7), cert. denied, 421 U. S. 992 (1975); <i>Fernandes</i> v. <i>Limmer,</i> 663 F. 2d 619 (CA5 1981), cert. dism'd, 458 U. S. 1124 (1982); <i>United States Southwest Africa/Namibia Trade &amp; Cultural Council</i> v. <i>United States,</i> 228 U. S. App. D. C. 191, 708 F. 2d 760 (1983); <i>Jews for Jesus, Inc.</i> v. <i>Board of Airport Comm'rs,</i> 785 F. 2d 791 (CA9 1986), aff'd on other grounds, 482 U. S. 569 (1987); <i>Jamison</i> v. <i>St. Louis,</i> 828 F. 2d 1280 (CA8 1987), cert. denied, 485 U. S. 987 (1988). As the District Court recognized, the logical consequence of the Port Authority's congestion argument is that the crowded streets and sidewalks of major cities cannot be public forums. 721 F. Supp., at 578. These problems have been dealt with in the past, and in other settings, through proper time, place, and manner restrictions; and the Port Authority does not make any showing that similar regulations would not be effective in its airports. The Port Authority makes a halfhearted argument that the special security concerns associated with airports suggest they are not public forums; but this position is belied by the unlimited public access the Authority allows to its airports. This access demonstrates that the Port Authority does not consider the general public to pose a serious security threat, and there is no evidence in the record that persons engaged in expressive activities are any different.</p>\n<p>The danger of allowing the government to suppress speech is shown in the cases now before us. A grant of plenary power allows the government to tilt the dialog heard by the public, to exclude many, more marginal, voices. The first challenged Port Authority regulation establishes a flat prohibition on \"[t]he sale or distribution of flyers, brochures, pamphlets, books or any other printed or written material,\" if conducted within the airport terminal, \"in a continuous or repetitive manner.\" We have long recognized that the right to distribute flyers and literature lies at the heart of the liberties <span class=\"star-pagination\">*703</span> guaranteed by the Speech and Press Clauses of the First Amendment. See, <i>e. g., </i><i>Schneider</i> v. <i>State (Town of Irvington),</i> 308 U. S. 147 (1939); <i>Murdock</i> v. <i>Pennsylvania,</i>  319 U. S. 105 (1943). The Port Authority's rule, which prohibits almost all such activity, is among the most restrictive possible of those liberties. The regulation is in fact so broad and restrictive of speech, Justice O'Connor finds it void even under the standards applicable to government regulations in nonpublic forums. <i>Ante,</i> at 691-693. I have no difficulty deciding the regulation cannot survive the far more stringent rules applicable to regulations in public forums. The regulation is not drawn in narrow terms, and it does not leave open ample alternative channels for communication. See <i>Ward</i> v. <i>Rock Against Racism,</i> 491 U. S. 781, 791 (1989). The Port Authority's concerns with the problem of congestion can be addressed through narrow restrictions on the time and place of expressive activity. See <i>ante,</i> at 692-693 (opinion of O'Connor, J.). I would strike down the regulation as an unconstitutional restriction of speech.</p>\n<p></p>\n<h2>II</h2>\n<p>It is my view, however, that the Port Authority's ban on the \"solicitation and receipt of funds\" within its airport terminals should be upheld under the standards applicable to speech regulations in public forums. The regulation may be upheld as either a reasonable time, place, and manner restriction, or as a regulation directed at the nonspeech element of expressive conduct. The two standards have considerable overlap in a case like this one.</p>\n<p>It is well settled that \"even in a public forum the government may impose reasonable restrictions on the time, place, or manner of protected speech, provided the restrictions `are justified without reference to the content of the regulated speech, that they are narrowly tailored to serve a significant governmental interest, and that they leave open ample alternative channels for communication of the information.'\"</p>\n<p><span class=\"star-pagination\">*704</span> <i>Ward, supra,</i> at 791 (quoting <i>Clark</i> v. <i>Community for Creative Non-Violence,</i> 468 U. S. 288, 293 (1984)). We have held further that the government in appropriate circumstances may regulate conduct, even if the conduct has an expressive component. <i>United States</i> v. <i>O'Brien,</i> 391 U. S. 367 (1968). And in several recent cases we have recognized that the standards for assessing time, place, and manner restrictions are little, if any, different from the standards applicable to regulations of conduct with an expressive component. <i>Clark, supra,</i> at 298, and n. 8; <i>Ward, supra,</i> at 798; <i>Barnes</i>  v. <i>Glen Theatre, Inc.,</i> 501 U. S. 560, 566 (1991) (plurality opinion); see generally Kalven, 1965 S. Ct. Rev., at 23, 27 (arguing that all speech contains elements of conduct which may be regulated). The confluence of the two tests is well demonstrated by a case like this, where the government regulation at issue can be described with equal accuracy as a regulation of the manner of expression, or as a regulation of conduct with an expressive component.</p>\n<p>I am in full agreement with the statement of the Court that solicitation is a form of protected speech. <i>Ante,</i> at 677; see also <i>Riley</i> v. <i>National Federation of Blind of N. C., Inc.,</i>  487 U. S. 781, 788-789 (1988); <i>Schaumburg</i> v. <i>Citizens for a Better Environment,</i> 444 U. S. 620, 629 (1980); <i>Murdock</i> v. <i>Pennsylvania, supra</i><i>.</i> If the Port Authority's solicitation regulation prohibited all speech that requested the contribution of funds, I would conclude that it was a direct, contentbased restriction of speech in clear violation of the First Amendment. The Authority's regulation does not prohibit all solicitation, however; it prohibits the \"solicitation and receipt of funds.\" I do not understand this regulation to prohibit all speech that solicits funds. It reaches only personal solicitations for immediate payment of money. Otherwise, the \"receipt of funds\" phrase would be written out of the provision. The regulation does not cover, for example, the distribution of preaddressed envelopes along with a plea to contribute money to the distributor or his organization. As <span class=\"star-pagination\">*705</span> I understand the restriction it is directed only at the physical exchange of money, which is an element of conduct interwoven with otherwise expressive solicitation. In other words, the regulation permits expression that solicits funds, but limits the manner of that expression to forms other than the immediate receipt of money.</p>\n<p>So viewed, I believe the Port Authority's rule survives our test for speech restrictions in the public forum. In-person solicitation of funds, when combined with immediate receipt of that money, creates a risk of fraud and duress that is well recognized, and that is different in kind from other forms of expression or conduct. Travelers who are unfamiliar with the airport, perhaps even unfamiliar with this country, its customs, and its language, are an easy prey for the money solicitor. I agree in full with the Court's discussion of these dangers in No. 91-155. <i>Ante,</i> at 683-684; <i>ante,</i> at 689-690 (opinion of O'Connor, J.). I would add that our precedents, as well as the actions of coordinate branches of Government, support this conclusion. We have in the past recognized that in-person solicitation has been associated with coercive or fraudulent conduct. <i>Cantwell</i> v. <i>Connecticut,</i> 310 U. S. 296, 306 (1940); <i>Riley, supra,</i> at 800; <i>Heffron</i> v. <i>International Soc. for Krishna Consciousness, Inc.,</i> 452 U. S. 640, 657 (1981) (Brennan, J., concurring in part and dissenting in part); <i>Schaumburg, supra,</i> at 636-638. In addition, the Federal Government has adopted regulations which acknowledge and respond to the serious problems associated with solicitation. The National Park Service has enacted a flat ban on the direct solicitation of money in the parks of the Nation's capital within its control. 36 CFR § 7.96(h) (1991); see also <i>United States</i> v. <i>Kokinda,</i> 497 U. S., at 739 (Kennedy, J., concurring in judgment). Also, the Federal Aviation Administration, in its administration of the airports of Washington, D. C., even while permitting the solicitation of funds has adopted special rules to prevent coercive, harassing, or repetitious behavior. 14 CFR § 159.94(e)-(h) (1992). And <span class=\"star-pagination\">*706</span> in the commercial sphere, the Federal Trade Commission has long held that \"it constitutes an unfair and deceptive act or practice\" to make a door-to-door sale without allowing the buyer a 3-day \"cooling-off period\" during which time he or she may cancel the sale. 16 CFR § 429.1 (1992). All of these measures are based on a recognition that requests for immediate payment of money create a strong potential for fraud or undue pressure, in part because of the lack of time for reflection. As the Court recounts, questionable practices associated with solicitation can include the targeting of vulnerable and easily coerced persons, misrepresentation of the solicitor's cause, and outright theft. <i>Ante,</i> at 684; see also <i>International Soc. for Krishna Consciousness, Inc.</i> v. <i>Barber,</i> 506 F. Supp. 147, 159-163 (NDNY 1980), rev'd on other grounds, 650 F. 2d 430 (CA2 1981).</p>\n<p>Because the Port Authority's solicitation ban is directed at these abusive practices and not at any particular message, idea, or form of speech, the regulation is a content-neutral rule serving a significant government interest. We have held that the content neutrality of a rule must be assessed based on whether it is \"`<i>justified</i> without reference to the content of the regulated speech.'\" <i>Ward,</i> 491 U. S., at 791 (quoting <i>Clark,</i> 468 U. S., at 293) (emphasis in original). It is apparent that the justification for the solicitation ban is unrelated to the content of speech or the identity of the speaker. There can also be no doubt that the prevention of fraud and duress is a significant government interest. The government cannot, of course, prohibit speech for the sole reason that it is concerned the speech may be fraudulent. <i>Schaumburg,</i> 444 U. S., at 637. But the Port Authority's regulation does not do this. It recognizes that the risk of fraud and duress is intensified by particular conduct, the immediate exchange of money; and it addresses only that conduct. We have recognized that such narrowly drawn regulations are in fact the proper means for addressing <span class=\"star-pagination\">*707</span> the dangers which can be associated with speech. <i>Ibid.; </i><i>Riley, supra,</i> at 799, n. 11.</p>\n<p>To survive scrutiny, the regulation must be drawn in narrow terms to accomplish its end and leave open ample alternative channels for communication. Regarding the former requirement, we have held that to be narrowly tailored a regulation need not be the least restrictive or least intrusive means of achieving an end. The regulation must be reasonable, and must not burden substantially more speech than necessary. <i>Ward, supra,</i> at 798-800. Under this standard the solicitation ban survives with ease, because it prohibits only solicitation of money for immediate receipt. The regulation does not burden any broader category of speech or expressive conduct than is the source of the evil sought to be avoided. And in fact, the regulation is even more narrow because it only prohibits such behavior if conducted in a continuous or repetitive manner. The Port Authority has made a reasonable judgment that this type of conduct raises the most serious concerns, and it is entitled to deference. My conclusion is not altered by the fact that other means, for example, the regulations adopted by the Federal Aviation Administration to govern its airports, may be available to address the problems associated with solicitation, because the existence of less intrusive means is not decisive. Our cases do not so limit the government's regulatory flexibility. See <i>Ward, supra,</i> at 800.</p>\n<p>I have little difficulty in deciding that the Port Authority has left open ample alternative channels for the communication of the message which is an aspect of solicitation. As already discussed, see <i>supra,</i> at 704, the Authority's rule does not prohibit all solicitation of funds: It restricts only the manner of the solicitation, or the conduct associated with solicitation, to prohibit immediate receipt of the solicited money. Requests for money continue to be permitted, and in the course of requesting money solicitors may explain their cause, or the purposes of their organization, without <span class=\"star-pagination\">*708</span> violating the regulation. It is only if the solicitor accepts immediate payment that a violation occurs. Thus the solicitor can continue to disseminate his message, for example, by distributing preaddressed envelopes in which potential contributors may mail their donations. See <i>supra,</i> at 704.</p>\n<p>Much of what I have said about the solicitation of funds may seem to apply to the sale of literature, but the differences between the two activities are of sufficient significance to require they be distinguished for constitutional purposes. The Port Authority's flat ban on the distribution or sale of printed material must, in my view, fall in its entirety. See <i>supra,</i> at 703. The application of our time, place, and manner test to the ban on sales leads to a result quite different from the solicitation ban. For one, the government interest in regulating the sales of literature is not as powerful as in the case of solicitation. The danger of a fraud arising from such sales is much more limited than from pure solicitation, because in the case of a sale the nature of the exchange tends to be clearer to both parties. Also, the Port Authority's sale regulation is not as narrowly drawn as the solicitation rule, since it does not specify the receipt of money as a critical element of a violation. And perhaps most important, the flat ban on sales of literature leaves open fewer alternative channels of communication than the Port Authority's more limited prohibition on the solicitation and receipt of funds. Given the practicalities and ad hoc nature of much expressive activity in the public forum, sales of literature must be completed in one transaction to be workable. Attempting to collect money at another time or place is a far less plausible option in the context of a sale than when soliciting donations, because the literature sought to be sold will under normal circumstances be distributed within the forum. These distinctions have been recognized by the National Park Service, which permits the sale or distribution of literature, while prohibiting solicitation. <i>Supra,</i> at 705; 36 CFR § 7.96(j)(2) (1991). Thus the Port Authority's regulation allows no practical <span class=\"star-pagination\">*709</span> means for advocates and organizations to sell literature within the public forums which are its airports.</p>\n<p>Against all of this must be balanced the great need, recognized by our precedents, to give the sale of literature full First Amendment protection. We have long recognized that to prohibit distribution of literature for the mere reason that it is sold would leave organizations seeking to spread their message without funds to operate. \"It should be remembered that the pamphlets of Thomas Paine were not distributed free of charge.\" <i>Murdock,</i> 319 U. S., at 111; see also <i>Schaumburg, supra,</i> at 628-635 (discussing cases). The effect of a rule of law distinguishing between sales and distribution would be to close the marketplace of ideas to less affluent organizations and speakers, leaving speech as the preserve of those who are able to fund themselves. One of the primary purposes of the public forum is to provide persons who lack access to more sophisticated media the opportunity to speak. A prohibition on sales forecloses that opportunity for the very persons who need it most. And while the same arguments might be made regarding solicitation of funds, the answer is that the Port Authority has not prohibited all solicitation, but only a narrow class of conduct associated with a particular manner of solicitation.</p>\n<p>For these reasons I agree that the Court of Appeals should be affirmed in full in finding the Port Authority's ban on the distribution or sale of literature unconstitutional, but upholding the prohibition on solicitation and immediate receipt of funds.</p>\n<p>Justice Souter, with whom Justice Blackmun and Justice Stevens join, concurring in the judgment in No. 91-339, <i>post,</i> p. 830, and dissenting in No. 91-155.</p>\n<p></p>\n<h2>I</h2>\n<p>I join in Part I of Justice Kennedy's opinion and the judgment of affirmance in No. 91-339. I agree with Justice <span class=\"star-pagination\">*710</span> Kennedy's view of the rule that should determine what is a public forum and with his conclusion that the public areas of the airports at issue here qualify as such. The designation of a given piece of public property as a traditional public forum must not merely state a conclusion that the property falls within a static category including streets, parks, sidewalks, and perhaps not much more, but must represent a conclusion that the property is no different in principle from such examples, which we have previously described as \"archetypes\" of property from which the government was and is powerless to exclude speech. See <i>Frisby</i> v. <i>Schultz,</i> 487 U. S. 474, 480 (1988). To treat the class of such forums as closed by their description as \"traditional,\" taking that word merely as a charter for examining the history of the particular public property claimed as a forum, has no warrant in a Constitution whose values are not to be left behind in the city streets that are no longer the only focus of our community life. If that were the line of our direction, we might as well abandon the public forum doctrine altogether.</p>\n<p>Nor is that a Scylla without Charybdis. Public forum analysis is stultified not only by treating its archetypes as closed categories, but by treating its candidates so categorically as to defeat their identification with the archetypes. We need not say that all \"transportation nodes\" or all airports are public forums in order to find that certain metropolitan airports are. Thus, the enquiry may and must relate to the particular property at issue and not necessarily to the \"precise classification of the property.\" See <i>ante,</i> at 697 (Kennedy, J., concurring in judgment). It is true that property of some types will invariably be public forums. \"No particularized inquiry into the precise nature of a specific street is necessary; all public streets are held in the public trust and are properly considered traditional public for a.\" <i>Frisby, supra,</i> at 481. But to find one example of a certain property type (<i>e. g.,</i> airports, post offices, etc.) that is not a public forum is not to rule out all properties of that sort.</p>\n<p><span class=\"star-pagination\">*711</span> Cf. <i>United States</i> v. <i>Kokinda,</i> 497 U. S. 720, 727 (1990) (plurality opinion) (implicitly rejecting the categorical approach by examining whether \"[t]he postal sidewalk at issue . . . [has] the characteristics of public sidewalks traditionally open to expressive activity\"). One can imagine a public airport of a size or design or need for extraordinary security that would render expressive activity incompatible with its normal use. But that would be no reason to conclude that one of the more usual variety of metropolitan airports is not a public forum.</p>\n<p>I also agree with Justice Kennedy's statement of the public forum principle: We should classify as a public forum any piece of public property that is \"suitable for discourse\" in its physical character, where expressive activity is \"compatible\" with the use to which it has actually been put. See <i>ante,</i> at 698 (opinion concurring in judgment); see also <i>Grayned</i> v. <i>Rockford,</i> 408 U. S. 104, 116 (1972) (\"The crucial question is whether the manner of expression is basically incompatible with the normal activity of a particular place at a particular time\"); <i>ante,</i> at 692 (O'Connor, J., concurring in No. 91-155 and concurring in judgment in No. 91-339) (finding that the ban on the sale or distribution of leaflets here must be struck down \"[b]ecause I cannot see how peaceful pamphleteering is incompatible with the multipurpose environment of the Port Authority airports,\" and concluding that regulations of leafletting may thus only be upheld if they pass scrutiny under our test for restrictions on time, place, or manner of speech). Applying this test, I have no difficulty concluding that the unleased public areas at airports like the metropolitan New York airports at issue in these cases are public forums.</p>\n<p></p>\n<h2>II</h2>\n<p>From the Court's conclusion in No. 91-155, however, sustaining the total ban on solicitation of money for immediate payment, I respectfully dissent. \"We have held the solicitation of money by charities to be fully protected as the dissemination of ideas. See [<i>Riley</i> v. <i>National Federation of</i>  <span class=\"star-pagination\">*712</span> <i>Blind of N. C., Inc.,</i> 487 U. S. 781,] 787-789 [(1988)]; <i>Secretary of State of Maryland</i> v. <i>Joseph H. Munson Co.,</i> 467 U. S. 947, 959-961 (1984); <i>Schaumburg</i> v. <i>Citizens for a Better Environment,</i> 444 U. S. 620, 628-632 (1980). It is axiomatic that, although fraudulent misrepresentation of facts can be regulated, the dissemination of ideas cannot be regulated to prevent it from being unfair or unreasonable.\" <i>Riley</i> v. <i>National Federation of Blind of N. C., Inc.,</i> 487 U. S. 781, 803 (1988) (Scalia, J., concurring in part and concurring in judgment) (some citations omitted).</p>\n<p>Even if I assume, <i>arguendo,</i> that the ban on the petitioners' activity at issue here is both content neutral and merely a restriction on the manner of communication, the regulation must be struck down for its failure to satisfy the requirements of narrow tailoring to further a significant state interest, see, <i>e. g., </i><i>Clark</i> v. <i>Community for Creative NonViolence,</i> 468 U. S. 288, 293 (1984), and availability of \"ample alternative channels for communication,\" <i>Virginia State Bd. of Pharmacy</i> v. <i>Virginia Citizens Consumer Council, Inc.,</i>  425 U. S. 748, 771 (1976).</p>\n<p>As Justice Kennedy's opinion indicates, respondent comes closest to justifying the restriction as one furthering the government's interest in preventing coercion and fraud.<sup>[*]</sup><span class=\"star-pagination\">*713</span> The claim to be preventing coercion is weak to start with. While a solicitor can be insistent, a pedestrian on the street or airport concourse can simply walk away or walk on. In any event, we have held in a far more coercive context than this one, that of a black boycott of white stores in Claiborne County, Mississippi, that \"[s]peech does not lose its protected character . . . simply because it may embarrass others or coerce them into action.\" <i>NAACP</i> v. <i>Claiborne Hardware Co.,</i> 458 U. S. 886, 910 (1982). See also <i>Organization for a Better Austin</i> v. <i>Keefe,</i> 402 U. S. 415, 419 (1971) (\"The claim that . . . expressions were intended to exercise a coercive impact on respondent does not remove them from the reach of the First Amendment. Petitioners plainly intended to influence respondent's conduct by their activities; this is not fundamentally different from the function of a newspaper\"). Since there is here no evidence of any type of coercive conduct, over and above the merely importunate character of the open and public solicitation, that might justify a ban, see <i>United States</i> v. <i>O'Brien,</i> 391 U. S. 367 (1968); <i>Claiborne Hardware Co., supra,</i> at 912, the regulation cannot be sustained to avoid coercion.</p>\n<p>As for fraud, our cases do not provide government with plenary authority to ban solicitation just because it could be fraudulent. \"Broad prophylactic rules in the area of free expression are suspect,\" <i>NAACP</i> v. <i>Button,</i> 371 U. S. 415, 438 (1963), and more than a laudable intent to prevent fraud is required to sustain the present ban. See, <i>e. g., </i><i>Schaumburg</i>  v. <i>Citizens for a Better Environment,</i> 444 U. S. 620, 636-638 (1980) (\"The Village, consistently with the First Amendment, may not label such groups `fraudulent' and bar them from canvassing on the streets and house to house\"); <i>Riley, supra,</i>  at 800. The evidence of fraudulent conduct here is virtually nonexistent. It consists of one affidavit describing eight <span class=\"star-pagination\">*714</span> complaints, none of them substantiated, \"involving some form of fraud, deception, or larceny\" over an entire 11-year period between 1975 and 1986, during which the regulation at issue here was, by agreement, not enforced. See Brief for Respondent 44; Brief for Petitioners 46. Petitioners claim, and respondent does not dispute, that by the Port Authority's own calculation, there has not been a single claim of fraud or misrepresentation since 1981. <i>Ibid.</i> As against these facts, respondent's brief is ominous in adding that \"[t]he Port Authority is also aware that members of [International Society for Krishna Consciousness] have engaged in misconduct elsewhere.\" Brief for Respondent 44. This is precisely the type of vague and unsubstantiated allegation that could never support a restriction on speech. Finally, the fact that other governmental bodies have also enacted restrictions on solicitation in other places, see, <i>e. g.,</i> 36 CFR § 7.96(h) (1991), is not evidence of fraudulent conduct.</p>\n<p>Even assuming a governmental interest adequate to justify some regulation, the present ban would fall when subjected to the requirement of narrow tailoring. See <i>Riley, supra,</i> at 800; <i>Schaumburg, supra,</i> at 637 (\"The Village may serve its legitimate interests, but it must do so by narrowly drawn regulations designed to serve those interests without unnecessarily interfering with First Amendment freedoms\"). \"Precision of regulation must be the touchstone . . . .\" <i>Button, supra,</i> at 438. Thus, in <i>Schaumburg</i> we said:</p>\n<blockquote>\"The Village's legitimate interest in preventing fraud can be better served by measures less intrusive than a direct prohibition on solicitation. Fraudulent misrepresentations can be prohibited and the penal laws used to punish such conduct directly. Efforts to promote disclosure of the finances of charitable organizations also may assist in preventing fraud by informing the public of the ways in which their contributions will be employed. Such measures may help make contribution decisions more informed, while leaving to individual choice the <span class=\"star-pagination\">*715</span> decision whether to contribute . . . .\" 444 U. S., at 637-638 (citations and footnotes omitted).</blockquote>\n<p>Similarly, in <i>Riley</i> we required the State to cure its perceived fraud problem by more narrowly tailored means than compelling disclosure by professional fundraisers of the amount of collected funds that were actually turned over to charity during the previous year:</p>\n<blockquote>\"In contrast to the prophylactic, imprecise, and unduly burdensome rule the State has adopted to reduce its alleged donor misperception, more benign and narrowly tailored options are available. For example, as a general rule, the State may itself publish the detailed financial disclosure forms it requires professional fundraisers to file. This procedure would communicate the desired information to the public without burdening a speaker with unwanted speech during the course of a solicitation. Alternatively, the State may vigorously enforce its antifraud laws to prohibit professional fundraisers from obtaining money on false pretenses or by making false statements.\" 487 U. S., at 800.</blockquote>\n<p>Finally, I do not think the Port Authority's solicitation ban leaves open the \"ample\" channels of communication required of a valid content-neutral time, place, and manner restriction. A distribution of preaddressed envelopes is unlikely to be much of an alternative. The practical reality of the regulation, which this Court can never ignore, is that it shuts off a uniquely powerful avenue of communication for organizations like the International Society for Krishna Consciousness, and may, in effect, completely prohibit unpopular and poorly funded groups from receiving funds in response to protected solicitation. Cf. <i>Linmark Associates, Inc.</i> v. <i>Willingboro,</i> 431 U. S. 85, 93 (1977) (\"Although in theory sellers remain free to employ a number of different alternatives, in practice realty is not marketed through leaflets, sound trucks, demonstrations, or the like\").</p>\n<p><span class=\"star-pagination\">*716</span> Accordingly, I would reverse the judgment of the Court of Appeals in No. 91-155 and strike down the ban on solicitation.</p>\n<h2>NOTES</h2>\n<p>[*]   Briefs of <i>amici curiae</i> were filed for the Airports Association Council International-North America by <i>Michael M. Conway;</i> for the American Civil Liberties Union et al. by <i>Steven R. Shapiro, John A. Powell,</i> and <i>Arthur N. Eisenberg;</i> for the American Federation of Labor and Congress of Industrial Organizations by <i>Marsha S. Berzon, Walter Kamiat,</i> and <i>Laurence Gold;</i> for the American Jewish Congress et al. by <i>Bradley P. Jacob</i> and <i>Edward McGlynn Gaffney, Jr.;</i> for the American Newspaper Publishers Association et al. by <i>Robert C. Bernius, Alice Neff Lucan, René P. Milam, Richard A. Bernstein, Barbara Wartelle Wall, John C. Fontaine, Cristina L. Mendoza, George Freeman,</i> and <i>Carol D. Melamed;</i>  for the American Tract Society et al. by <i>James Matthew Henderson, Sr., Mark N. Troobnick, Thomas Patrick Monaghan,</i> and <i>Charles E. Rice;</i> for the Criminal Justice Legal Foundation by <i>Kent S. Scheidegger</i> and <i>Charles L. Hobson;</i> for the Free Congress Foundation by <i>Wendell R. Bird</i> and <i>David J. Myers;</i> for Multimedia Newspaper Co. et al. by <i>Carl F. Muller</i>  and <i>Wallace K. Lightsey;</i> for Project Vote et al. by <i>Robert Plotkin</i> and <i>Elliot M. Mincberg;</i> and for the National Institute of Municipal Law Officers by <i>Benjamin L. Brown, Analeslie Muncy, Robert J. Alfton, Frank B. Gummey III, Frederick S. Dean, Neal M. Janey, Victor J. Kaleta, Robert J. Mangler, Neal E. McNeill, Robert J. Watson,</i> and <i>Iris J. Jones.</i> </p>\n<p>[1]  The suit was filed in 1975. ISKCON originally sought access to both the airline controlled areas and to the terminals and as a result sued both respondent and various private airlines. The suit worked a meandering course, see 721 F. Supp. 572, 573-574 (SDNY 1989), with the private airlines eventually being dismissed and leaving, as the sole remaining issue, ISKCON's claim against respondent seeking a declaration and injunction against the regulation. The regulation at issue was not formally promulgated until 1988 although it represents a codification of presuit policy. App. to Pet. for Cert. 52. As noted in the text, <i>supra</i> this page, respondent concedes that <i>sankirtan</i> may be performed on the sidewalks outside the terminals.</p>\n<p>[2]  Compare decision below with <i>Jamison</i> v. <i>St. Louis,</i> 828 F. 2d 1280 (CA8 1987), cert. denied, 485 U. S. 987 (1988); <i>Chicago Area Military Project</i> v. <i>Chicago,</i> 508 F. 2d 921 (CA7), cert. denied, 421 U. S. 992 (1975); <i>Fernandes</i>  v.<i>Limmer,</i> 663 F. 2d 619 (CA5 1981), cert. dism'd, 458 U. S. 1124 (1982); <i>U. S. Southwest Africa/Namibia Trade &amp; Cultural Council</i> v. <i>United States,</i> 228 U. S. App. D. C. 191, 708 F. 2d 760 (1983); <i>Jews for Jesus, Inc.</i>  v.<i>Board of Airport Comm'rs of Los Angeles,</i> 785 F. 2d 791 (CA9 1986), aff'd on other grounds, 482 U. S. 569 (1987).</p>\n<p>[3]  We deal here only with petitioners' claim regarding the permissibility of solicitation. Respondent's cross-petition concerning the leafletting ban is disposed of in the companion case, <i>Lee</i> v. <i>International Soc. for Krishna Consciousness, Inc., post,</i> p. 830.</p>\n<p>[4]  Respondent also argues that the regulations survive under the strict scrutiny applicable to public for a. We find it unnecessary to reach that question.</p>\n<p>[5]  The congestion problem is not unique to these airports. See 45 Fed. Reg. 35314-35315 (1980) (describing congestion at Washington's Dulles and National Airports) and 49 U. S. C. App. § 2201(a)(11) (congressional declaration that as part of the national airport system plan airport projects designed to increase passenger capacity \"should be undertaken to the maximum feasible extent\").</p>\n<p>[*]   [This opinion applies also to No. 91-339, <i>Lee</i> v. <i>International Soc. for Krishna Consciousness, Inc., post,</i> p. 830.]</p>\n<p>[*]   Respondent also attempts to justify his regulation on the alternative basis of \"interference with air travelers,\" referring in particular to problems of \"annoyance\" and \"congestion.\" Brief for Respondent 24-25, 42-44, 47. The First Amendment inevitably requires people to put up with annoyance and uninvited persuasion. Indeed, in such cases we need to scrutinize restrictions on speech with special care. In their degree of congestion, most of the public spaces of these airports are probably more comparable to public streets than to the fairground as we described it in <i>Heffron</i> v. <i>International Soc. for Krishna Consciousness, Inc.,</i> 452 U. S. 640, 651 (1981). Consequently, the congestion argument, which was held there to justify a regulation confining solicitation to a fixed location, should have less force here. See <i>id.,</i> at 650-651. Be that as it may, the conclusion of a majority of the Court today that the Constitution forbids the ban on the sale, as well as the distribution, of leaflets puts to rest respondent's argument that congestion justifies a total ban on solicitation. While there may, of course, be congested locations where solicitation could severely compromise the efficient flow of pedestrians, the proper response would be to tailor the restrictions to those choke points.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">505</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">672</span></span> (1992)</b></center>\n<center><h1>INTERNATIONAL SOCIETY FOR KRISHNA CONSCIOUSNESS, INC., et al.<br>\nv.<br>\nLEE, SUPERINTENDENT OF PORT AUTHORITY POLICE</h1></center>\n<center>No. 91-155.</center>\n<center><p><b>United States Supreme Court.</b></p></center>\n<center>Argued March 25, 1992.</center>\n<center>Decided June 26, 1992.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SECOND CIRCUIT\n<p><span class=\"star-pagination\">*673</span> Rehnquist, C. J., delivered the opinion of the Court, in which White, O'Connor, Scalia, and Thomas, JJ., joined. O'Connor, J., filed a concurring opinion, <i>post,</i> p. 685. Kennedy, J., filed an opinion concurring in the judgment, in Part I of which Blackmun, Stevens, and Souter, JJ., joined, <i>post,</i> p. 693. Souter, J., filed a dissenting opinion, in which Blackmun and Stevens, JJ., joined, <i>post,</i> p. 709.</p>\n<p><span class=\"star-pagination\">*674</span> <i>Barry A. Fisher</i> argued the cause for petitioners. With him on the briefs were <i>David Grosz, Robert C. Moest, David M. Liberman, Jay Alan Sekulow,</i> and <i>Jeremiah S. Gutman.</i> </p>\n<p><i>Arthur P. Berg</i> argued the cause for respondent. With him on the brief were <i>Philip Maurer, Arnold D. Kolikoff,</i>  and <i>Milton H. Pachter.</i><sup>[*]</sup></p>\n<p>Chief Justice Rehnquist delivered the opinion of the Court.</p>\n<p>In this case we consider whether an airport terminal operated by a public authority is a public forum and whether a regulation prohibiting solicitation in the interior of an airport terminal violates the First Amendment.</p>\n<p>The relevant facts in this case are not in dispute. Petitioner International Society for Krishna Consciousness, Inc. (ISKCON), is a not-for-profit religious corporation whose members perform a ritual known as <i>sankirtan.</i> The ritual consists of \"`going into public places, disseminating religious <span class=\"star-pagination\">*675</span> literature and soliciting funds to support the religion.'\" 925 F. 2d 576, 577 (CA2 1991). The primary purpose of this ritual is raising funds for the movement. <i>Ibid.</i> </p>\n<p>Respondent Walter Lee, now deceased, was the police superintendent of the Port Authority of New York and New Jersey and was charged with enforcing the regulation at issue. The Port Authority owns and operates three major airports in the greater New York City area: John F. Kennedy International Airport (Kennedy), La Guardia Airport (La Guardia), and Newark International Airport (Newark). The three airports collectively form one of the world's busiest metropolitan airport complexes. They serve approximately 8% of this country's domestic airline market and more than 50% of the trans-Atlantic market. By decade's end they are expected to serve at least 110 million passengers annually. <i>Id.,</i> at 578.</p>\n<p>The airports are funded by user fees and operated to make a regulated profit. <i>Id.,</i> at 581. Most space at the three airports is leased to commercial airlines, which bear primary responsibility for the leasehold. The Port Authority retains control over unleased portions, including La Guardia's Central Terminal Building, portions of Kennedy's International Arrivals Building, and Newark's North Terminal Building (we refer to these areas collectively as the \"terminals\"). The terminals are generally accessible to the general public and contain various commercial establishments such as restaurants, snack stands, bars, newsstands, and stores of various types. <i>Id.,</i> at 578. Virtually all who visit the terminals do so for purposes related to air travel. These visitors principally include passengers, those meeting or seeing off passengers, flight crews, and terminal employees. <i>Ibid.</i> </p>\n<p>The Port Authority has adopted a regulation forbidding within the terminals the repetitive solicitation of money or distribution of literature. The regulation states:</p>\n<blockquote>\"1. The following conduct is prohibited within the interior areas of buildings or structures at an air terminal <span class=\"star-pagination\">*676</span> if conducted by a person to or with passers-by in a continuous or repetitive manner:</blockquote>\n<blockquote>\"(a) The sale or distribution of any merchandise, including but not limited to jewelry, food stuffs, candles, flowers, badges and clothing.</blockquote>\n<blockquote>\"(b) The sale or distribution of flyers, brochures, pamphlets, books or any other printed or written material.</blockquote>\n<blockquote>\"(c) The solicitation and receipt of funds.\" <i>Id.,</i> at 578-579.</blockquote>\n<p>The regulation governs only the terminals; the Port Authority permits solicitation and distribution on the sidewalks outside the terminal buildings. The regulation effectively prohibits ISKCON from performing <i>sankirtan</i> in the terminals. As a result, ISKCON brought suit seeking declaratory and injunctive relief under 42 U. S. C. § 1983, alleging that the regulation worked to deprive its members of rights guaranteed under the First Amendment.<sup>[1]</sup> The District Court analyzed the claim under the \"traditional public forum\" doctrine. It concluded that the terminals were akin to public streets, <span class=\"citation\" data-id=\"1419927\"><a href=\"/opinion/1419927/intern-soc-for-krishna-consciousness-v-lee/\"><span class=\"volume\">721</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">572</span></a></span>, 577 (SDNY 1989), the quintessential traditional public for a. This conclusion in turn meant that the Port Authority's terminal regulation could be sustained only if it was narrowly tailored to support a compelling state interest. <i>Id.,</i> at 579. In the absence of any argument that the blanket prohibition constituted such <span class=\"star-pagination\">*677</span> narrow tailoring, the District Court granted ISKCON summary judgment. <i>Ibid.</i> </p>\n<p>The Court of Appeals affirmed in part and reversed in part. 925 F. 2d 576 (1991). Relying on our recent decision in <i>United States</i> v. <i>Kokinda,</i> 497 U. S. 720 (1990), a divided panel concluded that the terminals are not public for a. As a result, the restrictions were required only to satisfy a standard of reasonableness. The Court of Appeals then concluded that, presented with the issue, this Court would find that the ban on solicitation was reasonable, but the ban on distribution was not. ISKCON and one of its members, also a petitioner here, sought certiorari respecting the Court of Appeals' decision that the terminals are not public for a and upholding the solicitation ban. Respondent cross-petitioned respecting the court's holding striking down the distribution ban. We granted both petitions, 502 U. S. 1022 (1992), to resolve whether airport terminals are public for a, a question on which the Circuits have split<sup>[2]</sup> and on which we once before granted certiorari but ultimately failed to reach. <i>Board of Airport Comm'rs of Los Angeles</i> v. <i>Jews for Jesus, Inc.,</i> 482 U. S. 569 (1987).<sup>[3]</sup></p>\n<p>It is uncontested that the solicitation at issue in this case is a form of speech protected under the First Amendment.</p>\n<p><i>Heffron</i> v. <i>International Soc. for Krishna Consciousness, Inc.,</i> 452 U. S. 640 (1981); <i>Kokinda, supra,</i> at 725 (citing <span class=\"star-pagination\">*678</span> <i>Schaumburg</i> v. <i>Citizens for a Better Environment,</i> 444 U. S. 620, 629 (1980)); <i>Riley</i> v. <i>National Federation of Blind of N. C., Inc.,</i> 487 U. S. 781, 788-789 (1988). But it is also well settled that the government need not permit all forms of speech on property that it owns and controls. <i>Postal Service</i> v. <i>Council of Greenburgh Civic Assns.,</i> 453 U. S. 114, 129 (1981); <i>Greer</i> v. <i>Spock,</i> 424 U. S. 828 (1976). Where the government is acting as a proprietor, managing its internal operations, rather than acting as lawmaker with the power to regulate or license, its action will not be subjected to the heightened review to which its actions as a lawmaker may be subject. <i>Kokinda, supra,</i> at 725 (plurality opinion) (citing <i>Cafeteria &amp; Restaurant Workers</i> v. <i>McElroy,</i> 367 U. S. 886, 896 (1961)). Thus, we have upheld a ban on political advertisements in city-operated transit vehicles, <i>Lehman</i> v. <i>Shaker Heights,</i> 418 U. S. 298 (1974), even though the city permitted other types of advertising on those vehicles. Similarly, we have permitted a school district to limit access to an internal mail system used to communicate with teachers employed by the district. <i>Perry Ed. Assn.</i> v. <i>Perry Local Educators' Assn.,</i> 460 U. S. 37 (1983).</p>\n<p>These cases reflect, either implicitly or explicitly, a \"forum based\" approach for assessing restrictions that the government seeks to place on the use of its property. <i>Cornelius</i> v. <i>NAACP Legal Defense &amp; Ed. Fund, Inc.,</i> 473 U. S. 788, 800 (1985). Under this approach, regulation of speech on government property that has traditionally been available for public expression is subject to the highest scrutiny. Such regulations survive only if they are narrowly drawn to achieve a compelling state interest. <i>Perry,</i> 460 U. S., at 45. The second category of public property is the designated public forum, whether of a limited or unlimited character property that the State has opened for expressive activity by part or all of the public. <i>Ibid.</i> Regulation of such property is subject to the same limitations as that governing a traditional public forum. <i>Id.,</i> at 46. Finally, there is all remaining <span class=\"star-pagination\">*679</span> public property. Limitations on expressive activity conducted on this last category of property must survive only a much more limited review. The challenged regulation need only be reasonable, as long as the regulation is not an effort to suppress the speaker's activity due to disagreement with the speaker's view. <i>Ibid.</i> </p>\n<p>The parties do not disagree that this is the proper framework. Rather, they disagree whether the airport terminals are public for a or nonpublic for a. They also disagree whether the regulation survives the \"reasonableness\" review governing nonpublic for a, should that prove the appropriate category.<sup>[4]</sup> Like the Court of Appeals, we conclude that the terminals are nonpublic for a and that the regulation reasonably limits solicitation.</p>\n<p>The suggestion that the government has a high burden in justifying speech restrictions relating to traditional public for a made its first appearance in <i>Hague</i> v. <i>Committee for Industrial Organization,</i> 307 U. S. 496, 515, 516 (1939). Justice Roberts, concluding that individuals have a right to use \"streets and parks for communication of views,\" reasoned that such a right flowed from the fact that \"streets and parks. . . have immemorially been held in trust for the use of the public and, time out of mind, have been used for purposes of assembly, communicating thoughts between citizens, and discussing public questions.\" We confirmed this observation in <i>Frisby</i> v. <i>Schultz,</i> 487 U. S. 474, 481 (1988), where we held that a residential street was a public forum.</p>\n<p>Our recent cases provide additional guidance on the characteristics of a public forum. In <i>Cornelius</i> we noted that a traditional public forum is property that has as \"a principal purpose . . . the free exchange of ideas.\" 473 U. S., at 800. Moreover, consistent with the notion that the government like other property owners\"has power to preserve the <span class=\"star-pagination\">*680</span> property under its control for the use to which it is lawfully dedicated,\" <i>Greer,</i> 424 U. S., at 836, the government does not create a public forum by inaction. Nor is a public forum created \"whenever members of the public are permitted freely to visit a place owned or operated by the Government.\" <i>Ibid.</i> The decision to create a public forum must instead be made \"by intentionally opening a nontraditional forum for public discourse.\" <i>Cornelius, supra,</i> at 802. Finally, we have recognized that the location of property also has bearing because separation from acknowledged public areas may serve to indicate that the separated property is a special enclave, subject to greater restriction. <i>United States</i> v. <i>Grace,</i> 461 U. S. 171, 179-180 (1983).</p>\n<p>These precedents foreclose the conclusion that airport terminals are public for a. Reflecting the general growth of the air travel industry, airport terminals have only recently achieved their contemporary size and character. See H. Hubbard, M. McClintock, &amp; F. Williams, Airports: Their Location, Administration and Legal Basis 8 (1930) (noting that the United States had only 807 airports in 1930). But given the lateness with which the modern air terminal has made its appearance, it hardly qualifies for the description of having \"immemorially . . . time out of mind\" been held in the public trust and used for purposes of expressive activity. <i>Hague, supra,</i> at 515. Moreover, even within the rather short history of air transport, it is only \"[i]n recent years [that] it has become a common practice for various religious and nonprofit organizations to use commercial airports as a forum for the distribution of literature, the solicitation of funds, the proselytizing of new members, and other similar activities.\" 45 Fed. Reg. 35314 (1980). Thus, the tradition of airport activity does not demonstrate that airports have historically been made available for speech activity. Nor can we say that these particular terminals, or airport terminals generally, have been intentionally opened by their operators to such activity; the frequent and continuing litigation evidencing <span class=\"star-pagination\">*681</span> the operators' objections belies any such claim. See n. 2, <i>supra.</i> In short, there can be no argument that society's time-tested judgment, expressed through acquiescence in a continuing practice, has resolved the issue in petitioners' favor.</p>\n<p>Petitioners attempt to circumvent the history and practice governing airport activity by pointing our attention to the variety of speech activity that they claim historically occurred at various \"transportation nodes\" such as rail stations, bus stations, wharves, and Ellis Island. Even if we were inclined to accept petitioners' historical account describing speech activity at these locations, an account respondent contests, we think that such evidence is of little import for two reasons. First, much of the evidence is irrelevant to <i>public</i> for a analysis, because sites such as bus and rail terminals traditionally have had <i>private</i> ownership. See <i>United Transportation Union</i> v. <i>Long Island R. Co.,</i> 455 U. S. 678, 687 (1982); H. Grant &amp; C. Bohi, The Country Railroad Station in America 11-15 (1978); U. S. Dept. of Transportation, The Intercity Bus Terminal Study 31 (Dec. 1984). The development of privately owned parks that ban speech activity would not change the public for a status of publicly held parks. But the reverse is also true. The practices of privately held transportation centers do not bear on the government's regulatory authority over a publicly owned airport.</p>\n<p>Second, the relevant unit for our inquiry is an airport, not \"transportation nodes\" generally. When new methods of transportation develop, new methods for accommodating that transportation are also likely to be needed. And with each new step, it therefore will be a new inquiry whether the transportation necessities are compatible with various kinds of expressive activity. To make a category of \"transportation nodes,\" therefore, would unjustifiably elide what may prove to be critical differences of which we should rightfully take account. The \"security magnet,\" for example, is <span class=\"star-pagination\">*682</span> an airport commonplace that lacks a counterpart in bus terminals and train stations. And public access to air terminals is also not infrequently restrictedjust last year the Federal Aviation Administration required airports for a 4-month period to limit access to areas normally publicly accessible. See 14 CFR 107.11(f) (1991) and U. S. Dept. of Transportation News Release, Office of Assistant Secretary for Public Affairs, Jan. 18, 1991. To blithely equate airports with other transportation centers, therefore, would be a mistake.</p>\n<p>The differences among such facilities are unsurprising since, as the Court of Appeals noted, airports are commercial establishments funded by users fees and designed to make a regulated profit, 925 F. 2d, at 581, and where nearly all who visit do so for some travel related purpose, <i>id.,</i> at 578. As commercial enterprises, airports must provide services attractive to the marketplace. In light of this, it cannot fairly be said that an airport terminal has as a principal purpose promoting \"the free exchange of ideas.\" <i>Cornelius</i> v. <i>NAACP Legal Defense &amp; Ed. Fund, Inc.,</i> 473 U. S. 788, 800 (1985). To the contrary, the record demonstrates that Port Authority management considers the purpose of the terminals to be the facilitation of passenger air travel, not the promotion of expression. Sloane Affidavit, ¶ 11, App. 464; Defendant's Civil Rule 3(g) Statement, ¶ 39, App. 453. Even if we look beyond the intent of the Port Authority to the manner in which the terminals have been operated, the terminals have never been dedicated (except under the threat of court order) to expression in the form sought to be exercised here: <i>i. e.,</i> the solicitation of contributions and the distribution of literature.</p>\n<p>The terminals here are far from atypical. Airport builders and managers focus their efforts on providing terminals that will contribute to efficient air travel. See, <i>e. g.,</i> R. Horonjeff &amp; F. McKelvey, Planning and Design of Airports 326 (3d ed. 1983) (\"The terminal is used to process passengers <span class=\"star-pagination\">*683</span> and baggage for the interface with aircraft and the ground transportation modes\"). The Federal Government is in accord; the Secretary of Transportation has been directed to publish a plan for airport development necessary \"to anticipate and meet the needs <i>of civil aeronautics,</i> to meet requirements in support of the national defense . . . and to meet identified needs of the Postal Service.\" 49 U. S. C. App. § 2203(a)(1) (emphasis added); see also 45 Fed. Reg. 35317 (1980) (\"The purpose for which the [Dulles and National airport] terminal[s] [were] built and maintained is to process and serve air travelers efficiently\"). Although many airports have expanded their function beyond merely contributing to efficient air travel, few have included among their purposes the designation of a forum for solicitation and distribution activities. See <i>supra,</i> at 680-681. Thus, we think that neither by tradition nor purpose can the terminals be described as satisfying the standards we have previously set out for identifying a public forum.</p>\n<p>The restrictions here challenged, therefore, need only satisfy a requirement of reasonableness. We reiterate what we stated in <i>Kokinda:</i> The restriction \"`need only be <i>reasonable;</i> it need not be the most reasonable or the only reasonable limitation.'\" 497 U. S., at 730 (plurality opinion) (quoting <i>Cornelius, supra,</i> at 808). We have no doubt that under this standard the prohibition on solicitation passes muster.</p>\n<p>We have on many prior occasions noted the disruptive effect that solicitation may have on business. \"Solicitation requires action by those who would respond: The individual solicited must decide whether or not to contribute (which itself might involve reading the solicitor's literature or hearing his pitch), and then, having decided to do so, reach for a wallet, search it for money, write a check, or produce a credit card.\" <i>Kokinda, supra,</i> at 734; see <i>Heffron,</i> 452 U. S., at 663 (Blackmun, J., concurring in part and dissenting in part). Passengers who wish to avoid the solicitor may have to alter their paths, slowing both themselves and those around them. <span class=\"star-pagination\">*684</span> The result is that the normal flow of traffic is impeded. <i>Id.,</i>  at 653. This is especially so in an airport, where \"[a]ir travelers, who are often weighted down by cumbersome baggage . . . may be hurrying to catch a plane or to arrange ground transportation.\" 925 F. 2d, at 582. Delays may be particularly costly in this setting, as a flight missed by only a few minutes can result in hours worth of subsequent inconvenience.</p>\n<p>In addition, face-to-face solicitation presents risks of duress that are an appropriate target of regulation. The skillful, and unprincipled, solicitor can target the most vulnerable, including those accompanying children or those suffering physical impairment and who cannot easily avoid the solicitation. See, <i>e. g., </i><i>International Soc. for Krishna Consciousness, Inc.</i> v. <i>Barber,</i> <span class=\"citation\" data-id=\"1653862\"><a href=\"/opinion/1653862/intern-soc-for-krishna-etc-v-barber/\"><span class=\"volume\">506</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">147</span></a></span>, 159-163 (NDNY 1980), rev'd on other grounds, 650 F. 2d 430 (CA2 1981). The unsavory solicitor can also commit fraud through concealment of his affiliation or through deliberate efforts to shortchange those who agree to purchase. 506 F. Supp., 159-163. See 45 Fed. Reg. 35314-35315 (1980). Compounding this problem is the fact that, in an airport, the targets of such activity frequently are on tight schedules. This in turn makes such visitors unlikely to stop and formally complain to airport authorities. As a result, the airport faces considerable difficulty in achieving its legitimate interest in monitoring solicitation activity to assure that travelers are not interfered with unduly.</p>\n<p>The Port Authority has concluded that its interest in monitoring the activities can best be accomplished by limiting solicitation and distribution to the sidewalk areas outside the terminals. Sloane Supp. Affidavit, ¶ 11, App. 514. This sidewalk area is frequented by an overwhelming percentage of airport users, see <i>id.,</i> at ¶ 14, App. 515-516 (noting that no more than 3% of air travelers passing through the terminals are doing so on intraterminal flights, <i>i. e.,</i> transferring planes). Thus the resulting access of those who would solicit <span class=\"star-pagination\">*685</span> the general public is quite complete. In turn we think it would be odd to conclude that the Port Authority's terminal regulation is unreasonable despite the Port Authority having otherwise assured access to an area universally traveled.</p>\n<p>The inconveniences to passengers and the burdens on Port Authority officials flowing from solicitation activity may seem small, but viewed against the fact that \"pedestrian congestion is one of the greatest problems facing the three terminals,\" 925 F. 2d, at 582, the Port Authority could reasonably worry that even such incremental effects would prove quite disruptive.<sup>[5]</sup> Moreover, \"[t]he justification for the Rule should not be measured by the disorder that would result from granting an exemption solely to ISKCON.\" <i>Heffron, supra,</i> at 652. For if ISKCON is given access, so too must other groups. \"Obviously, there would be a much larger threat to the State's interest in crowd control if all other religious, nonreligious, and noncommercial organizations could likewise move freely.\" 452 U. S., at 653. As a result, we conclude that the solicitation ban is reasonable.</p>\n<p>For the foregoing reasons, the judgment of the Court of Appeals sustaining the ban on solicitation in Port Authority terminals is</p>\n<p><i>Affirmed.</i>\nJustice O'Connor, concurring in No. 91-155 and concurring in the judgment in No. 91-339, <i>post,</i> p. 830.</p>\n<p>In the decision below, the Court of Appeals upheld a ban on solicitation of funds within the airport terminals operated by the Port Authority of New York and New Jersey, but struck down a ban on the repetitive distribution of printed <span class=\"star-pagination\">*686</span> or written material within the terminals. 925 F. 2d 576 (CA2 1991). I would affirm both parts of that judgment.</p>\n<p>I concur in the Court's opinion in No. 91-155 and agree that publicly owned airports are not public for a. Unlike public streets and parks, both of which our First Amendment jurisprudence has identified as \"traditional public for a,\" airports do not count among their purposes the \"free exchange of ideas,\" <i>Cornelius</i> v. <i>NAACP Legal Defense &amp; Ed. Fund, Inc.,</i> 473 U. S. 788, 800 (1985); they have not \"by long tradition or by government fiat . . . been devoted to assembly and debate,\" <i>Perry Ed. Assn.</i> v. <i>Perry Local Educators' Assn.,</i>  460 U. S. 37, 45 (1983); nor have they \"time out of mind, . . . been used for purposes of . . . communicating thoughts between citizens, and discussing public questions,\" <i>Hague</i> v. <i>Committee for Industrial Organization,</i> 307 U. S. 496, 515 (1939). Although most airports do not ordinarily restrict public access, \"[p]ublicly owned or operated property does not become a `public forum' simply because members of the public are permitted to come and go at will.\" <i>United States</i>  v. <i>Grace,</i> 461 U. S. 171, 177 (1983); see also <i>Greer</i> v. <i>Spock,</i>  424 U. S. 828, 836 (1976). \"[W]hen government property is not dedicated to open communication the government may without further justificationrestrict use to those who participate in the forum's official business.\" <i>Perry, supra,</i> at 53. There is little doubt that airports are among those publicly owned facilities that could be closed to all except those who have legitimate business there. See <i>Grace, supra,</i> at 178. Public access to airports is thus not \"inherent in the open nature of the locations,\" as it is for most streets and parks, but is rather a \"matter of grace by government officials.\" <i>United States</i> v. <i>Kokinda,</i> 497 U. S. 720, 743 (1990) (Brennan, J., dissenting). I also agree with the Court that the Port Authority has not expressly opened its airports to the types of expression at issue here, see <i>ante,</i> at 680-681, and therefore has not created a \"limited\" or \"designated\" public forum relevant to this case.</p>\n<p><span class=\"star-pagination\">*687</span> For these reasons, the Port Authority's restrictions on solicitation and leafletting within the airport terminals do not qualify for the strict scrutiny that applies to restriction of speech in public for a. That airports are not public for a, however, does not mean that the government can restrict speech in whatever way it likes. \"The Government, even when acting in its proprietary capacity, does not enjoy absolute freedom from First Amendment constraints.\" <i>Kokinda, supra,</i> at 725 (plurality opinion). For example, in <i>Board of Airport Comm'rs of Los Angeles</i> v. <i>Jews for Jesus, Inc.,</i> 482 U. S. 569 (1987), we unanimously struck down a regulation that prohibited \"all First Amendment activities\" in the Los Angeles International Airport (LAX) without even reaching the question whether airports were public for a. <i>Id.,</i> at 574-575. We found it \"obvious that such a ban cannot be justified even if LAX were a nonpublic forum because no conceivable governmental interest would justify such an absolute prohibition of speech.\" <i>Id.,</i> at 575. Moreover, we have consistently stated that restrictions on speech in nonpublic for a are valid only if they are \"reasonable\" and \"not an effort to suppress expression merely because public officials oppose the speaker's view.\" <i>Perry, supra,</i> at 46; see also <i>Kokinda, supra,</i> at 731; <i>Cornelius, supra,</i> at 800; <i>Lehman</i> v. <i>Shaker Heights,</i> 418 U. S. 298, 303 (1974). The determination that airports are not public for a thus only begins our inquiry.</p>\n<p>\"The reasonableness of the Government's restriction [on speech in a nonpublic forum] must be assessed in light of the purpose of the forum and all the surrounding circumstances.\" <i>Cornelius, supra,</i> at 809. \"`[C]onsideration of a forum's special attributes is relevant to the constitutionality of a regulation since the significance of the governmental interest must be assessed in light of the characteristic nature and function of the particular forum involved.' \" <i>Kokinda, supra,</i> at 732, quoting <i>Heffron</i> v. <i>International Soc. for Krishna Consciousness, Inc.,</i> 452 U. S. 640, 650-651 (1981). <span class=\"star-pagination\">*688</span> In this case, the \"special attributes\" and \"surrounding circumstances\" of the airports operated by the Port Authority are determinative. Not only has the Port Authority chosen <i>not</i> to limit access to the airports under its control, it has created a huge complex open to travelers and nontravelers alike. The airports house restaurants, cafeterias, snack bars, coffee shops, cocktail lounges, post offices, banks, telegraph offices, clothing shops, drug stores, food stores, nurseries, barber shops, currency exchanges, art exhibits, commercial advertising displays, bookstores, newsstands, dental offices, and private clubs. See App. 183-185 (Newark); <i>id.,</i>  at 185-186 (JFK); <i>id.,</i> at 190-192 (La Guardia). The International Arrivals Building at JFK Airport even has two branches of Bloomingdale's. <i>Id.,</i> at 185-186.</p>\n<p>We have said that a restriction on speech in a nonpublic forum is \"reasonable\" when it is \"consistent with the [government's] legitimate interest in `preserv[ing] the property. . . for the use to which it is lawfully dedicated.' \" <i>Perry, supra,</i> at 50-51, quoting <i>Postal Service</i> v. <i>Council of Greenburgh Civic Assns.,</i> 453 U. S. 114, 129-130 (1981) (internal quotation marks omitted). Ordinarily, this inquiry is relatively straightforward, because we have almost always been confronted with cases where the for a at issue were discrete, single-purpose facilities. See, <i>e. g., </i><i>Kokinda, supra</i> (dedicated sidewalk between parking lot and post office); <i>Cornelius</i> v. <i>NAACP Legal Defense &amp; Ed. Fund, Inc.,</i> 473 U. S. 788 (1985) (literature for charity drive); <i>City Council of Los Angeles</i> v. <i>Taxpayers for Vincent,</i> 466 U. S. 789 (1984) (utility poles); <i>Perry, supra</i> (inter school mail system); <i>Postal Service</i> v. <i>Council of Greenburgh Civic Assns., supra</i> (household mail boxes); <i>Adderley</i> v. <i>Florida,</i> 385 U. S. 39 (1966) (curtilage of jail house). The Port Authority urges that this case is no different and contends that it, too, has dedicated its airports to a single purposefacilitating air traveland that the speech it seeks to prohibit is not consistent with that purpose. But the wide range of activities promoted by the <span class=\"star-pagination\">*689</span> Port Authority is no more directly related to facilitating air travel than are the types of activities in which the International Society for Krishna Consciousness, Inc. (ISKCON), wishes to engage. See <i>Jews for Jesus, supra,</i> at 576 (\"The line between airport-related speech and nonairport-related speech is, at best, murky\"). In my view, the Port Authority is operating a shopping mall as well as an airport. The reasonableness inquiry, therefore, is not whether the restrictions on speech are \"consistent with . . . preserving the property\" for air travel, <i>Perry, supra,</i> at 50-51 (internal quotation marks and citation omitted), but whether they are reasonably related to maintaining the multipurpose environment that the Port Authority has deliberately created.</p>\n<p>Applying that standard, I agree with the Court in No. 91-155 that the ban on solicitation is reasonable. Face-to-face solicitation is incompatible with the airport's functioning in a way that the other, permitted activities are not. We have previously observed that \"[s]olicitation impedes the normal flow of traffic [because it] requires action by those who would respond: The individual solicited must decide whether or not to contribute (which itself might involve reading the solicitor's literature or hearing his pitch), and then, having decided to do so, reach for a wallet, search it for money, write a check, or produce a credit card. . . . As residents of metropolitan areas know from daily experience, confrontation by a person asking for money disrupts passage and is more intrusive and intimidating than an encounter with a person giving out information.\" <i>Kokinda,</i> 497 U. S., at 733-734 (plurality opinion) (citations omitted); <i>id.,</i> at 739 (Kennedy, J., concurring in judgment) (accepting Postal Service's judgment that, given its past experience, \"in-person solicitation deserves different treatment from alternative forms of solicitation and expression\"); <i>Heffron, supra,</i> at 657 (Brennan, J., concurring in part and dissenting in part) (upholding partial restriction on solicitation at fairgrounds because of state interest \"in protecting its fairgoers from fraudulent, deceptive, and misleading <span class=\"star-pagination\">*690</span> solicitation practices\"); 452 U. S., at 665 (Blackmun, J., concurring in part and dissenting in part) (upholding partial restriction on solicitation because of the \"crowd control problems\" it creates). The record in this case confirms that the problems of congestion and fraud that we have identified with solicitation in other contexts have also proved true in the airports' experience. See App. 67-111 (affidavits). Because airport users are frequently facing time constraints, and are traveling with luggage or children, the ban on solicitation is a reasonable means of avoiding disruption of an airport's operation.</p>\n<p>In my view, however, the regulation banning leafletting or, in the Port Authority's words, the \"continuous or repetitive . . . distribution of . . . printed or written material\" cannot be upheld as reasonable on this record. I therefore concur in the judgment in No. 91-339, <i>post,</i> p. 830, striking down that prohibition. While the difficulties posed by solicitation in a nonpublic forum are sufficiently obvious that its regulation may \"rin[g] of common-sense,\" <i>Kokinda,</i> 497 U. S., at 734 (internal quotation marks and citation omitted), the same is not necessarily true of leafletting. To the contrary, we have expressly noted that leafletting does not entail the same kinds of problems presented by face-to-face solicitation. Specifically, \"[o]ne need not ponder the contents of a leaflet or pamphlet in order mechanically to take it out of someone's hand . . . . `The distribution of literature does not require that the recipient stop in order to receive the message the speaker wishes to convey; instead the recipient is free to read the message at a later time.' \" <i>Ibid.</i> (plurality opinion), quoting <i>Heffron, supra,</i> at 665 (Blackmun, J., concurring in part and dissenting in part). With the possible exception of avoiding litter, see <i>Schneider</i> v. <i>State (Town of Irvington),</i> 308 U. S. 147, 162 (1939), it is difficult to point to any problems intrinsic to the act of leafletting that would make it naturally incompatible with a large, multipurpose forum such as those at issue here.</p>\n<p><span class=\"star-pagination\">*691</span> We have only once before considered restrictions on speech in a nonpublic forum that sustained the kind of extensive, nonforum-related activity found in the Port Authority airports, and I believe that case is instructive. In <i>Greer</i> v. <i>Spock,</i> 424 U. S. 828 (1976), the Court held that even though certain parts of a military base were open to the public, they still did not constitute a public forum in light of \"`the historically unquestioned power of [a] commanding officer summarily to exclude civilians from the area of his command.'\" <i>Id.,</i> at 838, quoting <i>Cafeteria &amp; Restaurant Workers</i> v. <i>McElroy,</i> 367 U. S. 886, 893 (1961). The Court then proceeded to uphold a regulation banning the distribution of literature without the prior approval of the base commander. In so doing, the Court \"emphasized\" that the regulation on leafletting did \"not authorize the Fort Dix authorities to prohibit the distribution of conventional political campaign literature.\" Rather, the Court explained, \"[t]he only publications that a military commander may disapprove are those that he finds constitute `a clear danger to [military] loyalty, discipline, or morale' \" and that \"[t]here is nothing in the Constitution that disables a military commander from acting to avert what he perceives to be a clear danger to the loyalty, discipline, or morale of troops on the base under his command.\" 424 U. S., at 840 (citation omitted). In contrast, the regulation at issue in this case effects an absolute prohibition and is not supported by any independent justification outside of the problems caused by the accompanying solicitation.</p>\n<p>Moreover, the Port Authority has not offered any justifications or record evidence to support its ban on the distribution of pamphlets alone. Its argument is focused instead on the problems created when literature is distributed in conjunction with a solicitation plea. Although we do not \"requir[e] that . . . proof be present to justify the denial of access to a nonpublic forum on grounds that the proposed use may disrupt the property's intended function,\" <i>Perry,</i> 460 U. S., at 52, n. 12, we have required some explanation as to why <span class=\"star-pagination\">*692</span> certain speech is inconsistent with the intended use of the forum. In <i>Kokinda,</i> for example, we upheld a regulation banning solicitation on postal property in part because the Postal Service's 30-year history of regulation of solicitation in post offices demonstrated that permitting solicitation interfered with its postal mission. 497 U. S., at 731-732 (plurality opinion). Similarly, in <i>Cornelius,</i> we held that it was reasonable to exclude political advocacy groups from a fundraising campaign targeted at federal employees in part because \"the record amply support[ed] an inference\" that the participation of those groups would have jeopardized the success of the campaign. 473 U. S., at 810. Here, the Port Authority has provided no independent reason for prohibiting leafletting, and the record contains no information from which we can draw an inference that would support its ban. Because I cannot see how peaceful pamphleteering is incompatible with the multipurpose environment of the Port Authority airports, I cannot accept that a total ban on that activity is reasonable without an explanation as to why such a restriction \"preserv[es] the property\" for the several uses to which it has been put. <i>Perry, supra,</i> at 50-51 (internal quotation marks and citation omitted).</p>\n<p>Of course, it is still open for the Port Authority to promulgate regulations of the time, place, and manner of leafletting which are \"content-neutral, are narrowly tailored to serve a significant government interest, and leave open ample alternative channels of communication.\" <i>Perry, supra,</i> at 45; <i>Postal Service,</i> 453 U. S., at 132. For example, during the many years that this litigation has been in progress, the Port Authority has not banned <i>sankirtan</i> completely from JFK International Airport, but has restricted it to a relatively uncongested part of the airport terminals, the same part that houses the airport chapel. Tr. of Oral Arg. 5-6, 46-47. In my view, that regulation meets the standards we have applied to time, place, and manner restrictions of protected <span class=\"star-pagination\">*693</span> expression. See <i>Clark</i> v. <i>Community for Creative NonViolence,</i> 468 U. S. 288, 293 (1984).</p>\n<p>I would affirm the judgment of the Court of Appeals in both No. 91-155 and No. 91-339.</p>\n<p>Justice Kennedy, with whom Justice Blackmun, Justice Stevens, and Justice Souter join as to Part I, concurring in the judgments.<sup>[*]</sup></p>\n<p>While I concur in the judgments affirming in these cases, my analysis differs in substantial respects from that of the Court. In my view the airport corridors and shopping areas outside of the passenger security zones, areas operated by the Port Authority, are public forums, and speech in those places is entitled to protection against all government regulation inconsistent with public forum principles. The Port Authority's blanket prohibition on the distribution or sale of literature cannot meet those stringent standards, and I agree it is invalid under the First and Fourteenth Amendments. The Port Authority's rule disallowing in-person solicitation of money for immediate payment, however, is in my view a narrow and valid regulation of the time, place, and manner of protected speech in this forum, or else is a valid regulation of the nonspeech element of expressive conduct. I would sustain the Port Authority's ban on solicitation and receipt of funds.</p>\n<p></p>\n<h2>I</h2>\n<p>An earlier opinion expressed my concern that \"[i]f our public forum jurisprudence is to retain vitality, we must recognize that certain objective characteristics of Government property and its customary use by the public may control\" the status of the property. <i>United States</i> v. <i>Kokinda,</i> 497 U. S. 720, 737 (1990) (Kennedy, J., concurring in judgment). The cases before us do not heed that principle. Our public <span class=\"star-pagination\">*694</span> forum doctrine ought not to be a jurisprudence of categories rather than ideas or convert what was once an analysis protective of expression into one which grants the government authority to restrict speech by fiat. I believe that the Court's public forum analysis in these cases is inconsistent with the values underlying the Speech and Press Clauses of the First Amendment.</p>\n<p>Our public forum analysis has its origins in Justice Roberts' rather sweeping dictum in <i>Hague</i> v. <i>Committee for Industrial Organization,</i> 307 U. S. 496, 515 (1939); see also <i>ante,</i> at 679. The doctrine was not stated with much precision or elaboration, though, until our more recent decisions in <i>Perry Ed. Assn.</i> v. <i>Perry Local Educators' Assn.,</i> 460 U. S. 37 (1983), and <i>Cornelius</i> v. <i>NAACP Legal Defense &amp; Ed. Fund, Inc.,</i> 473 U. S. 788 (1985). These cases describe a three-part analysis to designate government-owned property as either a traditional public forum, a designated public forum, or a nonpublic forum. <i>Perry, supra,</i> at 45-46; <i>ante,</i>  at 678-679. The Court today holds that traditional public forums are limited to public property which have as \"`a principal purpose . . . the free exchange of ideas,' \" <i>ante,</i> at 679 (quoting <i>Cornelius, supra,</i> at 800); <i>ante,</i> at 686 (O'Connor, J., concurring in No. 91-155 and concurring in judgment in No. 91-339 (hereinafter opinion of O'Connor, J.)); and that this purpose must be evidenced by a longstanding historical practice of permitting speech, <i>ante,</i> at 679; <i>ante,</i> at 686 (opinion of O'Connor, J.). The Court also holds that designated forums consist of property which the government intends to open for public discourse. <i>Ante,</i> at 680, citing <i>Cornelius, supra,</i> at 802; <i>ante,</i> at 686 (opinion of O'Connor, J.). All other types of property are, in the Court's view, nonpublic forums (in other words, not public forums), and governmentimposed restrictions of speech in these places will be upheld so long as reasonable and viewpoint neutral. Under this categorical view the application of public forum analysis to airport terminals seems easy. Airports are of course public spaces of recent vintage, and so there can be no time-honored <span class=\"star-pagination\">*695</span> tradition associated with airports of permitting free speech. <i>Ante,</i> at 680. And because governments have often attempted to restrict speech within airports, it follows <i>a fortiori</i> under the Court's analysis that they cannot be so-called \"designated\" forums. <i>Ante,</i> at 680-681. So, the Court concludes, airports must be nonpublic forums, subject to minimal First Amendment protection.</p>\n<p>This analysis is flawed at its very beginning. It leaves the government with almost unlimited authority to restrict speech on its property by doing nothing more than articulating a non-speech-related purpose for the area, and it leaves almost no scope for the development of new public forums absent the rare approval of the government. The Court's error lies in its conclusion that the public forum status of public property depends on the government's defined purpose for the property, or on an explicit decision by the government to dedicate the property to expressive activity. In my view, the inquiry must be an objective one, based on the actual, physical characteristics and uses of the property. The fact that in our public forum cases we discuss and analyze these precise characteristics tends to support my position. <i>Perry, supra,</i> at 46-48; <i>Cornelius, supra,</i> at 804-806; <i>Kokinda, supra,</i> at 727-729 (plurality opinion).</p>\n<p>The First Amendment is a limitation on government, not a grant of power. Its design is to prevent the government from controlling speech. Yet under the Court's view the authority of the government to control speech on its property is paramount, for in almost all cases the critical step in the Court's analysis is a classification of the property that turns on the government's own definition or decision, unconstrained by an independent duty to respect the speech its citizens can voice there. The Court acknowledges as much, by reintroducing today into our First Amendment law a strict doctrinal line between the proprietary and regulatory functions of government which I thought had been abandoned long ago. <i>Ante,</i> at 678; compare <i>Davis</i> v. <i>Massachusetts,</i> 167 U. S. 43 (1897), with <i>Hague, supra,</i> at 515; <i>Schnei-</i>  <span class=\"star-pagination\">*696</span> <i>der</i> v. <i>State (Town of Irvington),</i> 308 U. S. 147 (1939); and <i>Grayned</i> v. <i>Rockford,</i> 408 U. S. 104, 115-116 (1972).</p>\n<p>The Court's approach is contrary to the underlying purposes of the public forum doctrine. The liberties protected by our doctrine derive from the Assembly, as well as the Speech and Press Clauses of the First Amendment, and are essential to a functioning democracy. See Kalven, The Concept of the Public Forum: Cox v. Louisiana, 1965 S. Ct. Rev. 1, 14, 19. Public places are of necessity the locus for discussion of public issues, as well as protest against arbitrary government action. At the heart of our jurisprudence lies the principle that in a free nation citizens must have the right to gather and speak with other persons in public places. The recognition that certain government-owned property is a public forum provides open notice to citizens that their freedoms may be exercised there without fear of a censorial government, adding tangible reinforcement to the idea that we are a free people.</p>\n<p>A fundamental tenet of our Constitution is that the government is subject to constraints which private persons are not. The public forum doctrine vindicates that principle by recognizing limits on the government's control over speech activities on property suitable for free expression. The doctrine focuses on the physical characteristics of the property because government ownership is the source of its purported authority to regulate speech. The right of speech protected by the doctrine, however, comes not from a Supreme Court dictum but from the constitutional recognition that the government cannot impose silence on a free people.</p>\n<p>The Court's analysis rests on an inaccurate view of history. The notion that traditional public forums are properties that have public discourse as their principal purpose is a most doubtful fiction. The types of property that we have recognized as the quintessential public forums are streets, parks, and sidewalks. <i>Cornelius,</i> 473 U. S., at 802; <i>Frisby</i> v. <i>Schultz,</i> 487 U. S. 474, 480-481 (1988). It would seem apparent that the principal purpose of streets and sidewalks, like <span class=\"star-pagination\">*697</span> airports, is to facilitate transportation, not public discourse, and we have recognized as much. <i>Schneider</i> v. <i>State, supra,</i>  at 160. Similarly, the purpose for the creation of public parks may be as much for beauty and open space as for discourse. Thus under the Court's analysis, even the quintessential public forums would appear to lack the necessary elements of what the Court defines as a public forum.</p>\n<p>The effect of the Court's narrow view of the first category of public forums is compounded by its description of the second purported category, the so-called \"designated\" forum. The requirements for such a designation are so stringent that I cannot be certain whether the category has any content left at all. In any event, it seems evident that under the Court's analysis today few, if any, types of property other than those already recognized as public forums will be accorded that status.</p>\n<p>The Court's answer to these objections appears to be a recourse to history as justifying its recognition of streets, parks, and sidewalks, but apparently no other types of government property, as traditional public forums. <i>Ante,</i> at 681. The Court ignores the fact that the purpose of the public forum doctrine is to give effect to the broad command of the First Amendment to protect speech from governmental interference. The jurisprudence is rooted in historic practice, but it is not tied to a narrow textual command limiting the recognition of new forums. In my view the policies underlying the doctrine cannot be given effect unless we recognize that open, public spaces and thoroughfares that are suitable for discourse may be public forums, whatever their historical pedigree and without concern for a precise classification of the property. There is support in our precedents for such a view. See <i>Lehman</i> v. <i>Shaker Heights,</i> 418 U. S. 298, 303 (1974) (plurality opinion); <i>Hague,</i> 307 U. S., at 515 (speaking of \"streets and public places\" as forums). Without this recognition our forum doctrine retains no relevance in times of fast-changing technology and increasing insularity. In a country where most citizens travel by automobile, and <span class=\"star-pagination\">*698</span> parks all too often become locales for crime rather than social intercourse, our failure to recognize the possibility that new types of government property may be appropriate forums for speech will lead to a serious curtailment of our expressive activity.</p>\n<p>One of the places left in our mobile society that is suitable for discourse is a metropolitan airport. It is of particular importance to recognize that such spaces are public forums because in these days an airport is one of the few government-owned spaces where many persons have extensive contact with other members of the public. Given that private spaces of similar character are not subject to the dictates of the First Amendment, see <i>Hudgens</i> v. <i>NLRB,</i> 424 U. S. 507 (1976), it is critical that we preserve these areas for protected speech. In my view, our public forum doctrine must recognize this reality, and allow the creation of public forums that do not fit within the narrow tradition of streets, sidewalks, and parks. We have allowed flexibility in our doctrine to meet changing technologies in other areas of constitutional interpretation, see, <i>e. g., </i><i>Katz</i> v. <i>United States,</i>  389 U. S. 347 (1967), and I believe we must do the same with the First Amendment.</p>\n<p>I agree with the Court that government property of a type which by history and tradition has been available for speech activity must continue to be recognized as a public forum. <i>Ante,</i> at 679. In my view, however, constitutional protection is not confined to these properties alone. Under the proper circumstances I would accord public forum status to other forms of property, regardless of their ancient or contemporary origins and whether or not they fit within a narrow historic tradition. If the objective, physical characteristics of the property at issue and the actual public access and uses that have been permitted by the government indicate that expressive activity would be appropriate and compatible with those uses, the property is a public forum. The most important considerations in this analysis are whether the <span class=\"star-pagination\">*699</span> property shares physical similarities with more traditional public forums, whether the government has permitted or acquiesced in broad public access to the property, and whether expressive activity would tend to interfere in a significant way with the uses to which the government has as a factual matter dedicated the property. In conducting the last inquiry, courts must consider the consistency of those uses with expressive activities in general, rather than the specific sort of speech at issue in the case before it; otherwise the analysis would be one not of classification but rather of caseby-case balancing, and would provide little guidance to the State regarding its discretion to regulate speech. Courts must also consider the availability of reasonable time, place, and manner restrictions in undertaking this compatibility analysis. The possibility of some theoretical inconsistency between expressive activities and the property's uses should not bar a finding of a public forum, if those inconsistencies can be avoided through simple and permitted regulations.</p>\n<p>The second category of the Court's jurisprudence, the socalled designated forum, provides little, if any, additional protection for speech. Where government property does not satisfy the criteria of a public forum, the government retains the power to dedicate the property for speech, whether for all expressive activity or for limited purposes only. See <i>ante,</i> at 678; <i>Perry,</i> 460 U. S., at 45-46; <i>Southeastern Promotions, Ltd.</i> v. <i>Conrad,</i> 420 U. S. 546 (1975). I do not quarrel with the fact that speech must often be restricted on property of this kind to retain the purpose for which it has been designated. And I recognize that when property has been designated for a particular expressive use, the government may choose to eliminate that designation. But this increases the need to protect speech in other places, where discourse may occur free of such restrictions. In some sense the government always retains authority to close a public forum, by selling the property, changing its physical character, or changing its principal use. Otherwise the <span class=\"star-pagination\">*700</span> State would be prohibited from closing a park, or eliminating a street or sidewalk, which no one has understood the public forum doctrine to require. The difference is that when property is a protected public forum the State may not by fiat assert broad control over speech or expressive activities; it must alter the objective physical character or uses of the property, and bear the attendant costs, to change the property's forum status.</p>\n<p>Under this analysis, it is evident that the public spaces of the Port Authority's airports are public forums. First, the District Court made detailed findings regarding the physical similarities between the Port Authority's airports and public streets. <span class=\"citation\" data-id=\"1419927\"><a href=\"/opinion/1419927/intern-soc-for-krishna-consciousness-v-lee/\"><span class=\"volume\">721</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">572</span></a></span>, 576-577 (SDNY 1989). These findings show that the public spaces in the airports are broad, public thoroughfares full of people and lined with stores and other commercial activities. An airport corridor is of course not a street, but that is not the proper inquiry. The question is one of physical similarities, sufficient to suggest that the airport corridor should be a public forum for the same reasons that streets and sidewalks have been treated as public forums by the people who use them.</p>\n<p>Second, the airport areas involved here are open to the public without restriction. <i>Ibid.</i> Plaintiffs do not seek access to the secured areas of the airports, nor do I suggest that these areas would be public forums. And while most people who come to the Port Authority's airports do so for a reason related to air travel, either because they are passengers or because they are picking up or dropping off passengers, this does not distinguish an airport from streets or sidewalks, which most people use for travel. See <i>supra,</i>  at 696-697. Further, the group visiting the airports encompasses a vast portion of the public: In 1986 the Authority's three airports served over 78 million passengers. It is the very breadth and extent of the public's use of airports that makes it imperative to protect speech rights there. Of course, airport operators retain authority to restrict public <span class=\"star-pagination\">*701</span> access when necessary, for instance to respond to special security concerns. But if the Port Authority allows the uses and open access to airports that is shown on this record, it cannot argue that some vestigial power to change its practices bars the conclusion that its airports are public forums, any more than the power to bulldoze a park bars a finding that a public forum exists so long as the open use does.</p>\n<p>Third, and perhaps most important, it is apparent from the record, and from the recent history of airports, that when adequate time, place, and manner regulations are in place, expressive activity is quite compatible with the uses of major airports. The Port Authority's primary argument to the contrary is that the problem of congestion in its airports' corridors makes expressive activity inconsistent with the airports' primary purpose, which is to facilitate air travel. The First Amendment is often inconvenient. But that is beside the point. Inconvenience does not absolve the government of its obligation to tolerate speech. The Authority makes no showing that any real impediments to the smooth functioning of the airports cannot be cured with reasonable time, place, and manner regulations. In fact, the history of the Authority's own airports, as well as other major airports in this country, leaves little doubt that such a solution is quite feasible. The Authority has for many years permitted expressive activities by petitioners and others, without any apparent interference with its ability to meet its transportation purposes. App. 462, 469-470; see also <i>ante,</i> at 691-692 (opinion of O'Connor, J.). The Federal Aviation Administration, in its operation of the airports of the Nation's capital, has issued rules which allow regulated expressive activity within specified areas, without any suggestion that the speech would be incompatible with the airports' business. 14 CFR §§ 159.93, 159.94 (1992). And, in fact, expressive activity has been a commonplace feature of our Nation's major airports for many years, in part because of the wide consensus among the Courts of Appeals, prior to the decision in <span class=\"star-pagination\">*702</span> these cases, that the public spaces of airports are public forums. See, <i>e. g., </i><i>Chicago Area Military Project</i> v. <i>Chicago,</i>  508 F. 2d 921 (CA7), cert. denied, 421 U. S. 992 (1975); <i>Fernandes</i> v. <i>Limmer,</i> 663 F. 2d 619 (CA5 1981), cert. dism'd, 458 U. S. 1124 (1982); <i>United States Southwest Africa/Namibia Trade &amp; Cultural Council</i> v. <i>United States,</i> 228 U. S. App. D. C. 191, 708 F. 2d 760 (1983); <i>Jews for Jesus, Inc.</i> v. <i>Board of Airport Comm'rs,</i> 785 F. 2d 791 (CA9 1986), aff'd on other grounds, 482 U. S. 569 (1987); <i>Jamison</i> v. <i>St. Louis,</i> 828 F. 2d 1280 (CA8 1987), cert. denied, 485 U. S. 987 (1988). As the District Court recognized, the logical consequence of the Port Authority's congestion argument is that the crowded streets and sidewalks of major cities cannot be public forums. 721 F. Supp., at 578. These problems have been dealt with in the past, and in other settings, through proper time, place, and manner restrictions; and the Port Authority does not make any showing that similar regulations would not be effective in its airports. The Port Authority makes a halfhearted argument that the special security concerns associated with airports suggest they are not public forums; but this position is belied by the unlimited public access the Authority allows to its airports. This access demonstrates that the Port Authority does not consider the general public to pose a serious security threat, and there is no evidence in the record that persons engaged in expressive activities are any different.</p>\n<p>The danger of allowing the government to suppress speech is shown in the cases now before us. A grant of plenary power allows the government to tilt the dialog heard by the public, to exclude many, more marginal, voices. The first challenged Port Authority regulation establishes a flat prohibition on \"[t]he sale or distribution of flyers, brochures, pamphlets, books or any other printed or written material,\" if conducted within the airport terminal, \"in a continuous or repetitive manner.\" We have long recognized that the right to distribute flyers and literature lies at the heart of the liberties <span class=\"star-pagination\">*703</span> guaranteed by the Speech and Press Clauses of the First Amendment. See, <i>e. g., </i><i>Schneider</i> v. <i>State (Town of Irvington),</i> 308 U. S. 147 (1939); <i>Murdock</i> v. <i>Pennsylvania,</i>  319 U. S. 105 (1943). The Port Authority's rule, which prohibits almost all such activity, is among the most restrictive possible of those liberties. The regulation is in fact so broad and restrictive of speech, Justice O'Connor finds it void even under the standards applicable to government regulations in nonpublic forums. <i>Ante,</i> at 691-693. I have no difficulty deciding the regulation cannot survive the far more stringent rules applicable to regulations in public forums. The regulation is not drawn in narrow terms, and it does not leave open ample alternative channels for communication. See <i>Ward</i> v. <i>Rock Against Racism,</i> 491 U. S. 781, 791 (1989). The Port Authority's concerns with the problem of congestion can be addressed through narrow restrictions on the time and place of expressive activity. See <i>ante,</i> at 692-693 (opinion of O'Connor, J.). I would strike down the regulation as an unconstitutional restriction of speech.</p>\n<p></p>\n<h2>II</h2>\n<p>It is my view, however, that the Port Authority's ban on the \"solicitation and receipt of funds\" within its airport terminals should be upheld under the standards applicable to speech regulations in public forums. The regulation may be upheld as either a reasonable time, place, and manner restriction, or as a regulation directed at the nonspeech element of expressive conduct. The two standards have considerable overlap in a case like this one.</p>\n<p>It is well settled that \"even in a public forum the government may impose reasonable restrictions on the time, place, or manner of protected speech, provided the restrictions `are justified without reference to the content of the regulated speech, that they are narrowly tailored to serve a significant governmental interest, and that they leave open ample alternative channels for communication of the information.'\"</p>\n<p><span class=\"star-pagination\">*704</span> <i>Ward, supra,</i> at 791 (quoting <i>Clark</i> v. <i>Community for Creative Non-Violence,</i> 468 U. S. 288, 293 (1984)). We have held further that the government in appropriate circumstances may regulate conduct, even if the conduct has an expressive component. <i>United States</i> v. <i>O'Brien,</i> 391 U. S. 367 (1968). And in several recent cases we have recognized that the standards for assessing time, place, and manner restrictions are little, if any, different from the standards applicable to regulations of conduct with an expressive component. <i>Clark, supra,</i> at 298, and n. 8; <i>Ward, supra,</i> at 798; <i>Barnes</i>  v. <i>Glen Theatre, Inc.,</i> 501 U. S. 560, 566 (1991) (plurality opinion); see generally Kalven, 1965 S. Ct. Rev., at 23, 27 (arguing that all speech contains elements of conduct which may be regulated). The confluence of the two tests is well demonstrated by a case like this, where the government regulation at issue can be described with equal accuracy as a regulation of the manner of expression, or as a regulation of conduct with an expressive component.</p>\n<p>I am in full agreement with the statement of the Court that solicitation is a form of protected speech. <i>Ante,</i> at 677; see also <i>Riley</i> v. <i>National Federation of Blind of N. C., Inc.,</i>  487 U. S. 781, 788-789 (1988); <i>Schaumburg</i> v. <i>Citizens for a Better Environment,</i> 444 U. S. 620, 629 (1980); <i>Murdock</i> v. <i>Pennsylvania, supra</i><i>.</i> If the Port Authority's solicitation regulation prohibited all speech that requested the contribution of funds, I would conclude that it was a direct, contentbased restriction of speech in clear violation of the First Amendment. The Authority's regulation does not prohibit all solicitation, however; it prohibits the \"solicitation and receipt of funds.\" I do not understand this regulation to prohibit all speech that solicits funds. It reaches only personal solicitations for immediate payment of money. Otherwise, the \"receipt of funds\" phrase would be written out of the provision. The regulation does not cover, for example, the distribution of preaddressed envelopes along with a plea to contribute money to the distributor or his organization. As <span class=\"star-pagination\">*705</span> I understand the restriction it is directed only at the physical exchange of money, which is an element of conduct interwoven with otherwise expressive solicitation. In other words, the regulation permits expression that solicits funds, but limits the manner of that expression to forms other than the immediate receipt of money.</p>\n<p>So viewed, I believe the Port Authority's rule survives our test for speech restrictions in the public forum. In-person solicitation of funds, when combined with immediate receipt of that money, creates a risk of fraud and duress that is well recognized, and that is different in kind from other forms of expression or conduct. Travelers who are unfamiliar with the airport, perhaps even unfamiliar with this country, its customs, and its language, are an easy prey for the money solicitor. I agree in full with the Court's discussion of these dangers in No. 91-155. <i>Ante,</i> at 683-684; <i>ante,</i> at 689-690 (opinion of O'Connor, J.). I would add that our precedents, as well as the actions of coordinate branches of Government, support this conclusion. We have in the past recognized that in-person solicitation has been associated with coercive or fraudulent conduct. <i>Cantwell</i> v. <i>Connecticut,</i> 310 U. S. 296, 306 (1940); <i>Riley, supra,</i> at 800; <i>Heffron</i> v. <i>International Soc. for Krishna Consciousness, Inc.,</i> 452 U. S. 640, 657 (1981) (Brennan, J., concurring in part and dissenting in part); <i>Schaumburg, supra,</i> at 636-638. In addition, the Federal Government has adopted regulations which acknowledge and respond to the serious problems associated with solicitation. The National Park Service has enacted a flat ban on the direct solicitation of money in the parks of the Nation's capital within its control. 36 CFR § 7.96(h) (1991); see also <i>United States</i> v. <i>Kokinda,</i> 497 U. S., at 739 (Kennedy, J., concurring in judgment). Also, the Federal Aviation Administration, in its administration of the airports of Washington, D. C., even while permitting the solicitation of funds has adopted special rules to prevent coercive, harassing, or repetitious behavior. 14 CFR § 159.94(e)-(h) (1992). And <span class=\"star-pagination\">*706</span> in the commercial sphere, the Federal Trade Commission has long held that \"it constitutes an unfair and deceptive act or practice\" to make a door-to-door sale without allowing the buyer a 3-day \"cooling-off period\" during which time he or she may cancel the sale. 16 CFR § 429.1 (1992). All of these measures are based on a recognition that requests for immediate payment of money create a strong potential for fraud or undue pressure, in part because of the lack of time for reflection. As the Court recounts, questionable practices associated with solicitation can include the targeting of vulnerable and easily coerced persons, misrepresentation of the solicitor's cause, and outright theft. <i>Ante,</i> at 684; see also <i>International Soc. for Krishna Consciousness, Inc.</i> v. <i>Barber,</i> <span class=\"citation\" data-id=\"1653862\"><a href=\"/opinion/1653862/intern-soc-for-krishna-etc-v-barber/\"><span class=\"volume\">506</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">147</span></a></span>, 159-163 (NDNY 1980), rev'd on other grounds, 650 F. 2d 430 (CA2 1981).</p>\n<p>Because the Port Authority's solicitation ban is directed at these abusive practices and not at any particular message, idea, or form of speech, the regulation is a content-neutral rule serving a significant government interest. We have held that the content neutrality of a rule must be assessed based on whether it is \"`<i>justified</i> without reference to the content of the regulated speech.'\" <i>Ward,</i> 491 U. S., at 791 (quoting <i>Clark,</i> 468 U. S., at 293) (emphasis in original). It is apparent that the justification for the solicitation ban is unrelated to the content of speech or the identity of the speaker. There can also be no doubt that the prevention of fraud and duress is a significant government interest. The government cannot, of course, prohibit speech for the sole reason that it is concerned the speech may be fraudulent. <i>Schaumburg,</i> 444 U. S., at 637. But the Port Authority's regulation does not do this. It recognizes that the risk of fraud and duress is intensified by particular conduct, the immediate exchange of money; and it addresses only that conduct. We have recognized that such narrowly drawn regulations are in fact the proper means for addressing <span class=\"star-pagination\">*707</span> the dangers which can be associated with speech. <i>Ibid.; </i><i>Riley, supra,</i> at 799, n. 11.</p>\n<p>To survive scrutiny, the regulation must be drawn in narrow terms to accomplish its end and leave open ample alternative channels for communication. Regarding the former requirement, we have held that to be narrowly tailored a regulation need not be the least restrictive or least intrusive means of achieving an end. The regulation must be reasonable, and must not burden substantially more speech than necessary. <i>Ward, supra,</i> at 798-800. Under this standard the solicitation ban survives with ease, because it prohibits only solicitation of money for immediate receipt. The regulation does not burden any broader category of speech or expressive conduct than is the source of the evil sought to be avoided. And in fact, the regulation is even more narrow because it only prohibits such behavior if conducted in a continuous or repetitive manner. The Port Authority has made a reasonable judgment that this type of conduct raises the most serious concerns, and it is entitled to deference. My conclusion is not altered by the fact that other means, for example, the regulations adopted by the Federal Aviation Administration to govern its airports, may be available to address the problems associated with solicitation, because the existence of less intrusive means is not decisive. Our cases do not so limit the government's regulatory flexibility. See <i>Ward, supra,</i> at 800.</p>\n<p>I have little difficulty in deciding that the Port Authority has left open ample alternative channels for the communication of the message which is an aspect of solicitation. As already discussed, see <i>supra,</i> at 704, the Authority's rule does not prohibit all solicitation of funds: It restricts only the manner of the solicitation, or the conduct associated with solicitation, to prohibit immediate receipt of the solicited money. Requests for money continue to be permitted, and in the course of requesting money solicitors may explain their cause, or the purposes of their organization, without <span class=\"star-pagination\">*708</span> violating the regulation. It is only if the solicitor accepts immediate payment that a violation occurs. Thus the solicitor can continue to disseminate his message, for example, by distributing preaddressed envelopes in which potential contributors may mail their donations. See <i>supra,</i> at 704.</p>\n<p>Much of what I have said about the solicitation of funds may seem to apply to the sale of literature, but the differences between the two activities are of sufficient significance to require they be distinguished for constitutional purposes. The Port Authority's flat ban on the distribution or sale of printed material must, in my view, fall in its entirety. See <i>supra,</i> at 703. The application of our time, place, and manner test to the ban on sales leads to a result quite different from the solicitation ban. For one, the government interest in regulating the sales of literature is not as powerful as in the case of solicitation. The danger of a fraud arising from such sales is much more limited than from pure solicitation, because in the case of a sale the nature of the exchange tends to be clearer to both parties. Also, the Port Authority's sale regulation is not as narrowly drawn as the solicitation rule, since it does not specify the receipt of money as a critical element of a violation. And perhaps most important, the flat ban on sales of literature leaves open fewer alternative channels of communication than the Port Authority's more limited prohibition on the solicitation and receipt of funds. Given the practicalities and ad hoc nature of much expressive activity in the public forum, sales of literature must be completed in one transaction to be workable. Attempting to collect money at another time or place is a far less plausible option in the context of a sale than when soliciting donations, because the literature sought to be sold will under normal circumstances be distributed within the forum. These distinctions have been recognized by the National Park Service, which permits the sale or distribution of literature, while prohibiting solicitation. <i>Supra,</i> at 705; 36 CFR § 7.96(j)(2) (1991). Thus the Port Authority's regulation allows no practical <span class=\"star-pagination\">*709</span> means for advocates and organizations to sell literature within the public forums which are its airports.</p>\n<p>Against all of this must be balanced the great need, recognized by our precedents, to give the sale of literature full First Amendment protection. We have long recognized that to prohibit distribution of literature for the mere reason that it is sold would leave organizations seeking to spread their message without funds to operate. \"It should be remembered that the pamphlets of Thomas Paine were not distributed free of charge.\" <i>Murdock,</i> 319 U. S., at 111; see also <i>Schaumburg, supra,</i> at 628-635 (discussing cases). The effect of a rule of law distinguishing between sales and distribution would be to close the marketplace of ideas to less affluent organizations and speakers, leaving speech as the preserve of those who are able to fund themselves. One of the primary purposes of the public forum is to provide persons who lack access to more sophisticated media the opportunity to speak. A prohibition on sales forecloses that opportunity for the very persons who need it most. And while the same arguments might be made regarding solicitation of funds, the answer is that the Port Authority has not prohibited all solicitation, but only a narrow class of conduct associated with a particular manner of solicitation.</p>\n<p>For these reasons I agree that the Court of Appeals should be affirmed in full in finding the Port Authority's ban on the distribution or sale of literature unconstitutional, but upholding the prohibition on solicitation and immediate receipt of funds.</p>\n<p>Justice Souter, with whom Justice Blackmun and Justice Stevens join, concurring in the judgment in No. 91-339, <i>post,</i> p. 830, and dissenting in No. 91-155.</p>\n<p></p>\n<h2>I</h2>\n<p>I join in Part I of Justice Kennedy's opinion and the judgment of affirmance in No. 91-339. I agree with Justice <span class=\"star-pagination\">*710</span> Kennedy's view of the rule that should determine what is a public forum and with his conclusion that the public areas of the airports at issue here qualify as such. The designation of a given piece of public property as a traditional public forum must not merely state a conclusion that the property falls within a static category including streets, parks, sidewalks, and perhaps not much more, but must represent a conclusion that the property is no different in principle from such examples, which we have previously described as \"archetypes\" of property from which the government was and is powerless to exclude speech. See <i>Frisby</i> v. <i>Schultz,</i> 487 U. S. 474, 480 (1988). To treat the class of such forums as closed by their description as \"traditional,\" taking that word merely as a charter for examining the history of the particular public property claimed as a forum, has no warrant in a Constitution whose values are not to be left behind in the city streets that are no longer the only focus of our community life. If that were the line of our direction, we might as well abandon the public forum doctrine altogether.</p>\n<p>Nor is that a Scylla without Charybdis. Public forum analysis is stultified not only by treating its archetypes as closed categories, but by treating its candidates so categorically as to defeat their identification with the archetypes. We need not say that all \"transportation nodes\" or all airports are public forums in order to find that certain metropolitan airports are. Thus, the enquiry may and must relate to the particular property at issue and not necessarily to the \"precise classification of the property.\" See <i>ante,</i> at 697 (Kennedy, J., concurring in judgment). It is true that property of some types will invariably be public forums. \"No particularized inquiry into the precise nature of a specific street is necessary; all public streets are held in the public trust and are properly considered traditional public for a.\" <i>Frisby, supra,</i> at 481. But to find one example of a certain property type (<i>e. g.,</i> airports, post offices, etc.) that is not a public forum is not to rule out all properties of that sort.</p>\n<p><span class=\"star-pagination\">*711</span> Cf. <i>United States</i> v. <i>Kokinda,</i> 497 U. S. 720, 727 (1990) (plurality opinion) (implicitly rejecting the categorical approach by examining whether \"[t]he postal sidewalk at issue . . . [has] the characteristics of public sidewalks traditionally open to expressive activity\"). One can imagine a public airport of a size or design or need for extraordinary security that would render expressive activity incompatible with its normal use. But that would be no reason to conclude that one of the more usual variety of metropolitan airports is not a public forum.</p>\n<p>I also agree with Justice Kennedy's statement of the public forum principle: We should classify as a public forum any piece of public property that is \"suitable for discourse\" in its physical character, where expressive activity is \"compatible\" with the use to which it has actually been put. See <i>ante,</i> at 698 (opinion concurring in judgment); see also <i>Grayned</i> v. <i>Rockford,</i> 408 U. S. 104, 116 (1972) (\"The crucial question is whether the manner of expression is basically incompatible with the normal activity of a particular place at a particular time\"); <i>ante,</i> at 692 (O'Connor, J., concurring in No. 91-155 and concurring in judgment in No. 91-339) (finding that the ban on the sale or distribution of leaflets here must be struck down \"[b]ecause I cannot see how peaceful pamphleteering is incompatible with the multipurpose environment of the Port Authority airports,\" and concluding that regulations of leafletting may thus only be upheld if they pass scrutiny under our test for restrictions on time, place, or manner of speech). Applying this test, I have no difficulty concluding that the unleased public areas at airports like the metropolitan New York airports at issue in these cases are public forums.</p>\n<p></p>\n<h2>II</h2>\n<p>From the Court's conclusion in No. 91-155, however, sustaining the total ban on solicitation of money for immediate payment, I respectfully dissent. \"We have held the solicitation of money by charities to be fully protected as the dissemination of ideas. See [<i>Riley</i> v. <i>National Federation of</i>  <span class=\"star-pagination\">*712</span> <i>Blind of N. C., Inc.,</i> 487 U. S. 781,] 787-789 [(1988)]; <i>Secretary of State of Maryland</i> v. <i>Joseph H. Munson Co.,</i> 467 U. S. 947, 959-961 (1984); <i>Schaumburg</i> v. <i>Citizens for a Better Environment,</i> 444 U. S. 620, 628-632 (1980). It is axiomatic that, although fraudulent misrepresentation of facts can be regulated, the dissemination of ideas cannot be regulated to prevent it from being unfair or unreasonable.\" <i>Riley</i> v. <i>National Federation of Blind of N. C., Inc.,</i> 487 U. S. 781, 803 (1988) (Scalia, J., concurring in part and concurring in judgment) (some citations omitted).</p>\n<p>Even if I assume, <i>arguendo,</i> that the ban on the petitioners' activity at issue here is both content neutral and merely a restriction on the manner of communication, the regulation must be struck down for its failure to satisfy the requirements of narrow tailoring to further a significant state interest, see, <i>e. g., </i><i>Clark</i> v. <i>Community for Creative NonViolence,</i> 468 U. S. 288, 293 (1984), and availability of \"ample alternative channels for communication,\" <i>Virginia State Bd. of Pharmacy</i> v. <i>Virginia Citizens Consumer Council, Inc.,</i>  425 U. S. 748, 771 (1976).</p>\n<p>As Justice Kennedy's opinion indicates, respondent comes closest to justifying the restriction as one furthering the government's interest in preventing coercion and fraud.<sup>[*]</sup><span class=\"star-pagination\">*713</span> The claim to be preventing coercion is weak to start with. While a solicitor can be insistent, a pedestrian on the street or airport concourse can simply walk away or walk on. In any event, we have held in a far more coercive context than this one, that of a black boycott of white stores in Claiborne County, Mississippi, that \"[s]peech does not lose its protected character . . . simply because it may embarrass others or coerce them into action.\" <i>NAACP</i> v. <i>Claiborne Hardware Co.,</i> 458 U. S. 886, 910 (1982). See also <i>Organization for a Better Austin</i> v. <i>Keefe,</i> 402 U. S. 415, 419 (1971) (\"The claim that . . . expressions were intended to exercise a coercive impact on respondent does not remove them from the reach of the First Amendment. Petitioners plainly intended to influence respondent's conduct by their activities; this is not fundamentally different from the function of a newspaper\"). Since there is here no evidence of any type of coercive conduct, over and above the merely importunate character of the open and public solicitation, that might justify a ban, see <i>United States</i> v. <i>O'Brien,</i> 391 U. S. 367 (1968); <i>Claiborne Hardware Co., supra,</i> at 912, the regulation cannot be sustained to avoid coercion.</p>\n<p>As for fraud, our cases do not provide government with plenary authority to ban solicitation just because it could be fraudulent. \"Broad prophylactic rules in the area of free expression are suspect,\" <i>NAACP</i> v. <i>Button,</i> 371 U. S. 415, 438 (1963), and more than a laudable intent to prevent fraud is required to sustain the present ban. See, <i>e. g., </i><i>Schaumburg</i>  v. <i>Citizens for a Better Environment,</i> 444 U. S. 620, 636-638 (1980) (\"The Village, consistently with the First Amendment, may not label such groups `fraudulent' and bar them from canvassing on the streets and house to house\"); <i>Riley, supra,</i>  at 800. The evidence of fraudulent conduct here is virtually nonexistent. It consists of one affidavit describing eight <span class=\"star-pagination\">*714</span> complaints, none of them substantiated, \"involving some form of fraud, deception, or larceny\" over an entire 11-year period between 1975 and 1986, during which the regulation at issue here was, by agreement, not enforced. See Brief for Respondent 44; Brief for Petitioners 46. Petitioners claim, and respondent does not dispute, that by the Port Authority's own calculation, there has not been a single claim of fraud or misrepresentation since 1981. <i>Ibid.</i> As against these facts, respondent's brief is ominous in adding that \"[t]he Port Authority is also aware that members of [International Society for Krishna Consciousness] have engaged in misconduct elsewhere.\" Brief for Respondent 44. This is precisely the type of vague and unsubstantiated allegation that could never support a restriction on speech. Finally, the fact that other governmental bodies have also enacted restrictions on solicitation in other places, see, <i>e. g.,</i> 36 CFR § 7.96(h) (1991), is not evidence of fraudulent conduct.</p>\n<p>Even assuming a governmental interest adequate to justify some regulation, the present ban would fall when subjected to the requirement of narrow tailoring. See <i>Riley, supra,</i> at 800; <i>Schaumburg, supra,</i> at 637 (\"The Village may serve its legitimate interests, but it must do so by narrowly drawn regulations designed to serve those interests without unnecessarily interfering with First Amendment freedoms\"). \"Precision of regulation must be the touchstone . . . .\" <i>Button, supra,</i> at 438. Thus, in <i>Schaumburg</i> we said:</p>\n<blockquote>\"The Village's legitimate interest in preventing fraud can be better served by measures less intrusive than a direct prohibition on solicitation. Fraudulent misrepresentations can be prohibited and the penal laws used to punish such conduct directly. Efforts to promote disclosure of the finances of charitable organizations also may assist in preventing fraud by informing the public of the ways in which their contributions will be employed. Such measures may help make contribution decisions more informed, while leaving to individual choice the <span class=\"star-pagination\">*715</span> decision whether to contribute . . . .\" 444 U. S., at 637-638 (citations and footnotes omitted).</blockquote>\n<p>Similarly, in <i>Riley</i> we required the State to cure its perceived fraud problem by more narrowly tailored means than compelling disclosure by professional fundraisers of the amount of collected funds that were actually turned over to charity during the previous year:</p>\n<blockquote>\"In contrast to the prophylactic, imprecise, and unduly burdensome rule the State has adopted to reduce its alleged donor misperception, more benign and narrowly tailored options are available. For example, as a general rule, the State may itself publish the detailed financial disclosure forms it requires professional fundraisers to file. This procedure would communicate the desired information to the public without burdening a speaker with unwanted speech during the course of a solicitation. Alternatively, the State may vigorously enforce its antifraud laws to prohibit professional fundraisers from obtaining money on false pretenses or by making false statements.\" 487 U. S., at 800.</blockquote>\n<p>Finally, I do not think the Port Authority's solicitation ban leaves open the \"ample\" channels of communication required of a valid content-neutral time, place, and manner restriction. A distribution of preaddressed envelopes is unlikely to be much of an alternative. The practical reality of the regulation, which this Court can never ignore, is that it shuts off a uniquely powerful avenue of communication for organizations like the International Society for Krishna Consciousness, and may, in effect, completely prohibit unpopular and poorly funded groups from receiving funds in response to protected solicitation. Cf. <i>Linmark Associates, Inc.</i> v. <i>Willingboro,</i> 431 U. S. 85, 93 (1977) (\"Although in theory sellers remain free to employ a number of different alternatives, in practice realty is not marketed through leaflets, sound trucks, demonstrations, or the like\").</p>\n<p><span class=\"star-pagination\">*716</span> Accordingly, I would reverse the judgment of the Court of Appeals in No. 91-155 and strike down the ban on solicitation.</p>\n<h2>NOTES</h2>\n<p>[*]   Briefs of <i>amici curiae</i> were filed for the Airports Association Council International-North America by <i>Michael M. Conway;</i> for the American Civil Liberties Union et al. by <i>Steven R. Shapiro, John A. Powell,</i> and <i>Arthur N. Eisenberg;</i> for the American Federation of Labor and Congress of Industrial Organizations by <i>Marsha S. Berzon, Walter Kamiat,</i> and <i>Laurence Gold;</i> for the American Jewish Congress et al. by <i>Bradley P. Jacob</i> and <i>Edward McGlynn Gaffney, Jr.;</i> for the American Newspaper Publishers Association et al. by <i>Robert C. Bernius, Alice Neff Lucan, René P. Milam, Richard A. Bernstein, Barbara Wartelle Wall, John C. Fontaine, Cristina L. Mendoza, George Freeman,</i> and <i>Carol D. Melamed;</i>  for the American Tract Society et al. by <i>James Matthew Henderson, Sr., Mark N. Troobnick, Thomas Patrick Monaghan,</i> and <i>Charles E. Rice;</i> for the Criminal Justice Legal Foundation by <i>Kent S. Scheidegger</i> and <i>Charles L. Hobson;</i> for the Free Congress Foundation by <i>Wendell R. Bird</i> and <i>David J. Myers;</i> for Multimedia Newspaper Co. et al. by <i>Carl F. Muller</i>  and <i>Wallace K. Lightsey;</i> for Project Vote et al. by <i>Robert Plotkin</i> and <i>Elliot M. Mincberg;</i> and for the National Institute of Municipal Law Officers by <i>Benjamin L. Brown, Analeslie Muncy, Robert J. Alfton, Frank B. Gummey III, Frederick S. Dean, Neal M. Janey, Victor J. Kaleta, Robert J. Mangler, Neal E. McNeill, Robert J. Watson,</i> and <i>Iris J. Jones.</i> </p>\n<p>[1]  The suit was filed in 1975. ISKCON originally sought access to both the airline controlled areas and to the terminals and as a result sued both respondent and various private airlines. The suit worked a meandering course, see <span class=\"citation\" data-id=\"1419927\"><a href=\"/opinion/1419927/intern-soc-for-krishna-consciousness-v-lee/\"><span class=\"volume\">721</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">572</span></a></span>, 573-574 (SDNY 1989), with the private airlines eventually being dismissed and leaving, as the sole remaining issue, ISKCON's claim against respondent seeking a declaration and injunction against the regulation. The regulation at issue was not formally promulgated until 1988 although it represents a codification of presuit policy. App. to Pet. for Cert. 52. As noted in the text, <i>supra</i> this page, respondent concedes that <i>sankirtan</i> may be performed on the sidewalks outside the terminals.</p>\n<p>[2]  Compare decision below with <i>Jamison</i> v. <i>St. Louis,</i> 828 F. 2d 1280 (CA8 1987), cert. denied, 485 U. S. 987 (1988); <i>Chicago Area Military Project</i> v. <i>Chicago,</i> 508 F. 2d 921 (CA7), cert. denied, 421 U. S. 992 (1975); <i>Fernandes</i>  v.<i>Limmer,</i> 663 F. 2d 619 (CA5 1981), cert. dism'd, 458 U. S. 1124 (1982); <i>U. S. Southwest Africa/Namibia Trade &amp; Cultural Council</i> v. <i>United States,</i> 228 U. S. App. D. C. 191, 708 F. 2d 760 (1983); <i>Jews for Jesus, Inc.</i>  v.<i>Board of Airport Comm'rs of Los Angeles,</i> 785 F. 2d 791 (CA9 1986), aff'd on other grounds, 482 U. S. 569 (1987).</p>\n<p>[3]  We deal here only with petitioners' claim regarding the permissibility of solicitation. Respondent's cross-petition concerning the leafletting ban is disposed of in the companion case, <i>Lee</i> v. <i>International Soc. for Krishna Consciousness, Inc., post,</i> p. 830.</p>\n<p>[4]  Respondent also argues that the regulations survive under the strict scrutiny applicable to public for a. We find it unnecessary to reach that question.</p>\n<p>[5]  The congestion problem is not unique to these airports. See 45 Fed. Reg. 35314-35315 (1980) (describing congestion at Washington's Dulles and National Airports) and 49 U. S. C. App. § 2201(a)(11) (congressional declaration that as part of the national airport system plan airport projects designed to increase passenger capacity \"should be undertaken to the maximum feasible extent\").</p>\n<p>[*]   [This opinion applies also to No. 91-339, <i>Lee</i> v. <i>International Soc. for Krishna Consciousness, Inc., post,</i> p. 830.]</p>\n<p>[*]   Respondent also attempts to justify his regulation on the alternative basis of \"interference with air travelers,\" referring in particular to problems of \"annoyance\" and \"congestion.\" Brief for Respondent 24-25, 42-44, 47. The First Amendment inevitably requires people to put up with annoyance and uninvited persuasion. Indeed, in such cases we need to scrutinize restrictions on speech with special care. In their degree of congestion, most of the public spaces of these airports are probably more comparable to public streets than to the fairground as we described it in <i>Heffron</i> v. <i>International Soc. for Krishna Consciousness, Inc.,</i> 452 U. S. 640, 651 (1981). Consequently, the congestion argument, which was held there to justify a regulation confining solicitation to a fixed location, should have less force here. See <i>id.,</i> at 650-651. Be that as it may, the conclusion of a majority of the Court today that the Constitution forbids the ban on the sale, as well as the distribution, of leaflets puts to rest respondent's argument that congestion justifies a total ban on solicitation. While there may, of course, be congested locations where solicitation could severely compromise the efficient flow of pedestrians, the proper response would be to tailor the restrictions to those choke points.</p>\n\n</div>", "id": 112781, "judges": "Rehnquist", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/112781/", "sha1": "7fda52d6de566b44efe2eb38357db1aa5723b3ef", "source": "LR", "supreme_court_db_id": "1991-112", "time_retrieved": "2010-04-28T10:13:52"}