{"absolute_url": "/opinion/118234/united-states-v-bajakajian/", "blocked": false, "citation": {"case_name": "United States v. Bajakajian", "docket_number": "96-1487", "document_uris": ["/api/rest/v2/document/118234/"], "federal_cite_one": "524 U.S. 321", "federal_cite_three": "141 L. Ed. 2d 314", "federal_cite_two": "118 S. Ct. 2028", "id": 102593, "lexis_cite": "1998 U.S. LEXIS 4172", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/102593/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 333, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1998-06-22", "date_modified": "2015-05-04T15:49:27.663459", "docket": "/api/rest/v2/docket/64969/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">524 U.S. 321<br>118 S.Ct. 2028<br>141 L.Ed.2d 314<br></p>\n    <p class=\"parties\">UNITED STATES, Petitioner,<br>v.<br>Hosep Krikor BAJAKAJIAN.</p>\n    <p class=\"docket\">No. 96-1487.</p>\n    <p class=\"court\">Supreme Court of the United States</p>\n    <p class=\"date\">Argued Nov. 4, 1997.</p>\n    <p class=\"date\">Decided June 22, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">\n        <i>Syllabus</i>\n        <a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>\n      </p>\n      <p>After customs inspectors found respondent and his family preparing to board an international flight carrying $357,144, he  was charged with, <i>inter alia,</i> attempting to leave the United States without reporting, as required by 31 U.S.C. &#167;5316(a)(1)(A), that he was transporting more than $10,000 in currency.  The Government also sought forfeiture of the $357,144  under 18 U.S.C. &#167;982(a)(1), which provides that a person convicted of willfully violating &#167;5316 shall forfeit \"any property  . . .  involved in such an offense.''  Respondent pleaded guilty to the failure to report and elected to have a bench trial on the forfeiture.  The District Court found, among other things, that the entire $357,144 was subject to forfeiture  because it was \"involved in'' the offense, that the funds were not connected to any other crime, and that respondent was transporting the money to repay a lawful debt. Concluding that full forfeiture would be grossly disproportional to the offense in question and would therefore violate the Excessive Fines Clause of the Eighth Amendment, the court ordered forfeiture of $15,000, in addition to three years' probation and the maximum fine of $5,000 under the Sentencing Guidelines.  The Ninth Circuit affirmed, holding that a forfeiture must fulfill two conditions to satisfy the Clause: The property forfeited must be an \"instrumentality'' of the crime committed, and the property's value must be proportional to its owner's culpability.  The court determined that respondent's currency was not an \"instrumentality'' of the crime of failure to report, which involves the withholding of information rather than the possession or transportation of money; that, therefore, &#167;982(a)(1) could never satisfy the Clause in a currency forfeiture case; that it was unnecessary to apply the \"proportionality'' prong of the test; and that the Clause did not permit forfeiture of <i>any</i> of the unreported currency, but that the court lacked jurisdiction to set the $15,000 forfeiture aside because respondent had not cross-appealed to challenge it.</p>\n      <p><i>Held:</i> Full forfeiture of respondent's $357,144 would violate the Excessive Fines Clause. Pp. ____-____.</p>\n      <p>(a)  The forfeiture at issue is a \"fine'' within the meaning of the Clause, which provides that \"excessive fines [shall not be] imposed.''  The Clause limits the Government's power to extract payments, whether in cash or in kind, as punishment for some offense. <i>Austin v. United States,</i> 509 U.S. 602, 609-610, 113 S.Ct. 2801, 2805-2806, 125 L.Ed.2d 488.  Forfeitures-payments in kind-are thus \"fines'' if they constitute punishment for an offense.  Section &#167;982(a)(1) currency forfeitures do so.  The statute directs a court to order forfeiture as an additional sanction when \"imposing sentence on a person convicted of'' a willful violation of &#167;5316's reporting requirement.  The forfeiture is thus imposed at the culmination of a criminal proceeding and requires conviction of an underlying felony, and it cannot be imposed upon an innocent owner of unreported currency. Cf. <i>id.,</i> at 619, 113 S.Ct., at 2810-2811.  The Court rejects the Government's argument that such forfeitures serve important remedial purposes-by deterring illicit movements of cash and giving the Government valuable information to investigate and detect criminal activities associated with that cash-because the asserted loss of information here would not be remedied by confiscation of respondent's $357,144.  The Government's argument that the &#167;982(a)(1) forfeiture is constitutional because it falls within a class of historic forfeitures of property tainted by crime is also rejected.  In so arguing, the Government relies upon a series of cases involving traditional civil <i>in rem</i> forfeitures that are inapposite because  such forfeitures were historically considered nonpunitive.  See,  e.g., <i>The Palmyra,</i> 12 Wheat. 1, 14-15, 6 L.Ed. 531.  Section 982(a)(1) descends from a different historical tradition: that of <i>in personam,</i> criminal forfeitures. Similarly, the Court declines to accept the Government's contention that the forfeiture here is constitutional because it involves an \"instrumentality'' of respondent's crime.  Because instrumentalities historically have  been treated as a form of \"guilty property'' forfeitable in civil <i>in rem</i> proceedings, it is irrelevant whether respondent's currency is an instrumentality; the forfeiture is punitive, and the test for its excessiveness involves solely a proportionality  determination. Pp. ____-____.</p>\n      <p>(b)  A punitive forfeiture violates the Excessive Fines Clause if it is grossly disproportional to the gravity of the offense that it is designed to punish.  Although the proportionality principle has always been the touchstone of the inquiry, see, <i>e.g., Austin, supra,</i> at 622-623, 113 S.Ct., at 2812-2813, the Clause's text and history provide little guidance as to how disproportional a forfeiture must be to be \"excessive.''  Until today, the Court has not articulated a governing standard.  In deriving the standard, the Court finds two considerations particularly relevant.  The first, previously emphasized in cases interpreting the Cruel and Unusual Punishments Clause, is that judgments about the appropriate punishment belong in the first instance to the legislature.  See, <i>e.g., Solem v. Helm,</i> 463 U.S. 277, 290, 103 S.Ct. 3001, 3009-3010, 77 L.Ed.2d 637.  The second is that any judicial determination regarding the gravity of a particular criminal offense will be inherently imprecise.  Because both considerations counsel against requiring strict proportionality, the Court adopts the gross disproportionality standard articulated in, <i>e.g., id.,</i> at 288, 103 S.Ct., at 3008-3009. Pp. ____-____.</p>\n      <p>(c)  The forfeiture of respondent's entire $357,144 would be grossly disproportional to the gravity of his offense.  His crime was solely a reporting offense.  It was permissible to transport the currency out of the country so long as he reported it.  And because &#167;982(a)(1) orders currency forfeited for a \"willful'' reporting violation, the essence of the crime is a willful failure to report.  Furthermore, the District Court found his violation to be unrelated to any other illegal activities.  Whatever his other vices, respondent does not fit into the class  of persons for whom the statute was principally designed: money launderers, drug traffickers, and tax evaders.  And the maximum penalties that could have been imposed under the Sentencing Guidelines, a 6-month sentence and a $5,000 fine, confirm a minimal level of culpability and are dwarfed by the $357,144 forfeiture sought by the Government.  The harm that respondent caused was also minimal. The failure to report affected only the Government, and in a relatively minor way.  There was no fraud on the Government and no loss to the public fisc.  Had his crime gone undetected, the Government would have been deprived only of  the information that $357,144 had left the country.  Thus, there  is no articulable correlation between the $357,144 and any Government injury. Pp. ____-____.</p>\n      <p>(d)  The Court rejects the contention that the proportionality of full forfeiture is demonstrated by the fact that the First Congress, at roughly the same time the Eighth Amendment was ratified, enacted statutes requiring full forfeiture of goods involved in customs offenses or the payment of monetary penalties proportioned to the goods' value.  The early customs statutes do not support the Government's assertion because, unlike &#167;982(a)(1), the type of forfeiture they imposed was not considered punishment for a criminal offense, but rather was civil <i>in rem</i> forfeiture, in which the Government proceeded against the \"guilty'' property itself.  See, <i>e.g., Harford v. United States,</i> 8 Cranch 109, 3 L.Ed. 504.  Similarly, the early statutes imposing monetary \"forfeitures'' proportioned to the value of the goods involved were considered not as punishment for an offense, but rather as serving the remedial purpose of reimbursing the Government for the losses accruing from evasion of customs duties. See, <i>e.g., Stockwell v. United States,</i> 13 Wall. 531, 546-547, 20 L.Ed. 491. Pp. ____-____.</p>\n      <p>84 F.3d 334, affirmed.</p>\n      <p>THOMAS, J., delivered the opinion of the Court, in which STEVENS, SOUTER, GINSBURG, and BREYER, JJ., joined.  KENNEDY, J., filed a dissenting opinion, in which REHNQUIST, C.J., and O'CONNOR and SCALIA, JJ., joined.</p>\n      <p class=\"indent\">Irving L. Gornstein, Washington, DC, for petitioner.</p>\n      <p class=\"indent\">James E. Blatt, Encino, CA, for respondent.</p>\n      <p class=\"indent\">Justice THOMAS delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Respondent Hosep Bajakajian attempted to leave the United States without reporting, as required by federal law, that he was transporting more than $10,000 in currency.  Federal law also provides that a person convicted of willfully violating this reporting requirement shall forfeit to the government \"any property  . . .  involved in such offense.'' 18 U.S.C. &#167;982(a)(1). The question in this case is whether forfeiture of the entire $357,144 that respondent failed to declare would violate the Excessive Fines Clause of the Eighth Amendment.  We hold that it would, because full forfeiture of respondent's currency would be grossly disproportional to the gravity of his offense.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* On June 9, 1994, respondent, his wife, and his two daughters were waiting at Los Angeles International Airport to board a flight to Italy; their final destination was Cyprus.  Using dogs trained to detect currency by its smell, customs inspectors discovered some $230,000 in cash in the Bajakajians' checked baggage.  A customs inspector approached respondent and his wife and told them that they were required to report all money in excess of $10,000 in their possession or in their baggage. Respondent said that he had $8,000 and that his wife had another $7,000, but that the family had no additional currency to declare. A search of their carry-on bags, purse, and wallet revealed more cash; in all, customs inspectors found $357,144.  The currency was seized and respondent was taken into custody.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">A federal grand jury indicted respondent on three counts. Count One charged him with failing to report, as required by 31 U.S.C. &#167;5316(a)(1)(A),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> that he was transporting more than $10,000 outside the United States, and with doing so \"willfully,'' in violation of &#167;5322(a).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Count Two charged him with making a false material statement to the United States Customs Service, in violation of 18 U.S.C. &#167;1001.  Count Three sought forfeiture of the $357,144 pursuant to 18 U.S.C. &#167;982(a)(1), which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">\"The court, in imposing sentence on a person convicted of an      offense in violation of section  . . .  5316,  . . .  shall      order that the person forfeit to the United States any      property, real or personal, involved in such offense, or any      property traceable to such property.'' 18 U.S.C. &#167;982(a)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Respondent pleaded guilty to the failure to report in Count One; the Government agreed to dismiss the false statement charge in Count Two; and respondent elected to have a bench trial on the forfeiture in Count Three.  After the bench trial, the District Court found that the entire $357,144 was subject to forfeiture because it was \"involved in'' the offense. <i>Ibid.</i> The court also found that the funds were not connected to any other crime and that respondent was transporting the money to repay a lawful debt. Tr. 61-62 (Jan. 19, 1995).  The District Court further found that respondent had failed to report that he was taking the currency out of the United States because of fear stemming from \"cultural differences'': Respondent, who had grown up as a member of the Armenian minority in Syria, had a \"distrust for the Government.'' <i>Id.,</i> at 63; see Tr. of Oral Arg. 30.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Although &#167;982(a)(1) directs sentencing courts to impose full forfeiture, the District Court concluded that such forfeiture would be \"extraordinarily harsh'' and \"grossly disproportionate to the offense in question,'' and that it would therefore violate the Excessive Fines Clause.  Tr. 63.  The court instead ordered forfeiture of $15,000, in addition to a sentence of three years of probation and a fine of $5,000-the maximum fine under the Sentencing Guidelines-because the court believed that the maximum Guidelines fine was \"too little'' and that a $15,000 forfeiture would \"make up for what I think a reasonable fine should be.'' <i>Ibid.</i></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The United States appealed, seeking full forfeiture of respondent's currency as provided in &#167;982(a)(1).  The Court of Appeals for the Ninth Circuit affirmed. 84 F.3d 334 (1996). Applying Circuit precedent, the Court held that, to satisfy the Excessive Fines Clause, a forfeiture must fulfill two conditions: The property forfeited must be an \"instrumentality'' of the crime committed, and the value of the property must be proportional to the culpability of the owner. <i>Id.,</i> at 336 (citing <i>United States v. Real Property Located in El Dorado County,</i> 59 F.3d 974, 982 (C.A.9 1995)).  A majority of the panel determined that the currency was not an \"instrumentality'' of the crime of failure to report because \"\"[t]he crime [in a currency reporting offense] is the withholding of information,  . . .  not the possession or the transportation of the money.''' 84 F.3d, at 337 (quoting <i>United States v. $69,292 in United States Currency,</i> 62 F.3d 1161, 1167 (C.A.9 1995)).  The majority therefore held that &#167;982(a)(1) could never satisfy the Excessive Fines Clause in cases involving forfeitures of currency and that it was unnecessary to apply the \"proportionality'' prong of the test.  Although the panel majority concluded that the Excessive Fines Clause did not permit forfeiture of <i>any</i> of the unreported currency, it held that it lacked jurisdiction to set the $15,000 forfeiture aside because respondent had not cross-appealed to challenge that forfeiture. 84 F.3d, at 338.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Judge Wallace concurred in the result.  He viewed respondent's currency as an instrumentality of the crime because \"without the currency, there can be no offense,'' <i>id.,</i> at 339, and he criticized the majority for \"strik[ing] down a portion of'' the statute, <i>id.,</i> at 338.  He nonetheless agreed that full forfeiture would violate the Excessive Fines Clause in respondent's case, based upon the \"proportionality'' prong of the Ninth Circuit test. Finding no clear error in the District Court's factual findings, he concluded that the reduced forfeiture of $15,000 was proportional to respondent's culpability. <i>Id.,</i> at 339-340.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Because the Court of Appeals' holding-that the forfeiture ordered by &#167;982(a)(1) was <i>per se</i> unconstitutional in cases of currency forfeiture-invalidated a portion of an act of Congress, we granted certiorari. 520 U.S. ----, 117 S.Ct. 1841, 137 L.Ed.2d 1045 (1997).</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Eighth Amendment provides: \"Excessive bail shall not be required, nor excessive fines imposed, nor cruel and unusual punishments inflicted.''  U.S. Const., Amdt. 8. This Court has had little occasion to interpret, and has never actually applied, the Excessive Fines Clause.  We have, however, explained that at  the time the Constitution was adopted, \"the word \"fine' was understood to mean a payment to a sovereign as punishment for some offense.'' <i>Browning-Ferris Industries of Vt., Inc. v. Kelco  Disposal, Inc.,</i> 492 U.S. 257, 265, 109 S.Ct. 2909, 2915, 106 L.Ed.2d 219 (1989). The Excessive Fines Clause thus \"limits the  government's power to extract payments, whether in cash or in kind, \"as punishment for some offense.''' <i>Austin v. United States,</i> 509 U.S. 602, 609-610, 113 S.Ct. 2801, 2805, 125 L.Ed.2d  488 (1993) (emphasis deleted). Forfeitures-payments in kind-are  thus \"fines'' if they constitute punishment for an offense.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We have little trouble concluding that the forfeiture of currency ordered by &#167;982(a)(1) constitutes punishment.  The statute directs a court to order forfeiture as an additional sanction when \"imposing sentence on a person convicted of'' a willful violation of &#167;5316's reporting requirement.  The forfeiture is thus imposed at the culmination of a criminal proceeding and requires conviction of an underlying felony, and it cannot be imposed upon an innocent owner of unreported currency, but only upon a person who has himself been convicted of a &#167;5316 reporting violation.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Cf. <i>Austin v. United States, supra,</i> at 619, 113 S.Ct., at 2810 (holding forfeiture to be a \"fine'' in part because the forfeiture statute \"expressly provide[d] an \"innocent owner' defense'' and thus \"look[ed]  . . .  like punishment'').</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The United States argues, however, that the forfeiture of currency under &#167;982(a)(1) \"also serves important remedial purposes.''  Brief for United States 20.  The Government asserts that it has \"an overriding sovereign interest in controlling what property leaves and enters the country.'' <i>Ibid.</i> It claims that full forfeiture of unreported currency supports that interest by serving to \"dete[r] illicit movements of cash'' and aiding in providing the Government with \"valuable information to investigate and detect criminal activities associated with that cash.'' <i>Id.,</i> at 21.  Deterrence, however, has traditionally been  viewed as a goal of punishment, and forfeiture of the currency here does not serve the remedial purpose of compensating the Government for a loss.  See Black's Law Dictionary 1293 (6th ed.  1990) (\" [R]emedial action'' is one \"brought to obtain compensation or indemnity''); <i>One Lot Emerald Cut Stones v. United States,</i> 409 U.S. 232, 93 S.Ct. 489, 34 L.Ed.2d 438 (1972) <i>(per curiam)</i> (monetary penalty provides \"a reasonable form of liquidated damages,'' <i>id.,</i> at 237, 93 S.Ct., at 493, to the Government and is thus a \"remedial'' sanction because it compensates government for lost revenues).  Although the Government has asserted a loss of information regarding the amount of currency leaving the country, that loss would not be remedied by the Government's confiscation of respondent's $357,144.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The United States also argues that the forfeiture mandated by &#167;982(a)(1) is constitutional because it falls within a class of historic forfeitures of property tainted by crime.  See Brief  for United States 16 (citing, <i>inter alia, The Palmyra,</i> 12 Wheat.  1, 13, 6 L.Ed. 531 (1827) (forfeiture of ship); <i>Dobbins's Distillery v. United States,</i> 96 U.S. 395, 400-401, 24 L.Ed. 637 (1877) (forfeiture of distillery)).  In so doing, the Government  relies upon a series of cases involving traditional civil <i>in rem</i> forfeitures that are inapposite because such forfeitures were historically considered nonpunitive.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The theory behind such forfeitures was the fiction that the action was directed against \"guilty property,'' rather than against the offender himself.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> See, <i>e.g., Various Items of Personal Property v. United States,</i> 282 U.S. 577, 581, 51 S.Ct. 282, 284, 75 L.Ed. 558 (1931) (\" [I]t is the property which is proceeded against, and, by resort to a legal fiction, held guilty and condemned as though it were conscious instead of inanimate and insentient''); see also R. Waples, Proceedings In Rem 13, 205-209 (1882).  Historically, the conduct of the property owner  was irrelevant; indeed, the owner of forfeited property could be entirely innocent of any crime.  See, <i>e.g., Origet v. United States,</i> 125 U.S. 240, 246, 8 S.Ct. 846, 850, 31 L.Ed. 743 (1888) (\" [T]he merchandise is to be forfeited irrespective of any criminal prosecution  . . .  The person punished for the offence may be an entirely different person from the owner of the merchandise, or any person interested in it.  The forfeiture of the goods of the principal can form no part of the personal punishment of his agent'').  As Justice Story explained:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">\"The thing is here primarily considered as the offender, or      rather the offence is attached primarily to the thing; and      this, whether the offence be <i>malum prohibitum,</i> or <i>malum in se</i>      . . . .[T]he practice has been, and so this Court understand      the law to be, that the proceeding <i>in rem</i> stands  independent      of, and wholly unaffected by any criminal proceeding <i>in      personam.''  The Palmyra,</i> 12 Wheat., at 14-15, 6 L.Ed. 531.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Traditional <i>in rem</i> forfeitures were thus not considered punishment against the individual for an offense.  See <i>id.,</i> at 14; <i>Dobbins's Distillery v. United States, supra,</i> 96 U.S., at 401; <i>Van Oster v. Kansas,</i> 272 U.S. 465, 467-468, 47 S.Ct. 133, 134, 71 L.Ed. 354 (1926); <i>Calero-Toledo v. Pearson Yacht Leasing  Co.,</i> 416 U.S. 663, 683-684, 94 S.Ct. 2080, 2091-2092, 40 L.Ed.2d  452 (1974); <i>Taylor v. United States,</i> 3 How. 197, 210, 11 L.Ed. 559 (1845) (opinion of Story, J.) (laws providing for <i>in rem</i> forfeiture of goods imported in violation of customs laws, although in one sense \"imposing a penalty or forfeiture[,]  . . . truly deserve to be called, remedial''); see also <i>United States v. Ursery,</i> 518 U.S. 267, 293, 116 S.Ct. 2135, 2150, 135 L.Ed.2d 549 (1996) (KENNEDY, J., concurring) (\" [C]ivil <i>in rem</i> forfeiture is not punishment of the wrongdoer for his criminal offense''). Because they were viewed as nonpunitive, such forfeitures traditionally were considered to occupy a place outside the domain of the Excessive Fines Clause.  Recognizing the nonpunitive character of such proceedings, we have held that the  Double Jeopardy Clause does not bar the institution of a civil, <i>in rem</i> forfeiture action after the criminal conviction of the defendant. See <i>id.,</i> at 278, 116 S.Ct., at 2142.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The forfeiture in this case does not bear any of the hallmarks of traditional civil <i>in rem</i> forfeitures.  The Government has not proceeded against the currency itself, but has instead sought and obtained a criminal conviction of respondent personally.  The forfeiture serves no remedial purpose, is designed to punish the offender, and cannot be imposed upon innocent owners.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Section 982(a)(1) thus descends not from historic <i>in rem</i> forfeitures of guilty property, but from a different historical tradition: that of <i>in personam,</i> criminal forfeitures.  Such forfeitures have historically been treated as punitive, being part of the punishment imposed for felonies and treason in the Middle Ages and at common law.  See W. McKechnie, Magna Carta 337-339 (2d ed.1958); 2 F. Pollock &amp; F. Maitland, The History of  English Law 460-466 (2d ed.1909).  Although <i>in personam</i> criminal  forfeitures were well established in England at the time of the Founding, they were rejected altogether in the laws of this country until very recently.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Government specifically contends that the forfeiture of respondent's currency is constitutional because it involves an \"instrumentality'' of respondent's crime.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> According to the Government, the unreported cash is an instrumentality because it \"does not merely facilitate a violation of law,'' but is \"\"the very <i>sine qua non</i> of the crime.'''  Brief for United States 20 (quoting <i>United States v. United States Currency in the Amount of One Hundred Forty-Five Thousand, One Hundred Thirty-Nine Dollars,</i> 18 F.3d 73, 75 (C.A.2), cert. denied <i>sub nom.  Etim v. United States,</i> 513 U.S. 815, 115 S.Ct. 72, 130 L.Ed.2d 27 (1994)).  The Government reasons that \"there would be no violation at all without the exportation (or attempted exportation) of the cash.'' Brief for United States 20.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Acceptance of the Government's argument would require us to expand the traditional understanding of instrumentality forfeitures.  This we decline to do.  Instrumentalities historically have been treated as a form of \"guilty property'' that can be forfeited in civil <i>in rem</i> proceedings.  In this case, however, the Government has sought to punish respondent by proceeding against him criminally, <i>in personam,</i> rather than proceeding <i>in rem</i> against the currency.  It is therefore irrelevant whether respondent's currency is an instrumentality; the forfeiture is punitive, and the test for the excessiveness of a punitive forfeiture involves solely a proportionality determination.  See <i>infra,</i> at __-__.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Because the forfeiture of respondent's currency constitutes punishment and is thus a \"fine'' within the meaning of the Excessive Fines Clause, we now turn to the question of whether it is \"excessive.''</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">* The touchstone of the constitutional inquiry under the Excessive Fines Clause is the principle of proportionality: The amount of the forfeiture must bear some relationship to the gravity of the offense that it is designed to punish.  See <i>Austin v. United States,</i> 509 U.S., at 622-623, 113 S.Ct., at 2812 (noting Court of Appeals' statement that \" \"the government is exacting too high a penalty in relation to the offense committed' ''); <i>Alexander v. United States,</i> 509 U.S. 544, 559, 113 S.Ct. 2766, 2776, 125 L.Ed.2d 441 (1993) (\"It is in the light of the extensive criminal activities which petitioner apparently conducted  . . . that the question whether the forfeiture was \"excessive' must be considered'').  Until today, however, we have not articulated a standard for determining whether a punitive forfeiture is constitutionally excessive.  We now hold that a punitive forfeiture violates the Excessive Fines Clause if it is  grossly disproportional to the gravity of a defendant's offense.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The text and history of the Excessive Fines Clause demonstrate the centrality of proportionality to the excessiveness inquiry; nonetheless, they provide little guidance  as to how disproportional a punitive forfeiture must be to the gravity of an offense in order to be \"excessive.''  Excessive means surpassing the usual, the proper, or a normal measure of proportion.  See 1 N. Webster, American Dictionary of the English Language (1828) (defining excessive as \"beyond the common measure or proportion''); S. Johnson, A Dictionary of the English Language 680 (4th ed. 1773) (\" [b]eyond the common proportion'').  The constitutional question that we address, however, is just how proportional to a criminal offense a fine must be, and the text of the Excessive Fines Clause does not answer it.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Nor does its history.  The Clause was little discussed in the First Congress and the debates over the ratification of the Bill of Rights.  As we have previously noted, the Clause was taken verbatim from the English Bill of Rights of 1689.  See <i>Browning-Ferris Industries of Vt., Inc. v. Kelco Disposal, Inc.,</i> 492 U.S., at 266-267, 109 S.Ct., at 2915-2916.  That document's prohibition against excessive fines was a reaction to the abuses of the King's judges during the reigns of the Stuarts, <i>id.,</i> at 267, 109 S.Ct., at 2916, but the fines that those judges imposed were described contemporaneously only in the most general terms. See <i>Earl of Devonshire's Case,</i> 11 State Tr. 1367, 1372 (H.L.1689) (fine of &amp; pound;30,000 \"excessive and exorbitant, against Magna Charta, the common right of the subject, and the law of the land'').  Similarly, Magna Charta-which the Stuart judges were accused of subverting-required only that amercements (the medieval predecessors of fines) should be proportioned to the offense and that they should not deprive a wrongdoer of his livelihood:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">\"A Free-man shall not be amerced for a small fault, but after      the manner of the fault; and for a great fault after the      greatness thereof, saving to him his contenement; (2) and a      Merchant likewise, saving to him his merchandise; (3)  and      any other's villain than ours shall be likewise amerced,      saving his wainage.''  Magna Charta, 9 Hen. III, ch. 14      (1225), 1 Stat. at Large 6-7 (1762 ed.).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">None of these sources suggests how disproportional to the gravity of an offense a fine must be in order to be deemed constitutionally excessive.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We must therefore rely on other considerations in deriving a constitutional excessiveness standard, and there are two that we find particularly relevant.  The first, which we have emphasized in our cases interpreting the Cruel and Unusual Punishments Clause, is that judgments about the appropriate punishment for an offense belong in the first instance to the legislature.  See, <i>e.g., Solem v. Helm,</i> 463 U.S. 277, 290, 103 S.Ct. 3001, 3009, 77 L.Ed.2d 637 (1983) (\"Reviewing courts  . . .  should grant substantial deference to the broad authority that legislatures necessarily possess in determining the types and limits of punishments for crimes''); see also <i>Gore v. United States,</i> 357 U.S. 386, 393, 78 S.Ct. 1280, 1285, 2 L.Ed.2d 1405 (1958) (\"Whatever views may be entertained regarding severity of punishment,  . . .  these are peculiarly questions of legislative policy'').  The second is that any judicial determination regarding the gravity of a particular criminal offense will be inherently imprecise.  Both of these principles counsel against requiring strict proportionality between the amount of a punitive forfeiture and the gravity of a criminal offense, and we therefore adopt the standard of gross disproportionality articulated in our Cruel and Unusual Punishments Clause precedents.  See, <i>e.g., Solem v. Helm, supra,</i> at 288, 103 S.Ct.,  at 3008; <i>Rummel v. Estelle,</i> 445 U.S. 263, 271, 100 S.Ct. 1133, 1137-1138, 63 L.Ed.2d 382 (1980).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In applying this standard, the district courts in the first instance, and the courts of appeals, reviewing the proportionality determination <i>de novo,</i><a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> must compare the amount  of the forfeiture to the gravity of the defendant's offense.  If  the amount of the forfeiture is grossly disproportional to the gravity of the defendant's offense, it is unconstitutional.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Under this standard, the forfeiture of respondent's entire $357,144 would violate the Excessive Fines Clause.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> Respondent's crime was solely a reporting offense.  It was permissible to transport the currency out of the country so long as he reported it.  Section 982(a)(1) orders currency to be forfeited for a \"willful'' violation of the reporting requirement.  Thus, the essence of respondent's crime is a willful failure to report the removal of currency from the United States.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> Furthermore, as the District Court found, respondent's violation was unrelated to any other illegal activities.  The money was the proceeds of legal activity and was to be used to repay a lawful debt.  Whatever his other vices, respondent does not fit into the class of persons for whom the statute was principally designed: He is not a money launderer, a drug trafficker, or a tax evader.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> See Brief for United States 2-3.  And under the Sentencing Guidelines, the maximum sentence that could have been imposed on respondent was six months, while the maximum fine was $5,000.  App. to Pet. for Cert. 17a (transcript of District Court sentencing hearing); United States Sentencing Commission, Guidelines Manual, &#167;5(e)1.2, Sentencing Table (Nov.1994).  Such penalties confirm a minimal level of culpability.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The harm that respondent caused was also minimal.  Failure to report his currency affected only one party, the Government, and in a relatively minor way.  There was no fraud on the United States, and respondent caused no loss to the public fisc.  Had his crime gone undetected, the Government would have been deprived only of the information that $357,144 had left the country.  The Government and the dissent contend that there is a  correlation between the amount forfeited and the harm that the Government would have suffered had the crime gone undetected.  See Brief for United States 30 (forfeiture is \"perfectly calibrated''); <i>post,</i> at __ (\"a fine calibrated with this accuracy'').  We disagree.  There is no inherent proportionality  in such a forfeiture.  It is impossible to conclude, for example, that the harm respondent caused is anywhere near 30 times greater than that caused by a hypothetical drug dealer who willfully fails to report taking $12,000 out of the country in order to purchase drugs.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Comparing the gravity of respondent's crime with the $357,144 forfeiture the Government seeks, we conclude that such a forfeiture would be grossly disproportional to the gravity of his offense.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> It is larger than the $5,000 fine imposed by the District Court by many orders of magnitude, and it bears no articulable correlation to any injury suffered by the Government.</p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Finally, we must reject the contention that the proportionality of full forfeiture is demonstrated by the fact that the First Congress enacted statutes requiring full forfeiture of goods involved in customs offenses or the payment of monetary penalties proportioned to the goods' value.  It is argued that the enactment of these statutes at roughly the same time that the Eighth Amendment was ratified suggests that full forfeiture, in the customs context at least, is a proportional punishment.  The early customs statutes, however, do not support  such a conclusion because, unlike &#167;982(a)(1), the type of forfeiture that they imposed was not considered punishment for a  criminal offense.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Certain of the early customs statutes required the forfeiture of goods imported in violation of the customs laws, and, in some instances, the vessels carrying them as well.  See,  <i>e.g.,</i> Act of Aug. 4, 1790, &#167;27, 1 Stat. 163 (goods unladen without a permit from the collector).  These forfeitures, however, were civil <i>in rem</i> forfeitures, in which the Government proceeded against the property itself on the theory that it was guilty, not against a criminal defendant.  See, <i>e.g., Harford v.  United States,</i> 8 Cranch 109, 3 L.Ed. 504 (1814) (goods unladen without a permit); <i>Locke v. United States,</i> 7 Cranch 339, 340, 3 L.Ed. 364 (1813) (same).  Such forfeitures sought to vindicate the Government's underlying property right in customs duties, and like other traditional <i>in rem</i> forfeitures, they were not considered at the Founding to be punishment for an offense.  See <i>supra,</i> at 2034-2035.  They therefore indicate nothing about the proportionality of the punitive forfeiture at issue here. <i>Ibid.</i>  16</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Other statutes, however, imposed monetary \"forfeitures'' proportioned to the value of the goods involved.  See, <i>e.g.,</i> Act of July 31, 1789, &#167;22, 1 Stat. 42 (if an importer, \"with design to defraud the revenue,'' did not invoice his goods at their actual cost at the place of export, \"all such goods, wares or merchandise, or the value thereof  . . .  shall be forfeited''); &#167;25, <i>id.,</i> at 43 (any person concealing or purchasing goods, knowing they were liable to seizure for violation of the customs laws, was liable to \"forfeit and pay a sum double the value of the goods so concealed or purchased''); see also Act of Aug. 4, 1790, &#167;&#167;10, 14, 22, <i>id.,</i> at 156, 158, 161.  Similar statutes were passed in later Congresses.  See, <i>e.g.,</i> Act of Mar. 2, 1799, &#167;&#167;24, 28, 45, 46, 66, 69, 79, 84, <i>id.,</i> at 646, 648, 661, 662, 677, 678, 687, 694; Act of Mar. 3, 1823, ch. 58, &#167;1, 3 Stat. 781.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">These \"forfeitures'' were similarly not considered punishments for criminal offenses.  This Court so recognized in <i>Stockwell v. United States,</i> 13 Wall. 531, 20 L.Ed. 491 (1871), a case interpreting a statute that, like the Act of July 31, 1789, provided that a person who had concealed goods liable to seizure for customs violations should \"forfeit and pay a sum double the amount or value of the goods.''  Act of Mar. 3, 1823, ch. 58, &#167;2, 3 Stat. 781-782.  The <i>Stockwell</i> Court rejected the defendant's contention that this provision was \"penal,'' stating instead that it was \"fully as remedial in its character, designed as plainly to secure [the] rights [of the Government], as are the statutes rendering importers liable to duties.'' 13 Wall., at 546, 20 L.Ed. 491.  The Court reasoned:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">\"When foreign merchandise, subject to duties, is imported      into the country, the act of importation imposes on the      importer the obligation to pay the legal charges.  Besides      this the goods themselves, if the duties be not paid, are      subject to seizure . . . .   Every act, therefore, which      interferes with the right of the government to seize and      appropriate the property which has been forfeited to it  . .      .  is a wrong to property rights, and is a fit subject for      indemnity.'' <i>Id.,</i> 13 Wall, at 546.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Significantly, the fact that the forfeiture was a multiple of the value of the goods did not alter the Court's conclusion:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">\"The act of abstracting goods illegally imported, receiving,      concealing, or buying them, interposes difficulties in the      way of a government seizure, and impairs, therefore, the      value of the government right.  It is, then, hardly accurate      to say that the only loss the government can sustain from      concealing the goods liable to seizure is their single value      . . . . Double the value may not be more than complete      indemnity.'' <i>Id.,</i> at 546-547.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The early monetary forfeitures, therefore, were considered not as punishment for an offense, but rather as serving the remedial purpose of reimbursing the Government for the losses accruing from the evasion of customs duties.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> They were thus no different in purpose and effect than the <i>in rem</i> forfeitures of the goods to whose value they were proportioned.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> Cf. <i>One Lot Emerald Cut Stones v. United States,</i> 409 U.S. 232, 237, 93 S.Ct. 489, 493, 34 L.Ed.2d 438 (1972) <i>(per curiam)</i> (customs statute requiring the forfeiture of undeclared goods concealed in baggage and imposing a monetary penalty equal to the value of the goods imposed a \"remedial, rather than [a] punitive sanctio[n]'').<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> By contrast, the full forfeiture mandated by &#167;982(a)(1) in this case serves no remedial purpose; it is clearly punishment.  The customs statutes enacted by the First Congress, therefore, in no way suggest that &#167;982(a)(1)'s currency forfeiture is constitutionally proportional.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">For the foregoing reasons, the full forfeiture of respondent's currency would violate the Excessive Fines Clause. The judgment of the Court of Appeals is</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Justice KENNEDY, with whom THE CHIEF JUSTICE, Justice O'CONNOR, and Justice SCALIA join, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">For the first time in its history, the Court strikes down a fine as excessive under the Eighth Amendment.  The decision is disturbing both for its specific holding and for the broader upheaval it foreshadows.  At issue is a fine Congress fixed in the amount of the currency respondent sought to smuggle or to transport without reporting.  If a fine calibrated with this accuracy fails the Court's test, its decision portends serious disruption of a vast range of statutory fines.  The Court all but says the offense is not serious anyway.  This disdain for the statute is wrong as an empirical matter and disrespectful of the separation of powers.  The irony of the case is that, in the end, it may stand for narrowing constitutional protection rather than enhancing it.  To make its rationale work, the Court appears to remove important classes of fines from any excessiveness inquiry at all.  This, too, is unsound; and with all respect, I dissent.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>* A</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">In striking down this forfeiture, the majority treats many fines as \"remedial'' penalties even though they far exceed the harm suffered.  Remedial penalties, the Court holds, are not subject to the Excessive Fines Clause at all.  See, <i>e.g., ante,</i> at __.  Proceeding from this premise, the majority holds customs fines are remedial and not at all punitive, even if they amount to many times the duties due on the goods.  See <i>ante,</i> at __-__.  In the majority's universe, a fine is not a punishment even if it is much larger than the money owed.  This confuses whether a fine is excessive with whether it is a punishment.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">This novel, mistaken approach requires reordering a tradition existing long before the Republic and confirmed in its  early years.  The Court creates its category to reconcile its unprecedented holding with a six-century-long tradition of <i>in personam</i> customs fines equal to one, two, three, or even four times the value of the goods at issue. <i>E.g., Cross v. United States,</i> 6 F.Cas. 892, No. 3,434 (C.C.D.Mass.1812) (Story, J., Cir. J.); <i>United States v. Riley,</i> 88 F. 480 (S.D.N.Y.1898); <i>United States v. Jordan,</i> 26 F.Cas. 661, No. 15,498 (D.C.Mass.1876); <i>In re Vetterlein,</i> 28 F.Cas. 1172, No. 16,929 (C.C.S.D.N.Y.1875); <i>United States v. Hughes,</i> 26 F.Cas. 417, No. 15,417 (C.C.S.D.N.Y.1875); <i>McGlinchy v. United States,</i> 16 F.Cas.  118, No. 8,803 (C.C.Me.1875); <i>United States v. Hutchinson,</i> 26 F.Cas. 446, No. 15,431 (D.Me.1868); Tariff Act of 1930, &#167;497, 46 Stat. 728, as amended, 19 U.S.C. &#167;1497(a) (failing to declare goods); Act of Mar. 3, 1863, &#167;1, 12 Stat. 738 (same); Act of Mar. 3, 1823, ch. 58, &#167;1, 3 Stat. 781 (importing without a manifest);  Act of Mar. 2, 1799, &#167;&#167;46, 79, 84, 1 Stat. 662, 687, 694 (failing to declare goods; failing to re-export goods; making false entries on forms); Act of Aug. 4, 1790, &#167;&#167;10, 14, 22, 1 Stat. 156, 158, 161 (submitting incomplete manifests; unloading before  customs; unloading duty-free goods); Act of July 31, 1789, &#167;&#167;22,  25, 1 Stat. 42, 43 (using false invoices; buying uncustomed goods); <i>King v. Manning,</i> 2 Comyns 616, 92 Eng. Rep. 1236 (K.B.1738) (assisting smugglers); 1 Eliz. 1, ch. 11, &#167;5 (1558-1559) (Eng.) (declaring goods under wrong person's name); 1 &amp; 2 Phil. &amp; M., ch. 5, &#167;&#167;1, 3 (1554-1555) (Eng.) (exporting food without a license; exporting more food than the license allowed); 5 Rich. 2, Stat. 1, chs. 2, 3 (1381) (Eng.) (exporting gold or silver without a license; using ships other than those of the King's allegiance).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In order to sweep all these precedents aside, the majority's remedial analysis assumes the settled tradition was limited to \"reimbursing the Government for'' unpaid duties. <i>Ante,</i> at __.  The assumption is wrong.  Many offenses did not require a failure to pay a duty at all.  See, <i>e.g.,</i> Act of Mar. 3, 1863, &#167;1, 12 Stat. 738 (importing under false invoices); Act of Mar. 3, 1823,  ch. 58, &#167;1, 3 Stat. 781 (failing to deliver ship's manifest); Act of Mar. 2, 1799, &#167;28, 1 Stat. 648 (transferring goods from one ship to another); Act of Aug. 4, 1790, &#167;14, 1 Stat. 158 (same); 5 Rich. II, st. 1, ch. 2 (1381) (Eng.) (exporting gold or silver without a license).  None of these <i>in personam</i> penalties depended on a compensable monetary loss to the government.  True, these offenses risked causing harm, <i>ante,</i> at __, n. 17, but so does smuggling or not reporting cash.  A sanction proportioned to potential rather than actual harm is punitive, though the potential harm may make the punishment a reasonable one.  See <i>TXO Production Corp. v. Alliance Resources Corp.,</i> 509 U.S. 443, 460-462, 113 S.Ct. 2711, 2721-2723, 125 L.Ed.2d 366 (1993) (opinion of STEVENS, J.).  The majority nonetheless treats the historic penalties as nonpunitive and thus not subject to the Excessive Fines Clause, though they are indistinguishable from the fine in  this case. (It is a mark of the Court's doctrinal difficulty that we must speak of nonpunitive penalties, which is a contradiction  in terms.)</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Even if the majority's typology were correct, it would have to treat the instant penalty as nonpunitive.  In this respect, the Court cannot distinguish the case on which it twice relies, <i>One Lot Emerald Cut Stones v. United States,</i> 409 U.S. 232, 93 S.Ct. 489, 34 L.Ed.2d 438 (1972) <i>(per curiam).</i> <i>Ante,</i> at __, __-__. <i>Emerald Stones</i> held forfeiture of smuggled goods plus a fine equal to their value was remedial and not punitive, for purposes of double jeopardy, because the fine \"serves to reimburse the Government for investigation and enforcement expenses.'' 409 U.S., at 237, 93 S.Ct., at 493.  The logic, however, applies with equal force here.  Forfeiture of the money involved in the offense would compensate for the investigative and enforcement expenses of the Customs Service.  There is no reason to treat the cases differently, just because a small duty was at stake in one and a disclosure form in the other.  See <i>Bollinger's Champagne,</i> 3 Wall. 560, 564, 18 L.Ed. 78 (1865) (holding falsehoods on customs forms justify forfeiture even if the lies do not affect the duties due and paid).  The majority, in short, is not even faithful to its own artificial category of remedial penalties.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The majority's novel holding creates another anomaly as well. The majority suggests <i>in rem</i> forfeitures of the instrumentalities of crimes are not fines at all.  See <i>ante,</i> at __, and nn. 8, 9. The point of the instrumentality theory is to distinguish goods having a \"close enough relationship to the offense'' from those incidentally related to it. <i>Austin v. United States,</i> 509 U.S. 602, 628, 113 S.Ct. 2801, 2815, 125 L.Ed.2d 488  (SCALIA, J., concurring in part and concurring in judgment).  From this, the Court concludes the money in a cash smuggling or non-reporting offense cannot be an instrumentality, unlike, say,  a car used to transport goods concealed from taxes. <i>Ante,</i> at __, n. 9.  There is little logic in this rationale.  The car plays an important role in the offense but is not essential; one could also transport goods by jet or by foot.  The link between the cash and the cash-smuggling offense is closer, as the offender must fail to report while smuggling more than $10,000.  See 31 U.S.C. &#167;&#167;5316(a), 5322(a).  The cash is not just incidentally related to the offense of cash smuggling.  It is essential, whereas the car is not.  Yet the car plays an important enough role to justify forfeiture, as the majority concedes. <i>A fortiori,</i> the cash does as well.  Even if there were a clear distinction between instrumentalities and incidental objects, when the Court invokes the distinction it gets the results backwards.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Turning to the question of excessiveness, the majority states the test: A defendant must prove a gross disproportion before a court will strike down a fine as excessive.  See <i>ante,</i> at __-__. This test would be a proper way to apply the Clause, if only the majority were faithful in applying it.  The Court does not, however, explain why in this case forfeiture of all of the cash would have suffered from a gross disproportion.  The offense is a serious one, and respondent's smuggling and failing to report were willful.  The cash was lawful to own, but this fact shows only that the forfeiture was a fine; it cannot also prove that the fine was excessive.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The majority illuminates its test with a principle of deference.  Courts \"\"should grant substantial deference to the broad authority that legislatures necessarily possess''' in setting punishments. <i>Ante,</i> at __ (quoting <i>Solem v. Helm,</i> 463 U.S. 277, 290, 103 S.Ct. 3001, 3009, 77 L.Ed.2d 637 (1983)).  Again, the principle is sound but the implementation is not.  The majority's assessment of the crime accords no deference, let alone substantial deference, to the judgment of Congress.  Congress deems the crime serious, but the Court does not.  Under  the congressional statute, the crime is punishable by a prison sentence, a heavy fine, and the forfeiture here at issue.  As the statute makes clear, the Government needs the information to investigate other serious crimes, and it needs the penalties to ensure compliance.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">* By affirming, the majority in effect approves a meager $15,000 forfeiture.  The majority's holding purports to be narrower, saying only that forfeiture of the entire $357,144 would be excessive. <i>Ante,</i> at __, and n. 11.  This narrow holding is artificial in constricting the question presented for this Court's review.  The statute mandates forfeiture of the entire $357,144. See 18 U.S.C. &#167;982(a)(1).  The only ground for reducing the forfeiture, then, is that any higher amount would be unconstitutional.  The majority affirms the reduced $15,000 forfeiture on <i>de novo</i> review, see <i>ante,</i> at __, and n. 11, which it can do only if a forfeiture of even $15,001 would have suffered from a gross disproportion.  Indeed, the majority leaves open whether the $15,000 forfeiture itself was too great.  See <i>ante,</i> at __, n. 11.  Money launderers, among the principal targets of this statute, may get an even greater return from their crime.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The majority does not explain why respondent's knowing, willful, serious crime deserves no higher penalty than $15,000. It gives only a cursory explanation of why forfeiture of all of the money would have suffered from a gross disproportion.  The majority justifies its evisceration of the fine because the money was legal to have and came from a legal source.  See <i>ante,</i> at __. This fact, however, shows only that the forfeiture was a fine, not that it was excessive.  As the majority puts it, respondent's money was lawful to possess, was acquired in a lawful manner, and was lawful to export. <i>Ante,</i> at __.  It was not, however, lawful to possess the money while concealing and smuggling it.  Even if one overlooks this problem, the apparent lawfulness of the money adds nothing to the argument.  If the items possessed had been dangerous or unlawful to own, for instance narcotics, the forfeiture would have been remedial and would not have been a fine at all.  See <i>Austin,</i> 509 U.S., at 621, 113 S.Ct., at 2811-2812; <i>e.g., United States v. One Assortment of 89 Firearms,</i> 465 U.S. 354, 364, 104 S.Ct. 1099, 1105-1106, 79 L.Ed.2d 361 (1984) (unlicensed guns); <i>Commonwealth v. Dana,</i> 43 Mass. 329, 337 (1841) (forbidden lottery tickets).  If respondent had acquired the money in an unlawful manner, it would have been forfeitable as proceeds of the crime.  As a rule, forfeitures of criminal proceeds serve the nonpunitive ends of making restitution to the rightful owners and of compelling the surrender of property held without right or ownership.  See <i>United States v. Ursery,</i> 518 U.S. 267, 284, 116 S.Ct. 2135, 2145, 135 L.Ed.2d 549 (1996).  Most forfeitures of proceeds, as a consequence, are not fines at all, let alone excessive fines.  Hence, the lawfulness of the money shows at most that the forfeiture was a fine; it cannot at the same time prove that the fine was excessive.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">* In assessing whether there is a gross disproportion, the majority concedes, we must grant \"\"substantial deference''' to Congress' choice of penalties. <i>Ante,</i> at __ (quoting <i>Solem,</i> 463 U.S., at 290, 103 S.Ct., at 3009-3010).  Yet, ignoring its own command, the Court sweeps aside Congress' reasoned judgment and substitutes arguments that are little more than speculation.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Congress considered currency smuggling and non-reporting a serious crime and imposed commensurate penalties.  It authorized punishments of five years' imprisonment, a $250,000 fine, plus forfeiture of all the undeclared cash. 31 U.S.C. &#167;5322(a); 18 U.S.C. &#167;982(a)(1).  Congress found the offense standing alone is a serious crime, for the same statute doubles the fines and imprisonment for failures to report cash \"while violating another law of the United States.'' 31 U.S.C. &#167;5322(b).  Congress experimented with lower penalties on the order of one year in prison plus a $1,000 fine, but it found the punishments inadequate to deter lucrative money laundering.  See President's  Commission on Organized Crime, The Cash Connection: Organized Crime, Financial Institutions, and Money Laundering 27, 60 (Oct.1984). The Court today rejects this judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The Court rejects the congressional judgment because, it says, the Sentencing Guidelines cap the appropriate fine at $5,000.  See <i>ante,</i> at __, and n. 14.  The purpose of the Guidelines, however, is to select punishments with precise proportion, not to opine on what is a gross disproportion.  In addition, there is no authority for elevating the Commission's judgment of what is prudent over the congressional judgment of what is constitutional.  The majority, then, departs from its promise of deference in the very case announcing the standard.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The Court's argument is flawed, moreover, by a serious misinterpretation of the Guidelines on their face.  The Guidelines do not stop at the $5,000 fine the majority cites.  They augment it with this vital point: \"Forfeiture is to be imposed upon a convicted defendant as provided by statute.''  United States Sentencing Commission, Guidelines Manual &#167;5E1.4 (Nov.1995).  The fine thus supplements the forfeiture; it does not replace it.  Far from contradicting congressional judgment on the offense, the Guidelines implement and mandate it.</p>\n    </div>\n    <p>2</p>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The crime of smuggling or failing to report cash is more serious than the Court is willing to acknowledge.  The drug trade, money laundering, and tax evasion all depend in part on smuggled and unreported cash.  Congress enacted the reporting requirement because secret exports of money were being used in organized crime, drug trafficking, money laundering, and other crimes.  See H.R.Rep. No. 91-975, pp. 12-13 (1970).  Likewise, tax evaders were using cash exports to dodge hundreds of millions of dollars in taxes owed to the Government.  See <i>ibid.</i></p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The Court does not deny the importance of these interests but claims they are not implicated here because respondent managed to disprove any link to other crimes.  Here, to be sure,  the Government had no affirmative proof that the money was from an illegal source or for an illegal purpose.  This will often be  the case, however.  By its very nature, money laundering is difficult to prove; for if the money launderers have done their job, the money appears to be clean.  The point of the statute, which provides for even heavier penalties if a second crime can be proved, is to mandate forfeiture regardless.  See 31 U.S.C. &#167;5322(b); 18 U.S.C. &#167;982(a)(1).  It is common practice, of course, for a cash courier not to confess a tainted source but to stick to a well-rehearsed story.  The kingpin, the real owner, need not come forward to make a legal claim to the funds.  He has his own effective enforcement measures to ensure delivery at destination or return at origin if the scheme is thwarted.  He is, of course, not above punishing the courier who deviates from  the story and informs.  The majority is wrong, then, to assume <i>in personam</i> forfeitures cannot affect kingpins, as their couriers will claim to own the money and pay the penalty out of their masters' funds.  See <i>ante,</i> at __, n. 3.  Even if the courier confessed, the kingpin could face an <i>in personam</i> forfeiture for his agent's authorized acts, for the kingpin would be a co-principal in the commission of the crime.  See 18 U.S.C. &#167;2.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">In my view, forfeiture of all the unreported currency is sustainable whenever a willful violation is proven.  The facts of this case exemplify how hard it can be to prove ownership and other crimes, and they also show respondent is far from an innocent victim.  For one thing, he was guilty of repeated lies to Government agents and suborning lies by others.  Customs inspectors told respondent of his duty to report cash.  He and his wife claimed they had only $15,000 with them, not the $357,144 they in fact had concealed.  He then told customs inspectors a friend named Abe Ajemian had lent him about $200,000.  Ajemian denied this.  A month later, respondent said Saeed Faroutan had lent him $170,000.  Faroutan, however, said he had not made the loan and respondent had asked him to lie.  Six months later, respondent resurrected the fable of the alleged loan from Ajemian, though Ajemian had already contradicted the story.  As the District Court found, respondent \"has lied, and has had his friends lie.''  Tr. 54 (Jan. 19, 1995).  He had proffered a \"suspicious and confused story, documented in the poorest way, and replete with past misrepresentation.'' <i>Id.,</i> at 61-62.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Respondent told these lies, moreover, in most suspicious circumstances.  His luggage was stuffed with more than a third of a million dollars.  All of it was in cash, and much of it was hidden in a case with a false bottom.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The majority ratifies the District Court's see-no-evil approach.  The District Court ignored respondent's lies in assessing a sentence.  It gave him a two-level downward adjustment for acceptance of responsibility, instead of an increase for obstruction of justice.  See <i>id.,</i> at 62.  It dismissed the lies as stemming from \"distrust for the Government'' arising out of \"cultural differences.'' <i>Id.,</i> at 63.  While the majority is sincere in not endorsing this excuse, <i>ante,</i> at __, n. 12, it nonetheless affirms the fine tainted by it.  This patronizing excuse demeans millions of law-abiding American  immigrants by suggesting they cannot be expected to be as truthful as every other citizen.  Each American, regardless of culture or ethnicity, is equal before the law.  Each has the same obligation to refrain from perjury and false statements to the Government.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">In short, respondent was unable to give a single truthful explanation of the source of the cash.  The multitude of lies and suspicious circumstances points to some form of crime.  Yet, though the Government rebutted each and every fable respondent proffered, it was unable to adduce affirmative proof of another crime in this particular case.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Because of the problems of individual proof, Congress found it necessary to enact a blanket punishment.  See S.Rep. No. 99-130, p. 21 (1985); see also Drug Money Laundering Control Efforts, Hearing before the Subcommittee on Consumer and Regulatory Affairs of the Senate Banking, Housing, and Urban Affairs Committee, 101st Cong., 1st Sess., 84 (1989) (former IRS agent found it \"\"unbelievably difficult''' to discern which money flows were legitimate and which were tied to crime).  One of the few reliable warning signs of some serious crimes is the use of large sums of cash.  See <i>id.,</i> at 83.  So Congress punished all cash smuggling or non-reporting, authorizing single penalties for the offense alone and double penalties for the offense coupled with proof of other crimes.  See 31 U.S.C. &#167;&#167;5322(a), (b).  The requirement of willfulness, it judged, would be enough to protect the innocent.  See <i>ibid.</i> The majority second-guesses this judgment without explaining why Congress' blanket approach was unreasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Money launderers will rejoice to know they face forfeitures of less than 5% of the money transported, provided they hire accomplished liars to carry their money for them.  Five percent, of course, is not much of a deterrent or punishment; it is comparable to the fee one might pay for a mortgage lender or broker.  Cf. 15 U.S.C. &#167;1602(aa)(1)(B) (high-cost mortgages cost more than 8% in points and fees).  It is far less than the 20-26% commissions some drug dealers pay money launderers.  See Hearings on Money Laundering and the Drug Trade before the Subcommittee on Crime of the House Judiciary Committee, 105th Cong., 1st Sess. ___ (1997) (testimony of M. Zeldin); Andelman, The Drug Money Maze, 73 Foreign Affairs 108 (July/August 1994).  Since many couriers evade detection, moreover, the average forfeiture per dollar smuggled could amount, courtesy of today's decision, to far less than 5%. In any event, the fine permitted by the majority would be a modest cost of doing business in the world of drugs and crime.  See US/Mexico Bi-National Drug Threat Assessment 84 (Feb.1997) (to drug dealers, transaction costs of 13%-15% are insignificant compared to their enormous profit margins).</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Given the severity of respondent's crime, the Constitution does not forbid forfeiture of all of the smuggled or unreported cash.  Congress made a considered judgment in setting the penalty, and the Court is in serious error to set it aside.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The Court's holding may in the long run undermine the purpose of the Excessive Fines Clause.  One of the main purposes  of the ban on excessive fines was to prevent the King from assessing unpayable fines to keep his enemies in debtor's prison.  See <i>Browning-Ferris Indus. of Vt., Inc. v. Kelco Disposal, Inc.,</i>  492 U.S. 257, 267, 109 S.Ct. 2909, 2916, 106 L.Ed.2d 219 (1989);  4 W. Blackstone, Commentaries on the Laws of England 373 (1769) (\" [C]orporal punishment, or a stated imprisonment,  . . .  is better than an excessive fine, for that amounts to imprisonment for life. And this is the reason why fines in the king's court are frequently denominated ransoms  . . . .'') Concern with imprisonment may explain why the Excessive Fines Clause is coupled with, and follows right after, the Excessive Bail Clause.  While the concern is not implicated here-for of necessity the money is there to satisfy the forfeiture-the Court's restrictive  approach could subvert this purpose.  Under the Court's holding, legislators may rely on mandatory prison sentences in lieu of fines.  Drug lords will be heartened by this, knowing the prison terms will fall upon their couriers while leaving their own wallets untouched.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">At the very least, today's decision will encourage legislatures to take advantage of another avenue the majority leaves open.  The majority subjects this forfeiture to scrutiny because it is <i>in personam,</i> but it then suggests most <i>in rem</i> forfeitures (and perhaps most civil forfeitures) may not be fines at all. <i>Ante,</i> at __-__, __, and n. 16; but see <i>ante,</i> at __, n. 6. The suggestion, one might note, is inconsistent or at least in tension with <i>Austin v. United States,</i> 509 U.S. 602, 113 S.Ct. 2801, 125 L.Ed.2d 488 (1993).  In any event, these remarks may encourage a legislative shift from <i>in personam</i> to <i>in rem</i> forfeitures, avoiding <i>mens rea</i> as a predicate and giving owners fewer procedural protections.  By invoking the Excessive Fines Clause with excessive zeal, the majority may in the long run encourage Congress to circumvent it.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The majority's holding may not only jeopardize a vast range of fines but also leave countless others unchecked by the Constitution.  Non-remedial fines may be subject to deference in theory but overbearing scrutiny in fact.  So-called remedial penalties, most <i>in rem</i> forfeitures, and perhaps civil fines may not be subject to scrutiny at all.  I would not create these exemptions from the Excessive Fines Clause.  I would also accord genuine deference to Congress' judgments about the gravity of the offenses it creates.  I would further follow the long tradition of fines calibrated to the value of the goods smuggled.  In these circumstances, the Constitution does not forbid forfeiture of all of the $357,144 transported by respondent.  I dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> The syllabus constitutes no part of the opinion of the Court but has been prepared by the Reporter of Decisions for the convenience of the reader.  See <i>United States v. Detroit Timber &amp; Lumber Co.,</i> 200 U.S. 321, 337, 26 S.Ct. 282, 287, 50 L.Ed. 499.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The statutory reporting requirement provides:</p>\n        <p>\" [A]person or an agent or bailee of the person shall file a report  . . .  when the person, agent, or bailee knowingly-</p>\n        <p>\" (1)  transports, is about to transport, or has transported, monetary instruments of more than $10,000 at one time-</p>\n        <p>\" (A)  from a place in the United States to or through a place outside the United States . . . . '' 31 U.S.C. &#167;5316(a).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 5322(a) provides: \"A person willfully violating this subchapter  . . .  shall be fined not more than $250,000, or imprisoned for not more than five years, or both.'' &#167;5322(a).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although the currency reporting statute provides that \"a person or an agent or bailee of the person shall file a report,'' 31 U.S.C. &#167;5316(a), the statute ordering the criminal forfeiture of unreported currency provides that \" [t]he court, in imposing sentence on a person convicted of'' failure to file the required report, \"shall order that the person forfeit to the United States'' any property \"involved in'' or \"traceable to'' the offense, 18 U.S.C. &#167;982(a)(1).  The combined effect of these two statutes is that an owner of unreported currency is not subject to criminal forfeiture if his agent or bailee is the one who fails to file the required report, because such an owner could not be convicted of the reporting offense.  The United States endorsed this interpretation at oral argument in this case.  See Tr. of Oral Arg. 24-25.</p>\n        <p>For this reason, the dissent's speculation about the effect of today's holding on \"kingpins'' and \"cash couriers'' is misplaced.  See <i>post,</i> at __, __.  Section 982(a)(1)'s criminal, <i>in personam</i> forfeiture reaches only currency owned by someone who himself commits a reporting crime.  It is unlikely that the Government, in the course of criminally indicting and prosecuting a cash courier, would not bother to investigate the source and true ownership of unreported funds.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We do not suggest that merely because the forfeiture of respondent's currency in this case would not serve a remedial purpose, other forfeitures may be classified as nonpunitive (and thus not \"fines'') if they serve some remedial purpose as well as being punishment for an offense.  Even if the Government were correct in claiming that the forfeiture of respondent's currency is remedial in some way, the forfeiture would still be punitive in part. (The Government concedes as much.)  This is sufficient to bring the forfeiture within the purview of the Excessive Fines Clause.  See <i>Austin</i> v. <i>United States,</i> 509 U.S. 602, 621-622, 113 S.Ct. 2801, 2811-2812, 125 L.Ed.2d 488 (1993).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The \"guilty property'' theory behind <i>in rem</i> forfeiture can be traced to the Bible, which describes property being sacrificed to God as a means of atoning for an offense.  See Exodus 21:28. In medieval Europe and at common law, this concept evolved into the law of deodand, in which offending property was condemned and confiscated by the church or the Crown in remediation for the harm it had caused.  See 1 M. Hale, Pleas of the Crown 420-424 (1st Am. ed. 1847); 1 W. Blackstone, Commentaries on the Law of England 290-292 (1765); O. Holmes, The Common Law 10-13, 23-27 (M. Howe ed.1963).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> It does not follow, of course, that all modern civil <i>in rem</i> forfeitures are nonpunitive and thus beyond the coverage of the Excessive Fines Clause.  Because some recent federal forfeiture laws have blurred the traditional distinction between civil <i>in rem</i> and criminal <i>in personam</i> forfeiture, we have held that a modern statutory forfeiture is a \"fine'' for Eighth Amendment purposes if it constitutes punishment even in part, regardless of whether the proceeding is styled <i>in rem</i> or <i>in personam.</i> See <i>Austin v. United States, supra,</i> at 621-622, 113 S.Ct., at 2811-2812 (although labeled <i>in rem,</i> civil forfeiture of real property used \"to facilitate'' the commission of drug crimes was punitive in part and thus subject to review under the Excessive Fines Clause).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The First Congress explicitly rejected <i>in personam</i> forfeitures as punishments for federal crimes, see Act of Apr. 30, 1790, ch. 9, &#167;24, 1 Stat. 117 (\" [N]o conviction or judgment  . . .  shall work corruption of blood, or any forfeiture of estate''), and Congress reenacted this ban several times over the course of two centuries.  See Rev. Stat. &#167;5326 (1875); Act of Mar. 4, 1909, ch. 321, &#167;341, 35 Stat. 1159; Act of June 25, 1948, ch. 645, &#167;3563, 62 Stat. 837, codified at 18 U.S.C. &#167;3563 (1982 ed.); repealed effective Nov. 1, 1987, Pub.L. 98-473, 98 Stat.1987.</p>\n        <p>It was only in 1970 that Congress resurrected the English common law of punitive forfeiture to combat organized crime and major drug trafficking.  See Organized Crime Control Act of 1970, 18 U.S.C. &#167;1963, and Comprehensive Drug Abuse Prevention and Control Act of 1970, 21 U.S.C. &#167;848(a).  In providing for this mode of punishment, which had long been unused in this country, the Senate Judiciary Committee acknowledged that \"criminal forfeiture  . . .  represents an innovative attempt to call on our common law heritage to meet an essentially modern problem.'' S.Rep. No. 91-617, p. 79 (1969).  Indeed, it was not until 1992 that Congress provided for the criminal forfeiture of currency at issue here.  See 18 U.S.C. &#167;982(a).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Although the term \"instrumentality'' is of recent vintage, see <i>Austin v. United States,</i> 509 U.S., at 627-628, 113 S.Ct., at 2814-2815 (Scalia, J., concurring in part and concurring in judgment), it fairly characterizes property that historically was subject to forfeiture because it was the actual means by which an offense was committed.  See <i>infra,</i> at __; see, <i>e.g., J.W. Goldsmith, Jr.-Grant Co. v. United States,</i> 254 U.S. 505, 508-510, 41 S.Ct. 189, 190-191, 65 L.Ed. 376 (1921). \"Instrumentality'' forfeitures have historically been limited to the property actually used to commit an offense and no more.  See <i>Austin v.</i> <i>United States, supra,</i> at 627-628, 113 S.Ct., at 2814-2815 (SCALIA, J., concurring in part and concurring in judgment).  A forfeiture that reaches beyond this strict historical limitation is <i>ipso facto</i> punitive and therefore subject to review under the Excessive Fines Clause.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The currency in question is not an instrumentality in any event.  The Court of Appeals reasoned that the existence of the currency as a \"precondition'' to the reporting requirement did not make it an \"instrumentality'' of the offense.  See 84 F.3d, at 337.  We agree; the currency is merely the subject of the crime of failure to report.  Cash in a suitcase does not facilitate the commission of that crime as, for example, an automobile facilitates the transportation of goods concealed to avoid taxes. See, <i>e.g., J.W. Goldsmith, Jr.-Grant Co. v. United States, supra,</i> at 508, 41 S.Ct., at 190.  In the latter instance, the property is the actual means by which the criminal act is committed.  See Black's Law Dictionary 801 (6th ed. 1990) (\"Instrumentality'' is \" [s]omething by which an end is achieved; a means, medium, agency'').</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> At oral argument, respondent urged that a district court's determination of excessiveness should be reviewed by an appellate court for abuse of discretion.  See Tr. of Oral Arg. 32. We cannot accept this submission.  The factual findings made by the district courts in conducting the excessiveness inquiry, of course, must be accepted unless clearly erroneous.  See <i>Anderson v. Bessemer City,</i> 470 U.S. 564, 574-575, 105 S.Ct. 1504, 1511-1512, 84 L.Ed.2d 518 (1985). But the question of whether a fine is constitutionally excessive calls for the application of a constitutional standard to the facts of a particular case, and in this context <i>de novo</i> review of that question is appropriate.  See <i>Ornelas v. United States,</i> 517 U.S. 690, 697, 116 S.Ct. 1657, 1662, 134 L.Ed.2d 911 (1996).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The only question before this Court is whether the full forfeiture of respondent's $357,144 as directed by &#167;982(a)(1) is constitutional under the Excessive Fines Clause.  We hold that it is not.  The Government petitioned for certiorari seeking full forfeiture, and we reject that request.  Our holding that full forfeiture would be excessive reflects no judgment that \"a forfeiture of even $15,001 would have suffered from a gross disproportion,'' nor does it \"affir[m] the reduced $15,000 forfeiture on <i>de novo</i> review.'' <i>Post,</i> at __. Those issues are simply not before us.  Nor, indeed, do we address in <i>any</i> respect the validity of the forfeiture ordered by the District Court, including whether a court may disregard the terms of a statute that commands full forfeiture: As noted, <i>supra,</i> at __-__, respondent did not cross-appeal the $15,000 forfeiture ordered by the District Court.  The Court of Appeals thus declined to address the $15,000 forfeiture, and that question is not properly presented here either.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Contrary to the dissent's contention, the nature of the nonreporting offense in this case was not altered by respondent's \"lies'' or by the \"suspicious circumstances'' surrounding his transportation of his currency.''  See <i>post,</i> at __-__.  A single willful failure to declare the currency constitutes the crime, the gravity of which is not exacerbated or mitigated by \"fable[s]'' that respondent told one month, or six months, later.  See <i>post,</i> at ----.  The Government indicted respondent under 18 U.S.C. &#167;1001 for \"lying,'' but that separate count did not form the basis of the nonreporting offense for which &#167;982(a)(1) orders forfeiture.</p>\n        <p>Further, the District Court's finding that respondent's lies stemmed from a fear of the Government because of \"cultural differences,'' <i>supra,</i> at __, does not mitigate the gravity of his offense.  We reject the dissent's contention that this finding was a \"patronizing excuse'' that \"demeans millions of law-abiding American immigrants by suggesting they cannot be expected to be as truthful as every other citizen.'' <i>Post,</i> at __.  We are confident that the District Court concurred in the dissent's incontrovertible proposition that \" [e]ach American, regardless of culture or ethnicity, is equal before the law.'' <i>Ibid.</i> The District Court did nothing whatsoever to imply that \"cultural differences'' excuse lying, but rather made this finding in the context of establishing that respondent's willful failure to report the currency was unrelated to any other crime-a finding highly relevant to the determination of the gravity of respondent's offense.  The dissent's charge of ethnic paternalism on the part of the District Court finds no support in the record, nor is there any indication that the District Court's factual finding that respondent \"distrust[ed]  . . .  the Government,'' see <i>supra,</i> at __, was clearly erroneous.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Nor, contrary to the dissent's repeated assertion, see <i>post,</i> at __, __, __-__, __, __-__, __, __-__, __, and __-__, is respondent a \"smuggler.''  Respondent owed no customs duties to the Government, and it was perfectly legal for him to possess the $357,144 in cash and to remove it from the United States.  His crime was simply failing to report the wholly legal act of transporting his currency.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> In considering an offense's gravity, the other penalties that the Legislature has authorized are certainly relevant evidence.  Here, as the Government and the dissent stress, Congress authorized a maximum fine of $250,000 plus five years' imprisonment for willfully violating the statutory reporting requirement, and this suggests that it did not view the reporting offense as a trivial one.  That the maximum fine and Guideline sentence to which respondent was subject were but a fraction of the penalties authorized, however, undercuts any argument based solely on the statute, because they show that respondent's culpability relative to other potential violators of the reporting provision-tax evaders, drug kingpins, or money launderers, for example-is small indeed.  This disproportion is telling notwithstanding the fact that a separate Guideline provision permits forfeiture if mandated by statute, see <i>post,</i> at __-__.  That Guideline, moreover, cannot override the constitutional requirement of proportionality review.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Respondent does not argue that his wealth or income are relevant to the proportionality determination or that full forfeiture would deprive him of his livelihood, see <i>supra,</i> at __, and the District Court made no factual findings in this respect.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">16</a>\n        <p> The nonpunitive nature of these early forfeitures was not lost on the Department of Justice, in commenting on the punitive forfeiture provisions of the Organized Crime Control Act of 1970:</p>\n        <p>\"\"The concept of forfeiture as a criminal penalty which is embodied in this provision differs from other presently existing forfeiture provisions under Federal statutes where the proceeding is <i>in rem</i> against the property and the thing which is declared unlawful under the statute, or which is used for an unlawful purpose, or in connection with the prohibited property or transaction, is considered the offender, <i>and the forfeiture is no part of the punishment for the criminal offense.  Examples of such forfeiture provisions are those contained in the customs, narcotics, and revenue laws.</i> '''  S.Rep. No. 91-617, p. 79 (1969) (emphasis added).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> In each of the statutes from the early Congresses cited by the dissent, the activities giving rise to the monetary forfeitures, if undetected, were likely to cause the Government losses in customs revenue.  The forfeiture imposed by the Acts of Aug. 4, 1790 and Mar. 2, 1799 was not simply for \"transferring goods from one ship to another,'' <i>post,</i> at __, but rather for doing so \"before such ship  . . .  shall come to the proper place for the discharge of her cargo  . . .  and be there duly authorized by the proper officer or officers of the customs to unlade'' the goods, see 1 Stat. 157, 158, 648, whereupon duties would be assessed.  Similarly, the forfeiture imposed by the Act of Mar. 3, 1823 was for failing to deliver the ship's manifest of cargo-which was to list \"merchandise subject to duty''-to the collector of customs.  See Act of Mar. 2, 1821, &#167;1, 3 Stat. 616; Act of Mar. 3, 1823, &#167;1, <i>id.,</i> at 781.  And the \"invoices'' that if \"false'' gave rise to the forfeiture imposed by the Act of Mar. 3, 1863 were to include the value or quantity of any dutiable goods. &#167;1, 12 Stat. 737-738.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> The nonpunitive nature of the monetary forfeitures was also reflected in their procedure: like traditional <i>in rem</i> forfeitures, they were brought as civil actions, and as such are distinguishable from the punitive criminal fine at issue here. Instead of instituting an information of libel <i>in rem</i> against the goods, see, <i>e.g., Locke v. United States,</i> 7 Cranch 339, 3 L.Ed. 364 (1813), the Government filed \"a civil action of debt'' against the person from whom it sought payment.  See, <i>e.g., Stockwell v. United States,</i> 13 Wall. 531, 541-542, 20 L.Ed. 491 (1871).  In both England and the United States, an action of debt was used to recover import duties owed the Government, being \"the general remedy for the recovery of all sums certain, whether the legal liability arise from contract, or be created by a statute.  And the remedy as well lies for the government itself, as for a citizen.'' <i>United States v. Lyman,</i> 26 F.Cas. 1024, 1030, No. 15,647 (C.C.Mass.1818) (Story, C.J.).  Thus suits for the payment of monetary forfeitures were viewed no differently than suits for the customs duties themselves.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> <i>One Lot Emerald Cut Stones</i> differs from this case in the most fundamental respect.  We concluded that the forfeiture provision in <i>Emerald Cut Stones</i> was entirely remedial and thus nonpunitive, primarily because it \"provide[d] a reasonable form of liquidated damages'' to the Government. 409 U.S., at 237, 93 S.Ct., at 493.  The additional fact that such a remedial forfeiture also \"serves to reimburse the Government for investigation and enforcement expenses,'' <i>ibid.;</i> see <i>post,</i> at __-__, is essentially meaningless, because even a clearly punitive criminal fine or forfeiture could be said in some measure to reimburse for criminal enforcement and investigation.  Contrary to the dissent's assertion, this certainly does not mean that the forfeiture in this case-which, as the dissent acknowledges, see <i>post,</i> at ---- (respondent's forfeiture is a \"fine''), 10 (&#167;982(a)(1) imposes a \"punishment''), is clearly punitive-\"would have to [be treated] as nonpunitive.'' <i>Post,</i> at __.</p>\n        <p>***</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>524 U.S. 321 (1998)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nBAJAKAJIAN</h1></center>\n<center>No. 96-1487.</center>\n<center><p><b>United States Supreme Court.</b></p></center>\n<center>Argued November 4, 1997.</center>\n<center>Decided June 22, 1998.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE NINTH CIRCUIT\n<p><span class=\"star-pagination\">*322</span> <span class=\"star-pagination\">*323</span> Thomas, J., delivered the opinion of the Court, in which Stevens, Souter, Ginsburg, and Breyer, JJ., joined. Kennedy, J., filed a dissenting <span class=\"star-pagination\">*324</span> opinion, in which Rehnquist, C. J., and Connor and Scalia, JJ., joined, <i>post,</i> p. 344.</p>\n<p><i>Irving L. Gornstein</i> argued the cause for the United States. With him on the briefs were <i>Acting Solicitor General Dellinger, Acting Solicitor General Waxman, Acting Assistant Attorney General Keeney, Deputy Solicitor General Dreeben,</i> and <i>Kathleen A. Felton.</i></p>\n<p><i>James E. Blatt</i> argued the cause and filed a brief for respondent.<sup>[*]</sup></p>\n<p>Justice Thomas, delivered the opinion of the Court.</p>\n<p>Respondent Hosep Bajakajian attempted to leave the United States without reporting, as required by federal law, that he was transporting more than $10,000 in currency. Federal law also provides that a person convicted of willfully violating this reporting requirement shall forfeit to the Government \"any property . . . involved in such offense.\" 18 U. S. C.  982(a)(1). The question in this case is whether forfeiture of the entire $357,144 that respondent failed to declare would violate the Excessive Fines Clause of the Eighth Amendment. We hold that it would, because full forfeiture of respondent's currency would be grossly disproportional to the gravity of his offense.</p>\n<p></p>\n<h2>I</h2>\n<p>On June 9, 1994, respondent, his wife, and his two daughters were waiting at Los Angeles International Airport to board a flight to Italy; their final destination was Cyprus. Using dogs trained to detect currency by its smell, customs inspectors discovered some $230,000 in cash in the Bajakajians' checked baggage. A customs inspector approached respondent and his wife and told them that they were required to report all money in excess of $10,000 in their possession or in their baggage. Respondent said that he had $8,000 and <span class=\"star-pagination\">*325</span> that his wife had another $7,000, but that the family had no additional currency to declare. A search of their carry-on bags, purse, and wallet revealed more cash; in all, customs inspectors found $357,144. The currency was seized and respondent was taken into custody.</p>\n<p>A federal grand jury indicted respondent on three counts. Count One charged him with failing to report, as required by 31 U. S. C.  5316(a)(1)(A),<sup>[1]</sup> that he was transporting more than $10,000 outside the United States, and with doing so \"willfully,\" in violation of  5322(a).<sup>[2]</sup> Count Two charged him with making a false material statement to the United States Customs Service, in violation of 18 U. S. C.  1001. Count Three sought forfeiture of the $357,144 pursuant to 18 U. S. C.  982(a)(1), which provides:</p>\n<blockquote>\"The court, in imposing sentence on a person convicted of an offense in violation of section . . . 5316, . . . shall order that the person forfeit to the United States any property, real or personal, involved in such offense, or any property traceable to such property.\" 18 U. S. C.  982(a)(1).</blockquote>\n<p>Respondent pleaded guilty to the failure to report in Count One; the Government agreed to dismiss the false statement charge in Count Two; and respondent elected to have a bench trial on the forfeiture in Count Three. After the bench trial, the District Court found that the entire $357,144 was subject to forfeiture because it was \"involved <span class=\"star-pagination\">*326</span> in\" the offense. <i>Ibid.</i> The court also found that the funds were not connected to any other crime and that respondent was transporting the money to repay a lawful debt. Tr. 61-62 (Jan. 19, 1995). The District Court further found that respondent had failed to report that he was taking the currency out of the United States because of fear stemming from \"cultural differences\": Respondent, who had grown up as a member of the Armenian minority in Syria, had a \"distrust for the Government.\" <i>Id.,</i> at 63; see Tr. of Oral Arg. 30.</p>\n<p>Although  982(a)(1) directs sentencing courts to impose full forfeiture, the District Court concluded that such forfeiture would be \"extraordinarily harsh\" and \"grossly disproportionate to the offense in question,\" and that it would therefore violate the Excessive Fines Clause. Tr. 63. The court instead ordered forfeiture of $15,000, in addition to a sentence of three years of probation and a fine of $5,000the maximum fine under the Sentencing Guidelinesbecause the court believed that the maximum Guidelines fine was \"too little\" and that a $15,000 forfeiture would \"make up for what I think a reasonable fine should be.\" <i>Ibid.</i></p>\n<p>The United States appealed, seeking full forfeiture of respondent's currency as provided in  982(a)(1). The Court of Appeals for the Ninth Circuit affirmed. 84 F. 3d 334 (1996). Applying Circuit precedent, the court held that, to satisfy the Excessive Fines Clause, a forfeiture must fulfill two conditions: The property forfeited must be an \"instrumentality\" of the crime committed, and the value of the property must be proportional to the culpability of the owner. <i>Id.,</i> at 336 (citing <i>United States</i> v. <i>Real Property Located in El Dorado County,</i> 59 F. 3d 974, 982 (CA9 1995)). A majority of the panel determined that the currency was not an \"instrumentality\" of the crime of failure to report because \"`[t]he crime [in a currency reporting offense] is the withholding of information, . . . not the possession or the transportation of the money.' \" 84 F. 3d, at 337 (quoting <i>United States</i> v. <i>$69,292</i>  <span class=\"star-pagination\">*327</span> <i>in United States Currency,</i> 62 F. 3d 1161, 1167 (CA9 1995)). The majority therefore held that  982(a)(1) could never satisfy the Excessive Fines Clause in cases involving forfeitures of currency and that it was unnecessary to apply the \"proportionality\" prong of the test. Although the panel majority concluded that the Excessive Fines Clause did not permit forfeiture of<i>any</i> of the unreported currency, it held that it lacked jurisdiction to set the $15,000 forfeiture aside because respondent had not cross-appealed to challenge that forfeiture. 84 F. 3d, at 338.</p>\n<p>Judge Wallace concurred in the result. He viewed respondent's currency as an instrumentality of the crime because \"without the currency, there can be no offense,\" <i>id.,</i> at 339, and he criticized the majority for \"strik[ing] down a portion of\" the statute, <i>id.,</i> at 338. He nonetheless agreed that full forfeiture would violate the Excessive Fines Clause in respondent's case, based upon the \"proportionality\" prong of the Ninth Circuit test. Finding no clear error in the District Court's factual findings, he concluded that the reduced forfeiture of $15,000 was proportional to respondent's culpability. <i>Id.,</i> at 339-340.</p>\n<p>Because the Court of Appeals' holdingthat the forfeiture ordered by  982(a)(1) was <i>per se</i> unconstitutional in cases of currency forfeitureinvalidated a portion of an Act of Congress, we granted certiorari. 520 U. S. 1239 (1997).</p>\n<p></p>\n<h2>II</h2>\n<p>The Eighth Amendment provides: \"Excessive bail shall not be required, nor excessive fines imposed, nor cruel and unusual punishments inflicted.\" U. S. Const., Amdt. 8. This Court has had little occasion to interpret, and has never actually applied, the Excessive Fines Clause. We have, however, explained that at the time the Constitution was adopted, \"the word `fine' was understood to mean a payment to a sovereign as punishment for some offense.\" <i>Browning-Ferris Industries of Vt., Inc.</i> v. <i>Kelco Disposal,</i>  <span class=\"star-pagination\">*328</span> <i>Inc.,</i> 492 U. S. 257, 265 (1989). The Excessive Fines Clause thus \"limits the government's power to extract payments, whether in cash or in kind, `as punishment for some offense.' \" <i>Austin</i> v. <i>United States,</i> 509 U. S. 602, 609-610 (1993) (emphasis deleted). Forfeiturespayments in kind are thus \"fines\" if they constitute punishment for an offense.</p>\n<p>We have little trouble concluding that the forfeiture of currency ordered by  982(a)(1) constitutes punishment. The statute directs a court to order forfeiture as an additional sanction when \"imposing sentence on a person convicted of\" a willful violation of  5316's reporting requirement. The forfeiture is thus imposed at the culmination of a criminal proceeding and requires conviction of an underlying felony, and it cannot be imposed upon an innocent owner of unreported currency, but only upon a person who has himself been convicted of a  5316 reporting violation.<sup>[3]</sup> Cf. <i>id.,</i> at 619 (holding forfeiture to be a \"fine\" in part because the forfeiture statute \"expressly provide[d] an `innocent owner' defense\" and thus \"look[ed] . . . like punishment\").</p>\n<p><span class=\"star-pagination\">*329</span> The United States argues, however, that the forfeiture of currency under  982(a)(1) \"also serves important remedial purposes.\" Brief for United States 20. The Government asserts that it has \"an overriding sovereign interest in controlling what property leaves and enters the country.\" <i>Ibid.</i>  It claims that full forfeiture of unreported currency supports that interest by serving to \"dete[r] illicit movements of cash\" and aiding in providing the Government with \"valuable information to investigate and detect criminal activities associated with that cash.\" <i>Id.,</i> at 21. Deterrence, however, has traditionally been viewed as a goal of punishment, and forfeiture of the currency here does not serve the remedial purpose of compensating the Government for a loss. See Black's Law Dictionary 1293 (6th ed. 1990) (\"[R]emedial action\" is one \"brought to obtain compensation or indemnity\"); <i>One Lot Emerald Cut Stones</i> v. <i>United States,</i> 409 U. S. 232 (1972) <i>(per curiam)</i> (monetary penalty provides \"a reasonable form of liquidated damages,\" <i>id.,</i> at 237, to the Government and is thus a \"remedial\" sanction because it compensates Government for lost revenues). Although the Government has asserted a loss of information regarding the amount of currency leaving the country, that loss would not be remedied by the Government's confiscation of respondent's $357,144.<sup>[4]</sup></p>\n<p>The United States also argues that the forfeiture mandated by  982(a)(1) is constitutional because it falls within a class of historic forfeitures of property tainted by crime. See Brief for United States 16 (citing, <i>inter alia, The Pal-</i>  <span class=\"star-pagination\">*330</span> <i>myra,</i> 12 Wheat. 1, 13 (1827) (forfeiture of ship); <i>Dobbins's Distillery</i> v. <i>United States,</i> 96 U. S. 395, 400-401 (1878) (forfeiture of distillery)). In so doing, the Government relies upon a series of cases involving traditional civil <i>in rem</i> forfeitures that are in apposite because such forfeitures were historically considered nonpunitive.</p>\n<p>The theory behind such forfeitures was the fiction that the action was directed against \"guilty property,\" rather than against the offender himself.<sup>[5]</sup> See, <i>e. g., </i><i>Various Items of Personal Property</i> v. <i>United States,</i> 282 U. S. 577, 581 (1931) (\"[I]t is the property which is proceeded against, and, by resort to a legal fiction, held guilty and condemned as though it were conscious instead of inanimate and insentient\"); see also R. Waples<i>,</i> Proceedings In Rem 13, 205-209 (1882). Historically, the conduct of the property owner was irrelevant; indeed, the owner of forfeited property could be entirely innocent of any crime. See, <i>e. g., </i><i>Origet</i> v. <i>United States,</i> 125 U. S. 240, 246 (1888) (\"[T]he merchandise is to be forfeited irrespective of any criminal prosecution. . . . The person punished for the offence may be an entirely different person from the owner of the merchandise, or any person interested in it. The forfeiture of the goods of the principal can form no part of the personal punishment of his agent\"). As Justice Story explained:</p>\n<blockquote>\"The thing is here primarily considered as the offender, or rather the offence is attached primarily to the thing; and this, whether the offence be <i>malum prohibitum,</i> or <span class=\"star-pagination\">*331</span> <i>malum in se.</i> . . . [T]he practice has been, and so this Court understand the law to be, that the proceeding <i>in</i>  <i>rem</i> stands independent of, and wholly unaffected by any criminal proceeding <i>in personam.\" The Palmyra,</i>  12 Wheat.<i>,</i> at 14-15.</blockquote>\n<p>Traditional <i>in rem</i> forfeitures were thus not considered punishment against the individual for an offense. See <i>id.,</i> at 14; <i>Dobbins's Distillery</i> v. <i>United States, supra,</i> at 401; <i>Van Oster</i> v. <i>Kansas,</i> 272 U. S. 465, 467-468 (1926); <i>Calero-Toledo</i>  v. <i>Pearson Yacht Leasing Co.,</i> 416 U. S. 663, 683-684 (1974); <i>Taylor</i> v. <i>United States,</i> 3 How. 197, 210 (1845) (opinion of Story, J.) (laws providing for <i>in rem</i> forfeiture of goods imported in violation of customs laws, although in one sense \"imposing a penalty or forfeiture[,] . . . truly deserve to be called, remedial\"); see also <i>United States</i> v. <i>Ursery,</i> 518 U. S. 267, 293 (1996) (Kennedy, J., concurring) (\"[C]ivil <i>in rem</i>  forfeiture is not punishment of the wrongdoer for his criminal offense\"). Because they were viewed as nonpunitive, such forfeitures traditionally were considered to occupy a place outside the domain of the Excessive Fines Clause. Recognizing the nonpunitive character of such proceedings, we have held that the Double Jeopardy Clause does not bar the institution of a civil, <i>in rem</i> forfeiture action after the criminal conviction of the defendant. See <i>id.,</i> at 278.<sup>[6]</sup></p>\n<p>The forfeiture in this case does not bear any of the hallmarks of traditional civil <i>in rem</i> forfeitures. The Government <span class=\"star-pagination\">*332</span> has not proceeded against the currency itself, but has instead sought and obtained a criminal conviction of respondent personally. The forfeiture serves no remedial purpose, is designed to punish the offender, and cannot be imposed upon innocent owners.</p>\n<p>Section 982(a)(1) thus descends not from historic <i>in rem</i>  forfeitures of guilty property, but from a different historical tradition: that of <i>in personam,</i> criminal forfeitures. Such forfeitures have historically been treated as punitive, being part of the punishment imposed for felonies and treason in the Middle Ages and at common law. See W. McKechnie, Magna Carta 337-339 (2d ed. 1958); 2 F. Pollock &amp; F. Maitland, The History of English Law 460-466 (2d ed. 1909). Although <i>in personam</i> criminal forfeitures were well established in England at the time of the founding, they were rejected altogether in the laws of this country until very recently.<sup>[7]</sup></p>\n<p><span class=\"star-pagination\">*333</span> The Government specifically contends that the forfeiture of respondent's currency is constitutional because it involves an \"instrumentality\" of respondent's crime.<sup>[8]</sup> According to the Government, the unreported cash is an instrumentality because it \"does not merely facilitate a violation of law,\" but is \"`the very <i>sine qua non</i> of the crime.' \" Brief for United States 20 (quoting <i>United States</i> v. <i>United States Currency in the Amount of One Hundred Forty-Five Thousand, One Hundred Thirty-Nine Dollars,</i> 18 F. 3d 73, 75 (CA2), cert. denied <i>sub nom. </i><i>Etim</i> v<i>. United States,</i> 513 U. S. 815 (1994)). The Government reasons that \"there would be no violation at all without the exportation (or attempted exportation) of the cash.\" Brief for United States 20.</p>\n<p>Acceptance of the Government's argument would require us to expand the traditional understanding of instrumentality forfeitures. This we decline to do. Instrumentalities historically have been treated as a form of \"guilty property\" that can be forfeited in civil <i>in rem</i> proceedings. In this case, however, the Government has sought to punish respondent by proceeding against him criminally, <i>in personam,</i>  rather than proceeding <i>in rem</i> against the currency. It is therefore irrelevant whether respondent's currency is an instrumentality; the forfeiture is punitive, and the test for <span class=\"star-pagination\">*334</span> the excessiveness of a punitive forfeiture involves solely a proportionality determination. See <i>infra</i> this page and 335-337.<sup>[9]</sup></p>\n<p></p>\n<h2>III</h2>\n<p>Because the forfeiture of respondent's currency constitutes punishment and is thus a \"fine\" within the meaning of the Excessive Fines Clause, we now turn to the question whether it is \"excessive.\"</p>\n<p></p>\n<h2>A</h2>\n<p>The touchstone of the constitutional inquiry under the Excessive Fines Clause is the principle of proportionality: The amount of the forfeiture must bear some relationship to the gravity of the offense that it is designed to punish. See <i>Austin</i> v. <i>United States,</i> 509 U. S., at 622-623 (noting Court of Appeals' statement that \"`the government is exacting too high a penalty in relation to the offense committed' \"); <i>Alexander</i> v. <i>United States,</i> 509 U. S. 544, 559 (1993) (\"It is in the light of the extensive criminal activities which petitioner apparently conducted . . . that the question whether the forfeiture was `excessive' must be considered\"). Until today, however, we have not articulated a standard for determining whether a punitive forfeiture is constitutionally excessive. We now hold that a punitive forfeiture violates the Excessive Fines Clause if it is grossly disproportional to the gravity of a defendant's offense.</p>\n<p><span class=\"star-pagination\">*335</span> The text and history of the Excessive Fines Clause demonstrate the centrality of proportionality to the excessiveness inquiry; nonetheless, they provide little guidance as to how disproportional a punitive forfeiture must be to the gravity of an offense in order to be \"excessive.\" Excessive means surpassing the usual, the proper, or a normal measure of proportion. See 1 N. Webster, American Dictionary of the English Language (1828) (defining excessive as \"beyond the common measure or proportion\"); S. Johnson, A Dictionary of the English Language 680 (4th ed. 1773) (\"[b]eyond the common proportion\"). The constitutional question that we address, however, is just how proportional to a criminal offense a fine must be, and the text of the Excessive Fines Clause does not answer it.</p>\n<p>Nor does its history. The Clause was little discussed in the First Congress and the debates over the ratification of the Bill of Rights. As we have previously noted, the Clause was taken verbatim from the English Bill of Rights of 1689. See <i>Browning-Ferris Industries of Vt., Inc.</i> v. <i>Kelco Disposal, Inc.,</i> 492 U. S., at 266-267. That document's prohibition against excessive fines was a reaction to the abuses of the King's judges during the reigns of the Stuarts, <i>id.,</i> at 267, but the fines that those judges imposed were described contemporaneously only in the most general terms. See <i>Earl of Devonshire's Case,</i> 11 State Tr. 1367, 1372 (H. L. 1689) (fine of 30,000 \"excessive and exorbitant, against Magna Charta, the common right of the subject, and the law of the land\"). Similarly, Magna Chartawhich the Stuart judges were accused of subvertingrequired only that amercements (the medieval predecessors of fines) should be proportioned to the offense and that they should not deprive a wrongdoer of his livelihood:</p>\n<blockquote>\"A Free-man shall not be amerced for a small fault, but after the manner of the fault; and for a great fault after the greatness thereof, saving to him his contenement; (2) and a Merchant likewise, saving to him his <span class=\"star-pagination\">*336</span> merchandise; (3) and any other's villain than ours shall be likewise amerced, saving his wainage.\" Magna Charta, 9 Hen. III, ch. 14 (1225), 1 Stat. at Large 6-7 (1762 ed.).</blockquote>\n<p>None of these sources suggests how disproportional to the gravity of an offense a fine must be in order to be deemed constitutionally excessive.</p>\n<p>We must therefore rely on other considerations in deriving a constitutional excessiveness standard, and there are two that we find particularly relevant. The first, which we have emphasized in our cases interpreting the Cruel and Unusual Punishments Clause, is that judgments about the appropriate punishment for an offense belong in the first instance to the legislature. See, <i>e. g., </i><i>Solem</i> v. <i>Helm,</i> 463 U. S. 277, 290 (1983) (\"Reviewing courts . . . should grant substantial deference to the broad authority that legislatures necessarily possess in determining the types and limits of punishments for crimes\"); see also <i>Gore</i> v.<i>United States,</i> 357 U. S. 386, 393 (1958) (\"Whatever views may be entertained regarding severity of punishment, . . . these are peculiarly questions of legislative policy\"). The second is that any judicial determination regarding the gravity of a particular criminal offense will be inherently imprecise. Both of these principles counsel against requiring strict proportionality between the amount of a punitive forfeiture and the gravity of a criminal offense, and we therefore adopt the standard of gross disproportionality articulated in our Cruel and Unusual Punishments Clause precedents. See, <i>e. g., </i><i>Solem</i> v. <i>Helm, supra,</i>  at 288; <i>Rummel</i> v. <i>Estelle,</i> 445 U. S. 263, 271 (1980).</p>\n<p>In applying this standard, the district courts in the first instance, and the courts of appeals, reviewing the proportionality determination <i>de novo,</i><sup>[10]</sup> must compare the amount <span class=\"star-pagination\">*337</span> of the forfeiture to the gravity of the defendant's offense. If the amount of the forfeiture is grossly disproportional to the gravity of the defendant's offense, it is unconstitutional.</p>\n<p></p>\n<h2>B</h2>\n<p>Under this standard, the forfeiture of respondent's entire $357,144 would violate the Excessive Fines Clause.<sup>[11]</sup> Respondent's crime was solely a reporting offense. It was permissible to transport the currency out of the country so long as he reported it. Section 982(a)(1) orders currency to be forfeited for a \"willful\" violation of the reporting requirement. Thus, the essence of respondent's crime is a willful failure to report the removal of currency from the United States.<sup>[12]</sup> Furthermore, as the District Court found, respondent's <span class=\"star-pagination\">*338</span> violation was unrelated to any other illegal activities. The money was the proceeds of legal activity and was to be used to repay a lawful debt. Whatever his other vices, respondent does not fit into the class of persons for whom the statute was principally designed: He is not a money launderer, a drug trafficker, or a tax evader.<sup>[13]</sup> See Brief for United States 2-3. And under the Sentencing Guidelines, the maximum sentence that could have been imposed on respondent was six months, while the maximum fine was $5,000. App. to Pet. for Cert. 17a (transcript of District Court sentencing hearing); United States Sentencing Commission, Guidelines Manual  5(e)1.2, Sentencing Table <span class=\"star-pagination\">*339</span> (Nov. 1994). Such penalties confirm a minimal level of culpability.<sup>[14]</sup></p>\n<p>The harm that respondent caused was also minimal. Failure to report his currency affected only one party, the Government, and in a relatively minor way. There was no fraud on the United States, and respondent caused no loss to the public fisc. Had his crime gone undetected, the Government would have been deprived only of the information that $357,144 had left the country. The Government and the dissent contend that there is a correlation between the amount forfeited and the harm that the Government would have suffered had the crime gone undetected. See Brief for United States 30 (forfeiture is \"perfectly calibrated\"); <i>post,</i> at 344 (\"a fine calibrated with this accuracy\"). We disagree. There is no inherent proportionality in such a forfeiture. It is impossible to conclude, for example, that the harm respondent caused is anywhere near 30 times greater than that caused by a hypothetical drug dealer who willfully fails to report taking $12,000 out of the country in order to purchase drugs.</p>\n<p>Comparing the gravity of respondent's crime with the $357,144 forfeiture the Government seeks, we conclude that such a forfeiture would be grossly disproportional to the <span class=\"star-pagination\">*340</span> gravity of his offense.<sup>[15]</sup> It is larger than the $5,000 fine imposed by the District Court by many orders of magnitude, and it bears no articulable correlation to any injury suffered by the Government.</p>\n<p></p>\n<h2>C</h2>\n<p>Finally, we must reject the contention that the proportionality of full forfeiture is demonstrated by the fact that the First Congress enacted statutes requiring full forfeiture of goods involved in customs offenses or the payment of monetary penalties proportioned to the goods' value. It is argued that the enactment of these statutes at roughly the same time that the Eighth Amendment was ratified suggests that full forfeiture, in the customs context at least, is a proportional punishment. The early customs statutes, however, do not support such a conclusion because, unlike  982(a)(1), the type of forfeiture that they imposed was not considered punishment for a criminal offense.</p>\n<p>Certain of the early customs statutes required the forfeiture of goods imported in violation of the customs laws, and, in some instances, the vessels carrying them as well. See<i>, e. g.,</i> Act of Aug. 4, 1790,  27, 1 Stat. 163 (goods unladen without a permit from the collector). These forfeitures, however, were civil <i>in rem</i> forfeitures, in which the Government proceeded against the property itself on the theory that it was guilty, not against a criminal defendant. See, <i>e. g., </i><i>Harford</i> v. <i>United States,</i> 8 Cranch 109 (1814) (goods unladen without a permit); <i>Locke</i> v. <i>United States,</i> 7 Cranch 339, 340 (1813) (same). Such forfeitures sought to vindicate the Government's underlying property right in customs duties, and like other traditional <i>in rem</i> forfeitures, they were not considered at the founding to be punishment for an offense. See <i>supra,</i> at 330-331. They therefore indicate <span class=\"star-pagination\">*341</span> nothing about the proportionality of the punitive forfeiture at issue here. See <i>supra,</i> at 330-332.<sup>[16]</sup></p>\n<p>Other statutes, however, imposed monetary \"forfeitures\" proportioned to the value of the goods involved. See, <i>e. g.,</i>  Act of July 31, 1789,  22, 1 Stat. 42 (if an importer, \"with design to defraud the revenue,\" did not invoice his goods at their actual cost at the place of export, \"all such goods, wares or merchandise, or the value thereof . . . shall be forfeited\");  25, <i>id.,</i> at 43 (any person concealing or purchasing goods, knowing they were liable to seizure for violation of the customs laws, was liable to \"forfeit and pay a sum double the value of the goods so concealed or purchased\"); see also Act of Aug. 4, 1790,  10, 14, 22, <i>id.,</i> at 156, 158, 161. Similar statutes were passed in later Congresses. See, <i>e. g.,</i> Act of Mar. 2, 1799,  24, 28, 45, 46, 66, 69, 79, 84, <i>id.,</i> at 646, 648, 661, 662, 677, 678, 687, 694; Act of Mar. 3, 1823, ch. 58,  1, 3 Stat. 781.</p>\n<p>These \"forfeitures\" were similarly not considered punishments for criminal offenses. This Court so recognized in <i>Stockwell</i> v. <i>United States,</i> 13 Wall. 531 (1871), a case interpreting a statute that, like the Act of July 31, 1789, provided that a person who had concealed goods liable to seizure for customs violations should \"forfeit and pay a sum double the amount or value of the goods.\" Act of Mar. 3, 1823, ch. 58,  2, 3 Stat. 781-782. The <i>Stockwell</i> Court rejected the defendant's <span class=\"star-pagination\">*342</span> contention that this provision was \"penal,\" stating instead that it was \"fully as remedial in its character, designed as plainly to secure [the] rights [of the Government], as are the statutes rendering importers liable to duties.\" 13 Wall., at 546. The Court reasoned:</p>\n<blockquote>\"When foreign merchandise, subject to duties, is imported into the country, the act of importation imposes on the importer the obligation to pay the legal charges. Besides this the goods themselves, if the duties be not paid, are subject to seizure . . . . Every act, therefore, which interferes with the right of the government to seize and appropriate the property which has been forfeited to it . . . is a wrong to property rights, and is a fit subject for indemnity.\" <i>Ibid.</i>\n</blockquote>\n<p>Significantly, the fact that the forfeiture was a multiple of the value of the goods did not alter the Court's conclusion:</p>\n<blockquote>\"The act of abstracting goods illegally imported, receiving, concealing, or buying them, interposes difficulties in the way of a government seizure, and impairs, therefore, the value of the government right. It is, then, hardly accurate to say that the only loss the government can sustain from concealing the goods liable to seizure is their single value . . . . Double the value may not be more than complete indemnity.\" <i>Id.,</i> at 546-547.</blockquote>\n<p>The early monetary forfeitures, therefore, were considered not as punishment for an offense, but rather as serving the remedial purpose of reimbursing the Government for the losses accruing from the evasion of customs duties.<sup>[17]</sup> They <span class=\"star-pagination\">*343</span> were thus no different in purpose and effect than the <i>in rem</i>  forfeitures of the goods to whose value they were proportioned.<sup>[18]</sup> Cf. <i>One Lot Emerald Cut Stones</i> v. <i>United States,</i>  409 U. S., at 237 (customs statute requiring the forfeiture of undeclared goods concealed in baggage and imposing a monetary penalty equal to the value of the goods imposed a \"remedial, rather than [a] punitive sanctio[n]\").<sup>[19]</sup> By contrast, <span class=\"star-pagination\">*344</span> the full forfeiture mandated by  982(a)(1) in this case serves no remedial purpose; it is clearly punishment. The customs statutes enacted by the First Congress, therefore, in no way suggest that  982(a)(1)'s currency forfeiture is constitutionally proportional.</p>\n<p></p>\n<h2>* * *</h2>\n<p>For the foregoing reasons, the full forfeiture of respondent's currency would violate the Excessive Fines Clause. The judgment of the Court of Appeals is</p>\n<p><i>Affirmed.</i></p>\n<p>Justice Kennedy, with whom The Chief Justice, Justice CONNOR, and Justice Scalia join, dissenting.</p>\n<p>For the first time in its history, the Court strikes down a fine as excessive under the Eighth Amendment. The decision is disturbing both for its specific holding and for the broader upheaval it foreshadows. At issue is a fine Congress fixed in the amount of the currency respondent sought to smuggle or to transport without reporting. If a fine calibrated with this accuracy fails the Court's test, its decision portends serious disruption of a vast range of statutory fines. The Court all but says the offense is not serious anyway. This disdain for the statute is wrong as an empirical matter and disrespectful of the separation of powers. The irony of the case is that, in the end, it may stand for narrowing constitutional protection rather than enhancing it. To make its rationale work, the Court appears to remove important classes of fines from any excessiveness inquiry at all. This, too, is unsound; and with all respect, I dissent.</p>\n<p></p>\n<h2>I</h2>\n<p></p>\n<h2>A</h2>\n<p>In striking down this forfeiture, the majority treats many fines as \"remedial\" penalties even though they far exceed the <span class=\"star-pagination\">*345</span> harm suffered. Remedial penalties, the Court holds, are not subject to the Excessive Fines Clause at all. See, <i>e. g., ante,</i>  at 342. Proceeding from this premise, the majority holds customs fines are remedial and not at all punitive, even if they amount to many times the duties due on the goods. See <i>ante,</i> at 341-344. In the majority's universe, a fine is not a punishment even if it is much larger than the money owed. This confuses whether a fine is excessive with whether it is a punishment.</p>\n<p>This novel, mistaken approach requires reordering a tradition existing long before the Republic and confirmed in its early years. The Court creates its category to reconcile its unprecedented holding with a six-century-long tradition of <i>in personam</i> customs fines equal to one, two, three, or even four times the value of the goods at issue. <i>E. g., Cross</i> v. <i>United States,</i> 6 F. Cas. 892 (No. 3,434) (CC Mass. 1812) (Story, J., Cir. J.); <i>United States</i> v. <i>Riley,</i> 88 F. 480 (SDNY 1898); <i>United States</i> v. <i>Jordan,</i> 26 F. Cas. 661 (No. 15,498) (Mass. 1876); <i>In re Vetterlein,</i> 28 F. Cas. 1172 (No. 16,929) (CC SDNY 1875); <i>United States</i> v. <i>Hughes,</i>  26 F. Cas. 417 (No. 15,417) (CC SDNY 1875); <i>McGlinchy</i> v. <i>United States,</i>  16 F. Cas. 118 (No. 8,803) (CC Me. 1875); <i>United States</i> v. <i>Hutchinson,</i> 26 F. Cas. 446 (No. 15,431) (Me. 1868); Tariff Act of 1930,  497, 46 Stat. 728, as amended, 19 U. S. C.  1497(a) (failing to declare goods); Act of Mar. 3, 1863,  1, 12 Stat. 738 (same); Act of Mar. 3, 1823, ch. 58,  1, 3 Stat. 781 (importing without a manifest); Act of Mar. 2, 1799,  46, 79, 84, 1 Stat. 662, 687, 694 (failing to declare goods; failing to reexport goods; making false entries on forms); Act of Aug. 4, 1790,  10, 14, 22, 1 Stat. 156, 158, 161 (submitting incomplete manifests; unloading before customs; unloading dutyfree goods); Act of July 31, 1789,  22, 25, 1 Stat. 42, 43 (using false invoices; buying uncustomed goods); <i>King</i> v. <i>Manning,</i> 2 Comyns 616, 92 Eng. Rep. 1236 (K. B. 1738) (assisting smugglers); 1 Eliz. 1, ch. 11,  5 (1558-1559) (Eng.) (declaring goods under wrong person's name); 1 &amp; 2 Phil. &amp; <span class=\"star-pagination\">*346</span> M., ch. 5,  1, 3 (1554-1555) (Eng.) (exporting food without a license; exporting more food than the license allowed); 5 Rich. 2, Stat. 1, chs. 2, 3 (1381) (Eng.) (exporting gold or silver without a license; using ships other than those of the King's allegiance).</p>\n<p>In order to sweep all these precedents aside, the majority's remedial analysis assumes the settled tradition was limited to \"reimbursing the Government for\" unpaid duties. <i>Ante,</i>  at 342. The assumption is wrong. Many offenses did not require a failure to pay a duty at all. See, <i>e. g.,</i> Act of Mar. 3, 1863,  1, 12 Stat. 738 (importing under false invoices); Act of Mar. 3, 1823, ch. 58,  1, 3 Stat. 781 (failing to deliver ship's manifest); Act of Mar. 2, 1799,  28, 1 Stat. 648 (transferring goods from one ship to another); Act of Aug. 4, 1790,  14, 1 Stat. 158 (same); 5 Rich. II, st. 1, ch. 2 (1381) (Eng.) (exporting gold or silver without a license). None of these <i>in personam</i> penalties depended on a compensable monetary loss to the Government. True, these offenses risked causing harm, <i>ante,</i> at 342-343, n. 17, but so does smuggling or not reporting cash. A sanction proportioned to potential rather than actual harm is punitive, though the potential harm may make the punishment a reasonable one. See <i>TXO Production Corp.</i> v. <i>Alliance Resources Corp.,</i> 509 U. S. 443, 460-462 (1993) (opinion of Stevens, J.). The majority nonetheless treats the historic penalties as nonpunitive and thus not subject to the Excessive Fines Clause, though they are indistinguishable from the fine in this case. (It is a mark of the Court's doctrinal difficulty that we must speak of nonpunitive penalties, which is a contradiction in terms.)</p>\n<p>Even if the majority's typology were correct, it would have to treat the instant penalty as nonpunitive. In this respect, the Court cannot distinguish the case on which it twice relies, <i>One Lot Emerald Cut Stones</i> v. <i>United States,</i> 409 U. S. 232 (1972) <i>(per curiam)</i><i>. Ante,</i> at 329, 343. <i>Emerald Stones</i> held forfeiture of smuggled goods plus a fine equal to their value was remedial and not punitive, for purposes of <span class=\"star-pagination\">*347</span> double jeopardy, because the fine \"serves to reimburse the Government for investigation and enforcement expenses.\" 409 U. S., at 237. The logic, however, applies with equal force here. Forfeiture of the money involved in the offense would compensate for the investigative and enforcement expenses of the Customs Service. There is no reason to treat the cases differently, just because a small duty was at stake in one and a disclosure form in the other. See <i>Bollinger's Champagne,</i> 3 Wall. 560, 564 (1866) (holding falsehoods on customs forms justify forfeiture even if the lies do not affect the duties due and paid). The majority, in short, is not even faithful to its own artificial category of remedial penalties.</p>\n<p></p>\n<h2>B</h2>\n<p>The majority's novel holding creates another anomaly as well. The majority suggests <i>in rem</i> forfeitures of the instrumentalities of crimes are not fines at all. See <i>ante,</i> at 333-334, and nn. 8, 9. The point of the instrumentality theory is to distinguish goods having a \"close enough relationship to the offense\" from those incidentally related to it. <i>Austin</i> v. <i>United States,</i> 509 U. S. 602, 628 (1993) (Scalia, J., concurring in part and concurring in judgment). From this, the Court concludes the money in a cash-smuggling or nonreporting offense cannot be an instrumentality, unlike, say, a car used to transport goods concealed from taxes. <i>Ante,</i> at 334, n. 9. There is little logic in this rationale. The car plays an important role in the offense but is not essential; one could also transport goods by jet or by foot. The link between the cash and the cash-smuggling offense is closer, as the offender must fail to report while smuggling more than $10,000. See 31 U. S. C.  5316(a), 5322(a). The cash is not just incidentally related to the offense of cash smuggling. It is essential, whereas the car is not. Yet the car plays an important enough role to justify forfeiture, as the majority concedes. <i>A fortiori,</i> the cash does as well. Even if there were a clear distinction between instrumentalities <span class=\"star-pagination\">*348</span> and incidental objects, when the Court invokes the distinction it gets the results backwards.</p>\n<p></p>\n<h2>II</h2>\n<p>Turning to the question of excessiveness, the majority states the test: A defendant must prove a gross disproportion before a court will strike down a fine as excessive. See <i>ante,</i> at 334. This test would be a proper way to apply the Clause, if only the majority were faithful in applying it. The Court does not, however, explain why in this case forfeiture of all of the cash would have suffered from a gross disproportion. The offense is a serious one, and respondent's smuggling and failing to report were willful. The cash was lawful to own, but this fact shows only that the forfeiture was a fine; it cannot also prove that the fine was excessive.</p>\n<p>The majority illuminates its test with a principle of deference. Courts \"`should grant substantial deference to the broad authority that legislatures necessarily possess' \" in setting punishments. <i>Ante,</i> at 336 (quoting <i>Solem</i> v. <i>Helm,</i>  463 U. S. 277, 290 (1983)). Again, the principle is sound but the implementation is not. The majority's assessment of the crime accords no deference, let alone substantial deference, to the judgment of Congress. Congress deems the crime serious, but the Court does not. Under the congressional statute, the crime is punishable by a prison sentence, a heavy fine, and the forfeiture here at issue. As the statute makes clear, the Government needs the information to investigate other serious crimes, and it needs the penalties to ensure compliance.</p>\n<p></p>\n<h2>A</h2>\n<p>By affirming, the majority in effect approves a meager $15,000 forfeiture. The majority's holding purports to be narrower, saying only that forfeiture of the entire $357,144 would be excessive. <i>Ante,</i> at 337, and n. 11. This narrow holding is artificial in constricting the question presented for this Court's review. The statute mandates forfeiture of <span class=\"star-pagination\">*349</span> the entire $357,144. See 18 U. S. C.  982(a)(1). The only ground for reducing the forfeiture, then, is that any higher amount would be unconstitutional. The majority affirms the reduced $15,000 forfeiture on <i>de novo</i> review, see <i>ante,</i> at 336-337, and n. 11, which it can do only if a forfeiture of even $15,001 would have suffered from a gross disproportion. Indeed, the majority leaves open whether the $15,000 forfeiture itself was too great. See <i>ante,</i> at 337, n. 11. Money launderers, among the principal targets of this statute, may get an even greater return from their crime.</p>\n<p>The majority does not explain why respondent's knowing, willful, serious crime deserves no higher penalty than $15,000. It gives only a cursory explanation of why forfeiture of all of the money would have suffered from a gross disproportion. The majority justifies its evisceration of the fine because the money was legal to have and came from a legal source. See <i>ante,</i> at 337-338. This fact, however, shows only that the forfeiture was a fine, not that it was excessive. As the majority puts it, respondent's money was lawful to possess, was acquired in a lawful manner, and was lawful to export. <i>Ibid.</i> It was not, however, lawful to possess the money while concealing and smuggling it. Even if one overlooks this problem, the apparent lawfulness of the money adds nothing to the argument. If the items possessed had been dangerous or unlawful to own, for instance, narcotics, the forfeiture would have been remedial and would not have been a fine at all. See <i>Austin, supra,</i> at 621; <i>e. g., </i><i>United States</i> v. <i>One Assortment of 89 Firearms,</i> 465 U. S. 354, 364 (1984) (unlicensed guns); <i>Commonwealth</i> v. <i>Dana,</i>  43 Mass. 329, 337 (1841) (forbidden lottery tickets). If respondent had acquired the money in an unlawful manner, it would have been forfeitable as proceeds of the crime. As a rule, forfeitures of criminal proceeds serve the nonpunitive ends of making restitution to the rightful owners and of compelling the surrender of property held without right or ownership. See <i>United States</i> v. <i>Ursery,</i> 518 U. S. 267, 284 <span class=\"star-pagination\">*350</span> (1996). Most forfeitures of proceeds, as a consequence, are not fines at all, let alone excessive fines. Hence, the lawfulness of the money shows at most that the forfeiture was a fine; it cannot at the same time prove that the fine was excessive.</p>\n<p></p>\n<h2>B</h2>\n<p></p>\n<h2>1</h2>\n<p>In assessing whether there is a gross disproportion, the majority concedes, we must grant \"`substantial deference' \" to Congress' choice of penalties. <i>Ante,</i> at 336 (quoting <i>Solem, supra,</i> at 290). Yet, ignoring its own command, the Court sweeps aside Congress' reasoned judgment and substitutes arguments that are little more than speculation.</p>\n<p>Congress considered currency smuggling and nonreporting a serious crime and imposed commensurate penalties. It authorized punishments of five years' imprisonment, a $250,000 fine, plus forfeiture of all the undeclared cash. 31 U. S. C.  5322(a); 18 U. S. C.  982(a)(1). Congress found the offense standing alone is a serious crime, for the same statute doubles the fines and imprisonment for failures to report cash \"while violating another law of the United States.\" 31 U. S. C.  5322(b). Congress experimented with lower penalties on the order of one year in prison plus a $1,000 fine, but it found the punishments inadequate to deter lucrative money laundering. See President's Commission on Organized Crime, The Cash Connection: Organized Crime, Financial Institutions, and Money Laundering 27, 60 (Oct. 1984). The Court today rejects this judgment.</p>\n<p>The Court rejects the congressional judgment because, it says, the Sentencing Guidelines cap the appropriate fine at $5,000. See <i>ante,</i> at 338-339, and n. 14. The purpose of the Guidelines, however, is to select punishments with precise proportion, not to opine on what is a gross disproportion. In addition, there is no authority for elevating the Commission's judgment of what is prudent over the congressional judgment <span class=\"star-pagination\">*351</span> of what is constitutional. The majority, then, departs from its promise of deference in the very case announcing the standard.</p>\n<p>The Court's argument is flawed, moreover, by a serious misinterpretation of the Guidelines on their face. The Guidelines do not stop at the $5,000 fine the majority cites. They augment it with this vital point: \"Forfeiture is to be imposed upon a convicted defendant as provided by statute.\" United States Sentencing Commission, Guidelines Manual  5E1.4 (Nov. 1995). The fine thus supplements the forfeiture; it does not replace it. Far from contradicting congressional judgment on the offense, the Guidelines implement and mandate it.</p>\n<p></p>\n<h2>2</h2>\n<p>The crime of smuggling or failing to report cash is more serious than the Court is willing to acknowledge. The drug trade, money laundering, and tax evasion all depend in part on smuggled and unreported cash. Congress enacted the reporting requirement because secret exports of money were being used in organized crime, drug trafficking, money laundering, and other crimes. See H. R. Rep. No. 91-975, pp. 12-13 (1970). Likewise, tax evaders were using cash exports to dodge hundreds of millions of dollars in taxes owed to the Government. See <i>ibid.</i></p>\n<p>The Court does not deny the importance of these interests but claims they are not implicated here because respondent managed to disprove any link to other crimes. Here, to be sure, the Government had no affirmative proof that the money was from an illegal source or for an illegal purpose. This will often be the case, however. By its very nature, money laundering is difficult to prove; for if the money launderers have done their job, the money appears to be clean. The point of the statute, which provides for even heavier penalties if a second crime can be proved, is to mandate forfeiture regardless. See 31 U. S. C.  5322(b); 18 U. S. C. <span class=\"star-pagination\">*352</span>  982(a)(1). It is common practice, of course, for a cash courier not to confess a tainted source but to stick to a wellrehearsed story. The kingpin, the real owner, need not come forward to make a legal claim to the funds. He has his own effective enforcement measures to ensure delivery at destination or return at origin if the scheme is thwarted. He is, of course, not above punishing the courier who deviates from the story and informs. The majority is wrong, then, to assume <i>in personam</i> forfeitures cannot affect kingpins, as their couriers will claim to own the money and pay the penalty out of their masters' funds. See <i>ante,</i> at 328, n. 3. Even if the courier confessed, the kingpin could face an <i>in personam</i> forfeiture for his agent's authorized acts, for the kingpin would be a co-principal in the commission of the crime. See 18 U. S. C.  2.</p>\n<p>In my view, forfeiture of all the unreported currency is sustainable whenever a willful violation is proved. The facts of this case exemplify how hard it can be to prove ownership and other crimes, and they also show respondent is far from an innocent victim. For one thing, he was guilty of repeated lies to Government agents and suborning lies by others. Customs inspectors told respondent of his duty to report cash. He and his wife claimed they had only $15,000 with them, not the $357,144 they in fact had concealed. He then told customs inspectors a friend named Abe Ajemian had lent him about $200,000. Ajemian denied this. A month later, respondent said Saeed Faroutan had lent him $170,000. Faroutan, however, said he had not made the loan and respondent had asked him to lie. Six months later, respondent resurrected the fable of the alleged loan from Ajemian, though Ajemian had already contradicted the story. As the District Court found, respondent \"has lied, and has had his friends lie.\" Tr. 54 (Jan. 19, 1995). He had proffered a \"suspicious and confused story, documented in the poorest way, and replete with past misrepresentation.\" <i>Id.,</i> at 61-62.</p>\n<p><span class=\"star-pagination\">*353</span> Respondent told these lies, moreover, in most suspicious circumstances. His luggage was stuffed with more than a third of a million dollars. All of it was in cash, and much of it was hidden in a case with a false bottom.</p>\n<p>The majority ratifies the District Court's see-no-evil approach. The District Court ignored respondent's lies in assessing a sentence. It gave him a two-level downward adjustment for acceptance of responsibility, instead of an increase for obstruction of justice. See <i>id.,</i> at 62. It dismissed the lies as stemming from \"distrust for the Government\" arising out of \"cultural differences.\" <i>Id.,</i> at 63. While the majority is sincere in not endorsing this excuse, <i>ante,</i> at 337-338, n. 12, it nonetheless affirms the fine tainted by it. This patronizing excuse demeans millions of lawabiding American immigrants by suggesting they cannot be expected to be as truthful as every other citizen. Each American, regardless of culture or ethnicity, is equal before the law. Each has the same obligation to refrain from perjury and false statements to the Government.</p>\n<p>In short, respondent was unable to give a single truthful explanation of the source of the cash. The multitude of lies and suspicious circumstances points to some form of crime. Yet, though the Government rebutted each and every fable respondent proffered, it was unable to adduce affirmative proof of another crime in this particular case.</p>\n<p>Because of the problems of individual proof, Congress found it necessary to enact a blanket punishment. See S. Rep. No. 99-130, p. 21 (1985); see also Drug Money Laundering Control Efforts, Hearing before the Subcommittee on Consumer and Regulatory Affairs of the Senate Banking, Housing, and Urban Affairs Committee, 101st Cong., 1st Sess., 84 (1989) (former Internal Revenue Service agent found it \"`unbelievably difficult' \" to discern which money flows were legitimate and which were tied to crime). One of the few reliable warning signs of some serious crimes is the use of large sums of cash. See <i>id.,</i> at 83. So Congress <span class=\"star-pagination\">*354</span> punished all cash smuggling or nonreporting, authorizing single penalties for the offense alone and double penalties for the offense coupled with proof of other crimes. See 31 U. S. C.  5322(a), (b). The requirement of willfulness, it judged, would be enough to protect the innocent. See <i>ibid.</i>  The majority second-guesses this judgment without explaining why Congress' blanket approach was unreasonable.</p>\n<p>Money launderers will rejoice to know they face forfeitures of less than 5% of the money transported, provided they hire accomplished liars to carry their money for them. Five percent, of course, is not much of a deterrent or punishment; it is comparable to the fee one might pay for a mortgage lender or broker. Cf. 15 U. S. C.  1602(aa)(1)(B) (high-cost mortgages cost more than 8% in points and fees). It is far less than the 20%26% commissions some drug dealers pay money launderers. See Hearing on Money Laundering and the Drug Trade before the Subcommittee on Crime of the House Judiciary Committee, 105th Cong., 1st Sess., 62 (1997) (testimony of M. Zeldin); Andelman, The Drug Money Maze, 73 Foreign Affairs 108 (July/Aug. 1994). Since many couriers evade detection, moreover, the average forfeiture per dollar smuggled could amount, courtesy of today's decision, to far less than 5%. In any event, the fine permitted by the majority would be a modest cost of doing business in the world of drugs and crime. See US/Mexico Bi-National Drug Threat Assessment 84 (Feb. 1997) (to drug dealers, transaction costs of 13%15% are insignificant compared to their enormous profit margins).</p>\n<p>Given the severity of respondent's crime, the Constitution does not forbid forfeiture of all of the smuggled or unreported cash. Congress made a considered judgment in setting the penalty, and the Court is in serious error to set it aside.</p>\n<p></p>\n<h2>III</h2>\n<p>The Court's holding may in the long run undermine the purpose of the Excessive Fines Clause. One of the main <span class=\"star-pagination\">*355</span> purposes of the ban on excessive fines was to prevent the King from assessing unpayable fines to keep his enemies in debtor's prison. See <i>Browning-Ferris Industries of Vt., Inc.</i> v. <i>Kelco Disposal, Inc.,</i> 492 U. S. 257, 267 (1989); 4 W. Blackstone, Commentaries on the Laws of England 373 (1769) (\"[C]orporal punishment, or a stated imprisonment,. . .is better than an excessive fine, for that amounts to imprisonment for life. And this is the reason why fines in the king's court are frequently denominated ransoms . . .\"). Concern with imprisonment may explain why the Excessive Fines Clause is coupled with, and follows right after, the Excessive Bail Clause. While the concern is not implicated herefor of necessity the money is there to satisfy the forfeiturethe Court's restrictive approach could subvert this purpose. Under the Court's holding, legislators may rely on mandatory prison sentences in lieu of fines. Drug lords will be heartened by this, knowing the prison terms will fall upon their couriers while leaving their own wallets untouched.</p>\n<p>At the very least, today's decision will encourage legislatures to take advantage of another avenue the majority leaves open. The majority subjects this forfeiture to scrutiny because it is <i>in personam,</i> but it then suggests most <i>in rem</i> forfeitures (and perhaps most civil forfeitures) may not be fines at all. <i>Ante,</i> at 331, 340-341, and n. 16; but see <i>ante,</i>  at 331, n. 6. The suggestion, one might note, is inconsistent or at least in tension with <i>Austin</i> v. <i>United States,</i> 509 U. S. 602 (1993). In any event, these remarks may encourage a legislative shift from <i>in personam</i> to <i>in rem</i> forfeitures, avoiding <i>mens rea</i> as a predicate and giving owners fewer procedural protections. By invoking the Excessive Fines Clause with excessive zeal, the majority may in the long run encourage Congress to circumvent it.</p>\n<p></p>\n<h2>IV</h2>\n<p>The majority's holding may not only jeopardize a vast range of fines but also leave countless others unchecked by <span class=\"star-pagination\">*356</span> the Constitution. Nonremedial fines may be subject to deference in theory but overbearing scrutiny in fact. So-called remedial penalties, most <i>in rem</i> forfeitures, and perhaps civil fines may not be subject to scrutiny at all. I would not create these exemptions from the Excessive Fines Clause. I would also accord genuine deference to Congress' judgments about the gravity of the offenses it creates. I would further follow the long tradition of fines calibrated to the value of the goods smuggled. In these circumstances, the Constitution does not forbid forfeiture of all of the $357,144 transported by respondent. I dissent.</p>\n<h2>NOTES</h2>\n<p>[*]   <i>Ronald D. Maines</i> filed a brief for the Clarendon Foundation as <i>amicus curiae</i> urging affirmance.</p>\n<p>[1]  The statutory reporting requirement provides:\n</p>\n<p>\"[A] person or an agent or bailee of the person shall file a report . . . when the person, agent, or bailee knowingly</p>\n<p>\"(1) transports, is about to transport, or has transported, monetary instruments of more than $10,000 at one time</p>\n<p>\"(A) from a place in the United States to or through a place outside the United States . . . .\"31 U. S. C.  5316(a).</p>\n<p>[2]  Section 5322(a) provides: \"A person willfully violating this subchapter. . . shall be fined not more than $250,000, or imprisoned for not more than five years, or both.\"</p>\n<p>[3]  Although the currency reporting statute provides that \"a person or an agent or bailee of the person shall file a report,\" 31 U. S. C.  5316(a), the statute ordering the criminal forfeiture of unreported currency provides that \"[t]he court, in imposing sentence on a person convicted of\" failure to file the required report, \"shall order that the person forfeit to the United States\" any property \"involved in\" or \"traceable to\" the offense, 18 U. S. C.  982(a)(1). The combined effect of these two statutes is that an owner of unreported currency is not subject to criminal forfeiture if his agent or bailee is the one who fails to file the required report, because such an owner could not be convicted of the reporting offense. The United States endorsed this interpretation at oral argument in this case. See Tr. of Oral Arg. 24-25.\n</p>\n<p>For this reason, the dissent's speculation about the effect of today's holding on \"kingpins\" and \"cash couriers\" is misplaced. See <i>post,</i> at 352, 354. Section 982(a)(1)'s criminal <i>in personam</i> forfeiture reaches only currency owned by someone who himself commits a reporting crime. It is unlikely that the Government, in the course of criminally indicting and prosecuting a cash courier, would not bother to investigate the source and true ownership of unreported funds.</p>\n<p>[4]  We do not suggest that merely because the forfeiture of respondent's currency in this case would not serve a remedial purpose, other forfeitures may be classified as nonpunitive (and thus not \"fines\") if they serve some remedial purpose as well as being punishment for an offense.Even if the Government were correct in claiming that the forfeiture of respondent's currency is remedial in some way, the forfeiture would still be punitive in part. (The Government concedes as much.) This is sufficient to bring the for feiture within the purview of the Excessive Fines Clause. See <i>Austin</i> v<i>. United States,</i> 509 U. S. 602, 621-622 (1993).</p>\n<p>[5]  The \"guilty property\" theory behind <i>in rem</i> forfeiture can be traced to the Bible, which describes property being sacrificed to God as a means of atoning for an offense. See Exodus 21:28. In medieval Europe and at common law, this concept evolved into the law of deodand, in which offending property was condemned and confiscated by the church or the Crown in remediation for the harm it had caused. See 1 M. Hale, Pleas of the Crown 420-424 (1st Am. ed. 1847); 1 W. Blackstone, Commentaries on the Laws of England 290-292 (1765); O. Holmes, The Common Law 10-13, 23-27 (M. Howe ed. 1963).</p>\n<p>[6]  It does not follow, of course, that all modern civil <i>in rem</i> forfeitures are nonpunitive and thus beyond the coverage of the Excessive Fines Clause. Because some recent federal forfeiture laws have blurred the traditional distinction between civil <i>in rem</i> and criminal <i>in personam</i> forfeiture, we have held that a modern statutory forfeiture is a \"fine\" for Eighth Amendment purposes if it constitutes punishment even in part, regardless of whether the proceeding is styled <i>in rem</i> or <i>in personam.</i> See <i>Austin</i> v. <i>United States, supra,</i> at 621-622 (although labeled <i>in rem,</i> civil forfeiture of real property used \"to facilitate\" the commission of drug crimes was punitive in part and thus subject to review under the Excessive Fines Clause).</p>\n<p>[7]  The First Congress explicitly rejected <i>in personam</i> forfeitures as punishments for federal crimes, see Act of Apr. 30, 1790, ch. 9,  24, 1 Stat. 117 (\"[N]o conviction or judgment . . . shall work corruption of blood, or any forfeiture of estate\"), and Congress reenacted this ban several times over the course of two centuries. See Rev. Stat.  5326 (1875); Act of Mar. 4, 1909, ch. 321,  341, 35 Stat. 1159; Act of June 25, 1948, ch. 645,  3563, 62 Stat. 837, codified at 18 U. S. C.  3563 (1982 ed.); repealed effective Nov. 1, 1987, Pub. L. 98-473, 98 Stat. 1987.\n</p>\n<p>It was only in 1970 that Congress resurrected the English common law of punitive forfeiture to combat organized crime and major drug trafficking. See Organized Crime Control Act of 1970, 18 U. S. C.  1963, and Comprehensive Drug Abuse Prevention and Control Act of 1970, 21 U. S. C.  848(a). In providing for this mode of punishment, which had long been unused in this country, the Senate Judiciary Committee acknowledged that \"criminal forfeiture . . . represents an innovative attempt to call on our common law heritage to meet an essentially modern problem.\" S. Rep. No. 91-617, p. 79 (1969). Indeed, it was not until 1992 that Congress provided for the criminal forfeiture of currency at issue here. See 18 U. S. C.  982(a).</p>\n<p>[8]  Although the term \"instrumentality\" is of recent vintage, see <i>Austin</i>  v. <i>United States,</i> 509 U. S., at 627-628 (Scalia, J., concurring in part and concurring in judgment), it fairly characterizes property that historically was subject to forfeiture because it was the actual means by which an offense was committed. See <i>infra</i> this page; see, <i>e. g., </i><i>J. W. Goldsmith, Jr.-Grant Co.</i> v. <i>United States,</i> 254 U. S. 505, 508-510 (1921). \"Instrumentality\" forfeitures have historically been limited to the property actually used to commit an offense and no more. See <i>Austin</i> v. <i>United States, supra,</i> at 627-628 (Scalia, J., concurring in part and concurring in judgment). A forfeiture that reaches beyond this strict historical limitation is <i>ipso facto</i> punitive and therefore subject to review under the Excessive Fines Clause.</p>\n<p>[9]  The currency in question is not an instrumentality in any event. The Court of Appeals reasoned that the existence of the currency as a \"precondition\" to the reporting requirement did not make it an \"instrumentality\" of the offense. See 84 F. 3d 334, 337 (CA9 1996). We agree; the currency is merely the subject of the crime of failure to report. Cash in a suitcase does not facilitate the commission of that crime as, for example, an automobile facilitates the transportation of goods concealed to avoid taxes. See, <i>e. g., </i><i>J. W. Goldsmith, Jr.-Grant Co.</i> v. <i>United States, supra,</i> at 508. In the latter instance, the property is the actual means by which the criminal act is committed. See Black's Law Dictionary 801 (6th ed. 1990) (\"Instrumentality\" is \"[s]omething by which an end is achieved; a means, medium, agency\").</p>\n<p>[10]  At oral argument, respondent urged that a district court's determination of excessiveness should be reviewed by an appellate court for abuse of discretion. See Tr. of Oral Arg. 32. We cannot accept this submission. The factual findings made by the district courts in conducting the excessiveness inquiry, of course, must be accepted unless clearly erroneous. See <i>Anderson</i> v. <i>Bessemer City,</i> 470 U. S. 564, 574-575 (1985). But the question whether a fine is constitutionally excessive calls for the application of a constitutional standard to the facts of a particular case, and in this context <i>de novo</i> review of that question is appropriate. See <i>Ornelas</i>  v. <i>United States,</i> 517 U. S. 690, 697 (1996).</p>\n<p>[11]  The only question before this Court is whether the full forfeiture of respondent's $357,144 as directed by  982(a)(1) is constitutional under the Excessive Fines Clause. We hold that it is not. The Government petitioned for certiorari seeking full forfeiture, and we reject that request. Our holding that full forfeiture would be excessive reflects no judgment that \"a forfeiture of even $15,001 would have suffered from a gross disproportion,\" nor does it \"affir[m] the reduced $15,000 forfeiture on <i>de novo</i>  review.\" <i>Post,</i> at 349. Those issues are simply not before us. Nor, indeed, do we address in <i>any</i> respect the validity of the forfeiture ordered by the District Court, including whether a court may disregard the terms of a statute that commands full forfeiture: As noted, <i>supra,</i> at 327, respondent did not cross-appeal the $15,000 forfeiture ordered by the District Court. The Court of Appeals thus declined to address the $15,000 forfeiture, and that question is not properly presented here either.</p>\n<p>[12]  Contrary to the dissent's contention, the nature of the nonreporting offense in this case was not altered by respondent's \"lies\" or by the \"suspicious circumstances\" surrounding his transportation of his currency. See <i>post,</i> at 352-353. A single willful failure to declare the currency constitutes the crime, the gravity of which is not exacerbated or mitigated by \"fable[s]\" that respondent told one month, or six months, later. See <i>post,</i>  at 352. The Government indicted respondent under 18 U. S. C.  1001 for \"lying,\" but that separate count did not form the basis of the nonreporting offense for which  982(a)(1) orders forfeiture.\n</p>\n<p>Further, the District Court's finding that respondent's lies stemmed from a fear of the Government because of \"cultural differences,\" <i>supra,</i> at 326, does not mitigate the gravity of his offense. We reject the dissent's contention that this finding was a \"patronizing excuse\" that \"demeans millions of law-abiding American immigrants by suggesting they cannot be expected to be as truthful as every other citizen.\" <i>Post,</i> at 353. We are confident that the District Court concurred in the dissent's incontrovertible proposition that \"[e]ach American, regardless of culture or ethnicity, is equal before the law.\" <i>Ibid.</i> The District Court did nothing whatsoever to imply that \"cultural differences\" excuse lying, but rather made this finding in the context of establishing that respondent's willful failure to report the currency was unrelated to any other crimea finding highly relevant to the determination of the gravity of respondent's offense. The dissent's charge of ethnic paternalism on the part of the District Court finds no support in the record, nor is there any indication that the District Court's factual finding that respondent \"distrust[ed] . . . the Government,\" see <i>supra,</i> at 326, was clearly erroneous.</p>\n<p>[13]  Nor, contrary to the dissent's repeated assertion, see <i>post,</i> at 344, 346 351, 354, 356, is respondent a \"smuggl[er].\" Respondent owed no customs duties to the Government, and it was perfectly legal for him to possess the $357,144 in cash and to remove it from the United States. His crime was simply failing to report the wholly legal act of transporting his currency.</p>\n<p>[14]  In considering an offense's gravity, the other penalties that the Legislature has authorized are certainly relevant evidence. Here, as the Government and the dissent stress, Congress authorized a maximum fine of $250,000 plus five years' imprisonment for willfully violating the statutory reporting requirement, and this suggests that it did not view the reporting offense as a trivial one. That the maximum fine and Guideline sentence to which respondent was subject were but a fraction of the penalties authorized, however, undercuts any argument based solely on the statute, because they show that respondent's culpability relative to other potential violators of the reporting provisiontax evaders, drug kingpins, or money launderers, for exampleis small indeed. This disproportion is telling notwithstanding the fact that a separate Guideline provision permits forfeiture if mandated by statute, see <i>post,</i> at 350-351. That Guideline, moreover, cannot override the constitutional requirement of proportionality review.</p>\n<p>[15]  Respondent does not argue that his wealth or income are relevant to the proportionality determination or that full forfeiture would deprive him of his livelihood, see <i>supra,</i> at 335-336, and the District Court made no factual findings in this respect.</p>\n<p>[16]  The nonpunitive nature of these early forfeitures was not lost on the Department of Justice, in commenting on the punitive forfeiture provisions of the Organized Crime Control Act of 1970:\n</p>\n<p>\"`The concept of forfeiture as a criminal penalty which is embodied in this provision differs from other presently existing forfeiture provisions under Federal statutes where the proceeding is <i>in rem</i> against the property and the thing which is declared unlawful under the statute, or which is used for an unlawful purpose, or in connection with the prohibited property or transaction, is considered the offender, <i>and the forfeiture is no part of the punishment for the criminal offense. Examples of such forfeiture provisions are those contained in the customs, narcotics, and revenue laws.</i> ` \" S. Rep. No. 91-617, p. 79 (1969) (emphasis added).</p>\n<p>[17]  In each of the statutes from the early Congresses cited by the dissent, the activities giving rise to the monetary forfeitures, if undetected, were likely to cause the Government losses in customs revenue. The forfeiture imposed by the Acts of Aug. 4, 1790, and Mar. 2, 1799, was not simply for \"transferring goods from one ship to another,\" <i>post,</i> at 346, but rather for doing so \"before such ship . . . shall come to the proper place for the discharge of her cargo . . . and be there duly authorized by the proper officer or officers of the customs to unlade\" the goods, see 1 Stat. 157, 158, 648, whereupon duties would be assessed. Similarly, the forfeiture imposed by the Act of Mar. 3, 1823, was for failing to deliver the ship's manifest of cargowhich was to list \"merchandise subject to duty\"to the collector of customs. See Act of Mar. 2, 1821,  1, 3 Stat. 616; Act of Mar. 3, 1823,  1, <i>id.,</i> at 781. And the \"invoices\" that if \"false\" gave rise to the forfeiture imposed by the Act of Mar. 3, 1863, were to include the value or quantity of any dutiable goods.  1, 12 Stat. 737-738.</p>\n<p>[18]  The nonpunitive nature of the monetary forfeitures was also reflected in their procedure: like traditional <i>in rem</i> forfeitures, they were brought as civil actions, and as such are distinguishable from the punitive criminal fine at issue here. Instead of instituting an information of libel <i>in rem</i>  against the goods, see, <i>e. g., </i><i>Locke</i> v. <i>United States,</i> 7 Cranch 339 (1813), the Government filed \"a civil action of debt\" against the person from whom it sought payment. See, <i>e. g., </i><i>Stockwell</i> v. <i>United States,</i> 13 Wall. 531, 541-542 (1871). In both England and the United States, an action of debt was used to recover import duties owed the Government, being \"the general remedy for the recovery of all sums certain, whether the legal liability arise from contract, or be created by a statute. And the remedy as well lies for the government itself, as for a citizen.\" <i>United States</i> v. <i>Lyman,</i>  26 F. Cas. 1024, 1030 (No. 15,647) (CC Mass. 1818) (Story, C. J.). Thus suits for the payment of monetary forfeitures were viewed no differently than suits for the customs duties themselves.</p>\n<p>[19]  <i>One Lot Emerald Cut Stones</i> differs from this case in the most fundamental respect. We concluded that the forfeiture provision in <i>Emerald Cut Stones</i> was entirely remedial and thus nonpunitive, primarily because it \"provide[d] a reasonable form of liquidated damages\" to the Government. 409 U. S., at 237. The additional fact that such a remedial forfeiture also \"serves to reimburse the Government for investigation and enforcement expenses,\" <i>ibid.;</i> see <i>post,</i> at 346, is essentially meaningless, because even a clearly punitive criminal fine or forfeiture could be said in some measure to reimburse for criminal enforcement and investigation. Contrary to the dissent's assertion, this certainly does not mean that the forfeiture in this casewhich, as the dissent acknowledges, see <i>post,</i> at 344 (respondent's forfeiture is a \"fine\"); <i>post,</i> at 353 ( 982(a)(1) imposes a \"punishment\"), is clearly punitive\"would have to [be treated] as nonpunitive,\" <i>post,</i> at 346.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">321</span></span> (1998)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nBAJAKAJIAN</h1></center>\n<center>No. 96-1487.</center>\n<center><p><b>United States Supreme Court.</b></p></center>\n<center>Argued November 4, 1997.</center>\n<center>Decided June 22, 1998.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE NINTH CIRCUIT\n<p><span class=\"star-pagination\">*322</span> <span class=\"star-pagination\">*323</span> Thomas, J., delivered the opinion of the Court, in which Stevens, Souter, Ginsburg, and Breyer, JJ., joined. Kennedy, J., filed a dissenting <span class=\"star-pagination\">*324</span> opinion, in which Rehnquist, C. J., and Connor and Scalia, JJ., joined, <i>post,</i> p. 344.</p>\n<p><i>Irving L. Gornstein</i> argued the cause for the United States. With him on the briefs were <i>Acting Solicitor General Dellinger, Acting Solicitor General Waxman, Acting Assistant Attorney General Keeney, Deputy Solicitor General Dreeben,</i> and <i>Kathleen A. Felton.</i></p>\n<p><i>James E. Blatt</i> argued the cause and filed a brief for respondent.<sup>[*]</sup></p>\n<p>Justice Thomas, delivered the opinion of the Court.</p>\n<p>Respondent Hosep Bajakajian attempted to leave the United States without reporting, as required by federal law, that he was transporting more than $10,000 in currency. Federal law also provides that a person convicted of willfully violating this reporting requirement shall forfeit to the Government \"any property . . . involved in such offense.\" 18 U. S. C.  982(a)(1). The question in this case is whether forfeiture of the entire $357,144 that respondent failed to declare would violate the Excessive Fines Clause of the Eighth Amendment. We hold that it would, because full forfeiture of respondent's currency would be grossly disproportional to the gravity of his offense.</p>\n<p></p>\n<h2>I</h2>\n<p>On June 9, 1994, respondent, his wife, and his two daughters were waiting at Los Angeles International Airport to board a flight to Italy; their final destination was Cyprus. Using dogs trained to detect currency by its smell, customs inspectors discovered some $230,000 in cash in the Bajakajians' checked baggage. A customs inspector approached respondent and his wife and told them that they were required to report all money in excess of $10,000 in their possession or in their baggage. Respondent said that he had $8,000 and <span class=\"star-pagination\">*325</span> that his wife had another $7,000, but that the family had no additional currency to declare. A search of their carry-on bags, purse, and wallet revealed more cash; in all, customs inspectors found $357,144. The currency was seized and respondent was taken into custody.</p>\n<p>A federal grand jury indicted respondent on three counts. Count One charged him with failing to report, as required by 31 U. S. C.  5316(a)(1)(A),<sup>[1]</sup> that he was transporting more than $10,000 outside the United States, and with doing so \"willfully,\" in violation of  5322(a).<sup>[2]</sup> Count Two charged him with making a false material statement to the United States Customs Service, in violation of 18 U. S. C.  1001. Count Three sought forfeiture of the $357,144 pursuant to 18 U. S. C.  982(a)(1), which provides:</p>\n<blockquote>\"The court, in imposing sentence on a person convicted of an offense in violation of section . . . 5316, . . . shall order that the person forfeit to the United States any property, real or personal, involved in such offense, or any property traceable to such property.\" 18 U. S. C.  982(a)(1).</blockquote>\n<p>Respondent pleaded guilty to the failure to report in Count One; the Government agreed to dismiss the false statement charge in Count Two; and respondent elected to have a bench trial on the forfeiture in Count Three. After the bench trial, the District Court found that the entire $357,144 was subject to forfeiture because it was \"involved <span class=\"star-pagination\">*326</span> in\" the offense. <i>Ibid.</i> The court also found that the funds were not connected to any other crime and that respondent was transporting the money to repay a lawful debt. Tr. 61-62 (Jan. 19, 1995). The District Court further found that respondent had failed to report that he was taking the currency out of the United States because of fear stemming from \"cultural differences\": Respondent, who had grown up as a member of the Armenian minority in Syria, had a \"distrust for the Government.\" <i>Id.,</i> at 63; see Tr. of Oral Arg. 30.</p>\n<p>Although  982(a)(1) directs sentencing courts to impose full forfeiture, the District Court concluded that such forfeiture would be \"extraordinarily harsh\" and \"grossly disproportionate to the offense in question,\" and that it would therefore violate the Excessive Fines Clause. Tr. 63. The court instead ordered forfeiture of $15,000, in addition to a sentence of three years of probation and a fine of $5,000the maximum fine under the Sentencing Guidelinesbecause the court believed that the maximum Guidelines fine was \"too little\" and that a $15,000 forfeiture would \"make up for what I think a reasonable fine should be.\" <i>Ibid.</i></p>\n<p>The United States appealed, seeking full forfeiture of respondent's currency as provided in  982(a)(1). The Court of Appeals for the Ninth Circuit affirmed. 84 F. 3d 334 (1996). Applying Circuit precedent, the court held that, to satisfy the Excessive Fines Clause, a forfeiture must fulfill two conditions: The property forfeited must be an \"instrumentality\" of the crime committed, and the value of the property must be proportional to the culpability of the owner. <i>Id.,</i> at 336 (citing <i>United States</i> v. <i>Real Property Located in El Dorado County,</i> 59 F. 3d 974, 982 (CA9 1995)). A majority of the panel determined that the currency was not an \"instrumentality\" of the crime of failure to report because \"`[t]he crime [in a currency reporting offense] is the withholding of information, . . . not the possession or the transportation of the money.' \" 84 F. 3d, at 337 (quoting <i>United States</i> v. <i>$69,292</i>  <span class=\"star-pagination\">*327</span> <i>in United States Currency,</i> 62 F. 3d 1161, 1167 (CA9 1995)). The majority therefore held that  982(a)(1) could never satisfy the Excessive Fines Clause in cases involving forfeitures of currency and that it was unnecessary to apply the \"proportionality\" prong of the test. Although the panel majority concluded that the Excessive Fines Clause did not permit forfeiture of<i>any</i> of the unreported currency, it held that it lacked jurisdiction to set the $15,000 forfeiture aside because respondent had not cross-appealed to challenge that forfeiture. 84 F. 3d, at 338.</p>\n<p>Judge Wallace concurred in the result. He viewed respondent's currency as an instrumentality of the crime because \"without the currency, there can be no offense,\" <i>id.,</i> at 339, and he criticized the majority for \"strik[ing] down a portion of\" the statute, <i>id.,</i> at 338. He nonetheless agreed that full forfeiture would violate the Excessive Fines Clause in respondent's case, based upon the \"proportionality\" prong of the Ninth Circuit test. Finding no clear error in the District Court's factual findings, he concluded that the reduced forfeiture of $15,000 was proportional to respondent's culpability. <i>Id.,</i> at 339-340.</p>\n<p>Because the Court of Appeals' holdingthat the forfeiture ordered by  982(a)(1) was <i>per se</i> unconstitutional in cases of currency forfeitureinvalidated a portion of an Act of Congress, we granted certiorari. 520 U. S. 1239 (1997).</p>\n<p></p>\n<h2>II</h2>\n<p>The Eighth Amendment provides: \"Excessive bail shall not be required, nor excessive fines imposed, nor cruel and unusual punishments inflicted.\" U. S. Const., Amdt. 8. This Court has had little occasion to interpret, and has never actually applied, the Excessive Fines Clause. We have, however, explained that at the time the Constitution was adopted, \"the word `fine' was understood to mean a payment to a sovereign as punishment for some offense.\" <i>Browning-Ferris Industries of Vt., Inc.</i> v. <i>Kelco Disposal,</i>  <span class=\"star-pagination\">*328</span> <i>Inc.,</i> 492 U. S. 257, 265 (1989). The Excessive Fines Clause thus \"limits the government's power to extract payments, whether in cash or in kind, `as punishment for some offense.' \" <i>Austin</i> v. <i>United States,</i> 509 U. S. 602, 609-610 (1993) (emphasis deleted). Forfeiturespayments in kind are thus \"fines\" if they constitute punishment for an offense.</p>\n<p>We have little trouble concluding that the forfeiture of currency ordered by  982(a)(1) constitutes punishment. The statute directs a court to order forfeiture as an additional sanction when \"imposing sentence on a person convicted of\" a willful violation of  5316's reporting requirement. The forfeiture is thus imposed at the culmination of a criminal proceeding and requires conviction of an underlying felony, and it cannot be imposed upon an innocent owner of unreported currency, but only upon a person who has himself been convicted of a  5316 reporting violation.<sup>[3]</sup> Cf. <i>id.,</i> at 619 (holding forfeiture to be a \"fine\" in part because the forfeiture statute \"expressly provide[d] an `innocent owner' defense\" and thus \"look[ed] . . . like punishment\").</p>\n<p><span class=\"star-pagination\">*329</span> The United States argues, however, that the forfeiture of currency under  982(a)(1) \"also serves important remedial purposes.\" Brief for United States 20. The Government asserts that it has \"an overriding sovereign interest in controlling what property leaves and enters the country.\" <i>Ibid.</i>  It claims that full forfeiture of unreported currency supports that interest by serving to \"dete[r] illicit movements of cash\" and aiding in providing the Government with \"valuable information to investigate and detect criminal activities associated with that cash.\" <i>Id.,</i> at 21. Deterrence, however, has traditionally been viewed as a goal of punishment, and forfeiture of the currency here does not serve the remedial purpose of compensating the Government for a loss. See Black's Law Dictionary 1293 (6th ed. 1990) (\"[R]emedial action\" is one \"brought to obtain compensation or indemnity\"); <i>One Lot Emerald Cut Stones</i> v. <i>United States,</i> 409 U. S. 232 (1972) <i>(per curiam)</i> (monetary penalty provides \"a reasonable form of liquidated damages,\" <i>id.,</i> at 237, to the Government and is thus a \"remedial\" sanction because it compensates Government for lost revenues). Although the Government has asserted a loss of information regarding the amount of currency leaving the country, that loss would not be remedied by the Government's confiscation of respondent's $357,144.<sup>[4]</sup></p>\n<p>The United States also argues that the forfeiture mandated by  982(a)(1) is constitutional because it falls within a class of historic forfeitures of property tainted by crime. See Brief for United States 16 (citing, <i>inter alia, The Pal-</i>  <span class=\"star-pagination\">*330</span> <i>myra,</i> <span class=\"citation no-link\"><span class=\"volume\">12</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">1</span></span>, 13 (1827) (forfeiture of ship); <i>Dobbins's Distillery</i> v. <i>United States,</i> 96 U. S. 395, 400-401 (1878) (forfeiture of distillery)). In so doing, the Government relies upon a series of cases involving traditional civil <i>in rem</i> forfeitures that are in apposite because such forfeitures were historically considered nonpunitive.</p>\n<p>The theory behind such forfeitures was the fiction that the action was directed against \"guilty property,\" rather than against the offender himself.<sup>[5]</sup> See, <i>e. g., </i><i>Various Items of Personal Property</i> v. <i>United States,</i> 282 U. S. 577, 581 (1931) (\"[I]t is the property which is proceeded against, and, by resort to a legal fiction, held guilty and condemned as though it were conscious instead of inanimate and insentient\"); see also R. Waples<i>,</i> Proceedings In Rem 13, 205-209 (1882). Historically, the conduct of the property owner was irrelevant; indeed, the owner of forfeited property could be entirely innocent of any crime. See, <i>e. g., </i><i>Origet</i> v. <i>United States,</i> 125 U. S. 240, 246 (1888) (\"[T]he merchandise is to be forfeited irrespective of any criminal prosecution. . . . The person punished for the offence may be an entirely different person from the owner of the merchandise, or any person interested in it. The forfeiture of the goods of the principal can form no part of the personal punishment of his agent\"). As Justice Story explained:</p>\n<blockquote>\"The thing is here primarily considered as the offender, or rather the offence is attached primarily to the thing; and this, whether the offence be <i>malum prohibitum,</i> or <span class=\"star-pagination\">*331</span> <i>malum in se.</i> . . . [T]he practice has been, and so this Court understand the law to be, that the proceeding <i>in</i>  <i>rem</i> stands independent of, and wholly unaffected by any criminal proceeding <i>in personam.\" The Palmyra,</i>  12 Wheat.<i>,</i> at 14-15.</blockquote>\n<p>Traditional <i>in rem</i> forfeitures were thus not considered punishment against the individual for an offense. See <i>id.,</i> at 14; <i>Dobbins's Distillery</i> v. <i>United States, supra,</i> at 401; <i>Van Oster</i> v. <i>Kansas,</i> 272 U. S. 465, 467-468 (1926); <i>Calero-Toledo</i>  v. <i>Pearson Yacht Leasing Co.,</i> 416 U. S. 663, 683-684 (1974); <i>Taylor</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"86316\"><a href=\"/opinion/86316/taylor-v-united-states/\"><span class=\"volume\">3</span> <span class=\"reporter\">How.</span> <span class=\"page\">197</span></a></span>, 210 (1845) (opinion of Story, J.) (laws providing for <i>in rem</i> forfeiture of goods imported in violation of customs laws, although in one sense \"imposing a penalty or forfeiture[,] . . . truly deserve to be called, remedial\"); see also <i>United States</i> v. <i>Ursery,</i> 518 U. S. 267, 293 (1996) (Kennedy, J., concurring) (\"[C]ivil <i>in rem</i>  forfeiture is not punishment of the wrongdoer for his criminal offense\"). Because they were viewed as nonpunitive, such forfeitures traditionally were considered to occupy a place outside the domain of the Excessive Fines Clause. Recognizing the nonpunitive character of such proceedings, we have held that the Double Jeopardy Clause does not bar the institution of a civil, <i>in rem</i> forfeiture action after the criminal conviction of the defendant. See <i>id.,</i> at 278.<sup>[6]</sup></p>\n<p>The forfeiture in this case does not bear any of the hallmarks of traditional civil <i>in rem</i> forfeitures. The Government <span class=\"star-pagination\">*332</span> has not proceeded against the currency itself, but has instead sought and obtained a criminal conviction of respondent personally. The forfeiture serves no remedial purpose, is designed to punish the offender, and cannot be imposed upon innocent owners.</p>\n<p>Section 982(a)(1) thus descends not from historic <i>in rem</i>  forfeitures of guilty property, but from a different historical tradition: that of <i>in personam,</i> criminal forfeitures. Such forfeitures have historically been treated as punitive, being part of the punishment imposed for felonies and treason in the Middle Ages and at common law. See W. McKechnie, Magna Carta 337-339 (2d ed. 1958); 2 F. Pollock &amp; F. Maitland, The History of English Law 460-466 (2d ed. 1909). Although <i>in personam</i> criminal forfeitures were well established in England at the time of the founding, they were rejected altogether in the laws of this country until very recently.<sup>[7]</sup></p>\n<p><span class=\"star-pagination\">*333</span> The Government specifically contends that the forfeiture of respondent's currency is constitutional because it involves an \"instrumentality\" of respondent's crime.<sup>[8]</sup> According to the Government, the unreported cash is an instrumentality because it \"does not merely facilitate a violation of law,\" but is \"`the very <i>sine qua non</i> of the crime.' \" Brief for United States 20 (quoting <i>United States</i> v. <i>United States Currency in the Amount of One Hundred Forty-Five Thousand, One Hundred Thirty-Nine Dollars,</i> 18 F. 3d 73, 75 (CA2), cert. denied <i>sub nom. </i><i>Etim</i> v<i>. United States,</i> 513 U. S. 815 (1994)). The Government reasons that \"there would be no violation at all without the exportation (or attempted exportation) of the cash.\" Brief for United States 20.</p>\n<p>Acceptance of the Government's argument would require us to expand the traditional understanding of instrumentality forfeitures. This we decline to do. Instrumentalities historically have been treated as a form of \"guilty property\" that can be forfeited in civil <i>in rem</i> proceedings. In this case, however, the Government has sought to punish respondent by proceeding against him criminally, <i>in personam,</i>  rather than proceeding <i>in rem</i> against the currency. It is therefore irrelevant whether respondent's currency is an instrumentality; the forfeiture is punitive, and the test for <span class=\"star-pagination\">*334</span> the excessiveness of a punitive forfeiture involves solely a proportionality determination. See <i>infra</i> this page and 335-337.<sup>[9]</sup></p>\n<p></p>\n<h2>III</h2>\n<p>Because the forfeiture of respondent's currency constitutes punishment and is thus a \"fine\" within the meaning of the Excessive Fines Clause, we now turn to the question whether it is \"excessive.\"</p>\n<p></p>\n<h2>A</h2>\n<p>The touchstone of the constitutional inquiry under the Excessive Fines Clause is the principle of proportionality: The amount of the forfeiture must bear some relationship to the gravity of the offense that it is designed to punish. See <i>Austin</i> v. <i>United States,</i> 509 U. S., at 622-623 (noting Court of Appeals' statement that \"`the government is exacting too high a penalty in relation to the offense committed' \"); <i>Alexander</i> v. <i>United States,</i> 509 U. S. 544, 559 (1993) (\"It is in the light of the extensive criminal activities which petitioner apparently conducted . . . that the question whether the forfeiture was `excessive' must be considered\"). Until today, however, we have not articulated a standard for determining whether a punitive forfeiture is constitutionally excessive. We now hold that a punitive forfeiture violates the Excessive Fines Clause if it is grossly disproportional to the gravity of a defendant's offense.</p>\n<p><span class=\"star-pagination\">*335</span> The text and history of the Excessive Fines Clause demonstrate the centrality of proportionality to the excessiveness inquiry; nonetheless, they provide little guidance as to how disproportional a punitive forfeiture must be to the gravity of an offense in order to be \"excessive.\" Excessive means surpassing the usual, the proper, or a normal measure of proportion. See 1 N. Webster, American Dictionary of the English Language (1828) (defining excessive as \"beyond the common measure or proportion\"); S. Johnson, A Dictionary of the English Language 680 (4th ed. 1773) (\"[b]eyond the common proportion\"). The constitutional question that we address, however, is just how proportional to a criminal offense a fine must be, and the text of the Excessive Fines Clause does not answer it.</p>\n<p>Nor does its history. The Clause was little discussed in the First Congress and the debates over the ratification of the Bill of Rights. As we have previously noted, the Clause was taken verbatim from the English Bill of Rights of 1689. See <i>Browning-Ferris Industries of Vt., Inc.</i> v. <i>Kelco Disposal, Inc.,</i> 492 U. S., at 266-267. That document's prohibition against excessive fines was a reaction to the abuses of the King's judges during the reigns of the Stuarts, <i>id.,</i> at 267, but the fines that those judges imposed were described contemporaneously only in the most general terms. See <i>Earl of Devonshire's Case,</i> 11 State Tr. 1367, 1372 (H. L. 1689) (fine of 30,000 \"excessive and exorbitant, against Magna Charta, the common right of the subject, and the law of the land\"). Similarly, Magna Chartawhich the Stuart judges were accused of subvertingrequired only that amercements (the medieval predecessors of fines) should be proportioned to the offense and that they should not deprive a wrongdoer of his livelihood:</p>\n<blockquote>\"A Free-man shall not be amerced for a small fault, but after the manner of the fault; and for a great fault after the greatness thereof, saving to him his contenement; (2) and a Merchant likewise, saving to him his <span class=\"star-pagination\">*336</span> merchandise; (3) and any other's villain than ours shall be likewise amerced, saving his wainage.\" Magna Charta, 9 Hen. III, ch. 14 (1225), 1 Stat. at Large 6-7 (1762 ed.).</blockquote>\n<p>None of these sources suggests how disproportional to the gravity of an offense a fine must be in order to be deemed constitutionally excessive.</p>\n<p>We must therefore rely on other considerations in deriving a constitutional excessiveness standard, and there are two that we find particularly relevant. The first, which we have emphasized in our cases interpreting the Cruel and Unusual Punishments Clause, is that judgments about the appropriate punishment for an offense belong in the first instance to the legislature. See, <i>e. g., </i><i>Solem</i> v. <i>Helm,</i> 463 U. S. 277, 290 (1983) (\"Reviewing courts . . . should grant substantial deference to the broad authority that legislatures necessarily possess in determining the types and limits of punishments for crimes\"); see also <i>Gore</i> v.<i>United States,</i> 357 U. S. 386, 393 (1958) (\"Whatever views may be entertained regarding severity of punishment, . . . these are peculiarly questions of legislative policy\"). The second is that any judicial determination regarding the gravity of a particular criminal offense will be inherently imprecise. Both of these principles counsel against requiring strict proportionality between the amount of a punitive forfeiture and the gravity of a criminal offense, and we therefore adopt the standard of gross disproportionality articulated in our Cruel and Unusual Punishments Clause precedents. See, <i>e. g., </i><i>Solem</i> v. <i>Helm, supra,</i>  at 288; <i>Rummel</i> v. <i>Estelle,</i> 445 U. S. 263, 271 (1980).</p>\n<p>In applying this standard, the district courts in the first instance, and the courts of appeals, reviewing the proportionality determination <i>de novo,</i><sup>[10]</sup> must compare the amount <span class=\"star-pagination\">*337</span> of the forfeiture to the gravity of the defendant's offense. If the amount of the forfeiture is grossly disproportional to the gravity of the defendant's offense, it is unconstitutional.</p>\n<p></p>\n<h2>B</h2>\n<p>Under this standard, the forfeiture of respondent's entire $357,144 would violate the Excessive Fines Clause.<sup>[11]</sup> Respondent's crime was solely a reporting offense. It was permissible to transport the currency out of the country so long as he reported it. Section 982(a)(1) orders currency to be forfeited for a \"willful\" violation of the reporting requirement. Thus, the essence of respondent's crime is a willful failure to report the removal of currency from the United States.<sup>[12]</sup> Furthermore, as the District Court found, respondent's <span class=\"star-pagination\">*338</span> violation was unrelated to any other illegal activities. The money was the proceeds of legal activity and was to be used to repay a lawful debt. Whatever his other vices, respondent does not fit into the class of persons for whom the statute was principally designed: He is not a money launderer, a drug trafficker, or a tax evader.<sup>[13]</sup> See Brief for United States 2-3. And under the Sentencing Guidelines, the maximum sentence that could have been imposed on respondent was six months, while the maximum fine was $5,000. App. to Pet. for Cert. 17a (transcript of District Court sentencing hearing); United States Sentencing Commission, Guidelines Manual  5(e)1.2, Sentencing Table <span class=\"star-pagination\">*339</span> (Nov. 1994). Such penalties confirm a minimal level of culpability.<sup>[14]</sup></p>\n<p>The harm that respondent caused was also minimal. Failure to report his currency affected only one party, the Government, and in a relatively minor way. There was no fraud on the United States, and respondent caused no loss to the public fisc. Had his crime gone undetected, the Government would have been deprived only of the information that $357,144 had left the country. The Government and the dissent contend that there is a correlation between the amount forfeited and the harm that the Government would have suffered had the crime gone undetected. See Brief for United States 30 (forfeiture is \"perfectly calibrated\"); <i>post,</i> at 344 (\"a fine calibrated with this accuracy\"). We disagree. There is no inherent proportionality in such a forfeiture. It is impossible to conclude, for example, that the harm respondent caused is anywhere near 30 times greater than that caused by a hypothetical drug dealer who willfully fails to report taking $12,000 out of the country in order to purchase drugs.</p>\n<p>Comparing the gravity of respondent's crime with the $357,144 forfeiture the Government seeks, we conclude that such a forfeiture would be grossly disproportional to the <span class=\"star-pagination\">*340</span> gravity of his offense.<sup>[15]</sup> It is larger than the $5,000 fine imposed by the District Court by many orders of magnitude, and it bears no articulable correlation to any injury suffered by the Government.</p>\n<p></p>\n<h2>C</h2>\n<p>Finally, we must reject the contention that the proportionality of full forfeiture is demonstrated by the fact that the First Congress enacted statutes requiring full forfeiture of goods involved in customs offenses or the payment of monetary penalties proportioned to the goods' value. It is argued that the enactment of these statutes at roughly the same time that the Eighth Amendment was ratified suggests that full forfeiture, in the customs context at least, is a proportional punishment. The early customs statutes, however, do not support such a conclusion because, unlike  982(a)(1), the type of forfeiture that they imposed was not considered punishment for a criminal offense.</p>\n<p>Certain of the early customs statutes required the forfeiture of goods imported in violation of the customs laws, and, in some instances, the vessels carrying them as well. See<i>, e. g.,</i> Act of Aug. 4, 1790,  27, 1 Stat. 163 (goods unladen without a permit from the collector). These forfeitures, however, were civil <i>in rem</i> forfeitures, in which the Government proceeded against the property itself on the theory that it was guilty, not against a criminal defendant. See, <i>e. g., </i><i>Harford</i> v. <i>United States,</i> 8 Cranch 109 (1814) (goods unladen without a permit); <i>Locke</i> v. <i>United States,</i> 7 Cranch 339, 340 (1813) (same). Such forfeitures sought to vindicate the Government's underlying property right in customs duties, and like other traditional <i>in rem</i> forfeitures, they were not considered at the founding to be punishment for an offense. See <i>supra,</i> at 330-331. They therefore indicate <span class=\"star-pagination\">*341</span> nothing about the proportionality of the punitive forfeiture at issue here. See <i>supra,</i> at 330-332.<sup>[16]</sup></p>\n<p>Other statutes, however, imposed monetary \"forfeitures\" proportioned to the value of the goods involved. See, <i>e. g.,</i>  Act of July 31, 1789,  22, 1 Stat. 42 (if an importer, \"with design to defraud the revenue,\" did not invoice his goods at their actual cost at the place of export, \"all such goods, wares or merchandise, or the value thereof . . . shall be forfeited\");  25, <i>id.,</i> at 43 (any person concealing or purchasing goods, knowing they were liable to seizure for violation of the customs laws, was liable to \"forfeit and pay a sum double the value of the goods so concealed or purchased\"); see also Act of Aug. 4, 1790,  10, 14, 22, <i>id.,</i> at 156, 158, 161. Similar statutes were passed in later Congresses. See, <i>e. g.,</i> Act of Mar. 2, 1799,  24, 28, 45, 46, 66, 69, 79, 84, <i>id.,</i> at 646, 648, 661, 662, 677, 678, 687, 694; Act of Mar. 3, 1823, ch. 58,  1, 3 Stat. 781.</p>\n<p>These \"forfeitures\" were similarly not considered punishments for criminal offenses. This Court so recognized in <i>Stockwell</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"88491\"><a href=\"/opinion/88491/stockwell-v-united-states/\"><span class=\"volume\">13</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">531</span></a></span> (1871), a case interpreting a statute that, like the Act of July 31, 1789, provided that a person who had concealed goods liable to seizure for customs violations should \"forfeit and pay a sum double the amount or value of the goods.\" Act of Mar. 3, 1823, ch. 58,  2, 3 Stat. 781-782. The <i>Stockwell</i> Court rejected the defendant's <span class=\"star-pagination\">*342</span> contention that this provision was \"penal,\" stating instead that it was \"fully as remedial in its character, designed as plainly to secure [the] rights [of the Government], as are the statutes rendering importers liable to duties.\" 13 Wall., at 546. The Court reasoned:</p>\n<blockquote>\"When foreign merchandise, subject to duties, is imported into the country, the act of importation imposes on the importer the obligation to pay the legal charges. Besides this the goods themselves, if the duties be not paid, are subject to seizure . . . . Every act, therefore, which interferes with the right of the government to seize and appropriate the property which has been forfeited to it . . . is a wrong to property rights, and is a fit subject for indemnity.\" <i>Ibid.</i>\n</blockquote>\n<p>Significantly, the fact that the forfeiture was a multiple of the value of the goods did not alter the Court's conclusion:</p>\n<blockquote>\"The act of abstracting goods illegally imported, receiving, concealing, or buying them, interposes difficulties in the way of a government seizure, and impairs, therefore, the value of the government right. It is, then, hardly accurate to say that the only loss the government can sustain from concealing the goods liable to seizure is their single value . . . . Double the value may not be more than complete indemnity.\" <i>Id.,</i> at 546-547.</blockquote>\n<p>The early monetary forfeitures, therefore, were considered not as punishment for an offense, but rather as serving the remedial purpose of reimbursing the Government for the losses accruing from the evasion of customs duties.<sup>[17]</sup> They <span class=\"star-pagination\">*343</span> were thus no different in purpose and effect than the <i>in rem</i>  forfeitures of the goods to whose value they were proportioned.<sup>[18]</sup> Cf. <i>One Lot Emerald Cut Stones</i> v. <i>United States,</i>  409 U. S., at 237 (customs statute requiring the forfeiture of undeclared goods concealed in baggage and imposing a monetary penalty equal to the value of the goods imposed a \"remedial, rather than [a] punitive sanctio[n]\").<sup>[19]</sup> By contrast, <span class=\"star-pagination\">*344</span> the full forfeiture mandated by  982(a)(1) in this case serves no remedial purpose; it is clearly punishment. The customs statutes enacted by the First Congress, therefore, in no way suggest that  982(a)(1)'s currency forfeiture is constitutionally proportional.</p>\n<p></p>\n<h2>* * *</h2>\n<p>For the foregoing reasons, the full forfeiture of respondent's currency would violate the Excessive Fines Clause. The judgment of the Court of Appeals is</p>\n<p><i>Affirmed.</i></p>\n<p>Justice Kennedy, with whom The Chief Justice, Justice CONNOR, and Justice Scalia join, dissenting.</p>\n<p>For the first time in its history, the Court strikes down a fine as excessive under the Eighth Amendment. The decision is disturbing both for its specific holding and for the broader upheaval it foreshadows. At issue is a fine Congress fixed in the amount of the currency respondent sought to smuggle or to transport without reporting. If a fine calibrated with this accuracy fails the Court's test, its decision portends serious disruption of a vast range of statutory fines. The Court all but says the offense is not serious anyway. This disdain for the statute is wrong as an empirical matter and disrespectful of the separation of powers. The irony of the case is that, in the end, it may stand for narrowing constitutional protection rather than enhancing it. To make its rationale work, the Court appears to remove important classes of fines from any excessiveness inquiry at all. This, too, is unsound; and with all respect, I dissent.</p>\n<p></p>\n<h2>I</h2>\n<p></p>\n<h2>A</h2>\n<p>In striking down this forfeiture, the majority treats many fines as \"remedial\" penalties even though they far exceed the <span class=\"star-pagination\">*345</span> harm suffered. Remedial penalties, the Court holds, are not subject to the Excessive Fines Clause at all. See, <i>e. g., ante,</i>  at 342. Proceeding from this premise, the majority holds customs fines are remedial and not at all punitive, even if they amount to many times the duties due on the goods. See <i>ante,</i> at 341-344. In the majority's universe, a fine is not a punishment even if it is much larger than the money owed. This confuses whether a fine is excessive with whether it is a punishment.</p>\n<p>This novel, mistaken approach requires reordering a tradition existing long before the Republic and confirmed in its early years. The Court creates its category to reconcile its unprecedented holding with a six-century-long tradition of <i>in personam</i> customs fines equal to one, two, three, or even four times the value of the goods at issue. <i>E. g., Cross</i> v. <i>United States,</i> <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">F. Cas.</span> <span class=\"page\">892</span></span> (No. 3,434) (CC Mass. 1812) (Story, J., Cir. J.); <i>United States</i> v. <i>Riley,</i> <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">F.</span> <span class=\"page\">480</span></span> (SDNY 1898); <i>United States</i> v. <i>Jordan,</i> <span class=\"citation\" data-id=\"1830949\"><a href=\"/opinion/1830949/state-v-jordan/\"><span class=\"volume\">26</span> <span class=\"reporter\">F. Cas.</span> <span class=\"page\">661</span></a></span> (No. 15,498) (Mass. 1876); <i>In re Vetterlein,</i> <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">F. Cas.</span> <span class=\"page\">1172</span></span> (No. 16,929) (CC SDNY 1875); <i>United States</i> v. <i>Hughes,</i>  <span class=\"citation\" data-id=\"1718424\"><a href=\"/opinion/1718424/state-v-hughes/\"><span class=\"volume\">26</span> <span class=\"reporter\">F. Cas.</span> <span class=\"page\">417</span></a></span> (No. 15,417) (CC SDNY 1875); <i>McGlinchy</i> v. <i>United States,</i>  <span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">F. Cas.</span> <span class=\"page\">118</span></span> (No. 8,803) (CC Me. 1875); <i>United States</i> v. <i>Hutchinson,</i> <span class=\"citation\" data-id=\"1811469\"><a href=\"/opinion/1811469/state-v-hutchinson/\"><span class=\"volume\">26</span> <span class=\"reporter\">F. Cas.</span> <span class=\"page\">446</span></a></span> (No. 15,431) (Me. 1868); Tariff Act of 1930,  497, 46 Stat. 728, as amended, 19 U. S. C.  1497(a) (failing to declare goods); Act of Mar. 3, 1863,  1, 12 Stat. 738 (same); Act of Mar. 3, 1823, ch. 58,  1, 3 Stat. 781 (importing without a manifest); Act of Mar. 2, 1799,  46, 79, 84, 1 Stat. 662, 687, 694 (failing to declare goods; failing to reexport goods; making false entries on forms); Act of Aug. 4, 1790,  10, 14, 22, 1 Stat. 156, 158, 161 (submitting incomplete manifests; unloading before customs; unloading dutyfree goods); Act of July 31, 1789,  22, 25, 1 Stat. 42, 43 (using false invoices; buying uncustomed goods); <i>King</i> v. <i>Manning,</i> 2 Comyns 616, 92 Eng. Rep. 1236 (K. B. 1738) (assisting smugglers); 1 Eliz. 1, ch. 11,  5 (1558-1559) (Eng.) (declaring goods under wrong person's name); 1 &amp; 2 Phil. &amp; <span class=\"star-pagination\">*346</span> M., ch. 5,  1, 3 (1554-1555) (Eng.) (exporting food without a license; exporting more food than the license allowed); <span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">Rich.</span> <span class=\"page\">2</span></span>, Stat. 1, chs. 2, 3 (1381) (Eng.) (exporting gold or silver without a license; using ships other than those of the King's allegiance).</p>\n<p>In order to sweep all these precedents aside, the majority's remedial analysis assumes the settled tradition was limited to \"reimbursing the Government for\" unpaid duties. <i>Ante,</i>  at 342. The assumption is wrong. Many offenses did not require a failure to pay a duty at all. See, <i>e. g.,</i> Act of Mar. 3, 1863,  1, 12 Stat. 738 (importing under false invoices); Act of Mar. 3, 1823, ch. 58,  1, 3 Stat. 781 (failing to deliver ship's manifest); Act of Mar. 2, 1799,  28, 1 Stat. 648 (transferring goods from one ship to another); Act of Aug. 4, 1790,  14, 1 Stat. 158 (same); 5 Rich. II, st. 1, ch. 2 (1381) (Eng.) (exporting gold or silver without a license). None of these <i>in personam</i> penalties depended on a compensable monetary loss to the Government. True, these offenses risked causing harm, <i>ante,</i> at 342-343, n. 17, but so does smuggling or not reporting cash. A sanction proportioned to potential rather than actual harm is punitive, though the potential harm may make the punishment a reasonable one. See <i>TXO Production Corp.</i> v. <i>Alliance Resources Corp.,</i> 509 U. S. 443, 460-462 (1993) (opinion of Stevens, J.). The majority nonetheless treats the historic penalties as nonpunitive and thus not subject to the Excessive Fines Clause, though they are indistinguishable from the fine in this case. (It is a mark of the Court's doctrinal difficulty that we must speak of nonpunitive penalties, which is a contradiction in terms.)</p>\n<p>Even if the majority's typology were correct, it would have to treat the instant penalty as nonpunitive. In this respect, the Court cannot distinguish the case on which it twice relies, <i>One Lot Emerald Cut Stones</i> v. <i>United States,</i> 409 U. S. 232 (1972) <i>(per curiam)</i><i>. Ante,</i> at 329, 343. <i>Emerald Stones</i> held forfeiture of smuggled goods plus a fine equal to their value was remedial and not punitive, for purposes of <span class=\"star-pagination\">*347</span> double jeopardy, because the fine \"serves to reimburse the Government for investigation and enforcement expenses.\" 409 U. S., at 237. The logic, however, applies with equal force here. Forfeiture of the money involved in the offense would compensate for the investigative and enforcement expenses of the Customs Service. There is no reason to treat the cases differently, just because a small duty was at stake in one and a disclosure form in the other. See <i>Bollinger's Champagne,</i> <span class=\"citation\" data-id=\"87734\"><a href=\"/opinion/87734/bollingers-champagne/\"><span class=\"volume\">3</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">560</span></a></span>, 564 (1866) (holding falsehoods on customs forms justify forfeiture even if the lies do not affect the duties due and paid). The majority, in short, is not even faithful to its own artificial category of remedial penalties.</p>\n<p></p>\n<h2>B</h2>\n<p>The majority's novel holding creates another anomaly as well. The majority suggests <i>in rem</i> forfeitures of the instrumentalities of crimes are not fines at all. See <i>ante,</i> at 333-334, and nn. 8, 9. The point of the instrumentality theory is to distinguish goods having a \"close enough relationship to the offense\" from those incidentally related to it. <i>Austin</i> v. <i>United States,</i> 509 U. S. 602, 628 (1993) (Scalia, J., concurring in part and concurring in judgment). From this, the Court concludes the money in a cash-smuggling or nonreporting offense cannot be an instrumentality, unlike, say, a car used to transport goods concealed from taxes. <i>Ante,</i> at 334, n. 9. There is little logic in this rationale. The car plays an important role in the offense but is not essential; one could also transport goods by jet or by foot. The link between the cash and the cash-smuggling offense is closer, as the offender must fail to report while smuggling more than $10,000. See 31 U. S. C.  5316(a), 5322(a). The cash is not just incidentally related to the offense of cash smuggling. It is essential, whereas the car is not. Yet the car plays an important enough role to justify forfeiture, as the majority concedes. <i>A fortiori,</i> the cash does as well. Even if there were a clear distinction between instrumentalities <span class=\"star-pagination\">*348</span> and incidental objects, when the Court invokes the distinction it gets the results backwards.</p>\n<p></p>\n<h2>II</h2>\n<p>Turning to the question of excessiveness, the majority states the test: A defendant must prove a gross disproportion before a court will strike down a fine as excessive. See <i>ante,</i> at 334. This test would be a proper way to apply the Clause, if only the majority were faithful in applying it. The Court does not, however, explain why in this case forfeiture of all of the cash would have suffered from a gross disproportion. The offense is a serious one, and respondent's smuggling and failing to report were willful. The cash was lawful to own, but this fact shows only that the forfeiture was a fine; it cannot also prove that the fine was excessive.</p>\n<p>The majority illuminates its test with a principle of deference. Courts \"`should grant substantial deference to the broad authority that legislatures necessarily possess' \" in setting punishments. <i>Ante,</i> at 336 (quoting <i>Solem</i> v. <i>Helm,</i>  463 U. S. 277, 290 (1983)). Again, the principle is sound but the implementation is not. The majority's assessment of the crime accords no deference, let alone substantial deference, to the judgment of Congress. Congress deems the crime serious, but the Court does not. Under the congressional statute, the crime is punishable by a prison sentence, a heavy fine, and the forfeiture here at issue. As the statute makes clear, the Government needs the information to investigate other serious crimes, and it needs the penalties to ensure compliance.</p>\n<p></p>\n<h2>A</h2>\n<p>By affirming, the majority in effect approves a meager $15,000 forfeiture. The majority's holding purports to be narrower, saying only that forfeiture of the entire $357,144 would be excessive. <i>Ante,</i> at 337, and n. 11. This narrow holding is artificial in constricting the question presented for this Court's review. The statute mandates forfeiture of <span class=\"star-pagination\">*349</span> the entire $357,144. See 18 U. S. C.  982(a)(1). The only ground for reducing the forfeiture, then, is that any higher amount would be unconstitutional. The majority affirms the reduced $15,000 forfeiture on <i>de novo</i> review, see <i>ante,</i> at 336-337, and n. 11, which it can do only if a forfeiture of even $15,001 would have suffered from a gross disproportion. Indeed, the majority leaves open whether the $15,000 forfeiture itself was too great. See <i>ante,</i> at 337, n. 11. Money launderers, among the principal targets of this statute, may get an even greater return from their crime.</p>\n<p>The majority does not explain why respondent's knowing, willful, serious crime deserves no higher penalty than $15,000. It gives only a cursory explanation of why forfeiture of all of the money would have suffered from a gross disproportion. The majority justifies its evisceration of the fine because the money was legal to have and came from a legal source. See <i>ante,</i> at 337-338. This fact, however, shows only that the forfeiture was a fine, not that it was excessive. As the majority puts it, respondent's money was lawful to possess, was acquired in a lawful manner, and was lawful to export. <i>Ibid.</i> It was not, however, lawful to possess the money while concealing and smuggling it. Even if one overlooks this problem, the apparent lawfulness of the money adds nothing to the argument. If the items possessed had been dangerous or unlawful to own, for instance, narcotics, the forfeiture would have been remedial and would not have been a fine at all. See <i>Austin, supra,</i> at 621; <i>e. g., </i><i>United States</i> v. <i>One Assortment of 89 Firearms,</i> 465 U. S. 354, 364 (1984) (unlicensed guns); <i>Commonwealth</i> v. <i>Dana,</i>  <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">329</span></span>, 337 (1841) (forbidden lottery tickets). If respondent had acquired the money in an unlawful manner, it would have been forfeitable as proceeds of the crime. As a rule, forfeitures of criminal proceeds serve the nonpunitive ends of making restitution to the rightful owners and of compelling the surrender of property held without right or ownership. See <i>United States</i> v. <i>Ursery,</i> 518 U. S. 267, 284 <span class=\"star-pagination\">*350</span> (1996). Most forfeitures of proceeds, as a consequence, are not fines at all, let alone excessive fines. Hence, the lawfulness of the money shows at most that the forfeiture was a fine; it cannot at the same time prove that the fine was excessive.</p>\n<p></p>\n<h2>B</h2>\n<p></p>\n<h2>1</h2>\n<p>In assessing whether there is a gross disproportion, the majority concedes, we must grant \"`substantial deference' \" to Congress' choice of penalties. <i>Ante,</i> at 336 (quoting <i>Solem, supra,</i> at 290). Yet, ignoring its own command, the Court sweeps aside Congress' reasoned judgment and substitutes arguments that are little more than speculation.</p>\n<p>Congress considered currency smuggling and nonreporting a serious crime and imposed commensurate penalties. It authorized punishments of five years' imprisonment, a $250,000 fine, plus forfeiture of all the undeclared cash. 31 U. S. C.  5322(a); 18 U. S. C.  982(a)(1). Congress found the offense standing alone is a serious crime, for the same statute doubles the fines and imprisonment for failures to report cash \"while violating another law of the United States.\" 31 U. S. C.  5322(b). Congress experimented with lower penalties on the order of one year in prison plus a $1,000 fine, but it found the punishments inadequate to deter lucrative money laundering. See President's Commission on Organized Crime, The Cash Connection: Organized Crime, Financial Institutions, and Money Laundering 27, 60 (Oct. 1984). The Court today rejects this judgment.</p>\n<p>The Court rejects the congressional judgment because, it says, the Sentencing Guidelines cap the appropriate fine at $5,000. See <i>ante,</i> at 338-339, and n. 14. The purpose of the Guidelines, however, is to select punishments with precise proportion, not to opine on what is a gross disproportion. In addition, there is no authority for elevating the Commission's judgment of what is prudent over the congressional judgment <span class=\"star-pagination\">*351</span> of what is constitutional. The majority, then, departs from its promise of deference in the very case announcing the standard.</p>\n<p>The Court's argument is flawed, moreover, by a serious misinterpretation of the Guidelines on their face. The Guidelines do not stop at the $5,000 fine the majority cites. They augment it with this vital point: \"Forfeiture is to be imposed upon a convicted defendant as provided by statute.\" United States Sentencing Commission, Guidelines Manual  5E1.4 (Nov. 1995). The fine thus supplements the forfeiture; it does not replace it. Far from contradicting congressional judgment on the offense, the Guidelines implement and mandate it.</p>\n<p></p>\n<h2>2</h2>\n<p>The crime of smuggling or failing to report cash is more serious than the Court is willing to acknowledge. The drug trade, money laundering, and tax evasion all depend in part on smuggled and unreported cash. Congress enacted the reporting requirement because secret exports of money were being used in organized crime, drug trafficking, money laundering, and other crimes. See H. R. Rep. No. 91-975, pp. 12-13 (1970). Likewise, tax evaders were using cash exports to dodge hundreds of millions of dollars in taxes owed to the Government. See <i>ibid.</i></p>\n<p>The Court does not deny the importance of these interests but claims they are not implicated here because respondent managed to disprove any link to other crimes. Here, to be sure, the Government had no affirmative proof that the money was from an illegal source or for an illegal purpose. This will often be the case, however. By its very nature, money laundering is difficult to prove; for if the money launderers have done their job, the money appears to be clean. The point of the statute, which provides for even heavier penalties if a second crime can be proved, is to mandate forfeiture regardless. See 31 U. S. C.  5322(b); 18 U. S. C. <span class=\"star-pagination\">*352</span>  982(a)(1). It is common practice, of course, for a cash courier not to confess a tainted source but to stick to a wellrehearsed story. The kingpin, the real owner, need not come forward to make a legal claim to the funds. He has his own effective enforcement measures to ensure delivery at destination or return at origin if the scheme is thwarted. He is, of course, not above punishing the courier who deviates from the story and informs. The majority is wrong, then, to assume <i>in personam</i> forfeitures cannot affect kingpins, as their couriers will claim to own the money and pay the penalty out of their masters' funds. See <i>ante,</i> at 328, n. 3. Even if the courier confessed, the kingpin could face an <i>in personam</i> forfeiture for his agent's authorized acts, for the kingpin would be a co-principal in the commission of the crime. See 18 U. S. C.  2.</p>\n<p>In my view, forfeiture of all the unreported currency is sustainable whenever a willful violation is proved. The facts of this case exemplify how hard it can be to prove ownership and other crimes, and they also show respondent is far from an innocent victim. For one thing, he was guilty of repeated lies to Government agents and suborning lies by others. Customs inspectors told respondent of his duty to report cash. He and his wife claimed they had only $15,000 with them, not the $357,144 they in fact had concealed. He then told customs inspectors a friend named Abe Ajemian had lent him about $200,000. Ajemian denied this. A month later, respondent said Saeed Faroutan had lent him $170,000. Faroutan, however, said he had not made the loan and respondent had asked him to lie. Six months later, respondent resurrected the fable of the alleged loan from Ajemian, though Ajemian had already contradicted the story. As the District Court found, respondent \"has lied, and has had his friends lie.\" Tr. 54 (Jan. 19, 1995). He had proffered a \"suspicious and confused story, documented in the poorest way, and replete with past misrepresentation.\" <i>Id.,</i> at 61-62.</p>\n<p><span class=\"star-pagination\">*353</span> Respondent told these lies, moreover, in most suspicious circumstances. His luggage was stuffed with more than a third of a million dollars. All of it was in cash, and much of it was hidden in a case with a false bottom.</p>\n<p>The majority ratifies the District Court's see-no-evil approach. The District Court ignored respondent's lies in assessing a sentence. It gave him a two-level downward adjustment for acceptance of responsibility, instead of an increase for obstruction of justice. See <i>id.,</i> at 62. It dismissed the lies as stemming from \"distrust for the Government\" arising out of \"cultural differences.\" <i>Id.,</i> at 63. While the majority is sincere in not endorsing this excuse, <i>ante,</i> at 337-338, n. 12, it nonetheless affirms the fine tainted by it. This patronizing excuse demeans millions of lawabiding American immigrants by suggesting they cannot be expected to be as truthful as every other citizen. Each American, regardless of culture or ethnicity, is equal before the law. Each has the same obligation to refrain from perjury and false statements to the Government.</p>\n<p>In short, respondent was unable to give a single truthful explanation of the source of the cash. The multitude of lies and suspicious circumstances points to some form of crime. Yet, though the Government rebutted each and every fable respondent proffered, it was unable to adduce affirmative proof of another crime in this particular case.</p>\n<p>Because of the problems of individual proof, Congress found it necessary to enact a blanket punishment. See S. Rep. No. 99-130, p. 21 (1985); see also Drug Money Laundering Control Efforts, Hearing before the Subcommittee on Consumer and Regulatory Affairs of the Senate Banking, Housing, and Urban Affairs Committee, 101st Cong., 1st Sess., 84 (1989) (former Internal Revenue Service agent found it \"`unbelievably difficult' \" to discern which money flows were legitimate and which were tied to crime). One of the few reliable warning signs of some serious crimes is the use of large sums of cash. See <i>id.,</i> at 83. So Congress <span class=\"star-pagination\">*354</span> punished all cash smuggling or nonreporting, authorizing single penalties for the offense alone and double penalties for the offense coupled with proof of other crimes. See 31 U. S. C.  5322(a), (b). The requirement of willfulness, it judged, would be enough to protect the innocent. See <i>ibid.</i>  The majority second-guesses this judgment without explaining why Congress' blanket approach was unreasonable.</p>\n<p>Money launderers will rejoice to know they face forfeitures of less than 5% of the money transported, provided they hire accomplished liars to carry their money for them. Five percent, of course, is not much of a deterrent or punishment; it is comparable to the fee one might pay for a mortgage lender or broker. Cf. 15 U. S. C.  1602(aa)(1)(B) (high-cost mortgages cost more than 8% in points and fees). It is far less than the 20%26% commissions some drug dealers pay money launderers. See Hearing on Money Laundering and the Drug Trade before the Subcommittee on Crime of the House Judiciary Committee, 105th Cong., 1st Sess., 62 (1997) (testimony of M. Zeldin); Andelman, The Drug Money Maze, 73 Foreign Affairs 108 (July/Aug. 1994). Since many couriers evade detection, moreover, the average forfeiture per dollar smuggled could amount, courtesy of today's decision, to far less than 5%. In any event, the fine permitted by the majority would be a modest cost of doing business in the world of drugs and crime. See US/Mexico Bi-National Drug Threat Assessment 84 (Feb. 1997) (to drug dealers, transaction costs of 13%15% are insignificant compared to their enormous profit margins).</p>\n<p>Given the severity of respondent's crime, the Constitution does not forbid forfeiture of all of the smuggled or unreported cash. Congress made a considered judgment in setting the penalty, and the Court is in serious error to set it aside.</p>\n<p></p>\n<h2>III</h2>\n<p>The Court's holding may in the long run undermine the purpose of the Excessive Fines Clause. One of the main <span class=\"star-pagination\">*355</span> purposes of the ban on excessive fines was to prevent the King from assessing unpayable fines to keep his enemies in debtor's prison. See <i>Browning-Ferris Industries of Vt., Inc.</i> v. <i>Kelco Disposal, Inc.,</i> 492 U. S. 257, 267 (1989); 4 W. Blackstone, Commentaries on the Laws of England 373 (1769) (\"[C]orporal punishment, or a stated imprisonment,. . .is better than an excessive fine, for that amounts to imprisonment for life. And this is the reason why fines in the king's court are frequently denominated ransoms . . .\"). Concern with imprisonment may explain why the Excessive Fines Clause is coupled with, and follows right after, the Excessive Bail Clause. While the concern is not implicated herefor of necessity the money is there to satisfy the forfeiturethe Court's restrictive approach could subvert this purpose. Under the Court's holding, legislators may rely on mandatory prison sentences in lieu of fines. Drug lords will be heartened by this, knowing the prison terms will fall upon their couriers while leaving their own wallets untouched.</p>\n<p>At the very least, today's decision will encourage legislatures to take advantage of another avenue the majority leaves open. The majority subjects this forfeiture to scrutiny because it is <i>in personam,</i> but it then suggests most <i>in rem</i> forfeitures (and perhaps most civil forfeitures) may not be fines at all. <i>Ante,</i> at 331, 340-341, and n. 16; but see <i>ante,</i>  at 331, n. 6. The suggestion, one might note, is inconsistent or at least in tension with <i>Austin</i> v. <i>United States,</i> 509 U. S. 602 (1993). In any event, these remarks may encourage a legislative shift from <i>in personam</i> to <i>in rem</i> forfeitures, avoiding <i>mens rea</i> as a predicate and giving owners fewer procedural protections. By invoking the Excessive Fines Clause with excessive zeal, the majority may in the long run encourage Congress to circumvent it.</p>\n<p></p>\n<h2>IV</h2>\n<p>The majority's holding may not only jeopardize a vast range of fines but also leave countless others unchecked by <span class=\"star-pagination\">*356</span> the Constitution. Nonremedial fines may be subject to deference in theory but overbearing scrutiny in fact. So-called remedial penalties, most <i>in rem</i> forfeitures, and perhaps civil fines may not be subject to scrutiny at all. I would not create these exemptions from the Excessive Fines Clause. I would also accord genuine deference to Congress' judgments about the gravity of the offenses it creates. I would further follow the long tradition of fines calibrated to the value of the goods smuggled. In these circumstances, the Constitution does not forbid forfeiture of all of the $357,144 transported by respondent. I dissent.</p>\n<h2>NOTES</h2>\n<p>[*]   <i>Ronald D. Maines</i> filed a brief for the Clarendon Foundation as <i>amicus curiae</i> urging affirmance.</p>\n<p>[1]  The statutory reporting requirement provides:\n</p>\n<p>\"[A] person or an agent or bailee of the person shall file a report . . . when the person, agent, or bailee knowingly</p>\n<p>\"(1) transports, is about to transport, or has transported, monetary instruments of more than $10,000 at one time</p>\n<p>\"(A) from a place in the United States to or through a place outside the United States . . . .\"31 U. S. C.  5316(a).</p>\n<p>[2]  Section 5322(a) provides: \"A person willfully violating this subchapter. . . shall be fined not more than $250,000, or imprisoned for not more than five years, or both.\"</p>\n<p>[3]  Although the currency reporting statute provides that \"a person or an agent or bailee of the person shall file a report,\" 31 U. S. C.  5316(a), the statute ordering the criminal forfeiture of unreported currency provides that \"[t]he court, in imposing sentence on a person convicted of\" failure to file the required report, \"shall order that the person forfeit to the United States\" any property \"involved in\" or \"traceable to\" the offense, 18 U. S. C.  982(a)(1). The combined effect of these two statutes is that an owner of unreported currency is not subject to criminal forfeiture if his agent or bailee is the one who fails to file the required report, because such an owner could not be convicted of the reporting offense. The United States endorsed this interpretation at oral argument in this case. See Tr. of Oral Arg. 24-25.\n</p>\n<p>For this reason, the dissent's speculation about the effect of today's holding on \"kingpins\" and \"cash couriers\" is misplaced. See <i>post,</i> at 352, 354. Section 982(a)(1)'s criminal <i>in personam</i> forfeiture reaches only currency owned by someone who himself commits a reporting crime. It is unlikely that the Government, in the course of criminally indicting and prosecuting a cash courier, would not bother to investigate the source and true ownership of unreported funds.</p>\n<p>[4]  We do not suggest that merely because the forfeiture of respondent's currency in this case would not serve a remedial purpose, other forfeitures may be classified as nonpunitive (and thus not \"fines\") if they serve some remedial purpose as well as being punishment for an offense.Even if the Government were correct in claiming that the forfeiture of respondent's currency is remedial in some way, the forfeiture would still be punitive in part. (The Government concedes as much.) This is sufficient to bring the for feiture within the purview of the Excessive Fines Clause. See <i>Austin</i> v<i>. United States,</i> 509 U. S. 602, 621-622 (1993).</p>\n<p>[5]  The \"guilty property\" theory behind <i>in rem</i> forfeiture can be traced to the Bible, which describes property being sacrificed to God as a means of atoning for an offense. See Exodus 21:28. In medieval Europe and at common law, this concept evolved into the law of deodand, in which offending property was condemned and confiscated by the church or the Crown in remediation for the harm it had caused. See 1 M. Hale, Pleas of the Crown 420-424 (1st Am. ed. 1847); 1 W. Blackstone, Commentaries on the Laws of England 290-292 (1765); O. Holmes, The Common Law 10-13, 23-27 (M. Howe ed. 1963).</p>\n<p>[6]  It does not follow, of course, that all modern civil <i>in rem</i> forfeitures are nonpunitive and thus beyond the coverage of the Excessive Fines Clause. Because some recent federal forfeiture laws have blurred the traditional distinction between civil <i>in rem</i> and criminal <i>in personam</i> forfeiture, we have held that a modern statutory forfeiture is a \"fine\" for Eighth Amendment purposes if it constitutes punishment even in part, regardless of whether the proceeding is styled <i>in rem</i> or <i>in personam.</i> See <i>Austin</i> v. <i>United States, supra,</i> at 621-622 (although labeled <i>in rem,</i> civil forfeiture of real property used \"to facilitate\" the commission of drug crimes was punitive in part and thus subject to review under the Excessive Fines Clause).</p>\n<p>[7]  The First Congress explicitly rejected <i>in personam</i> forfeitures as punishments for federal crimes, see Act of Apr. 30, 1790, ch. 9,  24, 1 Stat. 117 (\"[N]o conviction or judgment . . . shall work corruption of blood, or any forfeiture of estate\"), and Congress reenacted this ban several times over the course of two centuries. See Rev. Stat.  5326 (1875); Act of Mar. 4, 1909, ch. 321,  341, 35 Stat. 1159; Act of June 25, 1948, ch. 645,  3563, 62 Stat. 837, codified at 18 U. S. C.  3563 (1982 ed.); repealed effective Nov. 1, 1987, Pub. L. 98-473, 98 Stat. 1987.\n</p>\n<p>It was only in 1970 that Congress resurrected the English common law of punitive forfeiture to combat organized crime and major drug trafficking. See Organized Crime Control Act of 1970, 18 U. S. C.  1963, and Comprehensive Drug Abuse Prevention and Control Act of 1970, 21 U. S. C.  848(a). In providing for this mode of punishment, which had long been unused in this country, the Senate Judiciary Committee acknowledged that \"criminal forfeiture . . . represents an innovative attempt to call on our common law heritage to meet an essentially modern problem.\" S. Rep. No. 91-617, p. 79 (1969). Indeed, it was not until 1992 that Congress provided for the criminal forfeiture of currency at issue here. See 18 U. S. C.  982(a).</p>\n<p>[8]  Although the term \"instrumentality\" is of recent vintage, see <i>Austin</i>  v. <i>United States,</i> 509 U. S., at 627-628 (Scalia, J., concurring in part and concurring in judgment), it fairly characterizes property that historically was subject to forfeiture because it was the actual means by which an offense was committed. See <i>infra</i> this page; see, <i>e. g., </i><i>J. W. Goldsmith, Jr.-Grant Co.</i> v. <i>United States,</i> 254 U. S. 505, 508-510 (1921). \"Instrumentality\" forfeitures have historically been limited to the property actually used to commit an offense and no more. See <i>Austin</i> v. <i>United States, supra,</i> at 627-628 (Scalia, J., concurring in part and concurring in judgment). A forfeiture that reaches beyond this strict historical limitation is <i>ipso facto</i> punitive and therefore subject to review under the Excessive Fines Clause.</p>\n<p>[9]  The currency in question is not an instrumentality in any event. The Court of Appeals reasoned that the existence of the currency as a \"precondition\" to the reporting requirement did not make it an \"instrumentality\" of the offense. See 84 F. 3d 334, 337 (CA9 1996). We agree; the currency is merely the subject of the crime of failure to report. Cash in a suitcase does not facilitate the commission of that crime as, for example, an automobile facilitates the transportation of goods concealed to avoid taxes. See, <i>e. g., </i><i>J. W. Goldsmith, Jr.-Grant Co.</i> v. <i>United States, supra,</i> at 508. In the latter instance, the property is the actual means by which the criminal act is committed. See Black's Law Dictionary 801 (6th ed. 1990) (\"Instrumentality\" is \"[s]omething by which an end is achieved; a means, medium, agency\").</p>\n<p>[10]  At oral argument, respondent urged that a district court's determination of excessiveness should be reviewed by an appellate court for abuse of discretion. See Tr. of Oral Arg. 32. We cannot accept this submission. The factual findings made by the district courts in conducting the excessiveness inquiry, of course, must be accepted unless clearly erroneous. See <i>Anderson</i> v. <i>Bessemer City,</i> 470 U. S. 564, 574-575 (1985). But the question whether a fine is constitutionally excessive calls for the application of a constitutional standard to the facts of a particular case, and in this context <i>de novo</i> review of that question is appropriate. See <i>Ornelas</i>  v. <i>United States,</i> 517 U. S. 690, 697 (1996).</p>\n<p>[11]  The only question before this Court is whether the full forfeiture of respondent's $357,144 as directed by  982(a)(1) is constitutional under the Excessive Fines Clause. We hold that it is not. The Government petitioned for certiorari seeking full forfeiture, and we reject that request. Our holding that full forfeiture would be excessive reflects no judgment that \"a forfeiture of even $15,001 would have suffered from a gross disproportion,\" nor does it \"affir[m] the reduced $15,000 forfeiture on <i>de novo</i>  review.\" <i>Post,</i> at 349. Those issues are simply not before us. Nor, indeed, do we address in <i>any</i> respect the validity of the forfeiture ordered by the District Court, including whether a court may disregard the terms of a statute that commands full forfeiture: As noted, <i>supra,</i> at 327, respondent did not cross-appeal the $15,000 forfeiture ordered by the District Court. The Court of Appeals thus declined to address the $15,000 forfeiture, and that question is not properly presented here either.</p>\n<p>[12]  Contrary to the dissent's contention, the nature of the nonreporting offense in this case was not altered by respondent's \"lies\" or by the \"suspicious circumstances\" surrounding his transportation of his currency. See <i>post,</i> at 352-353. A single willful failure to declare the currency constitutes the crime, the gravity of which is not exacerbated or mitigated by \"fable[s]\" that respondent told one month, or six months, later. See <i>post,</i>  at 352. The Government indicted respondent under 18 U. S. C.  1001 for \"lying,\" but that separate count did not form the basis of the nonreporting offense for which  982(a)(1) orders forfeiture.\n</p>\n<p>Further, the District Court's finding that respondent's lies stemmed from a fear of the Government because of \"cultural differences,\" <i>supra,</i> at 326, does not mitigate the gravity of his offense. We reject the dissent's contention that this finding was a \"patronizing excuse\" that \"demeans millions of law-abiding American immigrants by suggesting they cannot be expected to be as truthful as every other citizen.\" <i>Post,</i> at 353. We are confident that the District Court concurred in the dissent's incontrovertible proposition that \"[e]ach American, regardless of culture or ethnicity, is equal before the law.\" <i>Ibid.</i> The District Court did nothing whatsoever to imply that \"cultural differences\" excuse lying, but rather made this finding in the context of establishing that respondent's willful failure to report the currency was unrelated to any other crimea finding highly relevant to the determination of the gravity of respondent's offense. The dissent's charge of ethnic paternalism on the part of the District Court finds no support in the record, nor is there any indication that the District Court's factual finding that respondent \"distrust[ed] . . . the Government,\" see <i>supra,</i> at 326, was clearly erroneous.</p>\n<p>[13]  Nor, contrary to the dissent's repeated assertion, see <i>post,</i> at 344, 346 351, 354, 356, is respondent a \"smuggl[er].\" Respondent owed no customs duties to the Government, and it was perfectly legal for him to possess the $357,144 in cash and to remove it from the United States. His crime was simply failing to report the wholly legal act of transporting his currency.</p>\n<p>[14]  In considering an offense's gravity, the other penalties that the Legislature has authorized are certainly relevant evidence. Here, as the Government and the dissent stress, Congress authorized a maximum fine of $250,000 plus five years' imprisonment for willfully violating the statutory reporting requirement, and this suggests that it did not view the reporting offense as a trivial one. That the maximum fine and Guideline sentence to which respondent was subject were but a fraction of the penalties authorized, however, undercuts any argument based solely on the statute, because they show that respondent's culpability relative to other potential violators of the reporting provisiontax evaders, drug kingpins, or money launderers, for exampleis small indeed. This disproportion is telling notwithstanding the fact that a separate Guideline provision permits forfeiture if mandated by statute, see <i>post,</i> at 350-351. That Guideline, moreover, cannot override the constitutional requirement of proportionality review.</p>\n<p>[15]  Respondent does not argue that his wealth or income are relevant to the proportionality determination or that full forfeiture would deprive him of his livelihood, see <i>supra,</i> at 335-336, and the District Court made no factual findings in this respect.</p>\n<p>[16]  The nonpunitive nature of these early forfeitures was not lost on the Department of Justice, in commenting on the punitive forfeiture provisions of the Organized Crime Control Act of 1970:\n</p>\n<p>\"`The concept of forfeiture as a criminal penalty which is embodied in this provision differs from other presently existing forfeiture provisions under Federal statutes where the proceeding is <i>in rem</i> against the property and the thing which is declared unlawful under the statute, or which is used for an unlawful purpose, or in connection with the prohibited property or transaction, is considered the offender, <i>and the forfeiture is no part of the punishment for the criminal offense. Examples of such forfeiture provisions are those contained in the customs, narcotics, and revenue laws.</i> ` \" S. Rep. No. 91-617, p. 79 (1969) (emphasis added).</p>\n<p>[17]  In each of the statutes from the early Congresses cited by the dissent, the activities giving rise to the monetary forfeitures, if undetected, were likely to cause the Government losses in customs revenue. The forfeiture imposed by the Acts of Aug. 4, 1790, and Mar. 2, 1799, was not simply for \"transferring goods from one ship to another,\" <i>post,</i> at 346, but rather for doing so \"before such ship . . . shall come to the proper place for the discharge of her cargo . . . and be there duly authorized by the proper officer or officers of the customs to unlade\" the goods, see 1 Stat. 157, 158, 648, whereupon duties would be assessed. Similarly, the forfeiture imposed by the Act of Mar. 3, 1823, was for failing to deliver the ship's manifest of cargowhich was to list \"merchandise subject to duty\"to the collector of customs. See Act of Mar. 2, 1821,  1, 3 Stat. 616; Act of Mar. 3, 1823,  1, <i>id.,</i> at 781. And the \"invoices\" that if \"false\" gave rise to the forfeiture imposed by the Act of Mar. 3, 1863, were to include the value or quantity of any dutiable goods.  1, 12 Stat. 737-738.</p>\n<p>[18]  The nonpunitive nature of the monetary forfeitures was also reflected in their procedure: like traditional <i>in rem</i> forfeitures, they were brought as civil actions, and as such are distinguishable from the punitive criminal fine at issue here. Instead of instituting an information of libel <i>in rem</i>  against the goods, see, <i>e. g., </i><i>Locke</i> v. <i>United States,</i> 7 Cranch 339 (1813), the Government filed \"a civil action of debt\" against the person from whom it sought payment. See, <i>e. g., </i><i>Stockwell</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"88491\"><a href=\"/opinion/88491/stockwell-v-united-states/\"><span class=\"volume\">13</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">531</span></a></span>, 541-542 (1871). In both England and the United States, an action of debt was used to recover import duties owed the Government, being \"the general remedy for the recovery of all sums certain, whether the legal liability arise from contract, or be created by a statute. And the remedy as well lies for the government itself, as for a citizen.\" <i>United States</i> v. <i>Lyman,</i>  <span class=\"citation\" data-id=\"2609337\"><a href=\"/opinion/2609337/state-v-lyman/\"><span class=\"volume\">26</span> <span class=\"reporter\">F. Cas.</span> <span class=\"page\">1024</span></a></span>, 1030 (No. 15,647) (CC Mass. 1818) (Story, C. J.). Thus suits for the payment of monetary forfeitures were viewed no differently than suits for the customs duties themselves.</p>\n<p>[19]  <i>One Lot Emerald Cut Stones</i> differs from this case in the most fundamental respect. We concluded that the forfeiture provision in <i>Emerald Cut Stones</i> was entirely remedial and thus nonpunitive, primarily because it \"provide[d] a reasonable form of liquidated damages\" to the Government. 409 U. S., at 237. The additional fact that such a remedial forfeiture also \"serves to reimburse the Government for investigation and enforcement expenses,\" <i>ibid.;</i> see <i>post,</i> at 346, is essentially meaningless, because even a clearly punitive criminal fine or forfeiture could be said in some measure to reimburse for criminal enforcement and investigation. Contrary to the dissent's assertion, this certainly does not mean that the forfeiture in this casewhich, as the dissent acknowledges, see <i>post,</i> at 344 (respondent's forfeiture is a \"fine\"); <i>post,</i> at 353 ( 982(a)(1) imposes a \"punishment\"), is clearly punitive\"would have to [be treated] as nonpunitive,\" <i>post,</i> at 346.</p>\n\n</div>", "id": 118234, "judges": "Thomas", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/118234/", "sha1": "83b0008cfdb834e59111c9ca4c30434ad09fe63d", "source": "LR", "supreme_court_db_id": "1997-091", "time_retrieved": "2010-04-28T10:20:27"}