{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "524 U.S. 742", 
    "federal_cite_two": "118 S. Ct. 2257", 
    "specialty_cite_one": null, 
    "federal_cite_three": "141 L. Ed. 2d 633", 
    "lexis_cite": "1998 U.S. LEXIS 4217", 
    "document_uris": [
      "/api/rest/v2/document/118244/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Burlington Industries, Inc. v. Ellerth", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "97-569", 
    "id": 102603, 
    "resource_uri": "/api/rest/v2/citation/102603/"
  }, 
  "id": 118244, 
  "blocked": false, 
  "judges": "Kennedy", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1998-06-26", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>524 U.S. 742 (1998)</b></center>\n<center><h1>BURLINGTON INDUSTRIES, INC.<br>\nv.<br>\nELLERTH</h1></center>\n<center>No. 97-569.</center>\n<center><p><b>United States Supreme Court.</b></p></center>\n<center>Argued April 22, 1998.</center>\n<center>Decided June 26, 1998.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SEVENTH CIRCUIT\n<p><span class=\"star-pagination\">*743</span> <span class=\"star-pagination\">*744</span> <span class=\"star-pagination\">*745</span> <span class=\"star-pagination\">*746</span> Kennedy, J., delivered the opinion of the Court, in which Rehnquist, C. J., and Stevens, O'Connor, Souter, and Breyer, JJ., joined. Ginsburg, J., filed an opinion concurring in the judgment, <i>post,</i> p. 766. Thomas, J., filed a dissenting opinion, in which Scalia, J., joined, <i>post,</i>  p. 766.</p>\n<p><i>James J. Casey</i> argued the cause for petitioner. With him on the briefs were <i>Mary Margaret Moore</i> and <i>Robert A. Wicker.</i></p>\n<p><i>Ernest T. Rossiello</i> argued the cause for respondent. With him on the brief were <i>Margaret A. Zuleger</i> and <i>Eric Schnapper.</i></p>\n<p><i>Deputy Solicitor General Underwood</i> argued the cause for the United States et al. as <i>amici curiae</i> urging affirmance. With her on the brief were <i>Solicitor General Waxman, Acting Assistant Attorney General Lee, Irving L. Gornstein, C. Gregory Stewart, Philip B. Sklover, Carolyn L. Wheeler,</i> and <i>Susan L. P. Starr.</i><sup>[*]</sup></p>\n<p>Justice Kennedy, delivered the opinion of the Court.</p>\n<p>We decide whether, under Title VII of the Civil Rights Act of 1964, 78 Stat. 253, as amended, 42 U. S. C. § 2000e <i>et</i>  <span class=\"star-pagination\">*747</span> <i>seq.</i> , an employee who refuses the unwelcome and threatening sexual advances of a supervisor, yet suffers no adverse, tangible job consequences, can recover against the employer without showing the employer is negligent or otherwise at fault for the supervisor's actions.</p>\n<p></p>\n<h2>I</h2>\n<p>Summary judgment was granted for the employer, so we must take the facts alleged by the employee to be true. <i>United States</i> v. <i>Diebold, Inc.,</i> 369 U. S. 654, 655 (1962) <i>(per curiam)</i><i>.</i> The employer is Burlington Industries, the petitioner. The employee is Kimberly Ellerth, the respondent. From March 1993 until May 1994, Ellerth worked as a salesperson in one of Burlington's divisions in Chicago, Illinois. During her employment, she alleges, she was subjected to constant sexual harassment by her supervisor, one Ted Slowik.</p>\n<p>In the hierarchy of Burlington's management structure, Slowik was a midlevel manager. Burlington has eight divisions, employing more than 22,000 people in some 50 plants around the United States. Slowik was a vice president in one of five business units within one of the divisions. He had authority to make hiring and promotion decisions subject to the approval of his supervisor, who signed the paperwork. See 912 F. Supp. 1101, 1119, n. 14 (ND Ill. 1996). According to Slowik's supervisor, his position was \"not considered an upper-level management position,\" and he was \"not amongst the decision-making or policy-making hierarchy.\" <i>Ibid.</i> Slowik was not Ellerth's immediate supervisor. Ellerth worked in a two-person office in Chicago, and she answered to her office colleague, who in turn answered to Slowik in New York.</p>\n<p>Against a background of repeated boorish and offensive remarks and gestures which Slowik allegedly made, Ellerth places particular emphasis on three alleged incidents where Slowik's comments could be construed as threats to deny her <span class=\"star-pagination\">*748</span> tangible job benefits. In the summer of 1993, while on a business trip, Slowik invited Ellerth to the hotel lounge, an invitation Ellerth felt compelled to accept because Slowik was her boss. App. 155. When Ellerth gave no encouragement to remarks Slowik made about her breasts, he told her to \"loosen up\" and warned, \"you know, Kim, I could make your life very hard or very easy at Burlington.\" <i>Id.</i> , at 156.</p>\n<p>In March 1994, when Ellerth was being considered for a promotion, Slowik expressed reservations during the promotion interview because she was not \"loose enough.\" <i>Id.</i> , at 159. The comment was followed by his reaching over and rubbing her knee. <i>Ibid.</i> Ellerth did receive the promotion; but when Slowik called to announce it, he told Ellerth, \"you're gonna be out there with men who work in factories, and they certainly like women with pretty butts/legs.\" <i>Id.</i> , at 159-160.</p>\n<p>In May 1994, Ellerth called Slowik, asking permission to insert a customer's logo into a fabric sample. Slowik responded, \"I don't have time for you right now, Kim . . .\u0097 unless you want to tell me what you're wearing.\" <i>Id.</i> , at 78. Ellerth told Slowik she had to go and ended the call. <i>Ibid.</i>  A day or two later, Ellerth called Slowik to ask permission again. This time he denied her request, but added something along the lines of, \"are you wearing shorter skirts yet, Kim, because it would make your job a whole heck of a lot easier.\" <i>Id.</i> , at 79.</p>\n<p>A short time later, Ellerth's immediate supervisor cautioned her about returning telephone calls to customers in a prompt fashion. 912 F. Supp., at 1109. In response, Ellerth quit. She faxed a letter giving reasons unrelated to the alleged sexual harassment we have described. <i>Ibid.</i> About three weeks later, however, she sent a letter explaining she quit because of Slowik's behavior. <i>Ibid.</i></p>\n<p>During her tenure at Burlington, Ellerth did not inform anyone in authority about Slowik's conduct, despite knowing Burlington had a policy against sexual harassment. <i>Ibid.</i>  <span class=\"star-pagination\">*749</span> In fact, she chose not to inform her immediate supervisor (not Slowik) because \"`it would be his duty as my supervisor to report any incidents of sexual harassment.' \" <i>Ibid.</i> On one occasion, she told Slowik a comment he made was inappropriate. <i>Ibid.</i></p>\n<p>In October 1994, after receiving a right-to-sue letter from the Equal Employment Opportunity Commission (EEOC), Ellerth filed suit in the United States District Court for the Northern District of Illinois, alleging Burlington engaged in sexual harassment and forced her constructive discharge, in violation of Title VII. The District Court granted summary judgment to Burlington. The court found Slowik's behavior, as described by Ellerth, severe and pervasive enough to create a hostile work environment, but found Burlington neither knew nor should have known about the conduct. There was no triable issue of fact on the latter point, and the court noted Ellerth had not used Burlington's internal complaint procedures. <i>Id.</i> , at 1118. Although Ellerth's claim was framed as a hostile work environment complaint, the District Court observed there was a <i>quid pro quo</i> \"component\" to the hostile environment. <i>Id.</i> , at 1121. Proceeding from the premise that an employer faces vicarious liability for <i>quid pro quo</i> harassment, the District Court thought it necessary to apply a negligence standard because the <i>quid pro quo</i> merely contributed to the hostile work environment. See <i>id.</i> , at 1123. The District Court also dismissed Ellerth's constructive discharge claim.</p>\n<p>The Court of Appeals en banc reversed in a decision which produced eight separate opinions and no consensus for a controlling rationale. The judges were able to agree on the problem they confronted: Vicarious liability, not failure to comply with a duty of care, was the essence of Ellerth's case against Burlington on appeal. The judges seemed to agree Ellerth could recover if Slowik's unfulfilled threats to deny her tangible job benefits was sufficient to impose vicarious liability on Burlington. <i>Jansen</i> v. <i>Packing Corp.</i>  <span class=\"star-pagination\">*750</span> <i>of America,</i> 123 F. 3d 490, 494 (CA7 1997) <i>(per curiam)</i> . With the exception of Judges Coffey and Easterbrook, the judges also agreed Ellerth's claim could be categorized as one of <i>quid pro quo</i> harassment, even though she had received the promotion and had suffered no other tangible retaliation. <i>Ibid.</i></p>\n<p>The consensus disintegrated on the standard for an employer's liability for such a claim. Six judges, Judges Flaum, Cummings, Bauer, Evans, Rovner, and Diane P. Wood, agreed the proper standard was vicarious liability, and so Ellerth could recover even though Burlington was not negligent. <i>Ibid.</i> They had different reasons for the conclusion. According to Judges Flaum, Cummings, Bauer, and Evans, whether a claim involves a <i>quid pro quo</i> determines whether vicarious liability applies; and they in turn defined <i>quid pro quo</i> to include a supervisor's threat to inflict a tangible job injury whether or not it was completed. <i>Id.</i> , at 499. Judges Wood and Rovner interpreted agency principles to impose vicarious liability on employers for most claims of supervisor sexual harassment, even absent a <i>quid pro quo. Id.</i> , at 565.</p>\n<p>Although Judge Easterbrook did not think Ellerth had stated a <i>quid pro quo</i> claim, he would have followed the law of the controlling State to determine the employer's liability, and by this standard, the employer would be liable here. <i>Id.</i> , at 552. In contrast, Judge Kanne said Ellerth had stated a <i>quid pro quo</i> claim, but negligence was the appropriate standard of liability when the <i>quid pro quo</i> involved threats only. <i>Id.</i> , at 505.</p>\n<p>Chief Judge Posner, joined by Judge Manion, disagreed. He asserted Ellerth could not recover against Burlington despite having stated a <i>quid pro quo</i> claim. According to Chief Judge Posner, an employer is subject to vicarious liability for \"act[s] that significantly alte[r] the terms or conditions of employment,\" or \"company act[s].\" <i>Id.</i> , at 515. In the emergent terminology, an unfulfilled <i>quid pro quo</i> is a <span class=\"star-pagination\">*751</span> mere threat to do a company act rather than the act itself, and in these circumstances, an employer can be found liable for its negligence only. <i>Ibid.</i> Chief Judge Posner also found Ellerth failed to create a triable issue of fact as to Burlington's negligence. <i>Id.</i> , at 517.</p>\n<p>Judge Coffey rejected all of the above approaches because he favored a uniform standard of negligence in almost all sexual harassment cases. <i>Id.</i> , at 518.</p>\n<p>The disagreement revealed in the careful opinions of the judges of the Court of Appeals reflects the fact that Congress has left it to the courts to determine controlling agency law principles in a new and difficult area of federal law. We granted certiorari to assist in defining the relevant standards of employer liability. 522 U. S. 1086 (1998).</p>\n<p></p>\n<h2>II</h2>\n<p>At the outset, we assume an important proposition yet to be established before a trier of fact. It is a premise assumed as well, in explicit or implicit terms, in the various opinions by the judges of the Court of Appeals. The premise is: A trier of fact could find in Slowik's remarks numerous threats to retaliate against Ellerth if she denied some sexual liberties. The threats, however, were not carried out or fulfilled. Cases based on threats which are carried out are referred to often as <i>quid pro quo</i> cases, as distinct from bothersome attentions or sexual remarks that are sufficiently severe or pervasive to create a hostile work environment. The terms <i>quid pro quo</i> and hostile work environment are helpful, perhaps, in making a rough demarcation between cases in which threats are carried out and those where they are not or are absent altogether, but beyond this are of limited utility.</p>\n<blockquote>Section 703(a) of Title VII forbids \"an employer\u0097</blockquote>\n<blockquote>\"(1) to fail or refuse to hire or to discharge any individual, or otherwise to discriminate against any individual with respect to his compensation, terms, conditions, or <span class=\"star-pagination\">*752</span> privileges of employment, because of such individual's. . . sex.\" 42 U. S. C. § 2000e\u00972(a)(1). \"<i>Quid pro quo</i> \" and \"hostile work environment\" do not appear in the statutory text. The terms appeared first in the academic literature, see C. MacKinnon, Sexual Harassment of Working Women (1979); found their way into decisions of the Courts of Appeals, see, <i>e. g., </i><i>Henson</i> v. <i>Dundee,</i> 682 F. 2d 897, 909 (CA11 1982); and were mentioned in this Court's decision in <i>Meritor Savings Bank, FSB</i> v. <i>Vinson,</i> 477 U. S. 57 (1986). See generally E. Scalia, The Strange Career of <i>Quid Pro Quo</i> Sexual Harassment, 21 Harv. J. L. &amp; Pub. Policy 307 (1998).</blockquote>\n<p>In <i>Meritor,</i> the terms served a specific and limited purpose. There we considered whether the conduct in question constituted discrimination in the terms or conditions of employment in violation of Title VII. We assumed, and with adequate reason, that if an employer demanded sexual favors from an employee in return for a job benefit, discrimination with respect to terms or conditions of employment was explicit. Less obvious was whether an employer's sexually demeaning behavior altered terms or conditions of employment in violation of Title VII. We distinguished between <i>quid pro quo</i> claims and hostile environment claims, see 477 U. S., at 65, and said both were cognizable under Title VII, though the latter requires harassment that is severe or pervasive. <i>Ibid.</i> The principal significance of the distinction is to instruct that Title VII is violated by either explicit or constructive alterations in the terms or conditions of employment and to explain the latter must be severe or pervasive. The distinction was not discussed for its bearing upon an employer's liability for an employee's discrimination. On this question <i>Meritor</i> held, with no further specifics, that agency principles controlled. <i>Id.</i> , at 72.</p>\n<p>Nevertheless, as use of the terms grew in the wake of <i>Meritor,</i> they acquired their own significance. The standard of employer responsibility turned on which type of harassment <span class=\"star-pagination\">*753</span> occurred. If the plaintiff established a <i>quid pro quo</i>  claim, the Courts of Appeals held, the employer was subject to vicarious liability. See <i>Davis</i> v. <i>Sioux City,</i> 115 F. 3d 1365, 1367 (CA8 1997); <i>Nichols</i> v. <i>Frank,</i> 42 F. 3d 503, 513\u0097 514 (CA9 1994); <i>Bouton</i> v. <i>BMW of North America, Inc.,</i> 29 F. 3d 103, 106-107 (CA3 1994); <i>Sauers</i> v. <i>Salt Lake County,</i>  1 F. 3d 1122, 1127 (CA10 1993); <i>Kauffman</i> v. <i>Allied Signal, Inc.,</i> 970 F. 2d 178, 185-186 (CA6), cert. denied, 506 U. S. 1041 (1992); <i>Steele</i> v. <i>Offshore Shipbuilding, Inc.,</i> 867 F. 2d 1311, 1316 (CA11 1989). The rule encouraged Title VII plaintiffs to state their claims as <i>quid pro quo</i> claims, which in turn put expansive pressure on the definition. The equivalence of the <i>quid pro quo</i> label and vicarious liability is illustrated by this case. The question presented on certiorari is whether Ellerth can state a claim of <i>quid pro quo</i> harassment, but the issue of real concern to the parties is whether Burlington has vicarious liability for Slowik's alleged misconduct, rather than liability limited to its own negligence. The question presented for certiorari asks:</p>\n<blockquote>\"Whether a claim of <i>quid pro quo</i> sexual harassment may be stated under Title VII . . . where the plaintiff employee has neither submitted to the sexual advances of the alleged harasser nor suffered any tangible effects on the compensation, terms, conditions or privileges of employment as a consequence of a refusal to submit to those advances?\" Pet. for Cert. i.</blockquote>\n<p>We do not suggest the terms <i>quid pro quo</i> and hostile work environment are irrelevant to Title VII litigation. To the extent they illustrate the distinction between cases involving a threat which is carried out and offensive conduct in general, the terms are relevant when there is a threshold question whether a plaintiff can prove discrimination in violation of Title VII. When a plaintiff proves that a tangible employment action resulted from a refusal to submit to a supervisor's sexual demands, he or she establishes that the <span class=\"star-pagination\">*754</span> employment decision itself constitutes a change in the terms and conditions of employment that is actionable under Title VII. For any sexual harassment preceding the employment decision to be actionable, however, the conduct must be severe or pervasive. Because Ellerth's claim involves only unfulfilled threats, it should be categorized as a hostile work environment claim which requires a showing of severe or pervasive conduct. See <i>Oncale</i> v. <i>Sundowner Offshore Services, Inc.,</i> 523 U. S. 75, 81 (1998); <i>Harris</i> v. <i>Forklift Systems, Inc.,</i> 510 U. S. 17, 21 (1993). For purposes of this case, we accept the District Court's finding that the alleged conduct was severe or pervasive. See <i>supra,</i> at 749. The case before us involves numerous alleged threats, and we express no opinion as to whether a single unfulfilled threat is sufficient to constitute discrimination in the terms or conditions of employment.</p>\n<p>When we assume discrimination can be proved, however, the factors we discuss below, and not the categories <i>quid pro quo</i> and hostile work environment, will be controlling on the issue of vicarious liability. That is the question we must resolve.</p>\n<p></p>\n<h2>III</h2>\n<p>We must decide, then, whether an employer has vicarious liability when a supervisor creates a hostile work environment by making explicit threats to alter a subordinate's terms or conditions of employment, based on sex, but does not fulfill the threat. We turn to principles of agency law, for the term \"employer\" is defined under Title VII to include \"agents.\" 42 U. S. C. § 2000e(b); see <i>Meritor, supra,</i> at 72. In express terms, Congress has directed federal courts to interpret Title VII based on agency principles. Given such an explicit instruction, we conclude a uniform and predictable standard must be established as a matter of federal law. We rely \"on the general common law of agency, rather than on the law of any particular State, to give meaning to these <span class=\"star-pagination\">*755</span> terms.\" <i>Community for Creative Non-Violence</i> v. <i>Reid,</i>  490 U. S. 730, 740 (1989). The resulting federal rule, based on a body of case law developed over time, is statutory interpretation pursuant to congressional direction. This is not federal common law in \"the strictest sense, <i>i. e.,</i> a rule of decision that amounts, not simply to an interpretation of a federal statute . . . , but, rather, to the judicial `creation' of a special federal rule of decision.\" <i>Atherton</i> v. <i>FDIC,</i> 519 U. S. 213, 218 (1997). State-court decisions, applying state employment discrimination law, may be instructive in applying general agency principles, but, it is interesting to note, in many cases their determinations of employer liability under state law rely in large part on federal-court decisions under Title VII. <i>E. g., </i><i>Arizona</i> v. <i>Schallock,</i> 189 Ariz. 250, 259, 941 P. 2d 1275, 1284 (1997); <i>Lehmann</i> v. <i>Toys `R' Us, Inc.,</i> 132 N. J. 587, 622, 626 A. 2d 445, 463 (1993); <i>Thompson</i>  v. <i>Berta Enterprises, Inc.,</i> 72 Wash. App. 531, 537-539, 864 P. 2d 983, 986-988 (1994).</p>\n<p>As <i>Meritor</i> acknowledged, the Restatement (Second) of Agency (1957) (hereinafter Restatement) is a useful beginning point for a discussion of general agency principles. 477 U. S., at 72. Since our decision in <i>Meritor,</i> federal courts have explored agency principles, and we find useful instruction in their decisions, noting that \"common-law principles may not be transferable in all their particulars to Title VII.\" <i>Ibid.</i> The EEOC has issued Guidelines governing sexual harassment claims under Title VII, but they provide little guidance on the issue of employer liability for supervisor harassment. See 29 CFR § 1604.11(c) (1997) (vicarious liability for supervisor harassment turns on \"the particular employment relationship and the job functions performed by the individual\").</p>\n<p></p>\n<h2>A</h2>\n<p>Section 219(1) of the Restatement sets out a central principle of agency law:</p>\n<blockquote>\n<span class=\"star-pagination\">*756</span> \"A master is subject to liability for the torts of his servants committed while acting in the scope of their employment.\"</blockquote>\n<p>An employer may be liable for both negligent and intentional torts committed by an employee within the scope of his or her employment. Sexual harassment under Title VII presupposes intentional conduct. While early decisions absolved employers of liability for the intentional torts of their employees, the law now imposes liability where the employee's \"purpose, however misguided, is wholly or in part to further the master's business.\" W. Keeton, D. Dobbs, R. Keeton, &amp; D. Owen, Prosser and Keeton on Law of Torts § 70, p. 505 (5th ed. 1984) (hereinafter Prosser and Keeton on Torts). In applying scope of employment principles to intentional torts, however, it is accepted that \"it is less likely that a willful tort will properly be held to be in the course of employment and that the liability of the master for such torts will naturally be more limited.\" F. Mechem, Outlines of the Law of Agency § 394, p. 266 (P. Mechem 4th ed. 1952). The Restatement defines conduct, including an intentional tort, to be within the scope of employment when \"actuated, at least in part, by a purpose to serve the [employer],\" even if it is forbidden by the employer. Restatement §§ 228(1)(c), 230. For example, when a salesperson lies to a customer to make a sale, the tortious conduct is within the scope of employment because it benefits the employer by increasing sales, even though it may violate the employer's policies. See Prosser and Keeton on Torts § 70, at 505-506.</p>\n<p>As Courts of Appeals have recognized, a supervisor acting out of gender-based animus or a desire to fulfill sexual urges may not be actuated by a purpose to serve the employer. See, <i>e. g., </i><i>Harrison</i> v. <i>Eddy Potash, Inc.,</i> 112 F. 3d 1437, 1444 (CA10 1997), vacated on other grounds, <i>post,</i> p. 947; <i>Torres</i>  v. <i>Pisano,</i> 116 F. 3d 625, 634, n. 10 (CA2 1997). But see <i>Kauffman</i> v. <i>Allied Signal, Inc.</i> , 970 F. 2d, at 184-185 (holding harassing supervisor acted within scope of employment, <span class=\"star-pagination\">*757</span> but employer was not liable because of its quick and effective remediation). The harassing supervisor often acts for personal motives, motives unrelated and even antithetical to the objectives of the employer. Cf. Mechem, <i>supra,</i> § 368 (\"[F]or the time being [the supervisor] is conspicuously and unmistakably seeking a personal end\"); see also Restatement § 235, Illustration 2 (tort committed while \"[a]cting purely from personal ill will\" not within the scope of employment); <i>id.,</i> Illustration 3 (tort committed in retaliation for failing to pay the employee a bribe not within the scope of employment). There are instances, of course, where a supervisor engages in unlawful discrimination with the purpose, mistaken or otherwise, to serve the employer. <i>E. g., </i><i>Sims</i> v. <i>Montgomery County Comm'n,</i> 766 F. Supp. 1052, 1075 (MD Ala. 1990) (supervisor acting in scope of employment where employer has a policy of discouraging women from seeking advancement and \"sexual harassment was simply a way of furthering that policy\").</p>\n<p>The concept of scope of employment has not always been construed to require a motive to serve the employer. <i>E. g., </i><i>Ira S. Bushey &amp; Sons, Inc.</i> v. <i>United States,</i> 398 F. 2d 167, 172 (CA2 1968). Federal courts have nonetheless found similar limitations on employer liability when applying the agency laws of the States under the Federal Tort Claims Act, which makes the Federal Government liable for torts committed by employees within the scope of employment. 28 U. S. C. § 1346(b); see, <i>e. g., </i><i>Jamison</i> v. <i>Wiley,</i> 14 F. 3d 222, 237 (CA4 1994) (supervisor's unfair criticism of subordinate's work in retaliation for rejecting his sexual advances not within scope of employment); <i>Wood</i> v. <i>United States,</i> 995 F. 2d 1122, 1123 (CA1 1993) (Breyer, C. J.) (sexual harassment amounting to assault and battery \"clearly outside the scope of employment\"); see also 2 L. Jayson &amp; R. Longstreth, Handling Federal Tort Claims § 9.07[4], p. 9-211 (1998).</p>\n<p>The general rule is that sexual harassment by a supervisor is not conduct within the scope of employment.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*758</span> B</h2>\n<p>Scope of employment does not define the only basis for employer liability under agency principles. In limited circumstances, agency principles impose liability on employers even where employees commit torts outside the scope of employment. The principles are set forth in the much-cited § 219(2) of the Restatement:</p>\n<blockquote>\"(2) A master is not subject to liability for the torts of his servants acting outside the scope of their employment, unless:</blockquote>\n<blockquote>\"(a) the master intended the conduct or the consequences, or</blockquote>\n<p>\"(b) the master was negligent or reckless, or</p>\n<blockquote>\"(c) the conduct violated a non-delegable duty of the master, or</blockquote>\n<blockquote>\"(d) the servant purported to act or to speak on behalf of the principal and there was reliance upon apparent authority, or he was aided in accomplishing the tort by the existence of the agency relation.\"</blockquote>\n<p>See also § 219, Comment <i>e</i> (Section 219(2) \"enumerates the situations in which a master may be liable for torts of servants acting solely for their own purposes and hence not in the scope of employment\").</p>\n<p>Subsection (a) addresses direct liability, where the employer acts with tortious intent, and indirect liability, where the agent's high rank in the company makes him or her the employer's alter ego. None of the parties contend Slowik's rank imputes liability under this principle. There is no contention, furthermore, that a nondelegable duty is involved. See § 219(2)(c). So, for our purposes here, subsections (a) and (c) can be put aside.</p>\n<p>Subsections (b) and (d) are possible grounds for imposing employer liability on account of a supervisor's acts and must be considered. Under subsection (b), an employer is liable when the tort is attributable to the employer's own negligence. <span class=\"star-pagination\">*759</span> § 219(2)(b). Thus, although a supervisor's sexual harassment is outside the scope of employment because the conduct was for personal motives, an employer can be liable, nonetheless, where its own negligence is a cause of the harassment. An employer is negligent with respect to sexual harassment if it knew or should have known about the conduct and failed to stop it. Negligence sets a minimum standard for employer liability under Title VII; but Ellerth seeks to invoke the more stringent standard of vicarious liability.</p>\n<p>Section 219(2)(d) concerns vicarious liability for intentional torts committed by an employee when the employee uses apparent authority (the apparent authority standard), or when the employee \"was aided in accomplishing the tort by the existence of the agency relation\" (the aided in the agency relation standard). <i>Ibid.</i> As other federal decisions have done in discussing vicarious liability for supervisor harassment, <i>e. g., </i><i>Henson</i> v. <i>Dundee,</i> 682 F. 2d 897, 909 (CA11 1982), we begin with § 219(2)(d).</p>\n<p></p>\n<h2>C</h2>\n<p>As a general rule, apparent authority is relevant where the agent purports to exercise a power which he or she does not have, as distinct from where the agent threatens to misuse actual power. Compare Restatement § 6 (defining \"power\") with § 8 (defining \"apparent authority\"). In the usual case, a supervisor's harassment involves misuse of actual power, not the false impression of its existence. Apparent authority analysis therefore is inappropriate in this context. If, in the unusual case, it is alleged there is a false impression that the actor was a supervisor, when he in fact was not, the victim's mistaken conclusion must be a reasonable one. Restatement § 8, Comment <i>c</i> (\"Apparent authority exists only to the extent it is reasonable for the third person dealing with the agent to believe that the agent is authorized\"). When a party seeks to impose vicarious liability <span class=\"star-pagination\">*760</span> based on an agent's misuse of delegated authority, the Restatement's aided in the agency relation rule, rather than the apparent authority rule, appears to be the appropriate form of analysis.</p>\n<p></p>\n<h2>D</h2>\n<p>We turn to the aided in the agency relation standard. In a sense, most workplace tortfeasors are aided in accomplishing their tortious objective by the existence of the agency relation: Proximity and regular contact may afford a captive pool of potential victims. See <i>Gary</i> v. <i>Long,</i> 59 F. 3d 1391, 1397 (CADC 1995). Were this to satisfy the aided in the agency relation standard, an employer would be subject to vicarious liability not only for all supervisor harassment, but also for all co-worker harassment, a result enforced by neither the EEOC nor any court of appeals to have considered the issue. See, <i>e. g., </i><i>Blankenship</i> v. <i>Parke Care Centers, Inc.</i> , 123 F. 3d 868, 872 (CA6 1997), cert. denied, 522 U. S. 1110 (1998) (sex discrimination); <i>McKenzie</i> v. <i>Illinois Dept. of Transp.,</i> 92 F. 3d 473, 480 (CA7 1996) (sex discrimination); <i>Daniels</i> v. <i>Essex Group, Inc.</i> , 937 F. 2d 1264, 1273 (CA7 1991) (race discrimination); see also 29 CFR § 1604.11(d) (1997) (\"knows or should have known\" standard of liability for cases of harassment between \"fellow employees\"). The aided in the agency relation standard, therefore, requires the existence of something more than the employment relation itself.</p>\n<p>At the outset, we can identify a class of cases where, beyond question, more than the mere existence of the employment relation aids in commission of the harassment: when a supervisor takes a tangible employment action against the subordinate. Every Federal Court of Appeals to have considered the question has found vicarious liability when a discriminatory act results in a tangible employment action. See, <i>e. g., </i><i>Sauers</i> v. <i>Salt Lake County,</i> 1 F. 3d 1122, 1127 (CA10 1993) (\"`If the plaintiff can show that she suffered an economic injury from her supervisor's actions, the employer becomes strictly liable without any further showing . . .' \"). <span class=\"star-pagination\">*761</span> In <i>Meritor,</i> we acknowledged this consensus. See 477 U. S., at 70-71 (\"[T]he courts have consistently held employers liable for the discriminatory discharges of employees by supervisory personnel, whether or not the employer knew, or should have known, or approved of the supervisor's actions\"). Although few courts have elaborated how agency principles support this rule, we think it reflects a correct application of the aided in the agency relation standard.</p>\n<p>In the context of this case, a tangible employment action would have taken the form of a denial of a raise or a promotion. The concept of a tangible employment action appears in numerous cases in the Courts of Appeals discussing claims involving race, age, and national origin discrimination, as well as sex discrimination. Without endorsing the specific results of those decisions, we think it prudent to import the concept of a tangible employment action for resolution of the vicarious liability issue we consider here. A tangible employment action constitutes a significant change in employment status, such as hiring, firing, failing to promote, reassignment with significantly different responsibilities, or a decision causing a significant change in benefits. Compare <i>Crady</i> v. <i>Liberty Nat. Bank &amp; Trust Co. of Ind.,</i> 993 F. 2d 132, 136 (CA7 1993) (\"A materially adverse change might be indicated by a termination of employment, a demotion evidenced by a decrease in wage or salary, a less distinguished title, a material loss of benefits, significantly diminished material responsibilities, or other indices that might be unique to a particular situation\"), with <i>Flaherty</i> v. <i>Gas Research Institute,</i> 31 F. 3d 451, 456 (CA7 1994) (a \"bruised ego\" is not enough), <i>Kocsis</i> v. <i>Multi-Care Management, Inc.,</i> 97 F. 3d 876, 887 (CA6 1996) (demotion without change in pay, benefits, duties, or prestige insufficient), and <i>Harlston</i> v. <i>McDonnell Douglas Corp.,</i> 37 F. 3d 379, 382 (CA8 1994) (reassignment to more inconvenient job insufficient).</p>\n<p>When a supervisor makes a tangible employment decision, there is assurance the injury could not have been inflicted <span class=\"star-pagination\">*762</span> absent the agency relation. A tangible employment action in most cases inflicts direct economic harm. As a general proposition, only a supervisor, or other person acting with the authority of the company, can cause this sort of injury. A co-worker can break a co-worker's arm as easily as a supervisor, and anyone who has regular contact with an employee can inflict psychological injuries by his or her offensive conduct. See <i>Gary, supra,</i> at 1397; <i>Henson,</i> 682 F. 2d, at 910; <i>Barnes</i> v. <i>Costle,</i> 561 F. 2d 983, 996 (CADC 1977) (MacKinnon, J., concurring). But one co-worker (absent some elaborate scheme) cannot dock another's pay, nor can one co-worker demote another. Tangible employment actions fall within the special province of the supervisor. The supervisor has been empowered by the company as a distinct class of agent to make economic decisions affecting other employees under his or her control.</p>\n<p>Tangible employment actions are the means by which the supervisor brings the official power of the enterprise to bear on subordinates. A tangible employment decision requires an official act of the enterprise, a company act. The decision in most cases is documented in official company records, and may be subject to review by higher level supervisors. <i>E. g., </i><i>Shager</i> v. <i>Up john Co.,</i> 913 F. 2d 398, 405 (CA7 1990) (noting that the supervisor did not fire plaintiff; rather, the Career Path Committee did, but the employer was still liable because the committee functioned as the supervisor's \"cat'spaw\"). The supervisor often must obtain the imprimatur of the enterprise and use its internal processes. See <i>Kotcher</i>  v. <i>Rosa &amp; Sullivan Appliance Center, Inc.</i> , 957 F. 2d 59, 62 (CA2 1992) (\"From the perspective of the employee, the supervisor and the employer merge into a single entity\").</p>\n<p>For these reasons, a tangible employment action taken by the supervisor becomes for Title VII purposes the act of the employer. Whatever the exact contours of the aided in the agency relation standard, its requirements will always be met when a supervisor takes a tangible employment action <span class=\"star-pagination\">*763</span> against a subordinate. In that instance, it would be implausible to interpret agency principles to allow an employer to escape liability, as <i>Meritor</i> itself appeared to acknowledge. See <i>supra,</i> at 760-761.</p>\n<p>Whether the agency relation aids in commission of supervisor harassment which does not culminate in a tangible employment action is less obvious. Application of the standard is made difficult by its malleable terminology, which can be read to either expand or limit liability in the context of supervisor harassment. On the one hand, a supervisor's power and authority invests his or her harassing conduct with a particular threatening character, and in this sense, a supervisor always is aided by the agency relation. See <i>Meritor,</i> 477 U. S., at 77 (Marshall, J., concurring in judgment) (\"[I]t is precisely because the supervisor is understood to be clothed with the employer's authority that he is able to impose unwelcome sexual conduct on subordinates\"). On the other hand, there are acts of harassment a supervisor might commit which might be the same acts a coemployee would commit, and there may be some circumstances where the supervisor's status makes little difference.</p>\n<p>It is this tension which, we think, has caused so much confusion among the Courts of Appeals which have sought to apply the aided in the agency relation standard to Title VII cases. The aided in the agency relation standard, however, is a developing feature of agency law, and we hesitate to render a definitive explanation of our understanding of the standard in an area where other important considerations must affect our judgment. In particular, we are bound by our holding in <i>Meritor</i> that agency principles constrain the imposition of vicarious liability in cases of supervisory harassment. See <i>id.,</i> at 72 (\"Congress' decision to define `employer' to include any `agent' of an employer, 42 U. S. C. § 2000e(b), surely evinces an intent to place some limits on the acts of employees for which employers under Title VII are to be held responsible\"). Congress has not altered <i>Mer-</i>  <span class=\"star-pagination\">*764</span> <i>itor</i> `s rule even though it has made significant amendments to Title VII in the interim. See <i>Illinois Brick Co.</i> v. <i>Illinois,</i> 431 U. S. 720, 736 (1977) (\"[W]e must bear in mind that considerations of <i>stare decisis</i> weigh heavily in the area of statutory construction, where Congress is free to change this Court's interpretation of its legislation\").</p>\n<p>Although <i>Meritor</i> suggested the limitation on employer liability stemmed from agency principles, the Court acknowledged other considerations might be relevant as well. See 477 U. S., at 72 (\"common-law principles may not be transferable in all their particulars to Title VII\"). For example, Title VII is designed to encourage the creation of antiharassment policies and effective grievance mechanisms. Were employer liability to depend in part on an employer's effort to create such procedures, it would effect Congress' intention to promote conciliation rather than litigation in the Title VII context, see <i>EEOC</i> v. <i>Shell Oil Co.,</i> 466 U. S. 54, 77 (1984), and the EEOC's policy of encouraging the development of grievance procedures. See 29 CFR § 1604.11(f) (1997); EEOC Policy Guidance on Sexual Harassment, 8 BNA FEP Manual 405:6699 (Mar. 19, 1990). To the extent limiting employer liability could encourage employees to report harassing conduct before it becomes severe or pervasive, it would also serve Title VII's deterrent purpose. See <i>McKennon</i> v. <i>Nashville Banner Publishing Co.,</i> 513 U. S. 352, 358 (1995). As we have observed, Title VII borrows from tort law the avoidable consequences doctrine, see <i>Ford Motor Co.</i> v. <i>EEOC,</i> 458 U. S. 219, 231, n. 15 (1982), and the considerations which animate that doctrine would also support the limitation of employer liability in certain circumstances.</p>\n<p>In order to accommodate the agency principles of vicarious liability for harm caused by misuse of supervisory authority, as well as Title VII's equally basic policies of encouraging forethought by employers and saving action by objecting employees, we adopt the following holding in this case and in <i>Faragher</i> v. <i>Boca Raton, post,</i> p. 775, also decided today. <span class=\"star-pagination\">*765</span> An employer is subject to vicarious liability to a victimized employee for an actionable hostile environment created by a supervisor with immediate (or successively higher) authority over the employee. When no tangible employment action is taken, a defending employer may raise an affirmative defense to liability or damages, subject to proof by a preponderance of the evidence, see Fed. Rule Civ. Proc. 8(c). The defense comprises two necessary elements: (a) that the employer exercised reasonable care to prevent and correct promptly any sexually harassing behavior, and (b) that the plaintiff employee unreasonably failed to take advantage of any preventive or corrective opportunities provided by the employer or to avoid harm otherwise. While proof that an employer had promulgated an antiharassment policy with complaint procedure is not necessary in every instance as a matter of law, the need for a stated policy suitable to the employment circumstances may appropriately be addressed in any case when litigating the first element of the defense. And while proof that an employee failed to fulfill the corresponding obligation of reasonable care to avoid harm is not limited to showing an unreasonable failure to use any complaint procedure provided by the employer, a demonstration of such failure will normally suffice to satisfy the employer's burden under the second element of the defense. No affirmative defense is available, however, when the supervisor's harassment culminates in a tangible employment action, such as discharge, demotion, or undesirable reassignment.</p>\n<p></p>\n<h2>IV</h2>\n<p>Relying on existing case law which held out the promise of vicarious liability for all <i>quid pro quo</i> claims, see <i>supra,</i>  at 752-753, Ellerth focused all her attention in the Court of Appeals on proving her claim fit within that category. Given our explanation that the labels <i>quid pro quo</i> and hostile work environment are not controlling for purposes of establishing employer liability, see <i>supra,</i> at 754, Ellerth <span class=\"star-pagination\">*766</span> should have an adequate opportunity to prove she has a claim for which Burlington is liable.</p>\n<p>Although Ellerth has not alleged she suffered a tangible employment action at the hands of Slowik, which would deprive Burlington of the availability of the affirmative defense, this is not dispositive. In light of our decision, Burlington is still subject to vicarious liability for Slowik's activity, but Burlington should have an opportunity to assert and prove the affirmative defense to liability. See <i>supra,</i>  at 765.</p>\n<p>For these reasons, we will affirm the judgment of the Court of Appeals, reversing the grant of summary judgment against Ellerth. On remand, the District Court will have the opportunity to decide whether it would be appropriate to allow Ellerth to amend her pleading or supplement her discovery.</p>\n<p>The judgment of the Court of Appeals is affirmed.</p>\n<p><i>It is so ordered.</i></p>\n<p>Justice Ginsburg, concurring in the judgment.\nI agree with the Court's ruling that \"the labels <i>quid pro quo</i> and hostile work environment are not controlling for purposes of establishing employer liability.\" <i>Ante,</i> at 765. I also subscribe to the Court's statement of the rule governing employer liability, <i>ibid.,</i> which is substantively identical to the rule the Court adopts in <i>Faragher</i> v. <i>Boca Raton, post,</i>  p. 775.</p>\n<p>Justice Thomas, with whom Justice Scalia joins, dissenting.</p>\n<p>The Court today manufactures a rule that employers are vicariously liable if supervisors create a sexually hostile work environment, subject to an affirmative defense that the Court barely attempts to define. This rule applies even if the employer has a policy against sexual harassment, the employee knows about that policy, and the employee never <span class=\"star-pagination\">*767</span> informs anyone in a position of authority about the supervisor's conduct. As a result, employer liability under Title VII is judged by different standards depending upon whether a sexually or racially hostile work environment is alleged. The standard of employer liability should be the same in both instances: An employer should be liable if, and only if, the plaintiff proves that the employer was negligent in permitting the supervisor's conduct to occur.</p>\n<p></p>\n<h2>I</h2>\n<p>Years before sexual harassment was recognized as \"discriminat[ion] . . . because of . . . sex,\" 42 U. S. C. § 2000e\u0097 2(a)(1), the Courts of Appeals considered whether, and when, a racially hostile work environment could violate Title VII.<sup>[1]</sup> In the landmark case <i>Rogers</i> v. <i>EEOC,</i> 454 F. 2d 234 (1971), cert. denied, 406 U. S. 957 (1972), the Court of Appeals for the Fifth Circuit held that the practice of racially segregating patients in a doctor's office could amount to discrimination in \"`the terms, conditions, or privileges' \" of employment, thereby violating Title VII. 454 F. 2d, at 238 (quoting 42 U. S. C. § 2000e\u00972(a)(1)). The principal opinion in the case concluded that employment discrimination was not limited to the \"isolated and distinguishable events\" of \"hiring, firing, and promoting.\" 454 F. 2d, at 238 (opinion of Goldberg, J.). Rather, Title VII could also be violated by a work environment \"heavily polluted with discrimination,\" because of the deleterious effects of such an atmosphere on an employee's well-being. <i>Ibid.</i></p>\n<p>Accordingly, after <i>Rogers,</i> a plaintiff claiming employment discrimination based upon race could assert a claim for a racially hostile work environment, in addition to the classic <span class=\"star-pagination\">*768</span> claim of so-called \"disparate treatment.\" A disparate treatment claim required a plaintiff to prove an adverse employment consequence and discriminatory intent by his employer. See 1 B. Lindemann &amp; P. Grossman, Employment Discrimination Law 10-11 (3d ed. 1996). A hostile environment claim required the plaintiff to show that his work environment was so pervaded by racial harassment as to alter the terms and conditions of his employment. See, <i>e. g., </i><i>Snell</i> v. <i>Suffolk Cty.,</i> 782 F. 2d 1094, 1103 (CA2 1986) (\"To establish a hostile atmosphere, . . . plaintiffs must prove more than a few isolated incidents of racial enmity\"); <i>Johnson</i> v. <i>Bunny Bread Co.,</i> 646 F. 2d 1250, 1257 (CA8 1981) (no violation of Title VII from infrequent use of racial slurs). This is the same standard now used when determining whether sexual harassment renders a work environment hostile. See <i>Harris</i> v. <i>Forklift Systems, Inc.,</i> 510 U. S. 17, 21 (1993) (actionable sexual harassment occurs when the workplace is \"<i>permeated</i> with discriminatory intimidation, ridicule, and insult\" (emphasis added; internal quotation marks and citation omitted)).</p>\n<p>In race discrimination cases, employer liability has turned on whether the plaintiff has alleged an adverse employment consequence, such as firing or demotion, or a hostile work environment. If a supervisor takes an adverse employment action because of race, causing the employee a tangible job detriment, the employer is vicariously liable for resulting damages. See <i>ante,</i> at 760-761. This is because such actions are company acts that can be performed only by the exercise of specific authority granted by the employer, and thus the supervisor acts as the employer. If, on the other hand, the employee alleges a racially hostile work environment, the employer is liable only for negligence: that is, only if the employer knew, or in the exercise of reasonable care should have known, about the harassment and failed to take remedial action. See, <i>e. g., </i><i>Dennis</i> v. <i>Cty. of Fairfax,</i> 55 F. 3d 151, 153 (CA4 1995); <i>Davis</i> v. <i>Monsanto Chemical Co.,</i>  <span class=\"star-pagination\">*769</span> 858 F. 2d 345, 349 (CA6 1988), cert. denied, 490 U. S. 1110 (1989). Liability has thus been imposed only if the employer is blameworthy in some way. See, <i>e. g., </i><i>Davis</i> v. <i>Monsanto Chemical Co., supra,</i> at 349; <i>Snell</i> v. <i>Suffolk Cty., supra,</i> at 1104; <i>DeGrace</i> v. <i>Rumsfeld,</i> 614 F. 2d 796, 805 (CA1 1980).</p>\n<p>This distinction applies with equal force in cases of sexual harassment.<sup>[2]</sup> When a supervisor inflicts an adverse employment consequence upon an employee who has rebuffed his advances, the supervisor exercises the specific authority granted to him by his company. His acts, therefore, are the company's acts and are properly chargeable to it. See 123 F. 3d 490, 514 (CA7 1997) (Posner, C. J., dissenting); <i>ante,</i>  at 762 (\"Tangible employment actions fall within the special province of the supervisor. The supervisor has been empowered by the company as a distinct class of agent to make economic decisions affecting other employees under his or her control\").</p>\n<p>If a supervisor creates a hostile work environment, however, he does not act for the employer. As the Court concedes, a supervisor's creation of a hostile work environment is neither within the scope of his employment, nor part of his apparent authority. See <i>ante,</i> at 755-760. Indeed, a hostile work environment is antithetical to the interest of the employer. In such circumstances, an employer should be liable only if it has been negligent. That is, liability should attach only if the employer either knew, or in the exercise of <span class=\"star-pagination\">*770</span> reasonable care should have known, about the hostile work environment and failed to take remedial action.<sup>[3]</sup></p>\n<p>Sexual harassment is simply not something that employers can wholly prevent without taking extraordinary measures\u0097constant video and audio surveillance, for example\u0097 that would revolutionize the workplace in a manner incompatible with a free society. See 123 F. 3d, at 513 (Posner, C. J., dissenting). Indeed, such measures could not even detect incidents of harassment such as the comments Slowik allegedly made to respondent in a hotel bar. The most that employers can be charged with, therefore, is a duty to act reasonably under the circumstances. As one court recognized in addressing an early racial harassment claim:</p>\n<blockquote>\"It may not always be within an employer's power to guarantee an environment free from all bigotry. . . . [H]e can let it be known, however, that racial harassment will not be tolerated, and he can take all reasonable measures to enforce this policy. . . . But once an employer has in good faith taken those measures which are both feasible and reasonable under the circumstances to combat the offensive conduct we do not think he can be charged with discriminating on the basis of race.\" <i>DeGrace</i> v. <i>Rumsfeld,</i> 614 F. 2d 796, 805 (1980).</blockquote>\n<p><span class=\"star-pagination\">*771</span> Under a negligence standard, Burlington cannot be held liable for Slowik's conduct. Although respondent alleged a hostile work environment, she never contended that Burlington had been negligent in permitting the harassment to occur, and there is no question that Burlington acted reasonably under the circumstances. The company had a policy against sexual harassment, and respondent admitted that she was aware of the policy but nonetheless failed to tell anyone with authority over Slowik about his behavior. See <i>ante,</i> at 748. Burlington therefore cannot be charged with knowledge of Slowik's alleged harassment or with a failure to exercise reasonable care in not knowing about it.</p>\n<p></p>\n<h2>II</h2>\n<p>Rejecting a negligence standard, the Court instead imposes a rule of vicarious employer liability, subject to a vague affirmative defense, for the acts of supervisors who wield no delegated authority in creating a hostile work environment. This rule is a whole-cloth creation that draws no support from the legal principles on which the Court claims it is based. Compounding its error, the Court fails to explain how employers can rely upon the affirmative defense, thus ensuring a continuing reign of confusion in this important area of the law.</p>\n<p>In justifying its holding, the Court refers to our comment in <i>Meritor Savings Bank, FSB</i> v. <i>Vinson,</i> 477 U. S. 57 (1986), that the lower courts should look to \"agency principles\" for guidance in determining the scope of employer liability, <i>id.,</i>  at 72. The Court then interprets the term \"agency principles\" to mean the Restatement (Second) of Agency (1957). The Court finds two portions of the Restatement to be relevant: § 219(2)(b), which provides that a master is liable for his servant's torts if the master is reckless or negligent, and § 219(2)(d), which states that a master is liable for his servant's torts when the servant is \"aided in accomplishing the tort by the existence of the agency relation.\" The Court <span class=\"star-pagination\">*772</span> appears to reason that a supervisor is \"aided . . . by . . . the agency relation\" in creating a hostile work environment because the supervisor's \"power and authority invests his or her harassing conduct with a particular threatening character.\" <i>Ante,</i> at 763.</p>\n<p>Section 219(2)(d) of the Restatement provides no basis whatsoever for imposing vicarious liability for a supervisor's creation of a hostile work environment. Contrary to the Court's suggestions, the principle embodied in § 219(2)(d) has nothing to do with a servant's \"power and authority,\" nor with whether his actions appear \"threatening.\" Rather, as demonstrated by the Restatement's illustrations, liability under § 219(2)(d) depends upon the plaintiff's belief that the agent acted in the ordinary course of business or within the scope of his apparent authority.<sup>[4]</sup> In this day and age, no sexually harassed employee can reasonably believe that a harassing supervisor is conducting the official business of the company or acting on its behalf. Indeed, the Court admits as much in demonstrating why sexual harassment is not committed within the scope of a supervisor's employment and is not part of his apparent authority. See <i>ante,</i> at 755-760.</p>\n<p>Thus although the Court implies that it has found guidance in both precedent and statute\u0097see <i>ante,</i> at 755 (\"The resulting federal rule, based on a body of case law developed over time, is statutory interpretation pursuant to congressional direction\")\u0097its holding is a product of willful policymaking, pure and simple. The only agency principle that justifies imposing employer liability in this context is the principle <span class=\"star-pagination\">*773</span> that a master will be liable for a servant's torts if the master was negligent or reckless in permitting them to occur; and as noted, under a negligence standard, Burlington cannot be held liable. See <i>supra,</i> at 771.</p>\n<p>The Court's decision is also in considerable tension with our holding in <i>Meritor</i> that employers are not strictly liable for a supervisor's sexual harassment. See <i>Meritor Savings Bank, FSB</i> v. <i>Vinson, supra,</i> at 72. Although the Court recognizes an affirmative defense\u0097based solely on its divination of Title VII's <i>gestalt,</i> see <i>ante,</i> at 764\u0097it provides shockingly little guidance about how employers can actually avoid vicarious liability. Instead, it issues only Delphic pronouncements and leaves the dirty work to the lower courts:</p>\n<blockquote>\"While proof that an employer had promulgated an antiharassment policy with complaint procedure is not necessary in every instance as a matter of law, the need for a stated policy suitable to the employment circumstances may appropriately be addressed in any case when litigating the first element of the defense. And while proof that an employee failed to fulfill the corresponding obligation of reasonable care to avoid harm is not limited to showing an unreasonable failure to use any complaint procedure provided by the employer, a demonstration of such failure will normally suffice to satisfy the employer's burden under the second element of the defense.\" <i>Ante,</i> at 765. What these statements mean for district courts ruling on motions for summary judgment\u0097\u0097the critical question for employers now subject to the vicarious liability rule\u0097 remains a mystery. Moreover, employers will be liable notwithstanding the affirmative defense, <i>even though they acted reasonably,</i> so long as the plaintiff in question fulfilled <i>her</i>  duty of reasonable care to avoid harm. See <i>ibid.</i> In practice, therefore, employer liability very well may be the rule. <span class=\"star-pagination\">*774</span> But as the Court acknowledges, this is the one result that it is clear Congress did <i>not</i> intend. See <i>ante,</i> at 763; <i>Meritor Savings Bank, FSB</i> v. <i>Vinson,</i> 477 U. S., at 72.</blockquote>\n<p>The Court's holding does guarantee one result: There will be more and more litigation to clarify applicable legal rules in an area in which both practitioners and the courts have long been begging for guidance. It thus truly boggles the mind that the Court can claim that its holding will effect \"Congress' intention to promote conciliation rather than litigation in the Title VII context.\" <i>Ante,</i> at 764. All in all, today's decision is an ironic result for a case that generated eight separate opinions in the Court of Appeals on a fundamental question, and in which we granted certiorari \"to assist in defining the relevant standards of employer liability.\" <i>Ante,</i> at 751.</p>\n<p></p>\n<h2>* * *</h2>\n<p>Popular misconceptions notwithstanding, sexual harassment is not a free standing federal tort, but a form of employment discrimination. As such, it should be treated no differently (and certainly no better) than the other forms of harassment that are illegal under Title VII. I would restore parallel treatment of employer liability for racial and sexual harassment and hold an employer liable for a hostile work environment only if the employer is truly at fault. I therefore respectfully dissent.</p>\n<h2>NOTES</h2>\n<p>[*]   Briefs of <i>amici curiae</i> urging reversal were filed for the Chamber of Commerce of the United States by <i>Carol Connor Flowe, Stephen A. Bokat, Robin S. Conrad,</i> and <i>Sussan L. Mahallati;</i> and for the Equal Employment Advisory Council by <i>Ann Elizabeth Reesman.</i>\n</p>\n<p>Briefs of <i>amici curiae</i> urging affirmance were filed for the American Federation of Labor and Congress of Industrial Organizations by <i>Jonathan P. Hiatt, Marsha S. Berzon,</i> and <i>Laurence Gold;</i> for Equal Rights Advocates et al. by <i>Samuel A. Marcosson, Beth H. Parker,</i> and <i>Rose Fua;</i>  and for the Rutherford Institute by <i>John W. Whitehead</i> and <i>Steven H. Aden.</i></p>\n<p><i>David Benjamin Oppenheimer, H. Candace Gorman,</i> and <i>Paula A. Brantner</i> filed a brief for the National Employment Lawyers Association as <i>amicus curiae.</i></p>\n<p>[1]  This sequence of events is not surprising, given that the primary goal of the Civil Rights Act of 1964 was to eradicate race discrimination and that the statute's ban on sex discrimination was added as an eleventh-hour amendment in an effort to kill the bill. See <i>Barnes</i> v. <i>Costle,</i> 561 F. 2d 983, 987 (CADC 1977).</p>\n<p>[2]  The Courts of Appeals relied on racial harassment cases when analyzing early claims of discrimination based upon a supervisor's sexual harassment. For example, when the Court of Appeals for the District of Columbia Circuit held that a work environment poisoned by a supervisor's \"sexually stereotyped insults and demeaning propositions\" could itself violate Title VII, its principal authority was Judge Goldberg's opinion in <i>Rogers</i> v. <i>EEOC,</i> 454 F. 2d 234 (CA5 1971). See <i>Bundy</i> v. <i>Jackson,</i> 641 F. 2d 934, 944 (CADC 1981); see also <i>Henson</i> v. <i>Dundee,</i> 682 F. 2d 897, 901 (CA11 1982). So, too, this Court relied on <i>Rogers</i> when in <i>Meritor Savings Bank, FSB</i> v. <i>Vinson,</i> 477 U. S. 57 (1986), it recognized a cause of action under Title VII for sexual harassment. See <i>id.,</i> at 65-66.</p>\n<p>[3]  I agree with the Court that the doctrine of <i>quid pro quo</i> sexual harassment is irrelevant to the issue of an employer's vicarious liability. I do not, however, agree that the distinction between hostile work environment and <i>quid pro quo</i> sexual harassment is relevant \"when there is a threshold question whether a plaintiff can prove discrimination in violation of Title VII.\" <i>Ante,</i> at 753. A supervisor's threat to take adverse action against an employee who refuses his sexual demands, if never carried out, may create a hostile work environment, but that is all. Cases involving such threats, without more, should therefore be analyzed as hostile work environment cases only. If, on the other hand, the supervisor carries out his threat and causes the plaintiff a job detriment, the plaintiff may have a disparate treatment claim under Title VII. See E. Scalia, The Strange Career of <i>Quid Pro Quo</i> Sexual Harassment, 21 Harv. J. L. &amp; Pub. Policy 307, 309-314 (1998).</p>\n<p>[4]  See Restatement § 219, Comment <i>e;</i> § 261, Comment <i>a</i> (principal liable for an agent's fraud if \"the agent's position facilitates the consummation of the fraud, in that from the point of view of the third person the transaction seems regular on its face and the agent appears to be acting in the ordinary course of business confided to him\"); § 247, Illustrations (newspaper liable for a defamatory editorial published by editor for his own purposes).</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:20:28", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">742</span></span> (1998)</b></center>\n<center><h1>BURLINGTON INDUSTRIES, INC.<br>\nv.<br>\nELLERTH</h1></center>\n<center>No. 97-569.</center>\n<center><p><b>United States Supreme Court.</b></p></center>\n<center>Argued April 22, 1998.</center>\n<center>Decided June 26, 1998.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SEVENTH CIRCUIT\n<p><span class=\"star-pagination\">*743</span> <span class=\"star-pagination\">*744</span> <span class=\"star-pagination\">*745</span> <span class=\"star-pagination\">*746</span> Kennedy, J., delivered the opinion of the Court, in which Rehnquist, C. J., and Stevens, O'Connor, Souter, and Breyer, JJ., joined. Ginsburg, J., filed an opinion concurring in the judgment, <i>post,</i> p. 766. Thomas, J., filed a dissenting opinion, in which Scalia, J., joined, <i>post,</i>  p. 766.</p>\n<p><i>James J. Casey</i> argued the cause for petitioner. With him on the briefs were <i>Mary Margaret Moore</i> and <i>Robert A. Wicker.</i></p>\n<p><i>Ernest T. Rossiello</i> argued the cause for respondent. With him on the brief were <i>Margaret A. Zuleger</i> and <i>Eric Schnapper.</i></p>\n<p><i>Deputy Solicitor General Underwood</i> argued the cause for the United States et al. as <i>amici curiae</i> urging affirmance. With her on the brief were <i>Solicitor General Waxman, Acting Assistant Attorney General Lee, Irving L. Gornstein, C. Gregory Stewart, Philip B. Sklover, Carolyn L. Wheeler,</i> and <i>Susan L. P. Starr.</i><sup>[*]</sup></p>\n<p>Justice Kennedy, delivered the opinion of the Court.</p>\n<p>We decide whether, under Title VII of the Civil Rights Act of 1964, 78 Stat. 253, as amended, 42 U. S. C. § 2000e <i>et</i>  <span class=\"star-pagination\">*747</span> <i>seq.</i> , an employee who refuses the unwelcome and threatening sexual advances of a supervisor, yet suffers no adverse, tangible job consequences, can recover against the employer without showing the employer is negligent or otherwise at fault for the supervisor's actions.</p>\n<p></p>\n<h2>I</h2>\n<p>Summary judgment was granted for the employer, so we must take the facts alleged by the employee to be true. <i>United States</i> v. <i>Diebold, Inc.,</i> 369 U. S. 654, 655 (1962) <i>(per curiam)</i><i>.</i> The employer is Burlington Industries, the petitioner. The employee is Kimberly Ellerth, the respondent. From March 1993 until May 1994, Ellerth worked as a salesperson in one of Burlington's divisions in Chicago, Illinois. During her employment, she alleges, she was subjected to constant sexual harassment by her supervisor, one Ted Slowik.</p>\n<p>In the hierarchy of Burlington's management structure, Slowik was a midlevel manager. Burlington has eight divisions, employing more than 22,000 people in some 50 plants around the United States. Slowik was a vice president in one of five business units within one of the divisions. He had authority to make hiring and promotion decisions subject to the approval of his supervisor, who signed the paperwork. See <span class=\"citation\" data-id=\"1986449\"><a href=\"/opinion/1986449/ellerth-v-burlington-industries-inc/\"><span class=\"volume\">912</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1101</span></a></span>, 1119, n. 14 (ND Ill. 1996). According to Slowik's supervisor, his position was \"not considered an upper-level management position,\" and he was \"not amongst the decision-making or policy-making hierarchy.\" <i>Ibid.</i> Slowik was not Ellerth's immediate supervisor. Ellerth worked in a two-person office in Chicago, and she answered to her office colleague, who in turn answered to Slowik in New York.</p>\n<p>Against a background of repeated boorish and offensive remarks and gestures which Slowik allegedly made, Ellerth places particular emphasis on three alleged incidents where Slowik's comments could be construed as threats to deny her <span class=\"star-pagination\">*748</span> tangible job benefits. In the summer of 1993, while on a business trip, Slowik invited Ellerth to the hotel lounge, an invitation Ellerth felt compelled to accept because Slowik was her boss. App. 155. When Ellerth gave no encouragement to remarks Slowik made about her breasts, he told her to \"loosen up\" and warned, \"you know, Kim, I could make your life very hard or very easy at Burlington.\" <i>Id.</i> , at 156.</p>\n<p>In March 1994, when Ellerth was being considered for a promotion, Slowik expressed reservations during the promotion interview because she was not \"loose enough.\" <i>Id.</i> , at 159. The comment was followed by his reaching over and rubbing her knee. <i>Ibid.</i> Ellerth did receive the promotion; but when Slowik called to announce it, he told Ellerth, \"you're gonna be out there with men who work in factories, and they certainly like women with pretty butts/legs.\" <i>Id.</i> , at 159-160.</p>\n<p>In May 1994, Ellerth called Slowik, asking permission to insert a customer's logo into a fabric sample. Slowik responded, \"I don't have time for you right now, Kim . . .\u0097 unless you want to tell me what you're wearing.\" <i>Id.</i> , at 78. Ellerth told Slowik she had to go and ended the call. <i>Ibid.</i>  A day or two later, Ellerth called Slowik to ask permission again. This time he denied her request, but added something along the lines of, \"are you wearing shorter skirts yet, Kim, because it would make your job a whole heck of a lot easier.\" <i>Id.</i> , at 79.</p>\n<p>A short time later, Ellerth's immediate supervisor cautioned her about returning telephone calls to customers in a prompt fashion. 912 F. Supp., at 1109. In response, Ellerth quit. She faxed a letter giving reasons unrelated to the alleged sexual harassment we have described. <i>Ibid.</i> About three weeks later, however, she sent a letter explaining she quit because of Slowik's behavior. <i>Ibid.</i></p>\n<p>During her tenure at Burlington, Ellerth did not inform anyone in authority about Slowik's conduct, despite knowing Burlington had a policy against sexual harassment. <i>Ibid.</i>  <span class=\"star-pagination\">*749</span> In fact, she chose not to inform her immediate supervisor (not Slowik) because \"`it would be his duty as my supervisor to report any incidents of sexual harassment.' \" <i>Ibid.</i> On one occasion, she told Slowik a comment he made was inappropriate. <i>Ibid.</i></p>\n<p>In October 1994, after receiving a right-to-sue letter from the Equal Employment Opportunity Commission (EEOC), Ellerth filed suit in the United States District Court for the Northern District of Illinois, alleging Burlington engaged in sexual harassment and forced her constructive discharge, in violation of Title VII. The District Court granted summary judgment to Burlington. The court found Slowik's behavior, as described by Ellerth, severe and pervasive enough to create a hostile work environment, but found Burlington neither knew nor should have known about the conduct. There was no triable issue of fact on the latter point, and the court noted Ellerth had not used Burlington's internal complaint procedures. <i>Id.</i> , at 1118. Although Ellerth's claim was framed as a hostile work environment complaint, the District Court observed there was a <i>quid pro quo</i> \"component\" to the hostile environment. <i>Id.</i> , at 1121. Proceeding from the premise that an employer faces vicarious liability for <i>quid pro quo</i> harassment, the District Court thought it necessary to apply a negligence standard because the <i>quid pro quo</i> merely contributed to the hostile work environment. See <i>id.</i> , at 1123. The District Court also dismissed Ellerth's constructive discharge claim.</p>\n<p>The Court of Appeals en banc reversed in a decision which produced eight separate opinions and no consensus for a controlling rationale. The judges were able to agree on the problem they confronted: Vicarious liability, not failure to comply with a duty of care, was the essence of Ellerth's case against Burlington on appeal. The judges seemed to agree Ellerth could recover if Slowik's unfulfilled threats to deny her tangible job benefits was sufficient to impose vicarious liability on Burlington. <i>Jansen</i> v. <i>Packing Corp.</i>  <span class=\"star-pagination\">*750</span> <i>of America,</i> 123 F. 3d 490, 494 (CA7 1997) <i>(per curiam)</i> . With the exception of Judges Coffey and Easterbrook, the judges also agreed Ellerth's claim could be categorized as one of <i>quid pro quo</i> harassment, even though she had received the promotion and had suffered no other tangible retaliation. <i>Ibid.</i></p>\n<p>The consensus disintegrated on the standard for an employer's liability for such a claim. Six judges, Judges Flaum, Cummings, Bauer, Evans, Rovner, and Diane P. Wood, agreed the proper standard was vicarious liability, and so Ellerth could recover even though Burlington was not negligent. <i>Ibid.</i> They had different reasons for the conclusion. According to Judges Flaum, Cummings, Bauer, and Evans, whether a claim involves a <i>quid pro quo</i> determines whether vicarious liability applies; and they in turn defined <i>quid pro quo</i> to include a supervisor's threat to inflict a tangible job injury whether or not it was completed. <i>Id.</i> , at 499. Judges Wood and Rovner interpreted agency principles to impose vicarious liability on employers for most claims of supervisor sexual harassment, even absent a <i>quid pro quo. Id.</i> , at 565.</p>\n<p>Although Judge Easterbrook did not think Ellerth had stated a <i>quid pro quo</i> claim, he would have followed the law of the controlling State to determine the employer's liability, and by this standard, the employer would be liable here. <i>Id.</i> , at 552. In contrast, Judge Kanne said Ellerth had stated a <i>quid pro quo</i> claim, but negligence was the appropriate standard of liability when the <i>quid pro quo</i> involved threats only. <i>Id.</i> , at 505.</p>\n<p>Chief Judge Posner, joined by Judge Manion, disagreed. He asserted Ellerth could not recover against Burlington despite having stated a <i>quid pro quo</i> claim. According to Chief Judge Posner, an employer is subject to vicarious liability for \"act[s] that significantly alte[r] the terms or conditions of employment,\" or \"company act[s].\" <i>Id.</i> , at 515. In the emergent terminology, an unfulfilled <i>quid pro quo</i> is a <span class=\"star-pagination\">*751</span> mere threat to do a company act rather than the act itself, and in these circumstances, an employer can be found liable for its negligence only. <i>Ibid.</i> Chief Judge Posner also found Ellerth failed to create a triable issue of fact as to Burlington's negligence. <i>Id.</i> , at 517.</p>\n<p>Judge Coffey rejected all of the above approaches because he favored a uniform standard of negligence in almost all sexual harassment cases. <i>Id.</i> , at 518.</p>\n<p>The disagreement revealed in the careful opinions of the judges of the Court of Appeals reflects the fact that Congress has left it to the courts to determine controlling agency law principles in a new and difficult area of federal law. We granted certiorari to assist in defining the relevant standards of employer liability. 522 U. S. 1086 (1998).</p>\n<p></p>\n<h2>II</h2>\n<p>At the outset, we assume an important proposition yet to be established before a trier of fact. It is a premise assumed as well, in explicit or implicit terms, in the various opinions by the judges of the Court of Appeals. The premise is: A trier of fact could find in Slowik's remarks numerous threats to retaliate against Ellerth if she denied some sexual liberties. The threats, however, were not carried out or fulfilled. Cases based on threats which are carried out are referred to often as <i>quid pro quo</i> cases, as distinct from bothersome attentions or sexual remarks that are sufficiently severe or pervasive to create a hostile work environment. The terms <i>quid pro quo</i> and hostile work environment are helpful, perhaps, in making a rough demarcation between cases in which threats are carried out and those where they are not or are absent altogether, but beyond this are of limited utility.</p>\n<blockquote>Section 703(a) of Title VII forbids \"an employer\u0097</blockquote>\n<blockquote>\"(1) to fail or refuse to hire or to discharge any individual, or otherwise to discriminate against any individual with respect to his compensation, terms, conditions, or <span class=\"star-pagination\">*752</span> privileges of employment, because of such individual's. . . sex.\" 42 U. S. C. § 2000e\u00972(a)(1). \"<i>Quid pro quo</i> \" and \"hostile work environment\" do not appear in the statutory text. The terms appeared first in the academic literature, see C. MacKinnon, Sexual Harassment of Working Women (1979); found their way into decisions of the Courts of Appeals, see, <i>e. g., </i><i>Henson</i> v. <i>Dundee,</i> 682 F. 2d 897, 909 (CA11 1982); and were mentioned in this Court's decision in <i>Meritor Savings Bank, FSB</i> v. <i>Vinson,</i> 477 U. S. 57 (1986). See generally E. Scalia, The Strange Career of <i>Quid Pro Quo</i> Sexual Harassment, 21 Harv. J. L. &amp; Pub. Policy 307 (1998).</blockquote>\n<p>In <i>Meritor,</i> the terms served a specific and limited purpose. There we considered whether the conduct in question constituted discrimination in the terms or conditions of employment in violation of Title VII. We assumed, and with adequate reason, that if an employer demanded sexual favors from an employee in return for a job benefit, discrimination with respect to terms or conditions of employment was explicit. Less obvious was whether an employer's sexually demeaning behavior altered terms or conditions of employment in violation of Title VII. We distinguished between <i>quid pro quo</i> claims and hostile environment claims, see 477 U. S., at 65, and said both were cognizable under Title VII, though the latter requires harassment that is severe or pervasive. <i>Ibid.</i> The principal significance of the distinction is to instruct that Title VII is violated by either explicit or constructive alterations in the terms or conditions of employment and to explain the latter must be severe or pervasive. The distinction was not discussed for its bearing upon an employer's liability for an employee's discrimination. On this question <i>Meritor</i> held, with no further specifics, that agency principles controlled. <i>Id.</i> , at 72.</p>\n<p>Nevertheless, as use of the terms grew in the wake of <i>Meritor,</i> they acquired their own significance. The standard of employer responsibility turned on which type of harassment <span class=\"star-pagination\">*753</span> occurred. If the plaintiff established a <i>quid pro quo</i>  claim, the Courts of Appeals held, the employer was subject to vicarious liability. See <i>Davis</i> v. <i>Sioux City,</i> 115 F. 3d 1365, 1367 (CA8 1997); <i>Nichols</i> v. <i>Frank,</i> 42 F. 3d 503, 513\u0097 514 (CA9 1994); <i>Bouton</i> v. <i>BMW of North America, Inc.,</i> 29 F. 3d 103, 106-107 (CA3 1994); <i>Sauers</i> v. <i>Salt Lake County,</i>  1 F. 3d 1122, 1127 (CA10 1993); <i>Kauffman</i> v. <i>Allied Signal, Inc.,</i> 970 F. 2d 178, 185-186 (CA6), cert. denied, 506 U. S. 1041 (1992); <i>Steele</i> v. <i>Offshore Shipbuilding, Inc.,</i> 867 F. 2d 1311, 1316 (CA11 1989). The rule encouraged Title VII plaintiffs to state their claims as <i>quid pro quo</i> claims, which in turn put expansive pressure on the definition. The equivalence of the <i>quid pro quo</i> label and vicarious liability is illustrated by this case. The question presented on certiorari is whether Ellerth can state a claim of <i>quid pro quo</i> harassment, but the issue of real concern to the parties is whether Burlington has vicarious liability for Slowik's alleged misconduct, rather than liability limited to its own negligence. The question presented for certiorari asks:</p>\n<blockquote>\"Whether a claim of <i>quid pro quo</i> sexual harassment may be stated under Title VII . . . where the plaintiff employee has neither submitted to the sexual advances of the alleged harasser nor suffered any tangible effects on the compensation, terms, conditions or privileges of employment as a consequence of a refusal to submit to those advances?\" Pet. for Cert. i.</blockquote>\n<p>We do not suggest the terms <i>quid pro quo</i> and hostile work environment are irrelevant to Title VII litigation. To the extent they illustrate the distinction between cases involving a threat which is carried out and offensive conduct in general, the terms are relevant when there is a threshold question whether a plaintiff can prove discrimination in violation of Title VII. When a plaintiff proves that a tangible employment action resulted from a refusal to submit to a supervisor's sexual demands, he or she establishes that the <span class=\"star-pagination\">*754</span> employment decision itself constitutes a change in the terms and conditions of employment that is actionable under Title VII. For any sexual harassment preceding the employment decision to be actionable, however, the conduct must be severe or pervasive. Because Ellerth's claim involves only unfulfilled threats, it should be categorized as a hostile work environment claim which requires a showing of severe or pervasive conduct. See <i>Oncale</i> v. <i>Sundowner Offshore Services, Inc.,</i> 523 U. S. 75, 81 (1998); <i>Harris</i> v. <i>Forklift Systems, Inc.,</i> 510 U. S. 17, 21 (1993). For purposes of this case, we accept the District Court's finding that the alleged conduct was severe or pervasive. See <i>supra,</i> at 749. The case before us involves numerous alleged threats, and we express no opinion as to whether a single unfulfilled threat is sufficient to constitute discrimination in the terms or conditions of employment.</p>\n<p>When we assume discrimination can be proved, however, the factors we discuss below, and not the categories <i>quid pro quo</i> and hostile work environment, will be controlling on the issue of vicarious liability. That is the question we must resolve.</p>\n<p></p>\n<h2>III</h2>\n<p>We must decide, then, whether an employer has vicarious liability when a supervisor creates a hostile work environment by making explicit threats to alter a subordinate's terms or conditions of employment, based on sex, but does not fulfill the threat. We turn to principles of agency law, for the term \"employer\" is defined under Title VII to include \"agents.\" 42 U. S. C. § 2000e(b); see <i>Meritor, supra,</i> at 72. In express terms, Congress has directed federal courts to interpret Title VII based on agency principles. Given such an explicit instruction, we conclude a uniform and predictable standard must be established as a matter of federal law. We rely \"on the general common law of agency, rather than on the law of any particular State, to give meaning to these <span class=\"star-pagination\">*755</span> terms.\" <i>Community for Creative Non-Violence</i> v. <i>Reid,</i>  490 U. S. 730, 740 (1989). The resulting federal rule, based on a body of case law developed over time, is statutory interpretation pursuant to congressional direction. This is not federal common law in \"the strictest sense, <i>i. e.,</i> a rule of decision that amounts, not simply to an interpretation of a federal statute . . . , but, rather, to the judicial `creation' of a special federal rule of decision.\" <i>Atherton</i> v. <i>FDIC,</i> 519 U. S. 213, 218 (1997). State-court decisions, applying state employment discrimination law, may be instructive in applying general agency principles, but, it is interesting to note, in many cases their determinations of employer liability under state law rely in large part on federal-court decisions under Title VII. <i>E. g., </i><i>Arizona</i> v. <i>Schallock,</i> <span class=\"citation\" data-id=\"1172244\"><a href=\"/opinion/1172244/state-dept-of-admin-v-schallock/\"><span class=\"volume\">189</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">250</span></a></span>, 259, 941 P. 2d 1275, 1284 (1997); <i>Lehmann</i> v. <i>Toys `R' Us, Inc.,</i> 132 N. J. 587, 622, 626 A. 2d 445, 463 (1993); <i>Thompson</i>  v. <i>Berta Enterprises, Inc.,</i> <span class=\"citation\" data-id=\"1199888\"><a href=\"/opinion/1199888/thompson-v-berta-enterprises/\"><span class=\"volume\">72</span> <span class=\"reporter\">Wash. App.</span> <span class=\"page\">531</span></a></span>, 537-539, 864 P. 2d 983, 986-988 (1994).</p>\n<p>As <i>Meritor</i> acknowledged, the Restatement (Second) of Agency (1957) (hereinafter Restatement) is a useful beginning point for a discussion of general agency principles. 477 U. S., at 72. Since our decision in <i>Meritor,</i> federal courts have explored agency principles, and we find useful instruction in their decisions, noting that \"common-law principles may not be transferable in all their particulars to Title VII.\" <i>Ibid.</i> The EEOC has issued Guidelines governing sexual harassment claims under Title VII, but they provide little guidance on the issue of employer liability for supervisor harassment. See 29 CFR § 1604.11(c) (1997) (vicarious liability for supervisor harassment turns on \"the particular employment relationship and the job functions performed by the individual\").</p>\n<p></p>\n<h2>A</h2>\n<p>Section 219(1) of the Restatement sets out a central principle of agency law:</p>\n<blockquote>\n<span class=\"star-pagination\">*756</span> \"A master is subject to liability for the torts of his servants committed while acting in the scope of their employment.\"</blockquote>\n<p>An employer may be liable for both negligent and intentional torts committed by an employee within the scope of his or her employment. Sexual harassment under Title VII presupposes intentional conduct. While early decisions absolved employers of liability for the intentional torts of their employees, the law now imposes liability where the employee's \"purpose, however misguided, is wholly or in part to further the master's business.\" W. Keeton, D. Dobbs, R. Keeton, &amp; D. Owen, Prosser and Keeton on Law of Torts § 70, p. 505 (5th ed. 1984) (hereinafter Prosser and Keeton on Torts). In applying scope of employment principles to intentional torts, however, it is accepted that \"it is less likely that a willful tort will properly be held to be in the course of employment and that the liability of the master for such torts will naturally be more limited.\" F. Mechem, Outlines of the Law of Agency § 394, p. 266 (P. Mechem 4th ed. 1952). The Restatement defines conduct, including an intentional tort, to be within the scope of employment when \"actuated, at least in part, by a purpose to serve the [employer],\" even if it is forbidden by the employer. Restatement §§ 228(1)(c), 230. For example, when a salesperson lies to a customer to make a sale, the tortious conduct is within the scope of employment because it benefits the employer by increasing sales, even though it may violate the employer's policies. See Prosser and Keeton on Torts § 70, at 505-506.</p>\n<p>As Courts of Appeals have recognized, a supervisor acting out of gender-based animus or a desire to fulfill sexual urges may not be actuated by a purpose to serve the employer. See, <i>e. g., </i><i>Harrison</i> v. <i>Eddy Potash, Inc.,</i> 112 F. 3d 1437, 1444 (CA10 1997), vacated on other grounds, <i>post,</i> p. 947; <i>Torres</i>  v. <i>Pisano,</i> 116 F. 3d 625, 634, n. 10 (CA2 1997). But see <i>Kauffman</i> v. <i>Allied Signal, Inc.</i> , 970 F. 2d, at 184-185 (holding harassing supervisor acted within scope of employment, <span class=\"star-pagination\">*757</span> but employer was not liable because of its quick and effective remediation). The harassing supervisor often acts for personal motives, motives unrelated and even antithetical to the objectives of the employer. Cf. Mechem, <i>supra,</i> § 368 (\"[F]or the time being [the supervisor] is conspicuously and unmistakably seeking a personal end\"); see also Restatement § 235, Illustration 2 (tort committed while \"[a]cting purely from personal ill will\" not within the scope of employment); <i>id.,</i> Illustration 3 (tort committed in retaliation for failing to pay the employee a bribe not within the scope of employment). There are instances, of course, where a supervisor engages in unlawful discrimination with the purpose, mistaken or otherwise, to serve the employer. <i>E. g., </i><i>Sims</i> v. <i>Montgomery County Comm'n,</i> <span class=\"citation no-link\"><span class=\"volume\">766</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1052</span></span>, 1075 (MD Ala. 1990) (supervisor acting in scope of employment where employer has a policy of discouraging women from seeking advancement and \"sexual harassment was simply a way of furthering that policy\").</p>\n<p>The concept of scope of employment has not always been construed to require a motive to serve the employer. <i>E. g., </i><i>Ira S. Bushey &amp; Sons, Inc.</i> v. <i>United States,</i> 398 F. 2d 167, 172 (CA2 1968). Federal courts have nonetheless found similar limitations on employer liability when applying the agency laws of the States under the Federal Tort Claims Act, which makes the Federal Government liable for torts committed by employees within the scope of employment. 28 U. S. C. § 1346(b); see, <i>e. g., </i><i>Jamison</i> v. <i>Wiley,</i> 14 F. 3d 222, 237 (CA4 1994) (supervisor's unfair criticism of subordinate's work in retaliation for rejecting his sexual advances not within scope of employment); <i>Wood</i> v. <i>United States,</i> 995 F. 2d 1122, 1123 (CA1 1993) (Breyer, C. J.) (sexual harassment amounting to assault and battery \"clearly outside the scope of employment\"); see also 2 L. Jayson &amp; R. Longstreth, Handling Federal Tort Claims § 9.07[4], p. 9-211 (1998).</p>\n<p>The general rule is that sexual harassment by a supervisor is not conduct within the scope of employment.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*758</span> B</h2>\n<p>Scope of employment does not define the only basis for employer liability under agency principles. In limited circumstances, agency principles impose liability on employers even where employees commit torts outside the scope of employment. The principles are set forth in the much-cited § 219(2) of the Restatement:</p>\n<blockquote>\"(2) A master is not subject to liability for the torts of his servants acting outside the scope of their employment, unless:</blockquote>\n<blockquote>\"(a) the master intended the conduct or the consequences, or</blockquote>\n<p>\"(b) the master was negligent or reckless, or</p>\n<blockquote>\"(c) the conduct violated a non-delegable duty of the master, or</blockquote>\n<blockquote>\"(d) the servant purported to act or to speak on behalf of the principal and there was reliance upon apparent authority, or he was aided in accomplishing the tort by the existence of the agency relation.\"</blockquote>\n<p>See also § 219, Comment <i>e</i> (Section 219(2) \"enumerates the situations in which a master may be liable for torts of servants acting solely for their own purposes and hence not in the scope of employment\").</p>\n<p>Subsection (a) addresses direct liability, where the employer acts with tortious intent, and indirect liability, where the agent's high rank in the company makes him or her the employer's alter ego. None of the parties contend Slowik's rank imputes liability under this principle. There is no contention, furthermore, that a nondelegable duty is involved. See § 219(2)(c). So, for our purposes here, subsections (a) and (c) can be put aside.</p>\n<p>Subsections (b) and (d) are possible grounds for imposing employer liability on account of a supervisor's acts and must be considered. Under subsection (b), an employer is liable when the tort is attributable to the employer's own negligence. <span class=\"star-pagination\">*759</span> § 219(2)(b). Thus, although a supervisor's sexual harassment is outside the scope of employment because the conduct was for personal motives, an employer can be liable, nonetheless, where its own negligence is a cause of the harassment. An employer is negligent with respect to sexual harassment if it knew or should have known about the conduct and failed to stop it. Negligence sets a minimum standard for employer liability under Title VII; but Ellerth seeks to invoke the more stringent standard of vicarious liability.</p>\n<p>Section 219(2)(d) concerns vicarious liability for intentional torts committed by an employee when the employee uses apparent authority (the apparent authority standard), or when the employee \"was aided in accomplishing the tort by the existence of the agency relation\" (the aided in the agency relation standard). <i>Ibid.</i> As other federal decisions have done in discussing vicarious liability for supervisor harassment, <i>e. g., </i><i>Henson</i> v. <i>Dundee,</i> 682 F. 2d 897, 909 (CA11 1982), we begin with § 219(2)(d).</p>\n<p></p>\n<h2>C</h2>\n<p>As a general rule, apparent authority is relevant where the agent purports to exercise a power which he or she does not have, as distinct from where the agent threatens to misuse actual power. Compare Restatement § 6 (defining \"power\") with § 8 (defining \"apparent authority\"). In the usual case, a supervisor's harassment involves misuse of actual power, not the false impression of its existence. Apparent authority analysis therefore is inappropriate in this context. If, in the unusual case, it is alleged there is a false impression that the actor was a supervisor, when he in fact was not, the victim's mistaken conclusion must be a reasonable one. Restatement § 8, Comment <i>c</i> (\"Apparent authority exists only to the extent it is reasonable for the third person dealing with the agent to believe that the agent is authorized\"). When a party seeks to impose vicarious liability <span class=\"star-pagination\">*760</span> based on an agent's misuse of delegated authority, the Restatement's aided in the agency relation rule, rather than the apparent authority rule, appears to be the appropriate form of analysis.</p>\n<p></p>\n<h2>D</h2>\n<p>We turn to the aided in the agency relation standard. In a sense, most workplace tortfeasors are aided in accomplishing their tortious objective by the existence of the agency relation: Proximity and regular contact may afford a captive pool of potential victims. See <i>Gary</i> v. <i>Long,</i> 59 F. 3d 1391, 1397 (CADC 1995). Were this to satisfy the aided in the agency relation standard, an employer would be subject to vicarious liability not only for all supervisor harassment, but also for all co-worker harassment, a result enforced by neither the EEOC nor any court of appeals to have considered the issue. See, <i>e. g., </i><i>Blankenship</i> v. <i>Parke Care Centers, Inc.</i> , 123 F. 3d 868, 872 (CA6 1997), cert. denied, 522 U. S. 1110 (1998) (sex discrimination); <i>McKenzie</i> v. <i>Illinois Dept. of Transp.,</i> 92 F. 3d 473, 480 (CA7 1996) (sex discrimination); <i>Daniels</i> v. <i>Essex Group, Inc.</i> , 937 F. 2d 1264, 1273 (CA7 1991) (race discrimination); see also 29 CFR § 1604.11(d) (1997) (\"knows or should have known\" standard of liability for cases of harassment between \"fellow employees\"). The aided in the agency relation standard, therefore, requires the existence of something more than the employment relation itself.</p>\n<p>At the outset, we can identify a class of cases where, beyond question, more than the mere existence of the employment relation aids in commission of the harassment: when a supervisor takes a tangible employment action against the subordinate. Every Federal Court of Appeals to have considered the question has found vicarious liability when a discriminatory act results in a tangible employment action. See, <i>e. g., </i><i>Sauers</i> v. <i>Salt Lake County,</i> 1 F. 3d 1122, 1127 (CA10 1993) (\"`If the plaintiff can show that she suffered an economic injury from her supervisor's actions, the employer becomes strictly liable without any further showing . . .' \"). <span class=\"star-pagination\">*761</span> In <i>Meritor,</i> we acknowledged this consensus. See 477 U. S., at 70-71 (\"[T]he courts have consistently held employers liable for the discriminatory discharges of employees by supervisory personnel, whether or not the employer knew, or should have known, or approved of the supervisor's actions\"). Although few courts have elaborated how agency principles support this rule, we think it reflects a correct application of the aided in the agency relation standard.</p>\n<p>In the context of this case, a tangible employment action would have taken the form of a denial of a raise or a promotion. The concept of a tangible employment action appears in numerous cases in the Courts of Appeals discussing claims involving race, age, and national origin discrimination, as well as sex discrimination. Without endorsing the specific results of those decisions, we think it prudent to import the concept of a tangible employment action for resolution of the vicarious liability issue we consider here. A tangible employment action constitutes a significant change in employment status, such as hiring, firing, failing to promote, reassignment with significantly different responsibilities, or a decision causing a significant change in benefits. Compare <i>Crady</i> v. <i>Liberty Nat. Bank &amp; Trust Co. of Ind.,</i> 993 F. 2d 132, 136 (CA7 1993) (\"A materially adverse change might be indicated by a termination of employment, a demotion evidenced by a decrease in wage or salary, a less distinguished title, a material loss of benefits, significantly diminished material responsibilities, or other indices that might be unique to a particular situation\"), with <i>Flaherty</i> v. <i>Gas Research Institute,</i> 31 F. 3d 451, 456 (CA7 1994) (a \"bruised ego\" is not enough), <i>Kocsis</i> v. <i>Multi-Care Management, Inc.,</i> 97 F. 3d 876, 887 (CA6 1996) (demotion without change in pay, benefits, duties, or prestige insufficient), and <i>Harlston</i> v. <i>McDonnell Douglas Corp.,</i> 37 F. 3d 379, 382 (CA8 1994) (reassignment to more inconvenient job insufficient).</p>\n<p>When a supervisor makes a tangible employment decision, there is assurance the injury could not have been inflicted <span class=\"star-pagination\">*762</span> absent the agency relation. A tangible employment action in most cases inflicts direct economic harm. As a general proposition, only a supervisor, or other person acting with the authority of the company, can cause this sort of injury. A co-worker can break a co-worker's arm as easily as a supervisor, and anyone who has regular contact with an employee can inflict psychological injuries by his or her offensive conduct. See <i>Gary, supra,</i> at 1397; <i>Henson,</i> 682 F. 2d, at 910; <i>Barnes</i> v. <i>Costle,</i> 561 F. 2d 983, 996 (CADC 1977) (MacKinnon, J., concurring). But one co-worker (absent some elaborate scheme) cannot dock another's pay, nor can one co-worker demote another. Tangible employment actions fall within the special province of the supervisor. The supervisor has been empowered by the company as a distinct class of agent to make economic decisions affecting other employees under his or her control.</p>\n<p>Tangible employment actions are the means by which the supervisor brings the official power of the enterprise to bear on subordinates. A tangible employment decision requires an official act of the enterprise, a company act. The decision in most cases is documented in official company records, and may be subject to review by higher level supervisors. <i>E. g., </i><i>Shager</i> v. <i>Up john Co.,</i> 913 F. 2d 398, 405 (CA7 1990) (noting that the supervisor did not fire plaintiff; rather, the Career Path Committee did, but the employer was still liable because the committee functioned as the supervisor's \"cat'spaw\"). The supervisor often must obtain the imprimatur of the enterprise and use its internal processes. See <i>Kotcher</i>  v. <i>Rosa &amp; Sullivan Appliance Center, Inc.</i> , 957 F. 2d 59, 62 (CA2 1992) (\"From the perspective of the employee, the supervisor and the employer merge into a single entity\").</p>\n<p>For these reasons, a tangible employment action taken by the supervisor becomes for Title VII purposes the act of the employer. Whatever the exact contours of the aided in the agency relation standard, its requirements will always be met when a supervisor takes a tangible employment action <span class=\"star-pagination\">*763</span> against a subordinate. In that instance, it would be implausible to interpret agency principles to allow an employer to escape liability, as <i>Meritor</i> itself appeared to acknowledge. See <i>supra,</i> at 760-761.</p>\n<p>Whether the agency relation aids in commission of supervisor harassment which does not culminate in a tangible employment action is less obvious. Application of the standard is made difficult by its malleable terminology, which can be read to either expand or limit liability in the context of supervisor harassment. On the one hand, a supervisor's power and authority invests his or her harassing conduct with a particular threatening character, and in this sense, a supervisor always is aided by the agency relation. See <i>Meritor,</i> 477 U. S., at 77 (Marshall, J., concurring in judgment) (\"[I]t is precisely because the supervisor is understood to be clothed with the employer's authority that he is able to impose unwelcome sexual conduct on subordinates\"). On the other hand, there are acts of harassment a supervisor might commit which might be the same acts a coemployee would commit, and there may be some circumstances where the supervisor's status makes little difference.</p>\n<p>It is this tension which, we think, has caused so much confusion among the Courts of Appeals which have sought to apply the aided in the agency relation standard to Title VII cases. The aided in the agency relation standard, however, is a developing feature of agency law, and we hesitate to render a definitive explanation of our understanding of the standard in an area where other important considerations must affect our judgment. In particular, we are bound by our holding in <i>Meritor</i> that agency principles constrain the imposition of vicarious liability in cases of supervisory harassment. See <i>id.,</i> at 72 (\"Congress' decision to define `employer' to include any `agent' of an employer, 42 U. S. C. § 2000e(b), surely evinces an intent to place some limits on the acts of employees for which employers under Title VII are to be held responsible\"). Congress has not altered <i>Mer-</i>  <span class=\"star-pagination\">*764</span> <i>itor</i> `s rule even though it has made significant amendments to Title VII in the interim. See <i>Illinois Brick Co.</i> v. <i>Illinois,</i> 431 U. S. 720, 736 (1977) (\"[W]e must bear in mind that considerations of <i>stare decisis</i> weigh heavily in the area of statutory construction, where Congress is free to change this Court's interpretation of its legislation\").</p>\n<p>Although <i>Meritor</i> suggested the limitation on employer liability stemmed from agency principles, the Court acknowledged other considerations might be relevant as well. See 477 U. S., at 72 (\"common-law principles may not be transferable in all their particulars to Title VII\"). For example, Title VII is designed to encourage the creation of antiharassment policies and effective grievance mechanisms. Were employer liability to depend in part on an employer's effort to create such procedures, it would effect Congress' intention to promote conciliation rather than litigation in the Title VII context, see <i>EEOC</i> v. <i>Shell Oil Co.,</i> 466 U. S. 54, 77 (1984), and the EEOC's policy of encouraging the development of grievance procedures. See 29 CFR § 1604.11(f) (1997); EEOC Policy Guidance on Sexual Harassment, 8 BNA FEP Manual 405:6699 (Mar. 19, 1990). To the extent limiting employer liability could encourage employees to report harassing conduct before it becomes severe or pervasive, it would also serve Title VII's deterrent purpose. See <i>McKennon</i> v. <i>Nashville Banner Publishing Co.,</i> 513 U. S. 352, 358 (1995). As we have observed, Title VII borrows from tort law the avoidable consequences doctrine, see <i>Ford Motor Co.</i> v. <i>EEOC,</i> 458 U. S. 219, 231, n. 15 (1982), and the considerations which animate that doctrine would also support the limitation of employer liability in certain circumstances.</p>\n<p>In order to accommodate the agency principles of vicarious liability for harm caused by misuse of supervisory authority, as well as Title VII's equally basic policies of encouraging forethought by employers and saving action by objecting employees, we adopt the following holding in this case and in <i>Faragher</i> v. <i>Boca Raton, post,</i> p. 775, also decided today. <span class=\"star-pagination\">*765</span> An employer is subject to vicarious liability to a victimized employee for an actionable hostile environment created by a supervisor with immediate (or successively higher) authority over the employee. When no tangible employment action is taken, a defending employer may raise an affirmative defense to liability or damages, subject to proof by a preponderance of the evidence, see Fed. Rule Civ. Proc. 8(c). The defense comprises two necessary elements: (a) that the employer exercised reasonable care to prevent and correct promptly any sexually harassing behavior, and (b) that the plaintiff employee unreasonably failed to take advantage of any preventive or corrective opportunities provided by the employer or to avoid harm otherwise. While proof that an employer had promulgated an antiharassment policy with complaint procedure is not necessary in every instance as a matter of law, the need for a stated policy suitable to the employment circumstances may appropriately be addressed in any case when litigating the first element of the defense. And while proof that an employee failed to fulfill the corresponding obligation of reasonable care to avoid harm is not limited to showing an unreasonable failure to use any complaint procedure provided by the employer, a demonstration of such failure will normally suffice to satisfy the employer's burden under the second element of the defense. No affirmative defense is available, however, when the supervisor's harassment culminates in a tangible employment action, such as discharge, demotion, or undesirable reassignment.</p>\n<p></p>\n<h2>IV</h2>\n<p>Relying on existing case law which held out the promise of vicarious liability for all <i>quid pro quo</i> claims, see <i>supra,</i>  at 752-753, Ellerth focused all her attention in the Court of Appeals on proving her claim fit within that category. Given our explanation that the labels <i>quid pro quo</i> and hostile work environment are not controlling for purposes of establishing employer liability, see <i>supra,</i> at 754, Ellerth <span class=\"star-pagination\">*766</span> should have an adequate opportunity to prove she has a claim for which Burlington is liable.</p>\n<p>Although Ellerth has not alleged she suffered a tangible employment action at the hands of Slowik, which would deprive Burlington of the availability of the affirmative defense, this is not dispositive. In light of our decision, Burlington is still subject to vicarious liability for Slowik's activity, but Burlington should have an opportunity to assert and prove the affirmative defense to liability. See <i>supra,</i>  at 765.</p>\n<p>For these reasons, we will affirm the judgment of the Court of Appeals, reversing the grant of summary judgment against Ellerth. On remand, the District Court will have the opportunity to decide whether it would be appropriate to allow Ellerth to amend her pleading or supplement her discovery.</p>\n<p>The judgment of the Court of Appeals is affirmed.</p>\n<p><i>It is so ordered.</i></p>\n<p>Justice Ginsburg, concurring in the judgment.\nI agree with the Court's ruling that \"the labels <i>quid pro quo</i> and hostile work environment are not controlling for purposes of establishing employer liability.\" <i>Ante,</i> at 765. I also subscribe to the Court's statement of the rule governing employer liability, <i>ibid.,</i> which is substantively identical to the rule the Court adopts in <i>Faragher</i> v. <i>Boca Raton, post,</i>  p. 775.</p>\n<p>Justice Thomas, with whom Justice Scalia joins, dissenting.</p>\n<p>The Court today manufactures a rule that employers are vicariously liable if supervisors create a sexually hostile work environment, subject to an affirmative defense that the Court barely attempts to define. This rule applies even if the employer has a policy against sexual harassment, the employee knows about that policy, and the employee never <span class=\"star-pagination\">*767</span> informs anyone in a position of authority about the supervisor's conduct. As a result, employer liability under Title VII is judged by different standards depending upon whether a sexually or racially hostile work environment is alleged. The standard of employer liability should be the same in both instances: An employer should be liable if, and only if, the plaintiff proves that the employer was negligent in permitting the supervisor's conduct to occur.</p>\n<p></p>\n<h2>I</h2>\n<p>Years before sexual harassment was recognized as \"discriminat[ion] . . . because of . . . sex,\" 42 U. S. C. § 2000e\u0097 2(a)(1), the Courts of Appeals considered whether, and when, a racially hostile work environment could violate Title VII.<sup>[1]</sup> In the landmark case <i>Rogers</i> v. <i>EEOC,</i> 454 F. 2d 234 (1971), cert. denied, 406 U. S. 957 (1972), the Court of Appeals for the Fifth Circuit held that the practice of racially segregating patients in a doctor's office could amount to discrimination in \"`the terms, conditions, or privileges' \" of employment, thereby violating Title VII. 454 F. 2d, at 238 (quoting 42 U. S. C. § 2000e\u00972(a)(1)). The principal opinion in the case concluded that employment discrimination was not limited to the \"isolated and distinguishable events\" of \"hiring, firing, and promoting.\" 454 F. 2d, at 238 (opinion of Goldberg, J.). Rather, Title VII could also be violated by a work environment \"heavily polluted with discrimination,\" because of the deleterious effects of such an atmosphere on an employee's well-being. <i>Ibid.</i></p>\n<p>Accordingly, after <i>Rogers,</i> a plaintiff claiming employment discrimination based upon race could assert a claim for a racially hostile work environment, in addition to the classic <span class=\"star-pagination\">*768</span> claim of so-called \"disparate treatment.\" A disparate treatment claim required a plaintiff to prove an adverse employment consequence and discriminatory intent by his employer. See 1 B. Lindemann &amp; P. Grossman, Employment Discrimination Law 10-11 (3d ed. 1996). A hostile environment claim required the plaintiff to show that his work environment was so pervaded by racial harassment as to alter the terms and conditions of his employment. See, <i>e. g., </i><i>Snell</i> v. <i>Suffolk Cty.,</i> 782 F. 2d 1094, 1103 (CA2 1986) (\"To establish a hostile atmosphere, . . . plaintiffs must prove more than a few isolated incidents of racial enmity\"); <i>Johnson</i> v. <i>Bunny Bread Co.,</i> 646 F. 2d 1250, 1257 (CA8 1981) (no violation of Title VII from infrequent use of racial slurs). This is the same standard now used when determining whether sexual harassment renders a work environment hostile. See <i>Harris</i> v. <i>Forklift Systems, Inc.,</i> 510 U. S. 17, 21 (1993) (actionable sexual harassment occurs when the workplace is \"<i>permeated</i> with discriminatory intimidation, ridicule, and insult\" (emphasis added; internal quotation marks and citation omitted)).</p>\n<p>In race discrimination cases, employer liability has turned on whether the plaintiff has alleged an adverse employment consequence, such as firing or demotion, or a hostile work environment. If a supervisor takes an adverse employment action because of race, causing the employee a tangible job detriment, the employer is vicariously liable for resulting damages. See <i>ante,</i> at 760-761. This is because such actions are company acts that can be performed only by the exercise of specific authority granted by the employer, and thus the supervisor acts as the employer. If, on the other hand, the employee alleges a racially hostile work environment, the employer is liable only for negligence: that is, only if the employer knew, or in the exercise of reasonable care should have known, about the harassment and failed to take remedial action. See, <i>e. g., </i><i>Dennis</i> v. <i>Cty. of Fairfax,</i> 55 F. 3d 151, 153 (CA4 1995); <i>Davis</i> v. <i>Monsanto Chemical Co.,</i>  <span class=\"star-pagination\">*769</span> 858 F. 2d 345, 349 (CA6 1988), cert. denied, 490 U. S. 1110 (1989). Liability has thus been imposed only if the employer is blameworthy in some way. See, <i>e. g., </i><i>Davis</i> v. <i>Monsanto Chemical Co., supra,</i> at 349; <i>Snell</i> v. <i>Suffolk Cty., supra,</i> at 1104; <i>DeGrace</i> v. <i>Rumsfeld,</i> 614 F. 2d 796, 805 (CA1 1980).</p>\n<p>This distinction applies with equal force in cases of sexual harassment.<sup>[2]</sup> When a supervisor inflicts an adverse employment consequence upon an employee who has rebuffed his advances, the supervisor exercises the specific authority granted to him by his company. His acts, therefore, are the company's acts and are properly chargeable to it. See 123 F. 3d 490, 514 (CA7 1997) (Posner, C. J., dissenting); <i>ante,</i>  at 762 (\"Tangible employment actions fall within the special province of the supervisor. The supervisor has been empowered by the company as a distinct class of agent to make economic decisions affecting other employees under his or her control\").</p>\n<p>If a supervisor creates a hostile work environment, however, he does not act for the employer. As the Court concedes, a supervisor's creation of a hostile work environment is neither within the scope of his employment, nor part of his apparent authority. See <i>ante,</i> at 755-760. Indeed, a hostile work environment is antithetical to the interest of the employer. In such circumstances, an employer should be liable only if it has been negligent. That is, liability should attach only if the employer either knew, or in the exercise of <span class=\"star-pagination\">*770</span> reasonable care should have known, about the hostile work environment and failed to take remedial action.<sup>[3]</sup></p>\n<p>Sexual harassment is simply not something that employers can wholly prevent without taking extraordinary measures\u0097constant video and audio surveillance, for example\u0097 that would revolutionize the workplace in a manner incompatible with a free society. See 123 F. 3d, at 513 (Posner, C. J., dissenting). Indeed, such measures could not even detect incidents of harassment such as the comments Slowik allegedly made to respondent in a hotel bar. The most that employers can be charged with, therefore, is a duty to act reasonably under the circumstances. As one court recognized in addressing an early racial harassment claim:</p>\n<blockquote>\"It may not always be within an employer's power to guarantee an environment free from all bigotry. . . . [H]e can let it be known, however, that racial harassment will not be tolerated, and he can take all reasonable measures to enforce this policy. . . . But once an employer has in good faith taken those measures which are both feasible and reasonable under the circumstances to combat the offensive conduct we do not think he can be charged with discriminating on the basis of race.\" <i>DeGrace</i> v. <i>Rumsfeld,</i> 614 F. 2d 796, 805 (1980).</blockquote>\n<p><span class=\"star-pagination\">*771</span> Under a negligence standard, Burlington cannot be held liable for Slowik's conduct. Although respondent alleged a hostile work environment, she never contended that Burlington had been negligent in permitting the harassment to occur, and there is no question that Burlington acted reasonably under the circumstances. The company had a policy against sexual harassment, and respondent admitted that she was aware of the policy but nonetheless failed to tell anyone with authority over Slowik about his behavior. See <i>ante,</i> at 748. Burlington therefore cannot be charged with knowledge of Slowik's alleged harassment or with a failure to exercise reasonable care in not knowing about it.</p>\n<p></p>\n<h2>II</h2>\n<p>Rejecting a negligence standard, the Court instead imposes a rule of vicarious employer liability, subject to a vague affirmative defense, for the acts of supervisors who wield no delegated authority in creating a hostile work environment. This rule is a whole-cloth creation that draws no support from the legal principles on which the Court claims it is based. Compounding its error, the Court fails to explain how employers can rely upon the affirmative defense, thus ensuring a continuing reign of confusion in this important area of the law.</p>\n<p>In justifying its holding, the Court refers to our comment in <i>Meritor Savings Bank, FSB</i> v. <i>Vinson,</i> 477 U. S. 57 (1986), that the lower courts should look to \"agency principles\" for guidance in determining the scope of employer liability, <i>id.,</i>  at 72. The Court then interprets the term \"agency principles\" to mean the Restatement (Second) of Agency (1957). The Court finds two portions of the Restatement to be relevant: § 219(2)(b), which provides that a master is liable for his servant's torts if the master is reckless or negligent, and § 219(2)(d), which states that a master is liable for his servant's torts when the servant is \"aided in accomplishing the tort by the existence of the agency relation.\" The Court <span class=\"star-pagination\">*772</span> appears to reason that a supervisor is \"aided . . . by . . . the agency relation\" in creating a hostile work environment because the supervisor's \"power and authority invests his or her harassing conduct with a particular threatening character.\" <i>Ante,</i> at 763.</p>\n<p>Section 219(2)(d) of the Restatement provides no basis whatsoever for imposing vicarious liability for a supervisor's creation of a hostile work environment. Contrary to the Court's suggestions, the principle embodied in § 219(2)(d) has nothing to do with a servant's \"power and authority,\" nor with whether his actions appear \"threatening.\" Rather, as demonstrated by the Restatement's illustrations, liability under § 219(2)(d) depends upon the plaintiff's belief that the agent acted in the ordinary course of business or within the scope of his apparent authority.<sup>[4]</sup> In this day and age, no sexually harassed employee can reasonably believe that a harassing supervisor is conducting the official business of the company or acting on its behalf. Indeed, the Court admits as much in demonstrating why sexual harassment is not committed within the scope of a supervisor's employment and is not part of his apparent authority. See <i>ante,</i> at 755-760.</p>\n<p>Thus although the Court implies that it has found guidance in both precedent and statute\u0097see <i>ante,</i> at 755 (\"The resulting federal rule, based on a body of case law developed over time, is statutory interpretation pursuant to congressional direction\")\u0097its holding is a product of willful policymaking, pure and simple. The only agency principle that justifies imposing employer liability in this context is the principle <span class=\"star-pagination\">*773</span> that a master will be liable for a servant's torts if the master was negligent or reckless in permitting them to occur; and as noted, under a negligence standard, Burlington cannot be held liable. See <i>supra,</i> at 771.</p>\n<p>The Court's decision is also in considerable tension with our holding in <i>Meritor</i> that employers are not strictly liable for a supervisor's sexual harassment. See <i>Meritor Savings Bank, FSB</i> v. <i>Vinson, supra,</i> at 72. Although the Court recognizes an affirmative defense\u0097based solely on its divination of Title VII's <i>gestalt,</i> see <i>ante,</i> at 764\u0097it provides shockingly little guidance about how employers can actually avoid vicarious liability. Instead, it issues only Delphic pronouncements and leaves the dirty work to the lower courts:</p>\n<blockquote>\"While proof that an employer had promulgated an antiharassment policy with complaint procedure is not necessary in every instance as a matter of law, the need for a stated policy suitable to the employment circumstances may appropriately be addressed in any case when litigating the first element of the defense. And while proof that an employee failed to fulfill the corresponding obligation of reasonable care to avoid harm is not limited to showing an unreasonable failure to use any complaint procedure provided by the employer, a demonstration of such failure will normally suffice to satisfy the employer's burden under the second element of the defense.\" <i>Ante,</i> at 765. What these statements mean for district courts ruling on motions for summary judgment\u0097\u0097the critical question for employers now subject to the vicarious liability rule\u0097 remains a mystery. Moreover, employers will be liable notwithstanding the affirmative defense, <i>even though they acted reasonably,</i> so long as the plaintiff in question fulfilled <i>her</i>  duty of reasonable care to avoid harm. See <i>ibid.</i> In practice, therefore, employer liability very well may be the rule. <span class=\"star-pagination\">*774</span> But as the Court acknowledges, this is the one result that it is clear Congress did <i>not</i> intend. See <i>ante,</i> at 763; <i>Meritor Savings Bank, FSB</i> v. <i>Vinson,</i> 477 U. S., at 72.</blockquote>\n<p>The Court's holding does guarantee one result: There will be more and more litigation to clarify applicable legal rules in an area in which both practitioners and the courts have long been begging for guidance. It thus truly boggles the mind that the Court can claim that its holding will effect \"Congress' intention to promote conciliation rather than litigation in the Title VII context.\" <i>Ante,</i> at 764. All in all, today's decision is an ironic result for a case that generated eight separate opinions in the Court of Appeals on a fundamental question, and in which we granted certiorari \"to assist in defining the relevant standards of employer liability.\" <i>Ante,</i> at 751.</p>\n<p></p>\n<h2>* * *</h2>\n<p>Popular misconceptions notwithstanding, sexual harassment is not a free standing federal tort, but a form of employment discrimination. As such, it should be treated no differently (and certainly no better) than the other forms of harassment that are illegal under Title VII. I would restore parallel treatment of employer liability for racial and sexual harassment and hold an employer liable for a hostile work environment only if the employer is truly at fault. I therefore respectfully dissent.</p>\n<h2>NOTES</h2>\n<p>[*]   Briefs of <i>amici curiae</i> urging reversal were filed for the Chamber of Commerce of the United States by <i>Carol Connor Flowe, Stephen A. Bokat, Robin S. Conrad,</i> and <i>Sussan L. Mahallati;</i> and for the Equal Employment Advisory Council by <i>Ann Elizabeth Reesman.</i>\n</p>\n<p>Briefs of <i>amici curiae</i> urging affirmance were filed for the American Federation of Labor and Congress of Industrial Organizations by <i>Jonathan P. Hiatt, Marsha S. Berzon,</i> and <i>Laurence Gold;</i> for Equal Rights Advocates et al. by <i>Samuel A. Marcosson, Beth H. Parker,</i> and <i>Rose Fua;</i>  and for the Rutherford Institute by <i>John W. Whitehead</i> and <i>Steven H. Aden.</i></p>\n<p><i>David Benjamin Oppenheimer, H. Candace Gorman,</i> and <i>Paula A. Brantner</i> filed a brief for the National Employment Lawyers Association as <i>amicus curiae.</i></p>\n<p>[1]  This sequence of events is not surprising, given that the primary goal of the Civil Rights Act of 1964 was to eradicate race discrimination and that the statute's ban on sex discrimination was added as an eleventh-hour amendment in an effort to kill the bill. See <i>Barnes</i> v. <i>Costle,</i> 561 F. 2d 983, 987 (CADC 1977).</p>\n<p>[2]  The Courts of Appeals relied on racial harassment cases when analyzing early claims of discrimination based upon a supervisor's sexual harassment. For example, when the Court of Appeals for the District of Columbia Circuit held that a work environment poisoned by a supervisor's \"sexually stereotyped insults and demeaning propositions\" could itself violate Title VII, its principal authority was Judge Goldberg's opinion in <i>Rogers</i> v. <i>EEOC,</i> 454 F. 2d 234 (CA5 1971). See <i>Bundy</i> v. <i>Jackson,</i> 641 F. 2d 934, 944 (CADC 1981); see also <i>Henson</i> v. <i>Dundee,</i> 682 F. 2d 897, 901 (CA11 1982). So, too, this Court relied on <i>Rogers</i> when in <i>Meritor Savings Bank, FSB</i> v. <i>Vinson,</i> 477 U. S. 57 (1986), it recognized a cause of action under Title VII for sexual harassment. See <i>id.,</i> at 65-66.</p>\n<p>[3]  I agree with the Court that the doctrine of <i>quid pro quo</i> sexual harassment is irrelevant to the issue of an employer's vicarious liability. I do not, however, agree that the distinction between hostile work environment and <i>quid pro quo</i> sexual harassment is relevant \"when there is a threshold question whether a plaintiff can prove discrimination in violation of Title VII.\" <i>Ante,</i> at 753. A supervisor's threat to take adverse action against an employee who refuses his sexual demands, if never carried out, may create a hostile work environment, but that is all. Cases involving such threats, without more, should therefore be analyzed as hostile work environment cases only. If, on the other hand, the supervisor carries out his threat and causes the plaintiff a job detriment, the plaintiff may have a disparate treatment claim under Title VII. See E. Scalia, The Strange Career of <i>Quid Pro Quo</i> Sexual Harassment, 21 Harv. J. L. &amp; Pub. Policy 307, 309-314 (1998).</p>\n<p>[4]  See Restatement § 219, Comment <i>e;</i> § 261, Comment <i>a</i> (principal liable for an agent's fraud if \"the agent's position facilitates the consummation of the fraud, in that from the point of view of the third person the transaction seems regular on its face and the agent appears to be acting in the ordinary course of business confided to him\"); § 247, Illustrations (newspaper liable for a defamatory editorial published by editor for his own purposes).</p>\n\n</div>", 
  "sha1": "84594bb565ad88551e0fe02cb1e044f623d2c1d2", 
  "date_modified": "2015-05-28T13:19:00.206389", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/118244/burlington-industries-inc-v-ellerth/", 
  "citation_count": 1071, 
  "supreme_court_db_id": "1997-101", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1716584/", 
  "html": "<p class=\"case_cite\">524 U.S. 742<br>118 S.Ct. 2257<br>141 L.Ed.2d 633<br></p>\r\n    <p class=\"parties\">BURLINGTON INDUSTRIES, INC., Petitioner,<br>v.<br>Kimberly B. ELLERTH.</p>\r\n    <p class=\"docket\">No. 97-569.</p>\r\n    <p class=\"court\">Supreme Court of the United States</p>\r\n    <p class=\"date\">Argued April 22, 1998.</p>\r\n    <p class=\"date\">Decided June 26, 1998.</p>\r\n    <div class=\"prelims\">\r\n      <p class=\"center\">\r\n        <i>Syllabus</i>\r\n        <a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>\r\n      </p>\r\n      <p>Respondent Kimberly Ellerth quit her job after 15 months as a salesperson in one of petitioner Burlington Industries' many divisions, allegedly because she had been subjected to constant sexual harassment by one of her supervisors, Ted Slowik.  Slowik was a mid-level manager who had authority to hire and promote employees, subject to higher approval, but was not considered a policy-maker.  Against a background of repeated boorish and offensive remarks and gestures allegedly made by Slowik, Ellerth places particular emphasis on three incidents where Slowik's comments could be construed as threats to deny her tangible job benefits.  Ellerth refused all of Slowik's advances, yet suffered no tangible retaliation and was, in fact, promoted once. Moreover, she never informed anyone in authority about Slowik's conduct, despite knowing Burlington had a policy against sexual harassment.  In filing this lawsuit, Ellerth alleged Burlington engaged in sexual harassment and forced her constructive discharge, in violation of Title VII of the Civil Rights Act of 1964, 42 U.S.C. &#167;2000e <i>et seq.</i> The District Court granted Burlington summary judgment.  The Seventh Circuit en banc reversed in a decision that produced eight separate opinions and  no consensus for a controlling rationale.  Among other things, those opinions focused on whether Ellerth's claim could be categorized as one of <i>quid pro quo</i> harassment, and on whether the standard for an employer's liability on such a claim should be vicarious liability or negligence.</p>\r\n      <p><i>Held:</i> Under Title VII, an employee who refuses the unwelcome and threatening sexual advances of a supervisor, yet suffers no adverse, tangible job consequences, may recover against the employer without showing the employer is negligent or otherwise at fault for the supervisor's actions, but the employer may interpose an affirmative defense. Pp. ____-____.</p>\r\n      <p>(a)  The Court assumes an important premise yet to be established: a trier of fact could find in Slowik's remarks numerous threats to retaliate against Ellerth if she denied some  sexual liberties. The threats, however, were not carried out. Cases based on carried-out threats are referred to often as \"<i>quid pro quo''</i> cases, as distinct from bothersome attentions or sexual remarks sufficient to create a \"hostile work environment.''  Those two terms do not appear in Title VII, which forbids only \"discriminat[ion] against any individual with respect to his  . . .  terms [or] conditions  . . .  of employment, because of  . . . sex.'' &#167;2000e-2(a)(1).  In <i>Meritor Savings Bank, FSB v. Vinson,</i> 477 U.S. 57, 65, 106 S.Ct. 2399, 2404-2405, 91 L.Ed.2d 49, this Court distinguished between the two concepts, saying both are cognizable under Title VII, though a hostile environment claim requires harassment that is severe or pervasive. <i>Meritor</i> did not discuss the distinction for its bearing upon an employer's liability for discrimination, but held, with no further specifics, that agency principles controlled on this point. <i>Id.,</i>  at 72, 106 S.Ct., at 2408-2409.  Nevertheless, in <i>Meritor's</i> wake, Courts of Appeals held that, if the plaintiff established a <i>quid  pro quo</i> claim, the employer was subject to vicarious liability.   This rule encouraged Title VII plaintiffs to state their claims in <i>quid pro quo</i> terms, which in turn put expansive pressure on the definition.  For example, the question presented here is phrased as whether Ellerth can state a <i>quid pro quo</i> claim, but the issue of real concern to the parties is whether Burlington has vicarious liability, rather than liability limited to its own negligence. This Court nonetheless believes the two terms are of limited utility.  To the extent they illustrate the distinction between cases involving a carried-out threat and offensive conduct in general, they are relevant when there is a threshold question whether a plaintiff can prove discrimination.  Hence, Ellerth's claim involves only unfulfilled threats, so it is a hostile work environment claim requiring a showing of severe or pervasive conduct.  This Court accepts the District Court's finding that Ellerth made such a showing.  When discrimination is thus proved, the factors discussed below, not the categories <i>quid pro quo</i> and hostile work environment, control on the issue of vicarious liability. Pp. ____-____.</p>\r\n      <p>(b)  In deciding whether an employer has vicarious liability in a case such as this, the Court turns to agency law principles, for Title VII defines the term \"employer'' to include \"agents.'' &#167;2000e(b).  Given this express direction, the Court concludes a uniform and predictable standard must be established as a matter of federal law.  The Court relies on the general common law of agency, rather than on the law of any particular State. <i>Community for Creative Non-Violence v. Reid,</i> 490 U.S. 730, 740, 109 S.Ct. 2166, 2172, 104 L.Ed.2d 811.  The Restatement (Second) of Agency (hereinafter Restatement) is a useful beginning point, although common-law principles may not be wholly transferable to Title VII. See <i>Meritor,</i> <i>supra,</i> at 72, 106 S.Ct., at 2408. Pp. ____-____.</p>\r\n      <p>(c)  A master is subject to liability for the torts of his servants committed while acting in the scope of their employment. Restatement &#167;219(1).  Although such torts generally may be either negligent or intentional, sexual harassment under Title VII presupposes intentional conduct.  An intentional tort is within the scope of employment when actuated, at least in part, by a purpose to serve the employer. <i>Id.,</i> &#167;&#167;228(1)(c), 230.  Courts of Appeals have held, however, a supervisor acting out of gender-based animus or a desire to fulfill sexual urges may be actuated  by personal motives unrelated and even antithetical to the employer's objectives.  Thus, the general rule is that sexual harassment by a supervisor is not conduct within the scope of employment. Pp. ____-____.</p>\r\n      <p>(d)  However, scope of employment is not the only basis for employer liability under agency principles.  An employer is subject to liability for the torts of its employees acting outside the scope of their employment when, <i>inter alia,</i> the employer itself was negligent or reckless, Restatement &#167;219(2)(b), or the employee purported to act or to speak on behalf of the employer and there was reliance upon apparent authority, or he was aided in accomplishing the tort by the existence of the agency relation, <i>id.,</i> &#167;219(2)(d).  An employer is negligent, and therefore subject to liability under &#167;219(2)(b), if it knew or should have known about sexual harassment and failed to stop it.  Negligence sets a minimum standard for Title VII liability; but Ellerth seeks to invoke the more stringent standard of vicarious liability. Section 219(2)(d) makes an employer vicariously liable for sexual harassment by an employee who uses apparent authority (the apparent authority standard), or who was \"aided in accomplishing the tort by the existence of the agency relation'' (the aided in the agency relation standard). Pp. ____-____.</p>\r\n      <p>(e)  As a general rule, apparent authority is relevant where the agent purports to exercise a power which he or she does not have, as distinct from threatening to misuse actual power.  Compare Restatement &#167;&#167;6 and 8.  Because supervisory harassment cases involve misuse of actual power, not the false impression of its existence, apparent authority analysis is inappropriate.  When a party seeks to impose vicarious liability based on an agent's misuse of delegated authority, the Restatement's aided in the agency relation rule provides the appropriate analysis. Pp. ____-____.</p>\r\n      <p>(f)  That rule requires the existence of something more than the employment relation itself because, in a sense, most workplace tortfeasors, whether supervisors or co-workers, are aided in accomplishing their tortious objective by the employment relation: Proximity and regular contact afford a captive pool of  potential victims.  Such an additional aid exists when a supervisor subjects a subordinate to a significant, tangible employment action, <i>i.e.,</i> a significant change in employment status, such as discharge, demotion, or undesirable reassignment.  Every Federal Court of Appeals to have considered the question has correctly found vicarious liability in that circumstance. This Court imports the significant, tangible employment action concept for resolution of the vicarious liability issue considered here.  An employer is therefore subject to vicarious liability for such actions.  However, where, as here, there is no tangible employment action, it is not obvious the agency relationship aids in commission of the tort.  Moreover, <i>Meritor</i> holds that agency principles constrain the imposition of employer liability for supervisor harassment.  Limiting employer liability is also consistent with Title VII's purpose to the extent it would encourage the creation and use of anti-harassment policies  and grievance procedures.  Thus, in order to accommodate the agency principle of vicarious liability for harm caused by misuse of supervisory authority, as well as Title VII's equally basic policies of encouraging forethought by employers and saving action by objecting employees, the Court adopts, in this case and in <i>Faragher v. Boca Raton,</i> --- U.S. ----, 118 S.Ct. 2275, --- L.Ed.2d ---- (1998), the following holding: An employer is subject to vicarious liability to a victimized employee for an actionable hostile environment created by a supervisor with immediate (or successively higher) authority over the employee.   When no tangible employment action is taken, a defending employer may raise an affirmative defense to liability or damages, subject to proof by a preponderance of the evidence, see Fed. Rule. Civ. Proc. 8(c).  The defense comprises two necessary elements: (a) that the employer exercised reasonable care to prevent and correct promptly any sexually harassing behavior, and (b) that the plaintiff employee unreasonably failed to take advantage of any preventive or corrective opportunities provided by the employer or to avoid harm otherwise.  While proof that an employer had promulgated an antiharassment policy with a complaint procedure is not necessary in every instance as a matter of law, the need for a stated policy suitable to the employment circumstances may appropriately be addressed in any case when litigating the first element of the defense.  And while proof that an employee failed to fulfill the corresponding obligation of reasonable care to avoid harm is not limited to showing any unreasonable failure to use any complaint procedure provided by the employer, a demonstration of such failure will normally suffice to satisfy the employer's burden under the second element of the defense.  No affirmative defense is available, however, when the supervisor's harassment culminates in a tangible employment action. Pp. ____-____.</p>\r\n      <p>(g)  Given the Court's explanation that the labels <i>quid pro quo</i> and hostile work environment are not controlling for employer-liability purposes, Ellerth should have an adequate opportunity on remand to prove she has a claim which would result in vicarious liability.  Although she has not alleged she suffered a tangible employment action at Slowik's hands, which would deprive Burlington of the affirmative defense, this is not dispositive.   In light of the Court's decision, Burlington is still subject to  vicarious liability for Slowik's activity, but should have an opportunity to assert and prove the affirmative defense. P. ____.</p>\r\n      <p>123 F.3d 490, affirmed.</p>\r\n      <p>KENNEDY, J., delivered the opinion of the Court, in which REHNQUIST, C. J., and STEVENS, O'CONNOR, SOUTER, and BREYER, JJ., joined.  GINSBURG, J., filed an opinion concurring in the judgment.  THOMAS, J., filed a dissenting opinion, in which SCALIA, J., joined.</p>\r\n      <p class=\"indent\">James J. Casey, for petitioner.</p>\r\n      <p class=\"indent\">Ernest T. Rossiello, Chicago, IL, for respondent.</p>\r\n      <p class=\"indent\">Barbara D. Underwood, Brooklyn, NY, for United States as amicus curiae by special leave of this Court.</p>\r\n      <p class=\"indent\">Justice KENNEDY delivered the opinion of the Court.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p1\">\r\n      <span class=\"num\">1</span>\r\n      <p class=\"indent\">We decide whether, under Title VII of the Civil Rights Act of 1964, 78 Stat. 253, as amended, 42 U.S.C. &#167;2000e <i>et seq.,</i> an employee who refuses the unwelcome and threatening sexual advances of a supervisor, yet suffers no adverse, tangible job consequences, can recover against the employer without showing the employer is negligent or otherwise at fault for the supervisor's actions.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p2\">\r\n      <span class=\"num\">2</span>\r\n      <p class=\"indent\">* Summary judgment was granted for the employer, so we must take the facts alleged by the employee to be true. <i>United States v. Diebold, Inc.</i> 369 U.S. 654, 655, 82 S.Ct. 993, 994, 8 L.Ed.2d 176 (1962) <i>(per curiam).</i> The employer is Burlington Industries, the petitioner.  The employee is Kimberly Ellerth, the respondent. From March 1993 until May 1994, Ellerth worked as a  salesperson in one of Burlington's divisions in Chicago, Illinois.  During her employment, she alleges, she was subjected  to constant sexual harassment by her supervisor, one Ted Slowik.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p3\">\r\n      <span class=\"num\">3</span>\r\n      <p class=\"indent\">In the hierarchy of Burlington's management structure, Slowik was a mid-level manager.  Burlington has eight divisions, employing more than 22,000 people in some 50 plants around the United States.  Slowik was a vice president in one of five business units within one of the divisions.  He had authority to make hiring and promotion decisions subject to the approval of his supervisor, who signed the paperwork.  See 912 F.Supp. 1101, 1119, n. 14 (N.D.Ill.1996).  According to Slowik's supervisor, his position was \"not considered an upper-level management position,'' and he was \"not amongst the decision-making or policy-making hierarchy.'' <i>Ibid.</i> Slowik was not Ellerth's immediate supervisor. Ellerth worked in a two-person office in Chicago, and she answered to her office colleague, who in turn answered to Slowik in New York.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p4\">\r\n      <span class=\"num\">4</span>\r\n      <p class=\"indent\">Against a background of repeated boorish and offensive remarks and gestures which Slowik allegedly made, Ellerth places particular emphasis on three alleged incidents where Slowik's comments could be construed as threats to deny her tangible job benefits.  In the summer of 1993, while on a business trip, Slowik invited Ellerth to the hotel lounge, an invitation Ellerth felt compelled to accept because Slowik was her boss.  App. 155.  When Ellerth gave no encouragement to remarks Slowik made about her breasts, he told her to \"loosen up'' and warned, \" [y]ou know, Kim, I could make your life very hard or very easy at Burlington.'' <i>Id.,</i> at 156.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p5\">\r\n      <span class=\"num\">5</span>\r\n      <p class=\"indent\">In March 1994, when Ellerth was being considered for a promotion, Slowik expressed reservations during the promotion interview because she was not \"loose enough.'' <i>Id.,</i> at 159.  The comment was followed by his reaching over and rubbing her knee. <i>Ibid.</i> Ellerth did receive the promotion; but when Slowik called to announce it, he told Ellerth, \"you're gonna be out there with men who work in factories, and they certainly like women with pretty butts/legs.'' <i>Id.,</i> at 159-160.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p6\">\r\n      <span class=\"num\">6</span>\r\n      <p class=\"indent\">In May 1994, Ellerth called Slowik, asking permission to insert a customer's logo into a fabric sample.  Slowik responded, \"I don't have time for you right now, Kim-unless you want to tell me what you're wearing.'' <i>Id.,</i> at 78.  Ellerth told Slowik she had to go and ended the call. <i>Ibid.</i> A day or two later, Ellerth called Slowik to ask permission again.  This time he denied her request, but added something along the lines of, \"are you wearing shorter skirts yet, Kim, because it would make your job a whole heck of a lot easier.'' <i>Id.,</i> at 79.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p7\">\r\n      <span class=\"num\">7</span>\r\n      <p class=\"indent\">A short time later, Ellerth's immediate supervisor cautioned her about returning telephone calls to customers in a prompt fashion. 912 F.Supp., at 1109.  In response, Ellerth quit.  She faxed a letter giving reasons unrelated to the alleged sexual harassment we have described. <i>Ibid.</i> About three weeks later, however, she sent a letter explaining she quit because of Slowik's behavior. <i>Ibid.</i></p>\r\n    </div>\r\n    <div class=\"num\" id=\"p8\">\r\n      <span class=\"num\">8</span>\r\n      <p class=\"indent\">During her tenure at Burlington, Ellerth did not inform anyone in authority about Slowik's conduct, despite knowing Burlington had a policy against sexual harassment. <i>Ibid.</i> In fact, she chose not to inform her immediate supervisor (not Slowik) because \"\"it would be his duty as my supervisor to report any incidents of sexual harassment.''' <i>Ibid.</i> On one occasion, she told Slowik a comment he made was inappropriate. <i>Ibid.</i></p>\r\n    </div>\r\n    <div class=\"num\" id=\"p9\">\r\n      <span class=\"num\">9</span>\r\n      <p class=\"indent\">In October 1994, after receiving a right-to-sue letter from the Equal Employment Opportunity Commission (EEOC), Ellerth filed suit in the United States District Court for the Northern District of Illinois, alleging Burlington engaged in sexual harassment and forced her constructive discharge, in violation of Title VII.  The District Court granted summary judgment to Burlington.  The Court found Slowik's behavior, as described by Ellerth, severe and pervasive enough to create a hostile work environment, but found Burlington neither knew nor should have known about the conduct. There was no triable issue of fact on the latter point, and the Court noted Ellerth had not used Burlington's internal complaint procedures. <i>Id.,</i> at 1118.  Although Ellerth's claim was framed as a hostile work environment complaint, the District Court observed there was a <i>quid pro quo</i> \"component'' to the hostile environment. <i>Id.,</i> at 1121.  Proceeding from the premise that an employer faces vicarious liability for <i>quid pro quo</i> harassment, the District Court thought it necessary to apply a negligence standard because the <i>quid pro  quo</i> merely contributed to the hostile work environment.  See <i>id.,</i> at 1123.  The District Court also dismissed Ellerth's constructive discharge claim.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p10\">\r\n      <span class=\"num\">10</span>\r\n      <p class=\"indent\">The Court of Appeals en banc reversed in a decision which produced eight separate opinions and no consensus for a controlling rationale.  The judges were able to agree on the problem they confronted: Vicarious liability, not failure to comply with a duty of care, was the essence of Ellerth's case against Burlington on appeal.  The judges seemed to agree Ellerth could recover if Slowik's unfulfilled threats to deny her tangible job benefits was sufficient to impose vicarious liability on Burlington. <i>Jansen v. Packaging Corp. of America,</i> 123 F.3d 490, 494 (C.A.7 1997) (<i>per curiam</i>).  With the exception  of Judges Coffey and Easterbrook, the judges also agreed Ellerth's claim could be categorized as one of <i>quid pro quo</i> harassment, even though she had received the promotion and had suffered no other tangible retaliation. <i>Ibid.</i></p>\r\n    </div>\r\n    <div class=\"num\" id=\"p11\">\r\n      <span class=\"num\">11</span>\r\n      <p class=\"indent\">The consensus disintegrated on the standard for an employer's liability for such a claim.  Six judges, Judges Flaum, Cummings, Bauer, Evans, Rovner, and Diane P. Wood, agreed the proper standard was vicarious liability, and so Ellerth could recover even though Burlington was not negligent. <i>Ibid.</i> They had different reasons for the conclusion.  According to Judges Flaum, Cummings, Bauer, and Evans, whether a claim involves a <i>quid pro quo</i> determines whether vicarious liability applies; and they in turn defined <i>quid pro quo</i> to include a supervisor's threat to inflict a tangible job injury whether or not it was completed. <i>Id.,</i> at 499.  Judges Wood and Rovner interpreted agency principles to impose vicarious liability on employers for most claims of supervisor sexual harassment, even absent a <i>quid pro quo.</i> <i>Id.,</i> at 565.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p12\">\r\n      <span class=\"num\">12</span>\r\n      <p class=\"indent\">Although Judge Easterbrook did not think Ellerth had stated a <i>quid pro quo</i> claim, he would have followed the law of the controlling State to determine the employer's liability, and by this standard, the employer would be liable here. <i>Id.,</i> at 552.  In contrast, Judge Kanne said Ellerth had stated a <i>quid pro quo</i> claim, but negligence was the appropriate standard of liability when the <i>quid pro quo</i> involved threats only. <i>Id.,</i> at 505.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p13\">\r\n      <span class=\"num\">13</span>\r\n      <p class=\"indent\">Chief Judge Posner, joined by Judge Manion, disagreed.  He asserted Ellerth could not recover against Burlington despite having stated a <i>quid pro quo</i> claim.  According to Chief Judge Posner, an employer is subject to vicarious liability for \"act[s] that significantly alter the terms or conditions of employment,'' or \"company act[s].'' <i>Id.,</i> at 515.  In the emergent terminology, an unfulfilled <i>quid pro quo</i> is a mere threat to do a company act rather than the act itself, and in these circumstances, an employer can be found liable for its negligence only. <i>Ibid.</i> Chief Judge Posner also found Ellerth failed to create a triable issue of fact as to Burlington's negligence. <i>Id.,</i> at 517.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p14\">\r\n      <span class=\"num\">14</span>\r\n      <p class=\"indent\">Judge Coffey rejected all of the above approaches because he favored a uniform standard of negligence in almost all sexual harassment cases. <i>Id.,</i> at 518.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p15\">\r\n      <span class=\"num\">15</span>\r\n      <p class=\"indent\">The disagreement revealed in the careful opinions of the judges of the Court of Appeals reflects the fact that Congress has left it to the courts to determine controlling agency law principles in a new and difficult area of federal law.  We granted certiorari to assist in defining the relevant standards of employer liability. 522 U.S. ----, 118 S.Ct. 876, 139 L.Ed.2d  865 (1998).</p>\r\n    </div>\r\n    <p>II</p>\r\n    <div class=\"num\" id=\"p16\">\r\n      <span class=\"num\">16</span>\r\n      <p class=\"indent\">At the outset, we assume an important proposition yet to be established before a trier of fact.  It is a premise assumed as well, in explicit or implicit terms, in the various opinions by the judges of the Court of Appeals.  The premise is: a trier of fact could find in Slowik's remarks numerous threats to retaliate against Ellerth if she denied some sexual liberties.  The threats, however, were not carried out or fulfilled.  Cases based on threats which are carried out are referred to often as <i>quid pro quo</i> cases, as distinct from bothersome attentions or sexual remarks that are sufficiently severe or pervasive to create a hostile work environment.  The terms <i>quid pro quo</i> and hostile work environment are helpful, perhaps, in making a rough demarcation between cases in which threats are carried out and those where they are not or are absent altogether, but beyond this are of limited utility.</p>\r\n    </div>\r\n    <p class=\"indent\">Section 703(a)  of Title VII forbids</p>\r\n    <div class=\"num\" id=\"p17\">\r\n      <span class=\"num\">17</span>\r\n      <p class=\"indent\">\"an employer-</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p18\">\r\n      <span class=\"num\">18</span>\r\n      <p class=\"indent\">\" (1)  to fail or refuse to hire or to discharge any      individual, or otherwise to discriminate against any      individual with respect to his compensation, terms,      conditions or privileges of employment, because of such      individual's  . . .  sex.'' 42 U.S.C. &#167;2000e-2(a)(1).</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p19\">\r\n      <span class=\"num\">19</span>\r\n      <p class=\"indent\">\"<i>Quid pro quo</i>'' and \"hostile work environment'' do not appear in the statutory text.  The terms appeared first in the academic literature, see C. MacKinnon, Sexual Harassment of Working Women (1979); found their way into decisions of the Courts of Appeals, see, <i>e.g.,</i> <i>Henson v. Dundee,</i> 682 F.2d 897, 909 (C.A.11 1982); and were mentioned in this Court's decision in <i>Meritor Savings Bank, FSB v. Vinson,</i> 477 U.S. 57, 106 S.Ct. 2399, 91 L.Ed.2d 49 (1986). See generally E. Scalia, The Strange Career of <i>Quid Pro Quo</i> Sexual Harassment, 21 Harv. J.L. &amp; Pub. Policy 307 (1998).</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p20\">\r\n      <span class=\"num\">20</span>\r\n      <p class=\"indent\">In <i>Meritor,</i> the terms served a specific and limited purpose. There we considered whether the conduct in question constituted discrimination in the terms or conditions of employment in violation of Title VII.  We assumed, and with adequate reason, that if an employer demanded sexual favors from an employee in return for a job benefit, discrimination with respect to terms or conditions of employment was explicit.  Less obvious was whether an employer's sexually demeaning behavior altered terms or conditions of employment in violation of Title VII.  We distinguished between <i>quid pro quo</i> claims and hostile environment claims, see 477 U.S., at 65, 106 S.Ct., at 2404-2405, and said both were cognizable under Title VII, though the latter requires harassment that is severe or pervasive. <i>Ibid.</i> The principal significance of the distinction is to instruct that Title VII is violated by either explicit or constructive alterations in the terms or conditions of employment and to explain the latter must be severe or pervasive.  The distinction was not discussed for its bearing upon an employer's liability for an employee's discrimination.  On this question <i>Meritor</i> held, with no further specifics, that agency principles controlled. <i>Id.,</i> at 72, 106 S.Ct., at 2408.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p21\">\r\n      <span class=\"num\">21</span>\r\n      <p class=\"indent\">Nevertheless, as use of the terms grew in the wake of <i>Meritor,</i> they acquired their own significance.  The standard of employer responsibility turned on which type of harassment occurred.  If the plaintiff established a <i>quid pro quo</i> claim, the Courts of Appeals held, the employer was subject to vicarious liability.  See <i>Davis v. Sioux City,</i> 115 F.3d 1365, 1367 (C.A.8 1997); <i>Nichols v. Frank,</i> 42 F.3d 503, 513-514 (C.A.9 1994); <i>Bouton v. BMW of North America, Inc.,</i> 29 F.3d 103, 106-107 (C.A.3 1994); <i>Sauers v. Salt Lake County,</i> 1 F.3d 1122, 1127 (C.A.10 1993); <i>Kauffman v. Allied Signal, Inc.,</i> 970 F.2d 178, 185-186 (C.A.6), cert. denied, 506 U.S. 1041, 113 S.Ct. 831, 121 L.Ed.2d  701 (1992); <i>Steele v. Offshore Shipbuilding, Inc.,</i> 867 F.2d 1311, 1316 (C.A.11 1989).  The rule encouraged Title VII plaintiffs to  state their claims as <i>quid pro quo</i> claims, which in turn put expansive pressure on the definition.  The equivalence of the <i>quid pro quo</i> label and vicarious liability is illustrated by this case.  The question presented on certiorari is whether Ellerth can state a claim of <i>quid pro quo</i> harassment, but the issue of real concern to the parties is whether Burlington has vicarious liability for Slowik's alleged misconduct, rather than liability  limited to its own negligence.  The question presented for certiorari asks:</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p22\">\r\n      <span class=\"num\">22</span>\r\n      <p class=\"indent\">\"Whether a claim of <i>quid pro quo</i> sexual harassment may be      stated under Title VII . . . . where the plaintiff employee      has neither submitted to the sexual advances of the alleged      harasser nor suffered any tangible effects on the      compensation, terms, conditions or privileges of employment      as a consequence of a refusal to submit to those advances?''      Pet. for Cert. i.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p23\">\r\n      <span class=\"num\">23</span>\r\n      <p class=\"indent\">We do not suggest the terms <i>quid pro quo</i> and hostile work environment are irrelevant to Title VII litigation.  To the extent they illustrate the distinction between cases involving a  threat which is carried out and offensive conduct in general, the terms are relevant when there is a threshold question whether a plaintiff can prove discrimination in violation of Title VII. When a plaintiff proves that a tangible employment action resulted from a refusal to submit to a supervisor's sexual demands, he or she establishes that the employment decision itself constitutes a change in the terms and conditions of employment that is actionable under Title VII.  For any sexual harassment preceding the employment decision to be actionable, however, the conduct must be severe or pervasive.  Because Ellerth's claim involves only unfulfilled threats, it should be categorized as a hostile work environment claim which requires a  showing of severe or pervasive conduct.  See <i>Oncale v. Sundowner  Offshore Services, Inc.,</i> 523 U.S. ----, ----, 118 S.Ct. 998, 1002-1003, 140 L.Ed.2d 201, (1998); <i>Harris v. Forklift Systems, Inc.,</i> 510 U.S. 17, 21, 114 S.Ct. 367, 370, 126 L.Ed.2d 295 (1993).  For purposes of this case, we accept the District Court's finding that the alleged conduct was severe or pervasive.  See <i>supra,</i> at __-__.  The case before us involves numerous alleged threats, and we express no opinion as to whether a single unfulfilled threat is sufficient to constitute discrimination in  the terms or conditions of employment.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p24\">\r\n      <span class=\"num\">24</span>\r\n      <p class=\"indent\">When we assume discrimination can be proved, however, the factors we discuss below, and not the categories <i>quid pro quo</i> and hostile work environment, will be controlling on the issue of vicarious liability.  That is the question we must resolve.</p>\r\n    </div>\r\n    <p>III</p>\r\n    <div class=\"num\" id=\"p25\">\r\n      <span class=\"num\">25</span>\r\n      <p class=\"indent\">We must decide, then, whether an employer has vicarious liability when a supervisor creates a hostile work environment by making explicit threats to alter a subordinate's terms or conditions of employment, based on sex, but does not fulfill the threat.  We turn to principles of agency law, for the term \"employer'' is defined under Title VII to include \"agents.'' 42 U.S.C. &#167;2000e(b); see <i>Meritor,</i> <i>supra,</i> at 72, 106 S.Ct., at 2408-2409.  In express terms, Congress has directed federal courts to  interpret Title VII based on agency principles.  Given such an explicit instruction, we conclude a uniform and predictable standard must be established as a matter of federal law.  We rely \"on the general common law of agency, rather than on the law of any particular State, to give meaning to these terms.'' <i>Community for Creative Non-Violence v. Reid,</i> 490 U.S. 730, 740, 109 S.Ct. 2166, 2173, 104 L.Ed.2d 811 (1989).  The resulting federal rule, based on a body of case law developed over time, is statutory interpretation pursuant to congressional direction.  This is not federal common law in \"the strictest sense, <i>i.e.,</i> a rule of decision that amounts, not simply to an interpretation of a federal statute  . . . , but, rather, to the judicial \"creation' of a special federal rule of decision.'' <i>Atherton v. FDIC,</i> 519 U.S. 213, 218, 117 S.Ct. 666, 670, 136 L.Ed.2d 656 (1997).  State court decisions, applying state employment discrimination law, may be instructive in applying general agency principles, but, it is interesting to note, in many cases their determinations of employer liability under state law rely in large part on federal court decisions under Title VII. <i>E.g.,</i> <i>Arizona v. Schallock,</i> 189 Ariz. 250, 259, 941 P.2d 1275, 1284 (1997); <i>Lehmann v. Toys \"R' Us, Inc.,</i> 132 N.J. 587, 622, 626 A.2d 445, 463 (1993); <i>Thompson v. Berta Enterprises, Inc.,</i> 72 Wash.App. 531, 537-539, 864 P.2d 983, 986-988 (1994).</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p26\">\r\n      <span class=\"num\">26</span>\r\n      <p class=\"indent\">As <i>Meritor</i> acknowledged, the Restatement (Second) of Agency (1957) (hereinafter Restatement), is a useful beginning point for a discussion of general agency principles. 477 U.S., at 72, 106 S.Ct., at 2408.  Since our decision in <i>Meritor,</i> federal courts have explored agency principles, and we find useful instruction in their decisions, noting that \"common-law principles may not be transferable in all their particulars to Title VII.'' <i>Ibid.</i> The EEOC has issued Guidelines governing sexual harassment claims under Title VII, but they provide little guidance on the issue of employer liability for supervisor harassment.  See 29 CFR &#167;1604.11(c) (1997) (vicarious liability for supervisor harassment turns on \"the particular employment relationship and the job functions performed by the individual'').</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p27\">\r\n      <span class=\"num\">27</span>\r\n      <p class=\"indent\">* Section 219(1) of the Restatement sets out a central principle of agency law:</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p28\">\r\n      <span class=\"num\">28</span>\r\n      <p class=\"indent\">\"A master is subject to liability for the torts of his      servants committed while acting in the scope of their      employment.''</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p29\">\r\n      <span class=\"num\">29</span>\r\n      <p class=\"indent\">An employer may be liable for both negligent and intentional torts committed by an employee within the scope of his or her employment.  Sexual harassment under Title VII presupposes intentional conduct.  While early decisions absolved employers of liability for the intentional torts of their employees, the law now imposes liability where the employee's \"purpose, however misguided, is wholly or in part to further the master's business.''  W. Keeton, D. Dobbs, R. Keeton, &amp; D. Owen, Prosser and Keeton on Law of Torts &#167;70, p. 505 (5th ed.1984) (hereinafter Prosser and Keeton on Torts).  In applying scope of employment principles to intentional torts, however, it is accepted that \"it is less likely that a willful tort will properly be held to be in the course of employment and that the liability of the master for such torts will naturally be more limited.''  F. Mechem, Outlines of the Law of Agency &#167;394, p. 266 (P. Mechem 4th ed., 1952).  The Restatement defines conduct, including an intentional tort, to be within the scope of employment when \"actuated, at least in part, by a purpose to serve the [employer],'' even if it is forbidden by the employer.  Restatement &#167;&#167;228(1)(c), 230.  For example, when a salesperson lies to a customer to make a sale, the tortious conduct is within the scope of employment because it benefits the employer by increasing sales, even though it may violate the employer's policies.  See Prosser and Keeton on Torts &#167;70, at 505-506.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p30\">\r\n      <span class=\"num\">30</span>\r\n      <p class=\"indent\">As Courts of Appeals have recognized, a supervisor acting out of gender-based animus or a desire to fulfill sexual urges may not be actuated by a purpose to serve the employer.  See, <i>e.g.,</i> <i>Harrison v. Eddy Potash, Inc.,</i> 112 F.3d 1437, 1444 (C.A.10 1997), cert. pending, No. 97-232; <i>Torres v. Pisano,</i> 116 F.3d 625, 634, n. 10 (C.A.2 1997).  But see <i>Kauffman v. Allied Signal, Inc.,</i> 970 F.2d, at 184-185 (holding harassing supervisor acted within scope of employment, but employer was not liable because of its quick and effective remediation).  The harassing supervisor often acts for personal motives, motives unrelated and even antithetical to the objectives of the employer.  Cf. Mechem, <i>supra,</i> &#167;368 (\"for the time being [the supervisor] is conspicuously and unmistakably seeking a personal end''); see also Restatement &#167;235, Illustration 2 (tort committed while \" [a]cting purely from personal ill will'' not within the scope of  employment); &#167;235, Illustration 3 (tort committed in retaliation  for failing to pay the employee a bribe not within the scope of employment).  There are instances, of course, where a supervisor  engages in unlawful discrimination with the purpose, mistaken or  otherwise, to serve the employer. <i>E.g.,</i> <i>Sims v. Montgomery County Comm'n,</i> 766 F.Supp. 1052, 1075 (M.D.Ala.1990) (supervisor acting  in scope of employment where employer has a policy of discouraging women from seeking advancement and \"sexual harassment was simply a way of furthering that policy'').</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p31\">\r\n      <span class=\"num\">31</span>\r\n      <p class=\"indent\">The concept of scope of employment has not always been construed to require a motive to serve the employer. <i>E.g.,</i> <i>Ira S. Bushey &amp; Sons, Inc. v. United States,</i> 398 F.2d 167, 172 (C.A.2 1968).  Federal courts have nonetheless found similar limitations on employer liability when applying the agency laws of the States under the Federal Tort Claims Act, which makes the Federal Government liable for torts committed by employees within the scope of employment. 28 U.S.C. &#167;1346(b); see, <i>e.g.,</i> <i>Jamison v. Wiley,</i> 14 F.3d 222, 237 (C.A.4 1994) (supervisor's unfair criticism of subordinate's work in retaliation for rejecting his sexual advances not within scope of employment); <i>Wood v. United States,</i> 995 F.2d 1122, 1123 (C.A.1 1993) (BREYER, C.J.) (sexual harassment amounting to assault and battery \"clearly outside the scope of employment''); see also 2 L. Jayson &amp; R. Longstreth, Handling Federal Tort Claims &#167;9.07[4], p. 9-211 (1998).</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p32\">\r\n      <span class=\"num\">32</span>\r\n      <p class=\"indent\">The general rule is that sexual harassment by a supervisor is not conduct within the scope of employment.</p>\r\n    </div>\r\n    <p>B</p>\r\n    <div class=\"num\" id=\"p33\">\r\n      <span class=\"num\">33</span>\r\n      <p class=\"indent\">Scope of employment does not define the only basis for employer liability under agency principles.  In limited circumstances, agency principles impose liability on employers even where employees commit torts outside the scope of employment. The principles are set forth in the much-cited &#167;219(2) of the Restatement:</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p34\">\r\n      <span class=\"num\">34</span>\r\n      <p class=\"indent\">\" (2)  A master is not subject to liability for the torts of      his servants acting outside the scope of their employment,      unless:</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p35\">\r\n      <span class=\"num\">35</span>\r\n      <p class=\"indent\">\" (a)  the master intended the conduct or the consequences,      or</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p36\">\r\n      <span class=\"num\">36</span>\r\n      <p class=\"indent\">\" (b)  the master was negligent or reckless, or</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p37\">\r\n      <span class=\"num\">37</span>\r\n      <p class=\"indent\">\" (c)  the conduct violated a non-delegable duty of the      master, or</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p38\">\r\n      <span class=\"num\">38</span>\r\n      <p class=\"indent\">\" (d)  the servant purported to act or to speak on behalf of      the principal and there was reliance upon apparent authority,      or he was aided in accomplishing the tort by the  existence      of the agency relation.''</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p39\">\r\n      <span class=\"num\">39</span>\r\n      <p>See also &#167;219, Comment <i>e</i> (Section 219(2) \"enumerates the situations in which a master may be liable for torts of servants acting solely for their own purposes and hence not in the scope of employment'').</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p40\">\r\n      <span class=\"num\">40</span>\r\n      <p class=\"indent\">Subsection (a) addresses direct liability, where the employer acts with tortious intent, and indirect liability, where the agent's high rank in the company makes him or her the employer's alter ego.  None of the parties contend Slowik's rank  imputes liability under this principle.  There is no contention, furthermore, that a nondelegable duty is involved.  See &#167;219(2)(c).  So, for our purposes here, subsections (a) and (c) can be put aside.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p41\">\r\n      <span class=\"num\">41</span>\r\n      <p class=\"indent\">Subsections (b) and (d) are possible grounds for imposing employer liability on account of a supervisor's acts and must be considered.  Under subsection (b), an employer is liable when the tort is attributable to the employer's own negligence. &#167;219(2)(b). Thus, although a supervisor's sexual harassment is outside the scope of employment because the conduct was for personal motives, an employer can be liable, nonetheless, where its own negligence is a cause of the harassment.  An employer is  negligent with respect to sexual harassment if it knew or should  have known about the conduct and failed to stop it.  Negligence sets a minimum standard for employer liability under Title VII; but Ellerth seeks to invoke the more stringent standard of vicarious liability.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p42\">\r\n      <span class=\"num\">42</span>\r\n      <p class=\"indent\">Subsection 219(2)(d) concerns vicarious liability for intentional torts committed by an employee when the employee uses apparent authority (the apparent authority standard), or when the employee \"was aided in accomplishing the tort by the existence of the agency relation'' (the aided in the agency relation standard). <i>Ibid.</i> As other federal decisions have done in discussing vicarious liability for supervisor harassment, <i>e.g.,</i> <i>Henson v. Dundee,</i> 682 F.2d 897, 909 (C.A.11 1982), we begin with &#167;219(2)(d).</p>\r\n    </div>\r\n    <p>C</p>\r\n    <div class=\"num\" id=\"p43\">\r\n      <span class=\"num\">43</span>\r\n      <p class=\"indent\">As a general rule, apparent authority is relevant where the agent purports to exercise a power which he or she does not have, as distinct from where the agent threatens to misuse actual power. Compare Restatement &#167;6 (defining \"power'') with &#167;8 (defining \"apparent authority'').  In the usual case, a supervisor's harassment involves misuse of actual power, not the  false impression of its existence.  Apparent authority analysis therefore is inappropriate in this context.  If, in the unusual case, it is alleged there is a false impression that the actor was a supervisor, when he in fact was not, the victim's mistaken conclusion must be a reasonable one.  Restatement &#167;8, Comment <i>c</i> (\"Apparent authority exists only to the extent it is reasonable for the third person dealing with the agent to believe that the agent is authorized'').  When a party seeks to impose vicarious liability based on an agent's misuse of delegated authority, the Restatement's aided in the agency relation rule, rather than the apparent authority rule, appears to be the appropriate form of analysis.</p>\r\n    </div>\r\n    <p>D</p>\r\n    <div class=\"num\" id=\"p44\">\r\n      <span class=\"num\">44</span>\r\n      <p class=\"indent\">We turn to the aided in the agency relation standard.  In a sense, most workplace tortfeasors are aided in accomplishing their tortious objective by the existence of the agency relation: Proximity and regular contact may afford a captive pool of potential victims.  See <i>Gary v. Long,</i> 59 F.3d 1391, 1397 (C.A.D.C.1995).  Were this to satisfy the aided in the agency relation standard, an employer would be subject to vicarious liability not only for all supervisor harassment, but also for all co-worker harassment, a result enforced by neither the EEOC nor any court of appeals to have considered the issue.  See, <i>e.g.,</i> <i>Blankenship v. Parke Care Centers, Inc.,</i> 123 F.3d 868, 872 (C.A.6 1997), cert. denied, 522 U.S. ----, 118 S.Ct. 1039, 140 L.Ed.2d 105 (1998) (sex discrimination); <i>McKenzie v. Illinois Dept. of Transp.,</i> 92 F.3d 473, 480 (C.A.7 1996) (sex discrimination); <i>Daniels v. Essex Group, Inc.,</i> 937 F.2d 1264, 1273 (C.A.7 1991) (race discrimination); see also 29 C.F.R. &#167;1604.11(d) (1997) (\"knows or should have known'' standard of liability for cases of harassment between \"fellow employees'').   The aided in the agency relation standard, therefore, requires the existence of something more than the employment relation itself.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p45\">\r\n      <span class=\"num\">45</span>\r\n      <p class=\"indent\">At the outset, we can identify a class of cases where, beyond question, more than the mere existence of the employment relation aids in commission of the harassment: when a supervisor  takes a tangible employment action against the subordinate.  Every Federal Court of Appeals to have considered the question has found vicarious liability when a discriminatory act results in a tangible employment action.  See, <i>e.g.,</i> <i>Sauers v. Salt Lake County,</i> 1 F.3d 1122, 1127 (C.A.10 1993) (\"\"If the plaintiff can show that she suffered an economic injury from her supervisor's actions, the employer becomes strictly liable without any further showing  . . . ''').  In <i>Meritor,</i> we acknowledged this consensus. See 477 U.S., at 70-71, 106 S.Ct., at 2407-2408 (\" [T]he courts have consistently held employers liable for the discriminatory discharges of employees by supervisory personnel, whether or not the employer knew, or should have known, or approved of the supervisor's actions'').  Although few courts have elaborated how agency principles support this rule, we think it reflects a correct application of the aided in the agency relation standard.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p46\">\r\n      <span class=\"num\">46</span>\r\n      <p class=\"indent\">In the context of this case, a tangible employment action would have taken the form of a denial of a raise or a promotion. The concept of a tangible employment action appears in numerous cases in the Courts of Appeals discussing claims involving race, age, and national origin discrimination, as well as sex discrimination.  Without endorsing the specific results of those decisions, we think it prudent to import the concept of a tangible employment action for resolution of the vicarious liability issue we consider here.  A tangible employment action constitutes a significant change in employment status, such as hiring, firing, failing to promote, reassignment with significantly different responsibilities, or a decision causing a significant change in benefits.  Compare <i>Crady v. Liberty Nat. Bank &amp; Trust Co. of Ind.,</i> 993 F.2d 132, 136 (C.A.7 1993) (\"A materially adverse change might be indicated by a termination of  employment, a demotion evidenced by a decrease in wage or salary, a less distinguished title, a material loss of benefits, significantly diminished material responsibilities, or other indices that might be unique to a particular situation''), with <i>Flaherty v. Gas Research Institute,</i> 31 F.3d 451, 456 (C.A.7 1994) (a \"bruised ego'' is not enough); <i>Kocsis v. Multi-Care Management, Inc.,</i> 97 F.3d 876, 887 (C.A.6 1996) (demotion without change in pay, benefits, duties, or prestige insufficient) and <i>Harlston v. McDonnell Douglas Corp.,</i> 37 F.3d 379, 382 (C.A.8 1994) (reassignment to more inconvenient job insufficient).</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p47\">\r\n      <span class=\"num\">47</span>\r\n      <p class=\"indent\">When a supervisor makes a tangible employment decision, there is assurance the injury could not have been inflicted absent the agency relation.  A tangible employment action in most cases inflicts direct economic harm.  As a general proposition, only a supervisor, or other person acting with the authority of the company, can cause this sort of injury.  A co-worker can break a co-worker's arm as easily as a supervisor, and anyone who has regular contact with an employee can inflict psychological injuries by his or her offensive conduct.  See <i>Gary,</i> 59 F.3d, at 1397; <i>Henson,</i> 682 F.2d, at 910; <i>Barnes v. Costle,</i> 561 F.2d 983, 996 (C.A.D.C.1977) (MacKinnon, J., concurring).  But one co-worker (absent some elaborate scheme) cannot dock another's pay,  nor can one co-worker demote another.  Tangible employment actions fall within the special province of the supervisor.  The supervisor has been empowered by the company as a distinct class  of agent to make economic decisions affecting other employees under his or her control.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p48\">\r\n      <span class=\"num\">48</span>\r\n      <p class=\"indent\">Tangible employment actions are the means by which the supervisor brings the official power of the enterprise to bear on subordinates.  A tangible employment decision requires an official act of the enterprise, a company act.  The decision in most cases is documented in official company records, and may be  subject to review by higher level supervisors. <i>E.g.,</i> <i>Shager v. Upjohn Co.,</i> 913 F.2d 398, 405 (C.A.7 1990) (noting that the supervisor did not fire plaintiff; rather, the Career Path Committee did, but the employer was still liable because the Committee functioned as the supervisor's \"cat's-paw'').  The supervisor often must obtain the imprimatur of the enterprise and use its internal processes.  See <i>Kotcher v. Rosa &amp; Sullivan Appliance Center, Inc.,</i> 957 F.2d 59, 62 (C.A.2 1992) (\"From the perspective of the employee, the supervisor and the employer merge into a single entity'').</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p49\">\r\n      <span class=\"num\">49</span>\r\n      <p class=\"indent\">For these reasons, a tangible employment action taken by the supervisor becomes for Title VII purposes the act of the employer. Whatever the exact contours of the aided in the agency relation standard, its requirements will always be met when a supervisor takes a tangible employment action against a subordinate.  In that instance, it would be implausible to interpret agency principles to allow an employer to escape liability, as <i>Meritor</i> itself appeared to acknowledge.  See, <i>supra,</i> at __.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p50\">\r\n      <span class=\"num\">50</span>\r\n      <p class=\"indent\">Whether the agency relation aids in commission of supervisor harassment which does not culminate in a tangible employment action is less obvious.  Application of the standard is made difficult by its malleable terminology, which can be read to either expand or limit liability in the context of supervisor harassment.  On the one hand, a supervisor's power and authority invests his or her harassing conduct with a particular threatening character, and in this sense, a supervisor always is  aided by the agency relation.  See <i>Meritor,</i> 477 U.S., at 77, 106  S.Ct., at 2410-2411 (Marshall, J., concurring in judgment) (\" [I]t is precisely because the supervisor is understood to be clothed with the employer's authority that he is able to impose unwelcome sexual conduct on subordinates'').  On the other hand,  there are acts of harassment a supervisor might commit which might be the same acts a co-employee would commit, and there may  be some circumstances where the supervisor's status makes little difference.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p51\">\r\n      <span class=\"num\">51</span>\r\n      <p class=\"indent\">It is this tension which, we think, has caused so much confusion among the Courts of Appeals which have sought to apply the aided in the agency relation standard to Title VII cases.  The aided in the agency relation standard, however, is a developing feature of agency law, and we hesitate to render a definitive explanation of our understanding of the standard in an area where other important considerations must affect our judgment.  In particular, we are bound by our holding in <i>Meritor</i> that agency principles constrain the imposition of vicarious liability in cases of supervisory harassment.  See <i>Meritor, supra,</i> at 72, 106 S.Ct., at 2408 (\"Congress' decision to define \"employer' to include any \"agent' of an employer, 42 U.S.C. &#167;2000e(b), surely evinces an intent to place some limits on the acts of employees for which employers under Title VII are to be held responsible'').  Congress has not altered <i>Meritor's</i> rule even though it has made significant amendments to Title VII in the interim.  See <i>Illinois Brick Co. v. Illinois,</i> 431 U.S. 720, 736, 97 S.Ct. 2061, 2069-2070, 52 L.Ed.2d 707 (1977) (\" [W]e must bear in mind that considerations of <i>stare decisis</i> weigh heavily in the area of statutory construction, where Congress is free to  change this Court's interpretation of its legislation'').</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p52\">\r\n      <span class=\"num\">52</span>\r\n      <p class=\"indent\">Although <i>Meritor</i> suggested the limitation on employer liability stemmed from agency principles, the Court acknowledged other considerations might be relevant as well.  See, 477 U.S., at 72, 106 S.Ct., at 2408 (\"common-law principles may not be transferable in all their particulars to Title VII'').  For example, Title VII is designed to encourage the creation of antiharassment policies and effective grievance mechanisms.  Were employer liability to depend in part on an employer's effort to create such procedures, it would effect Congress' intention to promote conciliation rather than litigation in the Title VII context, see <i>EEOC v. Shell Oil Co.,</i> 466 U.S. 54, 77, 104 S.Ct. 1621, 1635, 80 L.Ed.2d 41 (1984), and the EEOC's policy of encouraging the development of grievance procedures.  See 29 C.F.R. &#167;1604.11(f) (1997); EEOC Policy Guidance on Sexual Harassment, 8 BNA FEP Manual 405:6699 (Mar. 19, 1990).  To the extent limiting employer liability could encourage employees to report harassing conduct before it becomes severe or pervasive, it would also serve Title VII's deterrent purpose.  See <i>McKennon  v. Nashville Banner Publishing Co.,</i> 513 U.S. 352, 358, 115 S.Ct. 879, 884-885, 130 L.Ed.2d 852 (1995).  As we have observed, Title VII borrows from tort law the avoidable consequences doctrine, see <i>Ford Motor Co. v. EEOC,</i> 458 U.S. 219, 232, n. 15, 102 S.Ct. 3057, 3066, n. 15, 73 L.Ed.2d 721 (1982), and the considerations  which animate that doctrine would also support the limitation of employer liability in certain circumstances.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p53\">\r\n      <span class=\"num\">53</span>\r\n      <p class=\"indent\">In order to accommodate the agency principles of vicarious liability for harm caused by misuse of supervisory authority, as well as Title VII's equally basic policies of encouraging forethought by employers and saving action by objecting employees, we adopt the following holding in this case and in <i>Faragher v. Boca Raton,</i> --- U.S. ----, 118 S.Ct. 2275, --- L.Ed.2d ---- (1998)<i>,</i> also decided today.  An employer is subject  to vicarious liability to a victimized employee for an actionable hostile environment created by a supervisor with immediate (or successively higher) authority over the employee.  When no tangible employment action is taken, a defending employer may raise an affirmative defense to liability or damages, subject to proof by a preponderance of the evidence, see Fed. Rule Civ. Proc. 8(c).  The defense comprises two necessary elements: (a) that the employer exercised reasonable care to prevent and correct promptly any sexually harassing behavior, and (b) that the plaintiff employee unreasonably failed to take advantage of any preventive or corrective opportunities provided by the employer or to avoid harm otherwise.  While proof that an employer had promulgated an anti-harassment policy with complaint procedure is not necessary in every instance as a matter of law,  the need for a stated policy suitable to the employment circumstances may appropriately be addressed in any case when litigating the first element of the defense.  And while proof that an employee failed to fulfill the corresponding obligation of reasonable care to avoid harm is not limited to showing any unreasonable failure to use any complaint procedure provided by the employer, a demonstration of such failure will normally suffice to satisfy the employer's burden under the second element of the defense.  No affirmative defense is available, however, when the supervisor's harassment culminates in a tangible employment action, such as discharge, demotion, or undesirable reassignment.</p>\r\n    </div>\r\n    <p>IV</p>\r\n    <div class=\"num\" id=\"p54\">\r\n      <span class=\"num\">54</span>\r\n      <p class=\"indent\">Relying on existing case law which held out the promise of vicarious liability for all <i>quid pro quo</i> claims, see <i>supra,</i> at __-__, Ellerth focused all her attention in the Court of Appeals on proving her claim fit within that category.  Given our explanation that the labels <i>quid pro quo</i> and hostile work environment are not controlling for purposes of establishing employer liability, see <i>supra,</i> at __, Ellerth should have an adequate opportunity to prove she has a claim for which Burlington is liable.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p55\">\r\n      <span class=\"num\">55</span>\r\n      <p class=\"indent\">Although Ellerth has not alleged she suffered a tangible employment action at the hands of Slowik, which would deprive Burlington of the availability of the affirmative defense, this is not dispositive.  In light of our decision, Burlington is still subject to vicarious liability for Slowik's activity, but Burlington should have an opportunity to assert and prove the affirmative defense to liability.  See <i>supra,</i> at __-__.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p56\">\r\n      <span class=\"num\">56</span>\r\n      <p class=\"indent\">For these reasons, we will affirm the judgment of the Court of Appeals, reversing the grant of summary judgment against Ellerth.  On remand, the District Court will have the opportunity to decide whether it would be appropriate to allow Ellerth to amend her pleading or supplement her discovery.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p57\">\r\n      <span class=\"num\">57</span>\r\n      <p class=\"indent\">The judgment of the Court of Appeals is affirmed.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p58\">\r\n      <span class=\"num\">58</span>\r\n      <p class=\"indent\">\r\n        <i>It is so ordered.</i>\r\n      </p>\r\n    </div>\r\n    <div class=\"num\" id=\"p59\">\r\n      <span class=\"num\">59</span>\r\n      <p class=\"indent\">Justice GINSBURG, concurring in the judgment.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p60\">\r\n      <span class=\"num\">60</span>\r\n      <p class=\"indent\">I agree with the Court's ruling that \"the labels <i>quid pro quo</i> and hostile work environment are not controlling for purposes of establishing employer liability.'' <i>Ante,</i> at __-__.  I also subscribe to the Court's statement of the rule governing employer liability, <i>ante,</i> at __, which is substantively identical to the rule the Court adopts in <i>Faragher v. Boca Raton,</i> --- U.S. ----, 118 S.Ct. 2275, --- L.Ed.2d ---- (1988).</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p61\">\r\n      <span class=\"num\">61</span>\r\n      <p class=\"indent\">Justice THOMAS, with whom Justice SCALIA joins, dissenting.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p62\">\r\n      <span class=\"num\">62</span>\r\n      <p class=\"indent\">The Court today manufactures a rule that employers are vicariously liable if supervisors create a sexually hostile work environment, subject to an affirmative defense that the Court barely attempts to define.  This rule applies even if the employer has a policy against sexual harassment, the employee knows about that policy, and the employee never informs anyone in a position of authority about the supervisor's conduct.  As a result, employer liability under Title VII is judged by different standards depending upon whether a sexually or racially hostile work environment is alleged.  The standard of employer liability should be the same in both instances: An employer should be liable if, and only if, the plaintiff proves that the employer was negligent in permitting the supervisor's conduct to occur.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p63\">\r\n      <span class=\"num\">63</span>\r\n      <p class=\"indent\">* Years before sexual harassment was recognized as \"discriminat[ion]  . . .  because of  . . .  sex,'' 42 U.S.C. &#167;2000e-2(a)(1), the Courts of Appeals considered whether, and when, a racially hostile work environment could violate Title VII.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> In the landmark case <i>Rogers v. EEOC,</i> 454 F.2d 234 (1971), cert. denied, 406 U.S. 957, 92 S.Ct. 2058, 32 L.Ed.2d 343 (1972), the Court of Appeals for the Fifth Circuit held that the practice of racially segregating patients in a doctor's office could amount to discrimination in \"\"the terms, conditions, or privileges''' of employment, thereby violating Title VII. <i>Id.,</i> at 238 (quoting 42 U.S.C. &#167;2000e-2(a)(1)).  The principal opinion in the case concluded that employment discrimination was not limited to the \"isolated and distinguishable events'' of \"hiring, firing, and promoting.'' <i>Id.,</i> at 238 (opinion of Goldberg, J.).  Rather, Title VII could also be violated by a work environment \"heavily polluted with discrimination,'' because of the deleterious effects of such an atmosphere on an employee's well-being. <i>Ibid.</i></p>\r\n    </div>\r\n    <div class=\"num\" id=\"p64\">\r\n      <span class=\"num\">64</span>\r\n      <p class=\"indent\">Accordingly, after <i>Rogers,</i> a plaintiff claiming employment discrimination based upon race could assert a claim for a racially hostile work environment, in addition to the classic claim of so-called \"disparate treatment.''  A disparate treatment claim required a plaintiff to prove an adverse employment consequence and discriminatory intent by his employer.  See 1 B.  Lindemann &amp; P. Grossman, Employment Discrimination Law 10-11 (3d  ed.1996).  A hostile environment claim required the plaintiff to  show that his work environment was so pervaded by racial harassment as to alter the terms and conditions of his employment.  See, <i>e.g., Snell v. Suffolk Cty.,</i> 782 F.2d 1094, 1103 (C.A.2 1986) (\"To establish a hostile atmosphere,  . . .  plaintiffs must prove more than a few isolated incidents of racial enmity''); <i>Johnson v. Bunny Bread Co.,</i> 646 F.2d 1250, 1257 (C.A.8 1981) (no violation of Title VII from infrequent use of racial slurs).  This is the same standard now used when determining whether sexual harassment renders a work environment hostile.  See <i>Harris v. Forklift Systems, Inc.,</i> 510 U.S. 17, 21, 114 S.Ct. 367, 370-371, 126 L.Ed.2d 295 (1993) (actionable sexual harassment occurs when the workplace is \"<i>permeated</i> with discriminatory intimidation, ridicule, and insult'') (emphasis added) (internal quotation marks and citation omitted).</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p65\">\r\n      <span class=\"num\">65</span>\r\n      <p class=\"indent\">In race discrimination cases, employer liability has turned on whether the plaintiff has alleged an adverse employment consequence, such as firing or demotion, or a hostile work environment.  If a supervisor takes an adverse employment action because of race, causing the employee a tangible job detriment, the employer is vicariously liable for resulting damages.  See <i>ante,</i> at __.  This is because such actions are company acts that can be performed only by the exercise of specific authority granted by the employer, and thus the supervisor acts as the employer.  If, on the other hand, the employee alleges a racially hostile work environment, the employer is liable only for negligence: that is, only if the employer knew, or in the exercise of reasonable care should have known, about the harassment and failed to take remedial action.  See, <i>e.g., Dennis v. Cty. of Fairfax,</i> 55 F.3d 151, 153 (C.A.4 1995); <i>Davis v. Monsanto Chemical Co.,</i> 858 F.2d 345, 349 (C.A.6 1988), cert. denied, 490 U.S. 1110, 109 S.Ct. 3166, 104 L.Ed.2d 1028 (1989).   Liability has thus been imposed only if the employer is blameworthy in some way.  See, <i>e.g., Davis v. Monsanto Chemical Co.,</i> <i>supra,</i> at 349; <i>Snell v. Suffolk Cty., supra,</i> at 1104; <i>DeGrace v. Rumsfeld,</i> 614 F.2d 796, 805 (C.A.1 1980).</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p66\">\r\n      <span class=\"num\">66</span>\r\n      <p class=\"indent\">This distinction applies with equal force in cases of sexual harassment.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> When a supervisor inflicts an adverse employment consequence upon an employee who has rebuffed his advances, the supervisor exercises the specific authority granted to him by his company.  His acts, therefore, are the company's acts and are properly chargeable to it.  See 123 F.3d 490, 514 (1997) (Posner, C. J., dissenting); <i>ante,</i> at __ (\"Tangible employment actions fall within the special province of the supervisor.  The supervisor has been empowered by the company as a distinct class  of agent to make economic decisions affecting other employees under his or her control'').</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p67\">\r\n      <span class=\"num\">67</span>\r\n      <p class=\"indent\">If a supervisor creates a hostile work environment, however, he does not act for the employer.  As the Court concedes, a supervisor's creation of a hostile work environment is neither within the scope of his employment, nor part of his apparent authority.  See <i>ante,</i> at __-__.  Indeed, a hostile work environment is antithetical to the interest of the employer.  In such circumstances, an employer should be liable only if it has been negligent.  That is, liability should attach only if the employer either knew, or in the exercise of reasonable care should have known, about the hostile work environment and failed  to take remedial action.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\r\n    </div>\r\n    <div class=\"num\" id=\"p68\">\r\n      <span class=\"num\">68</span>\r\n      <p class=\"indent\">Sexual harassment is simply not something that employers can wholly prevent without taking extraordinary measures-constant video and audio surveillance, for example-that would revolutionize the workplace in a manner incompatible with a free  society.  See 123 F.3d 490, 513 (Posner, C.J., dissenting).  Indeed, such measures could not even detect incidents of harassment such as the comments Slowick allegedly made to respondent in a hotel bar.  The most that employers can be charged with, therefore, is a duty to act reasonably under the circumstances.  As one court recognized in addressing an early racial harassment claim:</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p69\">\r\n      <span class=\"num\">69</span>\r\n      <p class=\"indent\">\"It may not always be within an employer's power to guarantee      an environment free from all bigotry . . . . [H]e  can let it      be known, however, that racial harassment will not be      tolerated, and he can take all reasonable measures to enforce      this policy . . . .   But once an employer has in good faith      taken those measures which are both feasible and  reasonable      under the circumstances to combat the offensive conduct we do      not think he can be charged with discriminating on the basis      of race.'' <i>De Grace v. Rumsfeld,</i> 614 F.2d 796, 805 (1980).</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p70\">\r\n      <span class=\"num\">70</span>\r\n      <p class=\"indent\">Under a negligence standard, Burlington cannot be held liable for Slowick's conduct.  Although respondent alleged a hostile work environment, she never contended that Burlington had been negligent in permitting the harassment to occur, and there is no question that Burlington acted reasonably under the circumstances. The company had a policy against sexual harassment, and respondent admitted that she was aware of the policy but nonetheless failed to tell anyone with authority over  Slowick about his behavior. See, <i>ante,</i> at __-__.  Burlington therefore cannot be charged with knowledge of Slowick's alleged harassment or with a failure to exercise reasonable care in not knowing about it.</p>\r\n    </div>\r\n    <p>II</p>\r\n    <div class=\"num\" id=\"p71\">\r\n      <span class=\"num\">71</span>\r\n      <p class=\"indent\">Rejecting a negligence standard, the Court instead imposes a rule of vicarious employer liability, subject to a vague affirmative defense, for the acts of supervisors who wield no delegated authority in creating a hostile work environment.  This rule is a whole-cloth creation that draws no support from the legal principles on which the Court claims it is based. Compounding its error, the Court fails to explain how employers can rely upon the affirmative defense, thus ensuring a continuing reign of confusion in this important area of the law.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p72\">\r\n      <span class=\"num\">72</span>\r\n      <p class=\"indent\">In justifying its holding, the Court refers to our comment in <i>Meritor Savings Bank, FSB v. Vinson,</i> 477 U.S. 57, 106 S.Ct. 2399, 91 L.Ed.2d 49 (1986), that the lower courts should look to \"agency principles'' for guidance in determining the scope of employer liability, <i>id.,</i> at 72, 106 S.Ct., at 2408.  The Court then interprets the term \"agency principles'' to mean the Restatement (Second) of Agency (1957).  The Court finds two portions of the Restatement to be relevant: &#167;219(2)(b), which provides that a master is liable for his servant's torts if the master is reckless or negligent, and &#167;219(2)(d), which states that a master is liable for his servant's torts when the servant  is \"aided in accomplishing the tort by the existence of the agency relation.''  The Court appears to reason that a supervisor is \"aided  . . .  by  . . .  the agency relation'' in creating a hostile work environment because the supervisor's \"power and authority invests his or her harassing conduct with a particular threatening character.'' <i>Ante,</i> at __-__.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p73\">\r\n      <span class=\"num\">73</span>\r\n      <p class=\"indent\">Section 219(2)(d) of the Restatement provides no basis whatsoever for imposing vicarious liability for a supervisor's creation of a hostile work environment.  Contrary to the Court's suggestions, the principle embodied in &#167;219(2)(d) has nothing to do with a servant's \"power and authority,'' nor with whether his actions appear \"threatening.''  Rather, as demonstrated by the Restatement's illustrations, liability under &#167;219(2)(d) depends upon the plaintiff's belief that the agent acted in the ordinary course of business or within the scope of his apparent authority.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> In this day and age, no sexually harassed employee can reasonably believe that a harassing supervisor is conducting the official business of the company or acting on its behalf.  Indeed, the Court admits as much in demonstrating why sexual harassment is not committed within the scope of a supervisor's employment and is not part of his apparent authority.  See <i>ante,</i> at __-__.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p74\">\r\n      <span class=\"num\">74</span>\r\n      <p class=\"indent\">Thus although the Court implies that it has found guidance in both precedent and statute-see <i>ante,</i> at __ (\"The resulting federal rule, based on a body of case law developed over time, is statutory interpretation pursuant to congressional direction'')-its holding is a product of willful policymaking, pure and simple.  The only agency principle that justifies imposing employer liability in this context is the principle that a master will be liable for a servant's torts if the master was negligent  or reckless in permitting them to occur; and as noted, under a negligence standard, Burlington cannot be held liable. See <i>supra,</i> at __-__.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p75\">\r\n      <span class=\"num\">75</span>\r\n      <p class=\"indent\">The Court's decision is also in considerable tension with our holding in <i>Meritor</i> that employers are not strictly liable for a supervisor's sexual harassment.  See <i>Meritor Savings Bank, FSB  v. Vinson, supra,</i> at 72, 106 S.Ct., at 2408.  Although the Court recognizes an affirmative defense-based solely on its divination of Title VII's <i>gestalt,</i> see <i>ante,</i> at __-it provides shockingly little guidance about how employers can actually avoid vicarious liability.  Instead, it issues only Delphic pronouncements and leaves the dirty work to the lower courts:</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p76\">\r\n      <span class=\"num\">76</span>\r\n      <p class=\"indent\">\"While proof that an employer had promulgated an      anti-harassment policy with complaint procedure is not      necessary  in every instance as a matter of law, the need for      a stated  policy suitable to the employment circumstances may      appropriately be addressed in any case when litigating the      first element of the defense.  And while proof that an      employee failed to fulfill the corresponding obligation of      reasonable care to avoid harm is not limited to showing any      unreasonable failure to use any complaint procedure provided      by the employer, a demonstration of such failure will      normally suffice to satisfy the employer's burden under the      second element of the defense.'' <i>Ante,</i> at ----.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p77\">\r\n      <span class=\"num\">77</span>\r\n      <p>What these statements mean for district courts ruling on motions for summary judgment-the critical question for employers now subject to the vicarious liability rule-remains a mystery. Moreover, employers will be liable notwithstanding the affirmative defense, <i>even though they acted reasonably,</i> so long as the plaintiff in question fulfilled <i>her</i> duty of reasonable care to avoid harm.  See <i>ibid.</i> In practice, therefore, employer liability very well may be the rule.  But as the Court acknowledges, this is the one result that it is clear Congress did <i>not</i> intend.  See <i>ante,</i> at __-__; <i>Meritor Savings Bank, FSB v. Vinson,</i> 477 U.S., at 72, 106 S.Ct., at 2408.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p78\">\r\n      <span class=\"num\">78</span>\r\n      <p class=\"indent\">The Court's holding does guarantee one result: There will be more and more litigation to clarify applicable legal rules in an area in which both practitioners and the courts have long been begging for guidance.  It thus truly boggles the mind that the Court can claim that its holding will effect \"Congress' intention to promote conciliation rather than litigation in the Title VII context.'' <i>Ante,</i> at __.  All in all, today's decision is an ironic result for a case that generated eight separate opinions in the Court of Appeals on a fundamental question, and in which we granted certiorari \"to assist in defining the relevant standards of employer liability.'' <i>Ante,</i> at __-__.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p79\">\r\n      <span class=\"num\">79</span>\r\n      <p>* * *</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p80\">\r\n      <span class=\"num\">80</span>\r\n      <p class=\"indent\">Popular misconceptions notwithstanding, sexual harassment is not a freestanding federal tort, but a form of employment discrimination.  As such, it should be treated no differently (and certainly no better) than the other forms of harassment that are illegal under Title VII.  I would restore parallel treatment  of employer liability for racial and sexual harassment and hold an employer liable for a hostile work environment only if the employer is truly at fault.  I therefore respectfully dissent.</p>\r\n    </div>\r\n    <div class=\"footnotes\">\r\n      <div class=\"footnote\" id=\"fn-s\">\r\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\r\n        <p> The syllabus constitutes no part of the opinion of the Court but has been prepared by the Reporter of Decisions for the convenience of the reader.  See <i>United States v. Detroit Timber &amp; Lumber Co.,</i> 200 U.S. 321, 337, 26 S.Ct. 282, 287, 50 L.Ed. 499.</p>\r\n      </div>\r\n      <div class=\"footnote\" id=\"fn1\">\r\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\r\n        <p> This sequence of events is not surprising, given that the primary goal of the Civil Rights Act of 1964 was to eradicate race discrimination and that the statute's ban on sex discrimination was added as an eleventh-hour amendment in an effort to kill the bill.  See <i>Barnes v. Costle,</i> 561 F.2d 983, 987 (C.A.D.C.1977).</p>\r\n      </div>\r\n      <div class=\"footnote\" id=\"fn2\">\r\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\r\n        <p> The Courts of Appeals relied on racial harassment cases when analyzing early claims of discrimination based upon a supervisor's sexual harassment. For example, when the Court of Appeals for the District Columbia Circuit held that a work environment poisoned by a supervisor's \"sexually stereotyped insults and demeaning propositions'' could itself violate Title VII, its principal authority was Judge Goldberg's opinion in <i>Rogers.</i> See <i>Bundy v. Jackson,</i> 641 F.2d 934, 944 (C.A.D.C.1981); see also <i>Henson v. Dundee,</i> 682 F.2d 897, 901 (C.A.11 1982).  So too, this Court relied on <i>Rogers</i> when in <i>Meritor Savings Bank, FSB v. Vinson,</i> 477 U.S. 57, 106 S.Ct. 2399, 91 L.Ed.2d 49 (1986), it recognized a cause of action under Title VII for sexual harassment.  See <i>id.,</i> at 65-66, 106 S.Ct., at 2404-2405.</p>\r\n      </div>\r\n      <div class=\"footnote\" id=\"fn3\">\r\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\r\n        <p> I agree with the Court that the doctrine of <i>quid pro quo</i> sexual harassment is irrelevant to the issue of an employer's vicarious liability.  I do not, however, agree that the distinction between hostile work environment and <i>quid pro quo</i> sexual harassment is relevant \"when there is a threshold question whether a plaintiff can prove discrimination in violation of Title VII.'' <i>Ante,</i> at __.  A supervisor's threat to take adverse action against an employee who refuses his sexual demands, if never carried out, may create a hostile work environment, but that is all.  Cases involving such threats, without more, should therefore be analyzed as hostile work environment cases only.  If, on the other hand, the supervisor carries out his threat and causes the plaintiff a job detriment, the plaintiff may have a disparate treatment claim under Title VII.  See E. Scalia, The Strange Career of <i>Quid Pro Quo</i> Sexual Harassment, 21 Harv. J.L. &amp; Pub. Policy 307, 309-314 (1998).</p>\r\n      </div>\r\n      <div class=\"footnote\" id=\"fn4\">\r\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\r\n        <p> See Restatement &#167;219, Comment <i>e;</i> &#167;261, Comment <i>a</i> (principal liable for an agent's fraud if \"the agent's position facilitates the consummation of the fraud, in that from the point of view of the third person the transaction seems regular on its face and the agent appears to be acting in the ordinary course of business confided to him''); &#167;247, Illustrations (newspaper liable for a defamatory editorial published by editor for his own purposes).</p>\r\n      </div>\r\n    </div>\r\n    ", 
  "resource_uri": "/api/rest/v2/document/118244/"
}