{"absolute_url": "/opinion/100100/american-railway-express-co-v-lindenburg/", "blocked": false, "citation": {"case_name": "American Railway Express Co. v. Lindenburg", "docket_number": "138", "document_uris": ["/api/rest/v2/document/100100/"], "federal_cite_one": "260 U.S. 584", "federal_cite_three": null, "federal_cite_two": null, "id": 84483, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/84483/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 19, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1923-01-15", "date_modified": "2014-12-21T01:37:22.125244", "docket": "/api/rest/v2/docket/273299/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">260 U.S. 584</p>\n    <p class=\"case_cite\">43 S.Ct. 206</p>\n    <p class=\"case_cite\">67 L.Ed. 414</p>\n    <p class=\"parties\">AMERICAN RY. EXPRESS CO.<br>v.<br>LINDENBURG.</p>\n    <p class=\"docket\">No. 138.</p>\n    <p class=\"date\">Argued Dec. 4, 1922.</p>\n    <p class=\"date\">Decided Jan. 8, 1923.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. A. M. Hartung, of New York City, and D. C. T. Davis, Jr., of Charleston, W. Va., for petitioner.</p>\n      <p class=\"indent\">Messrs. E. B. Dyer and Morgan Owen, both of Charleston, W. Va., for respondent.</p>\n      <p class=\"indent\">Mr. Justice SUTHERLAND delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On July 22, 1918, at Indianapolis, Ind., respondent caused to be delivered to petitioner two trunks weighing 200 pounds and 100 pounds, respectively, and a package weighing 10 pounds, for transportation to him at Charleston, W. Va. A receipt was given for the property, which recited that its terms and conditions were agreed to by the shipper. The receipt, among other things, stipulated that in no event&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'shall this company be held liable or responsible, nor shall      any demand be made upon it beyond the sum of fifty dollars      upon any shipment of 100 pounds or less, and for not      exceeding 50 cents per pound upon any shipment weighing more      than 100 pounds, and the liability of the express company is      limited to the value above stated unless the just and true      value is declared at time of shipment, and the declared value      in excess of the value above specified is paid for, or agreed      to be paid for, under this company's schedule of charges for      excess value.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">This receipt was produced at the trial and put in evidence by the respondent in support of his action. At the time of the shipment the value of the property was neither stated by the respondent nor demanded by the petitioner. The charges paid were on the basis of the limited liability set forth in the receipt. One of the trunks when delivered at destination was in bad order, some of the goods therein being damaged and others destroyed. Respondent alleged damages in the sum of $1,500. Petitioner answered, admitting liability for $110, under the terms of the receipt. The trial court gave judgment for $916.15, which the state appellate court affirm d. 88 W. Va. 439, 106 S. E. 884. The case is here on certiorari.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The case is governed by the provisions of the Cummins Amendment, Act of March 4, 1915, c. 176, 38 Stat. 1196, as amended by the Act of August 9, 1916, c. 301, 39 Stat. 441 (Comp. St. &#167; 8604a). The amendment requires every common carrier receiving property for interstate transportation to issue a receipt or bill of lading, and makes it liable for the full, actual loss, damage or injury to such property caused by it or any connecting carrier participating in the transportation on a through bill of lading, notwithstanding any limitation of liability of the amount of recovery or representation or agreement as to value. Any such attempted limitation is declared to be unlawful and void. The follows a proviso, which appears in full in the margin,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and the question for determination is whether, under the facts, the case is within its terms.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Interstate Commerce Commission on April 2, 1917, in a proceeding wherein the Adams Express Company and a number of other express companies (but not including this petitioner) were parties, made an order in conformity with this proviso, authorizing the express companies to maintain rates dependent upon the value declared in writing by the shipper or agreed upon in writing as the released value of the property. The basic rate to be established was upon a valuation not exceeding $50 for any shipment of 100 pounds or less, or not exceeding 50 cents per pound for any shipment in excess of 100 pounds, the rates to be progressively increased with increased valuations. The express companies were further authorized, after notice, to amend the terms and conditions of the uniform express receipt in accordance with a form prescribed.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The new form, so prescribed, contained a provision to the effect that 'in consideration of the rate charged for carrying the property, which rate is dependent upon the value thereof and is based upon an agreed valuation of not exceeding $50 for a shipment of 100 pounds or less, and not exceeding 50 cents per pound for any shipment in excess of 100 pounds,' the shipper agrees, unless a greater value be declared at the time of shipment, that the company shall not be liable in any event for more than these amounts. At the time of the shipment, the evidence shows there was in effect a tariff of petitioner governing transportation between Indianapolis and Charleston, duly published and filed with the Interstate Commerce Commission, setting forth the form of receipt prescribed by the Commission, and that the charges made were in accordance with this tariff. The receipt issued by petitioner, it will be seen, limits the liability of the petitioner, not in the precise words of, but substantially in accordance with, the provision contained in the receipt authorized by the Commission; but it was upon an old form which had been used previous to the order of the Commission and contained some conditions which were contrary to and declared to be void by the Cummins Amendment (Comp. St. &#167;&#167; 8592, 8604a). Neither the receipt nor any declaration or agreement was signed by respondent or by any one in his behalf.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The judgment of the state appellate court is made to rest upon the sole ground that petitioner did not take from the shipper a written declaration of value or a written agreement as to value <i>signed by him</i>. Respondent here seeks to justify the judgment upon other grounds as well, and these we first consider.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the first place, it is said that petitioner was never expressly authorized or required by the Interstate Commerce Commission to establish or maintain rates dependent upon declared or agreed values. It is true the order of the Commission, hereinbefore referred to, was made in a proceeding in which petitioner's name did not appear, but petitioner subsequently published and filed with the Commission a tariff, specifically referring to the order of the Commission in that proceeding and containing the form of receipt therein authorized, which tariff was in effect at the time of the shipment, and had been in effect for more than a year prior thereto. The transportation charges were in conformity with the tariff, and the receipt issued, in so far as the limitation of liability is concerned, was in substantial accord with the authorized receipt. The petitioner appears to have proceeded upon the assumption that the publication and filing of the tariff were authorized by the Commission's order, and there is nothing in the record to indicate that the Commission did not so regard it. A copy of the tariff, certified by the secretary of the Commission, was put in evidence. If these facts do not warrant the logical inference of a grant of authority they do afford the basis for a legal presumption to that effect, for, if petitioner was not duly authorized by the Commission, its action in attempting to limit its liability was unlawful, and, as this court said in Cincinnati, New Orleans &amp; Texas Pacific Railway Co. v. Rankin, 241 U. S. 319, 327, 36 Sup. Ct. 555, 558 (60 L. Ed. 1022, L. R. A. 1917A, 265):</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'It cannot be assumed, merely because the contrary has not      been established by proof, that an interstate carrier is      conducting its affairs in violation of law. Such a carrier      must comply with strict requirements of the federal statutes      or become subject to heavy penalties, and in respect of      transactions in the ordinary course of business it is      entitled to the presumption of right conduct.'</p>\n    </div>\n    <p class=\"indent\">It is a rule of general application that:</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'Where an act is done which can be done legally only after      the performance of some prior act, proof of the later carries      with it a presumption of the due performance of the prior      act.' Knox County v. Ninth National Bank, 147 U. S. 91, 97,      13 Sup. Ct. 267, 37 L. Ed. 93. See also New York Central,      etc., R. R. v. Beaham, 242 U. S. 148, 151, 37 Sup. Ct. 43, 61      L. Ed. 210; Young v. South Tredegar Iron Co., 85 Tenn. 189, 2      S. W. 202, 4 Am. St. Rep. 752; Insurance Co. v. Plummer, 70      Me. 540, 544.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In the absence of proof to the contrary, we therefore indulge the presumption that in basing its transportation charges upon the values recited in the receipt, the petitioner had due authority.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is next contended that the receipt which was issued was unlawful and void because it contained conditions forbidden by the Cummins Amendment and prior statutes, the principal condition being a limitation of the carrier's liability to its own routes or lines. But it does not appear that the shipment in question came within the terms of any of these conditions or that the obligations of petitioner in respect of the matter were in any way affected thereby. Assuming their unlawful character, there is no difficulty in separating them from the condition limiting the liability by the declared valuation. We do not, therefore, deem it necessary to inquire in respect of the nature or extent of these alleged unlawful conditions, since, in any event, their presence would not have the effect of rendering unenforceable the severable, valid provision here relied upon. McCullough v. Virginia, 172 U. S. 102, 113, 19 Sup. Ct. 134, 43 L. Ed. 382; United States v. Bradley, 10 Pet. 343, 260, 9 L. Ed. 448; Chicago, etc. Co. v. Pullman Car Co., 139 U. S. 79, 91, 11 Sup. Ct. 490, 35 L. Ed. 97. In Pickering v. Ilfracombe Railway Company, L. R. 3, C. P. C. 235, 250, the rule is stated by Willes, J., as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'The general rule is that where you cannot sever the illegal      from the legal part of a covenant, the contract is altogether      void; but, where you can sever them, whether the illegality      be created by statute or by the common law, you may reject      the bad part and retain the good.'</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">See also Cincinnati Packet Co. v. Bay, 200 U. S. 179, 185, 26 Sup. Ct. 208, 50 L. Ed. 428.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We come now to the point on which the judgment of the state appellate court is grounded. That court held that the petitioner should have given the shipper&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'a receipt specifying the value fixed by himself, a d      evidenced by his signature. * * * A writing not signed by      him, although specifying value, was not a declaration or      agreement in writing by him.' 88 W. Va. 439, 443, 444, 106 S.      E. 884, 886.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Neither the statute nor the order of the Commission requires the signature of the shipper. The pertinent words of the statute are:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">'* * * Rates dependent upon the value declared in writing by      the shipper or agreed upon in writing as the released value.      * * *'</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">It is not to be supposed that the Commission would attempt to add anything to the substantive requirements of the statute, and its order does not purport to do so; but the form of receipt which the express companies were authorized to adopt contains a recital to the effect that as evidence of the shipper's agreement to the printed conditions he 'accepts and signs this receipt,' and a blank space is provided for his signature. Naturally, such signature would be desirable as constituting the most satisfactory evidence of the shipper's agreement, but it is not made a prerequisite without which no agreement will result, and a subsequent report of the Commission on the subject of bills of lading is persuasive evidence that there was no such intention. Bills of Lading, 52 Interst. Com. Com'n R. 681, where it is said:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">'It is sufficient if the shipper accepts the carrier's bill      of lading without himself signing it. It becomes binding upon      him by his acceptance, he being presumed to know and accept      the conditions of the written bill of lading.'</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The respondent, by receiving and acting upon the receipt, although signed only by the petitioner, assented to its terms and the same thereby became the written agreement of the parties. McMillan v. Railroad Co., 16 Mich. 79, 93 Am. Dec. 208; The Henry B. Hyde (D. C.) 82 Fed. 681. In the absence of a statutory requirement, signing by the respondent was not essential. Missouri, Kansas &amp; Texas Railway v. McCann, 174 U. S. 580, 590, 19 Sup. Ct. 755, 43 L. Ed. 1093; Inman &amp; Co. v. Seaboard Air Line Ry. (C. C.) 159 Fed. 960, 966. His signature, to be sure, would have brought into existence additional evidence of the agreement but it was not necessary to give it effect. See Girard Life Insurance Co. v. Cooper, 162 U. S. 529, 543, 16 Sup. Ct. 879, 40 L. Ed. 1062. And his knowledge of its contents will be presumed. Cau v. Texas &amp; Pacific Railway Co., 194 U. S. 427, 431, 24 Sup. Ct. 663, 48 L. Ed. 1053; Kansas City Southern Railway Co. v. Carl, 227 U. S. 639, 652, 653, 656, 33 Sup. Ct. 391, 57 L. Ed. 683. 'The receipt which was accepted showed that the charge made was based upon a valuation of $50 unless a greater value should be stated therein. The knowledge of the shipper that the rate was based upon the value is to be presumed from the terms of the bill of lading and of the published schedules filed with the Commission.' Adams Express Co. v. Croninger, 226 U. S. 491, 508, 509, 510, 33 Sup. Ct. 148, 153 (57 L. Ed. 314, 44 L. R. A. [N. S.] 257). Having accepted the benefit of the lower rate dependent upon the specified valuation, the respondent is estopped from asserting a higher value. To allow him to do so would be to violate the plainest principles of fair dealing. Hart v. Pennsylvania Railroad Co., 112 U. S. 331, 340, 5 Sup. Ct. 151, 28 L. Ed. 717; Adams Express Co. v. Croninger, supra. In Kansas City Southern Railway Co. v. Carl, supra, this court said:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">'To permit such a declared valuation to the overthrown by      evidence aliunde the contract, for the purpose of enabling      the shipper to obtain a recovery in a suit for loss or damage      in excess of the maximum valuation thus fixed, would both      encourage and reward undervaluations and bring about      preferences and discriminations forbidden by the law. Such a      result would neither be just nor conducive to sound morals or      wise policies.'</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The judgment of the state appellate court is reversed, and the cause remanded for further proceedings not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 'Provided, however, that the provisions hereof respecti g liability for full actual loss, damage, or injury, notwithstanding any limitation of liability or recovery or representation or agreement or release as to value, and declaring any such limitation to be unlawful and void, shall not apply, first, to baggage carried on passenger trains or boats, or trains or boats carrying passengers; second, to property, except ordinary live stock, received for transportation concerning which the carrier shall have been or shall hereafter be expressly authorized or required by order of the Interstate Commerce Commission to establish and maintain rates dependent upon the value declared in writing by the shipper or agreed upon in writing as the released value of the property, in which case such declaration or agreement shall have no other effect than to limit liability and recovery to an amount not exceeding the value so declared or released, and shall not, so far as relates to values, be held to be a violation of section 10 of this act to regulate commerce, as amended; and any tariff schedule which may be filed with the Commission pursuant to such order shall contain specific reference thereto and may establish rates varying with the value so declared or agreed upon; and the Commission is hereby empowered to make such order in cases where rates dependent upon and varying with declared or agreed values would, in its opinion, be just and reasonable under the circumstances and conditions surrounding the transportation.'</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>260 U.S. 584 (1923)</b></center>\n<center><h1>AMERICAN RAILWAY EXPRESS COMPANY<br>\nv.<br>\nLINDENBURG.</h1></center>\n<center>No. 138.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 4, 1922.</center>\n<center>Decided January 8, 1923.</center>\nCERTIORARI TO THE SUPREME COURT OF APPEALS OF THE STATE OF WEST VIRGINIA.\n<p><span class=\"star-pagination\">*585</span> <i>Mr. A.M. Hartung,</i> with whom <i>Mr. H.S. Marx</i> and <i>Mr. Staige Davis</i> were on the brief, for petitioner.</p>\n<p><i>Mr. E.B. Dyer</i> and <i>Mr. Morgan Owen</i> for respondent.</p>\n<p>MR. JUSTICE SUTHERLAND delivered the opinion of the Court.</p>\n<p>On July 22, 1918, at Indianapolis, Indiana, respondent caused to be delivered to petitioner two trunks weighing 200 pounds and 100 pounds, respectively, and a package weighing 10 pounds, for transportation to him at Charleston, West Virginia. A receipt was given for the property, which recited that its terms and conditions were agreed to by the shipper. The receipt, among other things, stipulated that in no event \"shall this Company be held liable or responsible, nor shall any demand be made upon it beyond the sum of fifty dollars upon any shipment of 100 lbs. or less, and for not exceeding 50 cents per pound upon any shipment weighing more than 100 lbs., and the liability of the Express Company is limited to the value above stated unless the just and true value is declared at time of shipment, and the declared value in excess of the value above specified is paid for, or agreed to be paid for, under this Company's schedule of charges for excess value.\"</p>\n<p>This receipt was produced at the trial and put in evidence by the respondent in support of his action. At the time of the shipment the value of the property was neither stated by the respondent nor demanded by the petitioner. The charges paid were on the basis of the limited liability set forth in the receipt. One of the trunks when delivered <span class=\"star-pagination\">*586</span> at destination was in bad order, some of the goods therein being damaged and others destroyed. Respondent alleged damages in the sum of $1,500.00. Petitioner answered, admitting liability for $110.00, under the terms of the receipt. The trial court gave judgment for $916.15, which the state appellate court affirmed. 88 W. Va. 439. The case is here on certiorari.</p>\n<p>The case is governed by the provisions of the Cummins Amendment, Act of March 4, 1915, c. 176, 38 Stat. 1196, as amended by the Act of August 9, 1916, c. 301, 39 Stat. 441. The amendment requires every common carrier receiving property for interstate transportation to issue a receipt or bill of lading, and makes it liable for the full, actual loss, damage or injury to such property caused by it or any connecting carrier participating in the transportation on a through bill of lading, notwithstanding any limitation of liability of the amount of recovery or representation or agreement as to value. Any such attempted limitation is declared to be unlawful and void. Then follows a proviso, which appears in full in the margin,<sup>[1]</sup> and the question for determination is whether, under the facts, the case is within its terms.</p>\n<p>The Interstate Commerce Commission on April 2, 1917, in a proceeding wherein the Adams Express Company and a number of other express companies (but not including <span class=\"star-pagination\">*587</span> this petitioner) were parties, made an order in conformity with this proviso, authorizing the express companies to maintain rates dependent upon the value declared in writing by the shipper or agreed upon in writing as the released value of the property. The basic rate to be established was upon a valuation not exceeding $50 for any shipment of 100 pounds or less, or not exceeding 50 cents per pound for any shipment in excess of 100 pounds, the rates to be progressively increased with increased valuations. The express companies were further authorized, after notice, to amend the terms and conditions of the uniform express receipt in accordance with a form prescribed.</p>\n<p>The new form, so prescribed, contained a provision to the effect that \"in consideration of the rate charged for carrying said property, which is dependent upon the value thereof and is based upon an agreed valuation of not exceeding fifty dollars for any shipment of 100 pounds or less, and not exceeding fifty cents per pound, actual weight, for any shipment in excess of 100 pounds,\" the shipper agrees, unless a greater value be declared at the time of shipment, that the company shall not be liable in any event for more than these amounts. At the time of the shipment, the evidence shows there was in effect a tariff of petitioner governing transportation between Indianapolis and Charleston, duly published and filed <span class=\"star-pagination\">*588</span> with the Interstate Commerce Commission, setting forth the form of receipt prescribed by the Commission; and that the charges made were in accordance with this tariff. The receipt issued by petitioner, it will be seen, limits the liability of the petitioner, not in the precise words of, but substantially in accordance with, the provision contained in the receipt authorized by the Commission; but it was upon an old form which had been used previous to the order of the Commission and contained some conditions which were contrary to and declared to be void by the Cummins Amendment. Neither the receipt nor any declaration or agreement was signed by respondent or by anyone in his behalf.</p>\n<p>The judgment of the state appellate court is made to rest upon the sole ground that petitioner did not take from the shipper a written declaration of value or a written agreement as to value <i>signed by him.</i> Respondent here seeks to justify the judgment upon other grounds as well; and these we first consider.</p>\n<p>In the first place, it is said that petitioner was never expressly authorized or required by the Interstate Commerce Commission to establish or maintain rates dependent upon declared or agreed values. It is true the order of the Commission, hereinbefore referred to, was made in a proceeding in which petitioner's name did not appear, but petitioner subsequently published and filed with the Commission a tariff, specifically referring to the order of the Commission in that proceeding and containing the form of receipt therein authorized, which tariff was in effect at the time of the shipment, and had been in effect for more than a year prior thereto. The transportation charges were in conformity with the tariff, and the receipt issued, in so far as the limitation of liability is concerned, was in substantial accord with the authorized receipt. The petitioner appears to have proceeded upon the assumption that the publication and filing of the tariff were <span class=\"star-pagination\">*589</span> authorized by the Commission's order, and there is nothing in the record to indicate that the Commission did not so regard it. A copy of the tariff, certified by the Secretary of the Commission, was put in evidence. If these facts do not warrant the logical inference of a grant of authority, they do afford the basis for a legal presumption to that effect, for, if petitioner was not duly authorized by the Commission, its action in attempting to limit its liability was unlawful, and, as this Court said in <i>Cincinnati, New Orleans &amp; Texas Pacific Ry. Co.</i> v. <i>Rankin,</i> 241 U.S. 319, 327:</p>\n<p>\"It cannot be assumed, merely because the contrary has not been established by proof, that an interstate carrier is conducting its affairs in violation of law. Such a carrier must comply with strict requirements of the Federal statutes or become subject to heavy penalties, and in respect of transactions in the ordinary course of business it is entitled to the presumption of right conduct.\"</p>\n<p>It is a rule of general application that \"where an act is done which can be done legally only after the performance of some prior act, proof of the later carries with it a presumption of the due performance of the prior act.\" <i>Knox County</i> v. <i>Ninth National Bank,</i> 147 U.S. 91, 97. See also <i>New York Central &amp; Hudson River R.R. Co.</i> v. <i>Beaham,</i> 242 U.S. 148, 151; <i>Young</i> v. <i>South Tredegar Iron Co.,</i> 85 Tenn. 189; <i>Scottish Commercial Insurance Co.</i> v. <i>Plummer,</i> 70 Me. 540, 544.</p>\n<p>In the absence of proof to the contrary, we, therefore, indulge the presumption that in basing its transportation charges upon the values recited in the receipt, the petitioner had due authority.</p>\n<p>It is next contended that the receipt which was issued was unlawful and void because it contained conditions forbidden by the Cummins Amendment and prior statutes, the principal condition being a limitation of the carrier's liability to its own routes or lines. But it does not appear <span class=\"star-pagination\">*590</span> that the shipment in question came within the terms of any of these conditions or that the obligations of petitioner in respect of the matter were in any way affected thereby. Assuming their unlawful character, there is no difficulty in separating them from the condition limiting the liability by the declared valuation. We do not, therefore, deem it necessary to inquire in respect of the nature or extent of these alleged unlawful conditions, since, in any event, their presence would not have the effect of rendering unenforceable the severable, valid provision here relied upon. <i>McCullough</i> v. <i>Virginia,</i> 172 U.S. 102, 113; <i>United States</i> v. <i>Bradley,</i> 10 Pet. 343, 360; <i>Chicago, St. Louis &amp; New Orleans R.R. Co.</i> v. <i>Pullman Southern Car Co.,</i> 139 U.S. 79, 91. In <i>Pickering</i> v. <i>Ilfracombe Ry. Co.,</i> L.R. 3 C.P.C. 235, 250, the rule is stated by Willes, J., as follows: \"The general rule is that, where you cannot sever the illegal from the legal part of a covenant, the contract is altogether void; but, where you can sever them, whether the illegality be created by statute or by the common law, you may reject the bad part and retain the good.\" See also <i>Cincinnati Packet Co.</i> v. <i>Bay,</i> 200 U.S. 179, 185.</p>\n<p>We come now to the point on which the judgment of the state appellate court is grounded. That court held that the petitioner should have given the shipper \"a receipt specifying a value fixed by himself, and evidenced by his signature. . . . A writing not signed by him, although specifying value, was not a declaration or agreement in writing by him.\" 88 W. Va. 439, 443-4.</p>\n<p>Neither the statute nor the order of the Commission requires the signature of the shipper. The pertinent words of the statute are: \". . . rates dependent upon the value declared in writing by the shipper or agreed upon in writing as the released value. . ..\" It is not to be supposed that the Commission would attempt to add anything to the substantive requirements of the statute, <span class=\"star-pagination\">*591</span> and its order does not purport to do so; but the form of receipt which the express companies were authorized to adopt contains a recital to the effect that as evidence of the shipper's agreement to the printed conditions he \"accepts and signs this receipt,\" and a blank space is provided for his signature. Naturally, such signature would be desirable as constituting the most satisfactory evidence of the shipper's agreement, but it is not made a prerequisite without which no agreement will result, and a subsequent report of the Commission on the subject of bills of lading is persuasive evidence that there was no such intention. <i>In the Matter of Bills of Lading,</i> 52 I.C.C. 671, 681, where it is said:</p>\n<p>\"It is sufficient if the shipper accepts the carrier's bill of lading without himself signing it. It becomes binding upon him by his acceptance, he being presumed to know and accept the conditions of the written bill of lading.\"</p>\n<p>The respondent, by receiving and acting upon the receipt, although signed only by the petitioner, assented to its terms and the same thereby became the written agreement of the parties. <i>McMillan</i> v. <i>Michigan, S. &amp; N.I.R.R. Co.,</i> 16 Mich. 79; <i>The Henry B. Hyde,</i> 82 Fed. 681. In the absence of a statutory requirement, signing by the respondent was not essential. <i>Missouri, Kansas &amp; Texas Ry. Co.</i> v. <i>McCann,</i> 174 U.S. 580, 590; <i>Inman &amp; Co.</i> v. <i>Seaboard Air Line Ry. Co.,</i> 159 Fed. 960, 966. His signature, to be sure, would have brought into existence additional evidence of the agreement but it was not necessary to give it effect. See <i>Girard Insurance &amp; Trust Co.</i> v. <i>Cooper,</i> 162 U.S. 529, 543. And his knowledge of its contents will be presumed. <i>Cau</i> v. <i>Texas &amp; Pacific Ry. Co.,</i> 194 U.S. 427, 431; <i>Kansas City Southern Ry. Co.</i> v. <i>Carl,</i> 227 U.S. 639, 652, 653, 656. \"The receipt which was accepted showed that the charge made was based upon a valuation of fifty dollars unless a greater value should be stated therein. The knowledge of the shipper <span class=\"star-pagination\">*592</span> that the rate was based upon the value is to be presumed from the terms of the bill of lading and of the published schedules filed with the Commission.\" <i>Adams Express Co.</i> v. <i>Croninger,</i> 226 U.S. 491, 508-509, 510. Having accepted the benefit of the lower rate dependent upon the specified valuation, the respondent is estopped from asserting a higher value. To allow him to do so would be to violate the plainest principles of fair dealing. <i>Hart</i> v. <i>Pennsylvania R.R. Co.,</i> 112 U.S. 331, 340; <i>Adams Express Co.</i> v. <i>Croninger, supra</i><i>.</i> In <i>Kansas City Southern Ry. Co.</i> v. <i>Carl, supra</i><i>,</i> this Court said: \"To permit such a declared valuation to be overthrown by evidence <i>aliunde</i> the contract, for the purpose of enabling the shipper to obtain a recovery in a suit for loss or damage in excess of the maximum valuation thus fixed, would both encourage and reward undervaluations and bring about preferences and discriminations forbidden by the law. Such a result would neither be just nor conducive to sound morals or wise policies.\"</p>\n<p>The judgment of the state appellate court is reversed and the cause remanded for further proceedings not inconsistent with this opinion.</p>\n<p><i>Reversed.</i></p>\n<h2>NOTES</h2>\n<p>[1]   \"<i>Provided, however,</i> That the provisions hereof respecting liability for full actual loss, damage, or injury, notwithstanding any limitation of liability or recovery or representation or agreement or release as to value, and declaring any such limitation to be unlawful and void, shall not apply, first, to baggage carried on passenger trains or boats, or trains or boats carrying passengers; second, to property, except ordinary live stock, received for transportation concerning which the carrier shall have been or shall hereafter be expressly authorized or required by order of the Interstate Commerce Commission to establish and maintain rates dependent upon the value declared in writing by the shipper or agreed upon in writing as the released value of the property, in which case such declaration or agreement shall have no other effect than to limit liability and recovery to an amount not exceeding the value so declared or released, and shall not, so far as relates to values, be held to be a violation of section ten of this Act to regulate commerce, as amended; and any tariff schedule which may be filed with the commission pursuant to such order shall contain specific reference thereto and may establish rates varying with the value so declared or agreed values commission is hereby empowered to make such order in cases where rates dependent upon and varying with declared or agreed values would, in its opinion, be just and reasonable under the circumstances and conditions surrounding the transportation.\"</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">260</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">584</span></span> (1923)</b></center>\n<center><h1>AMERICAN RAILWAY EXPRESS COMPANY<br>\nv.<br>\nLINDENBURG.</h1></center>\n<center>No. 138.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 4, 1922.</center>\n<center>Decided January 8, 1923.</center>\nCERTIORARI TO THE SUPREME COURT OF APPEALS OF THE STATE OF WEST VIRGINIA.\n<p><span class=\"star-pagination\">*585</span> <i>Mr. A.M. Hartung,</i> with whom <i>Mr. H.S. Marx</i> and <i>Mr. Staige Davis</i> were on the brief, for petitioner.</p>\n<p><i>Mr. E.B. Dyer</i> and <i>Mr. Morgan Owen</i> for respondent.</p>\n<p>MR. JUSTICE SUTHERLAND delivered the opinion of the Court.</p>\n<p>On July 22, 1918, at Indianapolis, Indiana, respondent caused to be delivered to petitioner two trunks weighing 200 pounds and 100 pounds, respectively, and a package weighing 10 pounds, for transportation to him at Charleston, West Virginia. A receipt was given for the property, which recited that its terms and conditions were agreed to by the shipper. The receipt, among other things, stipulated that in no event \"shall this Company be held liable or responsible, nor shall any demand be made upon it beyond the sum of fifty dollars upon any shipment of 100 lbs. or less, and for not exceeding 50 cents per pound upon any shipment weighing more than 100 lbs., and the liability of the Express Company is limited to the value above stated unless the just and true value is declared at time of shipment, and the declared value in excess of the value above specified is paid for, or agreed to be paid for, under this Company's schedule of charges for excess value.\"</p>\n<p>This receipt was produced at the trial and put in evidence by the respondent in support of his action. At the time of the shipment the value of the property was neither stated by the respondent nor demanded by the petitioner. The charges paid were on the basis of the limited liability set forth in the receipt. One of the trunks when delivered <span class=\"star-pagination\">*586</span> at destination was in bad order, some of the goods therein being damaged and others destroyed. Respondent alleged damages in the sum of $1,500.00. Petitioner answered, admitting liability for $110.00, under the terms of the receipt. The trial court gave judgment for $916.15, which the state appellate court affirmed. <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">W. Va.</span> <span class=\"page\">439</span></span>. The case is here on certiorari.</p>\n<p>The case is governed by the provisions of the Cummins Amendment, Act of March 4, 1915, c. 176, 38 Stat. 1196, as amended by the Act of August 9, 1916, c. 301, 39 Stat. 441. The amendment requires every common carrier receiving property for interstate transportation to issue a receipt or bill of lading, and makes it liable for the full, actual loss, damage or injury to such property caused by it or any connecting carrier participating in the transportation on a through bill of lading, notwithstanding any limitation of liability of the amount of recovery or representation or agreement as to value. Any such attempted limitation is declared to be unlawful and void. Then follows a proviso, which appears in full in the margin,<sup>[1]</sup> and the question for determination is whether, under the facts, the case is within its terms.</p>\n<p>The Interstate Commerce Commission on April 2, 1917, in a proceeding wherein the Adams Express Company and a number of other express companies (but not including <span class=\"star-pagination\">*587</span> this petitioner) were parties, made an order in conformity with this proviso, authorizing the express companies to maintain rates dependent upon the value declared in writing by the shipper or agreed upon in writing as the released value of the property. The basic rate to be established was upon a valuation not exceeding $50 for any shipment of 100 pounds or less, or not exceeding 50 cents per pound for any shipment in excess of 100 pounds, the rates to be progressively increased with increased valuations. The express companies were further authorized, after notice, to amend the terms and conditions of the uniform express receipt in accordance with a form prescribed.</p>\n<p>The new form, so prescribed, contained a provision to the effect that \"in consideration of the rate charged for carrying said property, which is dependent upon the value thereof and is based upon an agreed valuation of not exceeding fifty dollars for any shipment of 100 pounds or less, and not exceeding fifty cents per pound, actual weight, for any shipment in excess of 100 pounds,\" the shipper agrees, unless a greater value be declared at the time of shipment, that the company shall not be liable in any event for more than these amounts. At the time of the shipment, the evidence shows there was in effect a tariff of petitioner governing transportation between Indianapolis and Charleston, duly published and filed <span class=\"star-pagination\">*588</span> with the Interstate Commerce Commission, setting forth the form of receipt prescribed by the Commission; and that the charges made were in accordance with this tariff. The receipt issued by petitioner, it will be seen, limits the liability of the petitioner, not in the precise words of, but substantially in accordance with, the provision contained in the receipt authorized by the Commission; but it was upon an old form which had been used previous to the order of the Commission and contained some conditions which were contrary to and declared to be void by the Cummins Amendment. Neither the receipt nor any declaration or agreement was signed by respondent or by anyone in his behalf.</p>\n<p>The judgment of the state appellate court is made to rest upon the sole ground that petitioner did not take from the shipper a written declaration of value or a written agreement as to value <i>signed by him.</i> Respondent here seeks to justify the judgment upon other grounds as well; and these we first consider.</p>\n<p>In the first place, it is said that petitioner was never expressly authorized or required by the Interstate Commerce Commission to establish or maintain rates dependent upon declared or agreed values. It is true the order of the Commission, hereinbefore referred to, was made in a proceeding in which petitioner's name did not appear, but petitioner subsequently published and filed with the Commission a tariff, specifically referring to the order of the Commission in that proceeding and containing the form of receipt therein authorized, which tariff was in effect at the time of the shipment, and had been in effect for more than a year prior thereto. The transportation charges were in conformity with the tariff, and the receipt issued, in so far as the limitation of liability is concerned, was in substantial accord with the authorized receipt. The petitioner appears to have proceeded upon the assumption that the publication and filing of the tariff were <span class=\"star-pagination\">*589</span> authorized by the Commission's order, and there is nothing in the record to indicate that the Commission did not so regard it. A copy of the tariff, certified by the Secretary of the Commission, was put in evidence. If these facts do not warrant the logical inference of a grant of authority, they do afford the basis for a legal presumption to that effect, for, if petitioner was not duly authorized by the Commission, its action in attempting to limit its liability was unlawful, and, as this Court said in <i>Cincinnati, New Orleans &amp; Texas Pacific Ry. Co.</i> v. <i>Rankin,</i> <span class=\"citation\" data-id=\"98746\"><a href=\"/opinion/98746/cincinnati-no-tpr-co-v-rankin/\"><span class=\"volume\">241</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, 327:</p>\n<p>\"It cannot be assumed, merely because the contrary has not been established by proof, that an interstate carrier is conducting its affairs in violation of law. Such a carrier must comply with strict requirements of the Federal statutes or become subject to heavy penalties, and in respect of transactions in the ordinary course of business it is entitled to the presumption of right conduct.\"</p>\n<p>It is a rule of general application that \"where an act is done which can be done legally only after the performance of some prior act, proof of the later carries with it a presumption of the due performance of the prior act.\" <i>Knox County</i> v. <i>Ninth National Bank,</i> <span class=\"citation\" data-id=\"93474\"><a href=\"/opinion/93474/knox-county-v-ninth-nat-bank/\"><span class=\"volume\">147</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">91</span></a></span>, 97. See also <i>New York Central &amp; Hudson River R.R. Co.</i> v. <i>Beaham,</i> <span class=\"citation\" data-id=\"98809\"><a href=\"/opinion/98809/new-york-central-hrr-co-v-beaham/\"><span class=\"volume\">242</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">148</span></a></span>, 151; <i>Young</i> v. <i>South Tredegar Iron Co.,</i> 85 Tenn. 189; <i>Scottish Commercial Insurance Co.</i> v. <i>Plummer,</i> <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">Me.</span> <span class=\"page\">540</span></span>, 544.</p>\n<p>In the absence of proof to the contrary, we, therefore, indulge the presumption that in basing its transportation charges upon the values recited in the receipt, the petitioner had due authority.</p>\n<p>It is next contended that the receipt which was issued was unlawful and void because it contained conditions forbidden by the Cummins Amendment and prior statutes, the principal condition being a limitation of the carrier's liability to its own routes or lines. But it does not appear <span class=\"star-pagination\">*590</span> that the shipment in question came within the terms of any of these conditions or that the obligations of petitioner in respect of the matter were in any way affected thereby. Assuming their unlawful character, there is no difficulty in separating them from the condition limiting the liability by the declared valuation. We do not, therefore, deem it necessary to inquire in respect of the nature or extent of these alleged unlawful conditions, since, in any event, their presence would not have the effect of rendering unenforceable the severable, valid provision here relied upon. <i>McCullough</i> v. <i>Virginia,</i> <span class=\"citation\" data-id=\"2514297\"><a href=\"/opinion/2514297/mccullough-v-virginia/\"><span class=\"volume\">172</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">102</span></a></span>, 113; <i>United States</i> v. <i>Bradley,</i> <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">343</span></span>, 360; <i>Chicago, St. Louis &amp; New Orleans R.R. Co.</i> v. <i>Pullman Southern Car Co.,</i> <span class=\"citation\" data-id=\"92996\"><a href=\"/opinion/92996/chicago-c-railroad-co-v-pullman-s-car-co/\"><span class=\"volume\">139</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">79</span></a></span>, 91. In <i>Pickering</i> v. <i>Ilfracombe Ry. Co.,</i> L.R. 3 C.P.C. 235, 250, the rule is stated by Willes, J., as follows: \"The general rule is that, where you cannot sever the illegal from the legal part of a covenant, the contract is altogether void; but, where you can sever them, whether the illegality be created by statute or by the common law, you may reject the bad part and retain the good.\" See also <i>Cincinnati Packet Co.</i> v. <i>Bay,</i> <span class=\"citation\" data-id=\"96389\"><a href=\"/opinion/96389/cincinnati-portsmouth-big-sandy-and-pomeroy-packet/\"><span class=\"volume\">200</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">179</span></a></span>, 185.</p>\n<p>We come now to the point on which the judgment of the state appellate court is grounded. That court held that the petitioner should have given the shipper \"a receipt specifying a value fixed by himself, and evidenced by his signature. . . . A writing not signed by him, although specifying value, was not a declaration or agreement in writing by him.\" <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">W. Va.</span> <span class=\"page\">439</span></span>, 443-4.</p>\n<p>Neither the statute nor the order of the Commission requires the signature of the shipper. The pertinent words of the statute are: \". . . rates dependent upon the value declared in writing by the shipper or agreed upon in writing as the released value. . ..\" It is not to be supposed that the Commission would attempt to add anything to the substantive requirements of the statute, <span class=\"star-pagination\">*591</span> and its order does not purport to do so; but the form of receipt which the express companies were authorized to adopt contains a recital to the effect that as evidence of the shipper's agreement to the printed conditions he \"accepts and signs this receipt,\" and a blank space is provided for his signature. Naturally, such signature would be desirable as constituting the most satisfactory evidence of the shipper's agreement, but it is not made a prerequisite without which no agreement will result, and a subsequent report of the Commission on the subject of bills of lading is persuasive evidence that there was no such intention. <i>In the Matter of Bills of Lading,</i> 52 I.C.C. 671, 681, where it is said:</p>\n<p>\"It is sufficient if the shipper accepts the carrier's bill of lading without himself signing it. It becomes binding upon him by his acceptance, he being presumed to know and accept the conditions of the written bill of lading.\"</p>\n<p>The respondent, by receiving and acting upon the receipt, although signed only by the petitioner, assented to its terms and the same thereby became the written agreement of the parties. <i>McMillan</i> v. <i>Michigan, S. &amp; N.I.R.R. Co.,</i> 16 Mich. 79; <i>The Henry B. Hyde,</i> 82 Fed. 681. In the absence of a statutory requirement, signing by the respondent was not essential. <i>Missouri, Kansas &amp; Texas Ry. Co.</i> v. <i>McCann,</i> <span class=\"citation\" data-id=\"95084\"><a href=\"/opinion/95084/missouri-k-tr-co-v-mccann/\"><span class=\"volume\">174</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">580</span></a></span>, 590; <i>Inman &amp; Co.</i> v. <i>Seaboard Air Line Ry. Co.,</i> 159 Fed. 960, 966. His signature, to be sure, would have brought into existence additional evidence of the agreement but it was not necessary to give it effect. See <i>Girard Insurance &amp; Trust Co.</i> v. <i>Cooper,</i> <span class=\"citation\" data-id=\"94449\"><a href=\"/opinion/94449/girard-ins-trust-co-v-cooper/\"><span class=\"volume\">162</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">529</span></a></span>, 543. And his knowledge of its contents will be presumed. <i>Cau</i> v. <i>Texas &amp; Pacific Ry. Co.,</i> <span class=\"citation\" data-id=\"96104\"><a href=\"/opinion/96104/cau-v-texas-pacific-r-co/\"><span class=\"volume\">194</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">427</span></a></span>, 431; <i>Kansas City Southern Ry. Co.</i> v. <i>Carl,</i> <span class=\"citation\" data-id=\"97821\"><a href=\"/opinion/97821/kansas-city-southern-r-co-v-carl/\"><span class=\"volume\">227</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">639</span></a></span>, 652, 653, 656. \"The receipt which was accepted showed that the charge made was based upon a valuation of fifty dollars unless a greater value should be stated therein. The knowledge of the shipper <span class=\"star-pagination\">*592</span> that the rate was based upon the value is to be presumed from the terms of the bill of lading and of the published schedules filed with the Commission.\" <i>Adams Express Co.</i> v. <i>Croninger,</i> <span class=\"citation\" data-id=\"2620686\"><a href=\"/opinion/2620686/adams-express-co-v-croninger/\"><span class=\"volume\">226</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">491</span></a></span>, 508-509, 510. Having accepted the benefit of the lower rate dependent upon the specified valuation, the respondent is estopped from asserting a higher value. To allow him to do so would be to violate the plainest principles of fair dealing. <i>Hart</i> v. <i>Pennsylvania R.R. Co.,</i> <span class=\"citation\" data-id=\"91213\"><a href=\"/opinion/91213/hart-v-pennsylvania-r-co/\"><span class=\"volume\">112</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">331</span></a></span>, 340; <i>Adams Express Co.</i> v. <i>Croninger, supra</i><i>.</i> In <i>Kansas City Southern Ry. Co.</i> v. <i>Carl, supra</i><i>,</i> this Court said: \"To permit such a declared valuation to be overthrown by evidence <i>aliunde</i> the contract, for the purpose of enabling the shipper to obtain a recovery in a suit for loss or damage in excess of the maximum valuation thus fixed, would both encourage and reward undervaluations and bring about preferences and discriminations forbidden by the law. Such a result would neither be just nor conducive to sound morals or wise policies.\"</p>\n<p>The judgment of the state appellate court is reversed and the cause remanded for further proceedings not inconsistent with this opinion.</p>\n<p><i>Reversed.</i></p>\n<h2>NOTES</h2>\n<p>[1]   \"<i>Provided, however,</i> That the provisions hereof respecting liability for full actual loss, damage, or injury, notwithstanding any limitation of liability or recovery or representation or agreement or release as to value, and declaring any such limitation to be unlawful and void, shall not apply, first, to baggage carried on passenger trains or boats, or trains or boats carrying passengers; second, to property, except ordinary live stock, received for transportation concerning which the carrier shall have been or shall hereafter be expressly authorized or required by order of the Interstate Commerce Commission to establish and maintain rates dependent upon the value declared in writing by the shipper or agreed upon in writing as the released value of the property, in which case such declaration or agreement shall have no other effect than to limit liability and recovery to an amount not exceeding the value so declared or released, and shall not, so far as relates to values, be held to be a violation of section ten of this Act to regulate commerce, as amended; and any tariff schedule which may be filed with the commission pursuant to such order shall contain specific reference thereto and may establish rates varying with the value so declared or agreed values commission is hereby empowered to make such order in cases where rates dependent upon and varying with declared or agreed values would, in its opinion, be just and reasonable under the circumstances and conditions surrounding the transportation.\"</p>\n\n</div>", "id": 100100, "judges": "Sutherland", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/100100/", "sha1": "45475b855d3abf6b44047f18718986876cf857cb", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:47:25"}