{"absolute_url": "/opinion/100144/paducah-v-paducah-r-co/", "blocked": false, "citation": {"case_name": "Paducah v. Paducah R. Co.", "docket_number": "243", "document_uris": ["/api/rest/v2/document/100144/"], "federal_cite_one": "261 U.S. 267", "federal_cite_three": null, "federal_cite_two": null, "id": 84527, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/84527/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 7, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1923-02-26", "date_modified": "2014-12-21T01:37:22.145934", "docket": "/api/rest/v2/docket/405605/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">261 U.S. 267</p>\n    <p class=\"case_cite\">43 S.Ct. 335</p>\n    <p class=\"case_cite\">67 L.Ed. 647</p>\n    <p class=\"parties\">CITY OF PADUCAH et al.<br>v.<br>PADUCAHRY. CO.</p>\n    <p class=\"docket\">No. 243.</p>\n    <p class=\"date\">Argued Jan. 18, 1923.</p>\n    <p class=\"date\">Decided Feb. 19, 1923.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. W. A. Berry and James D. Mocquot, both of Paducah, Ky., for appellants.</p>\n      <p class=\"indent\">Mr. Charles K. Wheeler, of Paducah, Ky., for appellee.</p>\n      <p class=\"indent\">Mr. Justice BUTLER delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The appellee, the Paducah Railway Company, is the owner of an electric street car system in Paducah, Ky., and is operating it under a franchise ordinance adopted April 29, 1919, Section XV thereof (printed in the margin)<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> relates to fares to be charged. The company commenced operation under this ordinance October 1, 1919, charging the fare therein specified, 6 cents for adults, half fare for children under 12 and over 5 years of age. On September 17, 1920, the company notified the city that it would fail to earn enough to meet operating expenses, taxes, depreciation, and a reasonable rate of return upon its investment by $72,350.10, and furnished the city a statement showing (f r 11 months, actual and September estimated) that operating expenses, including depreciation and taxes, exceeded the total revenue by $4,055.86, and that the additional amount required to provide an 8 per cent. return on the investment of $854,303 was $72,350.10; that the number of passengers carried was 2,979,654, and the average fare 5.32 cents; that to provide sufficient revenue on the basis of then existing price levels it would require a cash fare of 13.5 cents, and stated that in the hope that during the ensuing year prices would decline, it was willing to operate for the 12 months beginning October 1, 1920, at a lower fare. It notified the city that, effective on that day, the rates of fare would be: Cash fare, 10 cents; tokens, 7.5 cents; half fare, 5 cents. On September 20, 1920, the company, supplementing its earlier communication, requested the city, if dissatisfied with the value of the property as shown in the statement theretofore furnished, to have an appraisal of the property as provided in section XV of the franchise ordinance. On September 21, 1920, claiming that the company was limited to the fares specified in section XV as maximum, the city, without any investigation of the facts reported by the company or any appraisal of the property, passed an ordinance prescribing the same fare and imposing penalties for the violation of the ordinance.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The company thereupon brought this suit to restrain and enjoin the enforcement of the ordinance on the ground that the rates specified are unremunerative and confiscatory, and that the enforcement of the ordinance would take the company's property without due process of law and deny it equal protection of the laws in violation of the Fourteenth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After hearing the parties, the District Court, on September 30, 1920, granted a temporary injunction.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On October 12, 1920, the company furnished a statement of receipts and expenditures for the first 12-months period in form similar to that submitted September 17, 1920, shortly before the expiration of the year, showing that operating expenses including depreciation and taxes exceeded the total revenue by $4,338.21, and that the additional amount of revenue required to provide an 8 per cent. return on the investment as claimed was $72,862.45.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At the trial of the case on the merits, the company offered evidence sufficient to sustain the allegations of the complaint. The city offered no evidence and made no serious contention that the rates fixed in the ordinance complained of were sufficient, but insisted that the franchise ordinance was a contract binding the company to the fares specified in section XV as the maximum never to be exceeded during the 20-year term.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The District Court held that the franchise fixed rates for the first year only, and final decree was entered enjoining the enforcement of the ordinance.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On this appeal, the city's only contention is that, under the franchise, the company has no right at any time to have fares in excess of those specified in that section, and because of the contract, it may not invoke constitutional protection against the enforcement of the specified rates, even if shown to be too low to yield a reasonable return.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Before considering the language, it is appropriate to take note of the situation existing at the time the passage of the franchise was being considered. The plaintiff's predecessor, the Paducah Traction Company, had operated the system for many years. Until July 1, 1918, there was a 5-cent fare. The city and company agreed upon a fare of 7 cents to commence on that date. On September 1, 1918, a receiver was appointed and that fare continued in force until October 1, 1919, the date of the commencement of the term of the present franchise. The District Judge in his opinion on granting the motion for a temporary injunction said:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'The predecessor of the plaintiff had failed to accomplish      either an adequate transportation system for the city or th      making of anything resembling profits for itself.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Operating expenses greatly increased between 1914 and the adoption of the franchise ordinance.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">That the city had power under its charter to prescribe just and reasonable fares from time to time was stated by counsel on the argument and is assumed. The surrender of this power or any part of it is a very grave act; authority to make it must be plain, and the intention so to do must clearly and unmistakably appear. Home Telephone Co. v. Los Angeles, 211 U. S. 265, 273, 29 Sup. Ct. 50, 53 L. Ed. 176, and cases there cited.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The company was entitled to just compensation&#8212;i. e., a reasonable return on the value of its property used in the public service&#8212;and, unless contracted away, that right is protected by constitutional safeguards which may not be overridden by legislative enactment or considerations of public policy. Southern Iowa Electric Co. v. City of Chariton et al., 255 U. S. 539, 542, 41 Sup. Ct. 400, 65 L. Ed. 764, and cases there cited; San Antonio v. San Antonio Public Service Co., 255 U. S. 547, 41 Sup. Ct. 428, 65 L. Ed. 777.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On the argument, it was stated by counsel that the city and company have power to contract as to rates and we so assume. If the franchise here amounts to a contract binding the company to the fare stated therein as a maximum, as claimed by the city, for the whole franchise term of 20 years, it cannot complain, and there is no ground for relief; and the question whether such rates are too low to give a reasonable return or sufficient is immaterial. Southern Iowa Electric Co. v. City of Chariton et al., supra, 255 U. S. 543, 41 Sup. Ct. 400, 65 L. Ed. 764; San Antonio v. San Antonio Public Service Co., supra.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In the construction of section XV, regard properly may be had to the facts, the situation of the parties at the time of the adoption of the ordinance and to their respective powers and rights liable to be effected by the franchise.</p>\n    </div>\n    <p class=\"indent\">The first clause is as follows:</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <pre>      'The fare for one continuous trip for twelve (12) months from\n      the commencement of operation under this franchise is hereby\n      fixed as follows:\n \n      Cash fare for adults ...................................... 6&#162;\n      Children under twelve and over five ................ Half fare\n      Children under five when accompanied by guardian ..... Nothing.'</pre>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>By this provision a definite fare for a specified period is fixed. There is nothing indicating any intention that the fares are to continue beyond the 12 months or that they are to be taken as maximum and not to be exceeded after the expiration of that period.</p>\n    </div>\n    <p class=\"indent\">The second clause is as follows:</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'At the end of such period the purchaser, shall submit a      verified statement of the receipts and expenditures to the      mayor and commissioners of the city of Paducah and if it      appear therefrom (after investigation and verification of      such report) that the purchaser has received more than a      sufficient sum to pay expenses and a reasonable rate of      return on the capital invested, such purchaser shall repay to      the city of Paducah the difference between the amount      necessary for such expenses and a reasonable rate of return upon invested capital and the      amount actually received.'</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The purpose of this is plain. The parties here provided for payment to the city by the company of any excess that might result from possible decline of operating expenses or other causes. There is no support here for the city's contention that the fares specified in the section were fixed as the permanent maximum fares for the whole period.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The third clause, commencing the second paragraph of the section, is as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">'At the expiration of each 12 months during the life of this      franchise, for the purpose of regulating fares to be charged      by the purchaser, and to accomplish that purpose, and to      prevent excessive fares, the purchaser shall at the      expiration of each 12 months during the life of this      franchise submit to the commissioners of the city of Paducah      a verified statement of the receipts and expenditures and if      from any of such reports it appears the fare as fixed is more      than sufficient to provide a reasonable rate of return upon      the invested capital, the city shall reduce such fare      accordingly.'</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The reports required are for the purpose of regulating fares, and were intended to furnish the city facts in aid of the exercise of its power to prescribe just and reasonable fares and to prevent excessive fares; and by this provision there is evidenced a definite understanding that, if in any 12 months period the revenue yielded by the fares established and in effect for that period is more than sufficient, as defined in the ordinance, the city will reduce the fares accordingly. There is nothing here to indicate an intention that the fare prescribed in the first clause shall be deemed maximum for the term of the franchise.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The third paragraph commences with the following language:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">'For the purpose of ascertaining the rate of fare to be      charged hereunder the city may cause said property to be appraised as follows.'</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The remaining part of the section relates to the valuation. It gives the city authority to require an appraisal of property to be made in the manner specified and imposes upon the company one-half of the expense thereof. This is a further aid to the exercise of the city's power to prescribe just and reasonable fares.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The conclusions to be drawn as to the matter in controversy are obvious. The parties agreed to and were bound to the specified fares for the first 12 months. These fares were not agreed to be maximum for any other part of the franchise term. The right of the company thereafter to have fares sufficient to provide a reasonable rate of return upon its invested capital was not contracted away. The power and duty of the city thereafter to prescribe fares that are just and reasonable was not contracted away; it was definitely understood that, if from any of such reports it appears that 'the fare as fixed' (meaning, as established and in effect) was excessive, the city will reduce such fare accordingly.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We have examined the record and are satisfied that the fares prescribed by the ordinance of September 21, 1920, were shown to be too low under the conditions existing at the time of the trial, and that the company is entitled to the injunction.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The decree entered is general in form and is not limited as to time. The terms of the ordinance prescribing the fare in question are general and fix no time limit. It is obvious that conditions may have so changed or hereafter may so change that these or even lower fares may be just and reasonable. The decree appealed from should be modified to safeguard the right of the city under its charter and the franchise properly to exercise its power to prescribe just and reasonable fares.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The decree is modified in accordance with this opinion, and, as so modified, is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section XV.</p>\n        <p>The fare for one continuous trip for twelve (12) months from the commencement of operation under this franchise is hereby fixed as follows:</p>\n        <pre>   Cash fare for adults ...................................... 6&#162;\n   Children under twelve and over five ................ Half fare\n   Children under five when accompanied by guardian ..... Nothing</pre>\n        <p>At the end of such period the purchaser shall submit a verified statement of the receipts and expenditures to the mayor and commissioners of the city of Paducah and if it appear therefrom (after investigation and verification of such report) that the purchaser has received more than a sufficient sum to pay expenses and a reasonable rate of return on the capital invested, such purchaser shall repay to the city of Paducah the difference between the amount necessary for such expenses and a reasonable rate of return upon invested capital and the amount actually received.</p>\n        <p>At the expiration of each twelve months during the life of this franchise, for the purpose of regulating fares to be charged by the purchaser, and to accomplish that purpose, and to prevent excessive fares, the purchaser shall, at the expiration of each twelve months during the life of this  ranchise submit to the commissioners of the city of Paducah a verified statement of the receipts and expenditures and if from any of such reports it appears the fare as fixed is more than sufficient to provide a reasonable rate of return upon the invested capital, the city shall reduce such fare accordingly.</p>\n        <p>For the purpose of ascertaining the rate of fare to be charged hereunder the city may cause said property to be appraised as follows: The city shall appoint a disinterested street railway expert, and the purchaser shall appoint such expert appraiser for its part, and the two so appointed shall select a third expert appraiser. * * * Said experts shall report in writing to the mayor and commissioners of the city of Paducah within three months after their appointment the total valuation of the property owned, controlled or used by the purchaser, in connection with the operation of a street car system in Paducah and its vicinity, but this franchise shall not be estimated or considered in its value. The cost of such appraisal to be borne equally by the city and the purchaser hereof.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section I. That commencing immediately after 12 o'clock midnight on September 30, 1920, the fares that may be charged and collected for passage upon any street car within the city of Paducah, and upon any electric street car system operating under any franchise granted by the city of Paducah, shall be as follows:</p>\n        <pre>  Cash fare for adults ............................................ 6 cents.\n  For children under 12 years of age and over 5 years of age..... Half fare.\n  For children under 5 years when accompanied by any person who\n  is over 5 years of age .......................................... Nothing.</pre>\n        <p>Section II. Any person, firm or corporation operating any electric street railway or car within the city of Paducah, or under any franchise granted by the city of Paducah, who shall charge or attempt to collect any greater rate of fares for transportation upon any such electric street car than is provided in section I hereof, shall be guilty of a violation of this ordinance, and each person, firm or corporation so violating said ordinance shall be fined in any sum not less than ten ($10.00) dollars, nor more than twenty ($20.00) dollars for each violation thereof.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>261 U.S. 267 (1923)</b></center>\n<center><h1>CITY OF PADUCAH ET AL.<br>\nv.<br>\nPADUCAH RAILWAY COMPANY.</h1></center>\n<center>No. 243.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 18, 1923.</center>\n<center>Decided February 19, 1923.</center>\nAPPEAL FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE WESTERN DISTRICT OF KENTUCKY.\n<p><span class=\"star-pagination\">*268</span> <i>Mr. W.A. Berry,</i> with whom <i>Mr. J.D. Mocquot</i> and <i>Mr. Roscoe Reed</i> were on the brief, for the appellants.</p>\n<p><i>Mr. Charles K. Wheeler,</i> with whom <i>Mr. D.H. Hughes</i> and <i>Mr. James G. Wheeler</i> were on the brief, for the appellee.</p>\n<p>MR. JUSTICE BUTLER delivered the opinion of the Court.</p>\n<p>The appellee, the Paducah Railway Company, is the owner of an electric street car system in Paducah, Kentucky, and is operating it under a franchise ordinance adopted April 29, 1919. Section XV thereof (printed in the margin)<sup>[1]</sup> relates to fares to be charged. The company <span class=\"star-pagination\">*269</span> commenced operation under this ordinance October 1, 1919, charging the fare therein specified, six cents for adults, half fare for children under twelve and over five years of age. On September 17, 1920, the company notified the city that it would fail to earn enough to meet operating expenses, taxes, depreciation, and a reasonable rate of return upon its investment by $72,350.10, and furnished the city a statement showing (for eleven months, actual and September estimated) that operating expenses, including depreciation and taxes, exceeded the total revenue by $4,055.86, and that the additional amount required to provide an eight per cent. return on <span class=\"star-pagination\">*270</span> the investment of $854,303 was $72,350.10; that the number of passengers carried was 2,979,654 and the average fare 5.32 cents; that to provide sufficient revenue on the basis of then existing price levels, it would require a cash fare of 13.5 cents, and stated that in the hope that during the ensuing year prices would decline, it was willing to operate for the twelve months beginning October 1, 1920, at a lower fare. It notified the city that, effective on that day, the rates of fare would be: cash fare, 10 cents; tokens, 7.5 cents; half fare, 5 cents. On September 20, 1920, the company, supplementing its earlier communication, requested the city, if dissatisfied with the value of the property as shown in the statement theretofore furnished, to have an appraisal of the property as provided in section XV of the franchise ordinance. On September 21, 1920, claiming that the company was limited to the fares specified in section XV as maximum, the city, without any investigation of the facts reported by the company or any appraisal of the property, passed an ordinance prescribing the same fare and imposing penalties for the violation of the ordinance.<sup>[1a]</sup></p>\n<p><span class=\"star-pagination\">*271</span> The company thereupon brought this suit to restrain and enjoin the enforcement of the ordinance on the ground that the rates specified are unremunerative and confiscatory, and that the enforcement of the ordinance would take the company's property without due process of law and deny it equal protection of the laws in violation of the Fourteenth Amendment.</p>\n<p>After hearing the parties, the District Court, on September 30, 1920, granted a temporary injunction.</p>\n<p>On October 12, 1920, the company furnished a statement of receipts and expenditures for the first twelve months' period in from similar to that submitted September 17, 1920, shortly before the expiration of the year, showing that operating expenses including depreciation and taxes exceeded the total revenue by $4,338.21, and that the additional amount of revenue required to provide an eight per cent. return on the investment as claimed was $72,862.45.</p>\n<p>At the trial of the case on the merits, the company offered evidence sufficient to sustain the allegations of the complaint. The city offered no evidence and made no serious contention that the rates fixed in the ordinance complained of were sufficient, but insisted that the franchise ordinance was a contract binding the company to the fares specified in section XV as the maximum never to be exceeded during the twenty-year term.</p>\n<p>The District Court held that the franchise fixed rates for the first year only, and final decree was entered enjoining the enforcement of the ordinance.</p>\n<p>On this appeal, the city's only contention is that, under the franchise, the company has no right at any time to have fares in excess of those specified in that section, and because of the contract, it may not invoke constitutional protection against the enforcement of the specified rates, even if shown to be too low to yield a reasonable return.</p>\n<p><span class=\"star-pagination\">*272</span> Before considering the language, it is appropriate to take note of the situation existing at the time the passage of the franchise was being considered. The plaintiff's predecessor, the Paducah Traction Company, had operated the system for many years. Until July 1, 1918, there was a five-cent fare. The city and company agreed upon a fare of seven cents of commence on that date. On September 1, 1918, a receiver was appointed and that fare continued in force until October 1, 1919, the date of the commencement of the term of the present franchise. The District Judge in his opinion on granting the motion for a temporary injunction said: \"The predecessor of the plaintiff had failed to accomplish either an adequate transportation system for the city or the making of anything resembling profits for itself.\" Operating expenses greatly increased between 1914 and the adoption of the franchise ordinance.</p>\n<p>That the city had power under its charter to prescribe just and reasonable fares from to time was stated by counsel on the argument and is assumed. The surrender of this power or any part of it is a very grave act; authority to make it must be plain, and the intention so to do must clearly and unmistakably appear. <i>Home Telephone &amp; Telegraph Co.</i> v. <i>Los Angeles,</i> 211 U.S. 265, 273, and cases there cited.</p>\n<p>The company was entitled to just compensation, i.e., a reasonable return on the value of its property used in the public service, and unless contracted away, that right is protected by constitutional safeguards which may not be overridden by legislative enactment or considerations of public policy. <i>Southern Iowa Electric Co.</i> v. <i>City of Chariton,</i> 255 U.S. 539, 542, and cases there cited; <i>San Antonio</i> v. <i>San Antonio Public Service Co.,</i> 255 U.S. 547.</p>\n<p>On the argument, it was stated by counsel that the city and company have power to contract as to rates and we so assume. If the franchise here amounts to a contract <span class=\"star-pagination\">*273</span> binding the company to the fare stated therein as a maximum, as claimed by the city, for the whole franchise term of twenty years, it cannot complain, and there is no ground for relief; and the question whether such rates are too low to give a reasonable return or sufficient is immaterial. <i>Southern Iowa Electric Co.</i> v. <i>City of Chariton, supra,</i> 543; <i>San Antonio</i> v. <i>San Antonio Public Service Co., supra</i><i>.</i></p>\n<p>In the construction of section XV, regard properly may be had to the facts, the situation of the parties at the time of the adoption of the ordinance and to their respective powers and rights liable to be effected by the franchise.</p>\n<p>The first clause is as follows:</p>\n<p>\"The fare for one continuous trip for twelve (12) months from the commencement of operation under this franchise is hereby fixed as follows:</p>\n<p></p>\n<pre>\nCash fare for adults ..................................    6¢\nChildren under twelve and over five ...................    Half fare\nChildren under five when accompanied by guardian ......    Nothing.\"\n</pre>\n<p>By this provision a definite fare for a specified period is fixed. There is nothing indicating any intention that the fares are to continue beyond the twelve months or that they are to be taken as maximum and not to be exceeded after the expiration of that period.</p>\n<p>The second clause is as follows:</p>\n<p>\"At the end of such period the purchaser, shall submit a verified statement of the receipts and expenditures to the Mayor and Commissioners of the City of Paducah and if it appear therefrom (after investigation and verification of such report) that the purchaser has received more than a sufficient sum to pay expenses and a reasonable rate of return on the capital invested, such purchaser shall re-pay to the City of Paducah the difference between the amount necessary for such expenses and a <span class=\"star-pagination\">*274</span> reasonable rate of return upon invested capital and the amount actually received.\"</p>\n<p>The purpose of this is plain. The parties here provided for payment to the city by the company of any excess that might result from possible decline of operating expenses or other causes. There is no support here for the city's contention that the fares specified in the section were fixed as the permanent maximum fares for the whole period.</p>\n<p>The third clause, commencing the second paragraph of the section, is as follows:</p>\n<p>\"At the expiration of each twelve months during the life of this franchise, for the purpose of regulating fares to be charged by the purchaser, and to accomplish that purpose, and to prevent excessive fares, the purchaser, shall at the expiration of each twelve months during the life of this franchise submit to the Commissioners of the City of Paducah a verified statement of the receipts and expenditures and if from any of such reports it appears the fare as fixed is more than sufficient to provide a reasonable rate of return upon the invested capital, the City shall reduce such fare accordingly.\"</p>\n<p>The reports required are for the purpose of regulating fares, and were intended to furnish the city facts in aid of the exercise of its power to prescribe just and reasonable fares and to prevent excessive fares; and by this provision there is evidenced a definite understanding that, if in any twelve months' period the revenue yielded by the fares established and in effect for that period, is more than sufficient, as defined in the ordinance, the city will reduce the fares accordingly. There is nothing here to indicate an intention that the fare prescribed in the first clause shall be deemed maximum for the term of the franchise.</p>\n<p>The third paragraph commences with the following language: \"For the purpose of ascertaining the rate of fare to be charged hereunder the City may cause said <span class=\"star-pagination\">*275</span> property to be appraised as follows:\" The remaining part of the section relates to the valuation. It gives the city authority to require an appraisal of property to be made in the manner specified and imposes upon the company one-half of the expense thereof. This is a further aid to the exercise of the city's power to prescribe just and reasonable fares.</p>\n<p>The conclusions to be drawn as to the matter in controversy are obvious. The parties agreed to and were bound to the specified fares for the first twelve months. These fares were not agreed to be maximum for any other part of the franchise term. The right of the company thereafter to have fares sufficient to provide a reasonable rate of return upon its invested capital was not contracted away. The power and duty of the city thereafter to prescribe fares that are just and reasonable was not contracted away; it was definitely understood that, if from any of such reports it appears that \"the fare as fixed\" (meaning, as established and in effect) was excessive, the city will reduce such fare accordingly.</p>\n<p>We have examined the record and are satisfied that the fares prescribed by the ordinance of September 21, 1920, were shown to be too low under the conditions existing at the time of the trial, and that the company is entitled to the injunction.</p>\n<p>The decree entered is general in form and is not limited as to time. The terms of the ordinance prescribing the fare in question are general and fix no time limit. It is obvious that conditions may have so changed or hereafter may so change that these or even lower fares may be just and reasonable. The decree appealed from should be modified to safeguard the right of the city under its charter and the franchise properly to exercise its power to prescribe just and reasonable fares.</p>\n<p><i>The decree is modified in accordance with this opinion, and as so modified is affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]   </p>\n<p>SECTION XV.</p>\n<p>The fare for one continuous trip for twelve (12) months from the commencement of operation under this franchise is hereby fixed as follows:</p>\n<p></p>\n<pre>\nCash fare for adults ..................................    6¢\nChildren under twelve and over five ...................    Half fare.\nChildren under five when accompanied by guardian ......    Nothing.\n</pre>\n<p>At the end of such period the purchaser, shall submit a verified statement of the receipts and expenditures to the Mayor and Commissioners of the City of Paducah and if it appear therefrom (after investigation and verification of such report) that the purchaser has received more than a sufficient sum to pay expenses and a reasonable rate of return on the capital invested, such purchaser shall re-pay to the City of Paducah the difference between the amount necessary for such expenses and a reasonable rate of return upon invested capital and the amount actually received.</p>\n<p>At the expiration of each twelve months during the life of this franchise, for the purpose of regulating fares to be charged by the purchaser, and to accomplish that purpose, and to prevent excessive fares, the purchaser, shall at the expiration of each twelve months during the life of this franchise submit to the Commissioners of the City of Paducah a verified statement of the receipts and expenditures and if from any of such reports it appears the fare as fixed is more than sufficient to provide a reasonable rate of return upon the invested capital, the City shall reduce such fare accordingly.</p>\n<p>For the purpose of ascertaining the rate of fare to be charged hereunder the City may cause said property to be appraised as follows:</p>\n<p>The City shall appoint a disinterested street railway expert, and the purchaser shall appoint such expert appraiser for its part, and the two so appointed shall select a third expert appraiser. . . . Said experts shall report in writing to the Mayor and Commissioners of the City of Paducah within three months after their appointment the total valuation of the property owned, controlled or used by the purchaser, in connection with the operation of a street-car system in Paducah, and its vicinity but this franchise shall not be estimated or considered in its value. The cost of such appraisal to be borne equally by the City and the purchaser hereof.</p>\n<p>[1a]   Section 1. That commencing immediately after 12 o'clock midnight on September 30th, 1920, the fares that may be charged and collected for passage upon any street car within the City of Paducah, and upon any electric street car system operating under any franchise granted by the City of Paducah, shall be as follows:\n</p>\n<p></p>\n<pre>\nCash fare for adults ..................................    6 cents.\nFor children under 12 years of age and over 5 years\n  of age ..............................................    Half fare.\nFor children under 5 when accompanied by any person\n  who is over 5 years of age ..........................    Nothing.\n</pre>\n<p>Section 2. Any person, firm or corporation operating any electric street railway or car within the City of Paducah, or under any franchise granted by the City of Paducah, who shall charge or attempt to collect any greater rate of fares for transportation upon any such electric street car than is provided in Section 1 hereof, shall be guilty of a violation of this ordinance, and each such person, firm or corporation so violating said ordinance shall be fined in any sum not less than Ten ($10.00) Dollars, nor more than Twenty ($20.00) Dollars for each violation thereof.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">261</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">267</span></span> (1923)</b></center>\n<center><h1>CITY OF PADUCAH ET AL.<br>\nv.<br>\nPADUCAH RAILWAY COMPANY.</h1></center>\n<center>No. 243.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 18, 1923.</center>\n<center>Decided February 19, 1923.</center>\nAPPEAL FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE WESTERN DISTRICT OF KENTUCKY.\n<p><span class=\"star-pagination\">*268</span> <i>Mr. W.A. Berry,</i> with whom <i>Mr. J.D. Mocquot</i> and <i>Mr. Roscoe Reed</i> were on the brief, for the appellants.</p>\n<p><i>Mr. Charles K. Wheeler,</i> with whom <i>Mr. D.H. Hughes</i> and <i>Mr. James G. Wheeler</i> were on the brief, for the appellee.</p>\n<p>MR. JUSTICE BUTLER delivered the opinion of the Court.</p>\n<p>The appellee, the Paducah Railway Company, is the owner of an electric street car system in Paducah, Kentucky, and is operating it under a franchise ordinance adopted April 29, 1919. Section XV thereof (printed in the margin)<sup>[1]</sup> relates to fares to be charged. The company <span class=\"star-pagination\">*269</span> commenced operation under this ordinance October 1, 1919, charging the fare therein specified, six cents for adults, half fare for children under twelve and over five years of age. On September 17, 1920, the company notified the city that it would fail to earn enough to meet operating expenses, taxes, depreciation, and a reasonable rate of return upon its investment by $72,350.10, and furnished the city a statement showing (for eleven months, actual and September estimated) that operating expenses, including depreciation and taxes, exceeded the total revenue by $4,055.86, and that the additional amount required to provide an eight per cent. return on <span class=\"star-pagination\">*270</span> the investment of $854,303 was $72,350.10; that the number of passengers carried was 2,979,654 and the average fare 5.32 cents; that to provide sufficient revenue on the basis of then existing price levels, it would require a cash fare of 13.5 cents, and stated that in the hope that during the ensuing year prices would decline, it was willing to operate for the twelve months beginning October 1, 1920, at a lower fare. It notified the city that, effective on that day, the rates of fare would be: cash fare, 10 cents; tokens, 7.5 cents; half fare, 5 cents. On September 20, 1920, the company, supplementing its earlier communication, requested the city, if dissatisfied with the value of the property as shown in the statement theretofore furnished, to have an appraisal of the property as provided in section XV of the franchise ordinance. On September 21, 1920, claiming that the company was limited to the fares specified in section XV as maximum, the city, without any investigation of the facts reported by the company or any appraisal of the property, passed an ordinance prescribing the same fare and imposing penalties for the violation of the ordinance.<sup>[1a]</sup></p>\n<p><span class=\"star-pagination\">*271</span> The company thereupon brought this suit to restrain and enjoin the enforcement of the ordinance on the ground that the rates specified are unremunerative and confiscatory, and that the enforcement of the ordinance would take the company's property without due process of law and deny it equal protection of the laws in violation of the Fourteenth Amendment.</p>\n<p>After hearing the parties, the District Court, on September 30, 1920, granted a temporary injunction.</p>\n<p>On October 12, 1920, the company furnished a statement of receipts and expenditures for the first twelve months' period in from similar to that submitted September 17, 1920, shortly before the expiration of the year, showing that operating expenses including depreciation and taxes exceeded the total revenue by $4,338.21, and that the additional amount of revenue required to provide an eight per cent. return on the investment as claimed was $72,862.45.</p>\n<p>At the trial of the case on the merits, the company offered evidence sufficient to sustain the allegations of the complaint. The city offered no evidence and made no serious contention that the rates fixed in the ordinance complained of were sufficient, but insisted that the franchise ordinance was a contract binding the company to the fares specified in section XV as the maximum never to be exceeded during the twenty-year term.</p>\n<p>The District Court held that the franchise fixed rates for the first year only, and final decree was entered enjoining the enforcement of the ordinance.</p>\n<p>On this appeal, the city's only contention is that, under the franchise, the company has no right at any time to have fares in excess of those specified in that section, and because of the contract, it may not invoke constitutional protection against the enforcement of the specified rates, even if shown to be too low to yield a reasonable return.</p>\n<p><span class=\"star-pagination\">*272</span> Before considering the language, it is appropriate to take note of the situation existing at the time the passage of the franchise was being considered. The plaintiff's predecessor, the Paducah Traction Company, had operated the system for many years. Until July 1, 1918, there was a five-cent fare. The city and company agreed upon a fare of seven cents of commence on that date. On September 1, 1918, a receiver was appointed and that fare continued in force until October 1, 1919, the date of the commencement of the term of the present franchise. The District Judge in his opinion on granting the motion for a temporary injunction said: \"The predecessor of the plaintiff had failed to accomplish either an adequate transportation system for the city or the making of anything resembling profits for itself.\" Operating expenses greatly increased between 1914 and the adoption of the franchise ordinance.</p>\n<p>That the city had power under its charter to prescribe just and reasonable fares from to time was stated by counsel on the argument and is assumed. The surrender of this power or any part of it is a very grave act; authority to make it must be plain, and the intention so to do must clearly and unmistakably appear. <i>Home Telephone &amp; Telegraph Co.</i> v. <i>Los Angeles,</i> <span class=\"citation\" data-id=\"96899\"><a href=\"/opinion/96899/home-telephone-co-v-city-of-los-angeles/\"><span class=\"volume\">211</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">265</span></a></span>, 273, and cases there cited.</p>\n<p>The company was entitled to just compensation, i.e., a reasonable return on the value of its property used in the public service, and unless contracted away, that right is protected by constitutional safeguards which may not be overridden by legislative enactment or considerations of public policy. <i>Southern Iowa Electric Co.</i> v. <i>City of Chariton,</i> <span class=\"citation\" data-id=\"99769\"><a href=\"/opinion/99769/southern-iowa-elec-co-v-city-of-chariton/\"><span class=\"volume\">255</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, 542, and cases there cited; <i>San Antonio</i> v. <i>San Antonio Public Service Co.,</i> 255 U.S. 547.</p>\n<p>On the argument, it was stated by counsel that the city and company have power to contract as to rates and we so assume. If the franchise here amounts to a contract <span class=\"star-pagination\">*273</span> binding the company to the fare stated therein as a maximum, as claimed by the city, for the whole franchise term of twenty years, it cannot complain, and there is no ground for relief; and the question whether such rates are too low to give a reasonable return or sufficient is immaterial. <i>Southern Iowa Electric Co.</i> v. <i>City of Chariton, supra,</i> 543; <i>San Antonio</i> v. <i>San Antonio Public Service Co., supra</i><i>.</i></p>\n<p>In the construction of section XV, regard properly may be had to the facts, the situation of the parties at the time of the adoption of the ordinance and to their respective powers and rights liable to be effected by the franchise.</p>\n<p>The first clause is as follows:</p>\n<p>\"The fare for one continuous trip for twelve (12) months from the commencement of operation under this franchise is hereby fixed as follows:</p>\n<p></p>\n<pre>\nCash fare for adults ..................................    6¢\nChildren under twelve and over five ...................    Half fare\nChildren under five when accompanied by guardian ......    Nothing.\"\n</pre>\n<p>By this provision a definite fare for a specified period is fixed. There is nothing indicating any intention that the fares are to continue beyond the twelve months or that they are to be taken as maximum and not to be exceeded after the expiration of that period.</p>\n<p>The second clause is as follows:</p>\n<p>\"At the end of such period the purchaser, shall submit a verified statement of the receipts and expenditures to the Mayor and Commissioners of the City of Paducah and if it appear therefrom (after investigation and verification of such report) that the purchaser has received more than a sufficient sum to pay expenses and a reasonable rate of return on the capital invested, such purchaser shall re-pay to the City of Paducah the difference between the amount necessary for such expenses and a <span class=\"star-pagination\">*274</span> reasonable rate of return upon invested capital and the amount actually received.\"</p>\n<p>The purpose of this is plain. The parties here provided for payment to the city by the company of any excess that might result from possible decline of operating expenses or other causes. There is no support here for the city's contention that the fares specified in the section were fixed as the permanent maximum fares for the whole period.</p>\n<p>The third clause, commencing the second paragraph of the section, is as follows:</p>\n<p>\"At the expiration of each twelve months during the life of this franchise, for the purpose of regulating fares to be charged by the purchaser, and to accomplish that purpose, and to prevent excessive fares, the purchaser, shall at the expiration of each twelve months during the life of this franchise submit to the Commissioners of the City of Paducah a verified statement of the receipts and expenditures and if from any of such reports it appears the fare as fixed is more than sufficient to provide a reasonable rate of return upon the invested capital, the City shall reduce such fare accordingly.\"</p>\n<p>The reports required are for the purpose of regulating fares, and were intended to furnish the city facts in aid of the exercise of its power to prescribe just and reasonable fares and to prevent excessive fares; and by this provision there is evidenced a definite understanding that, if in any twelve months' period the revenue yielded by the fares established and in effect for that period, is more than sufficient, as defined in the ordinance, the city will reduce the fares accordingly. There is nothing here to indicate an intention that the fare prescribed in the first clause shall be deemed maximum for the term of the franchise.</p>\n<p>The third paragraph commences with the following language: \"For the purpose of ascertaining the rate of fare to be charged hereunder the City may cause said <span class=\"star-pagination\">*275</span> property to be appraised as follows:\" The remaining part of the section relates to the valuation. It gives the city authority to require an appraisal of property to be made in the manner specified and imposes upon the company one-half of the expense thereof. This is a further aid to the exercise of the city's power to prescribe just and reasonable fares.</p>\n<p>The conclusions to be drawn as to the matter in controversy are obvious. The parties agreed to and were bound to the specified fares for the first twelve months. These fares were not agreed to be maximum for any other part of the franchise term. The right of the company thereafter to have fares sufficient to provide a reasonable rate of return upon its invested capital was not contracted away. The power and duty of the city thereafter to prescribe fares that are just and reasonable was not contracted away; it was definitely understood that, if from any of such reports it appears that \"the fare as fixed\" (meaning, as established and in effect) was excessive, the city will reduce such fare accordingly.</p>\n<p>We have examined the record and are satisfied that the fares prescribed by the ordinance of September 21, 1920, were shown to be too low under the conditions existing at the time of the trial, and that the company is entitled to the injunction.</p>\n<p>The decree entered is general in form and is not limited as to time. The terms of the ordinance prescribing the fare in question are general and fix no time limit. It is obvious that conditions may have so changed or hereafter may so change that these or even lower fares may be just and reasonable. The decree appealed from should be modified to safeguard the right of the city under its charter and the franchise properly to exercise its power to prescribe just and reasonable fares.</p>\n<p><i>The decree is modified in accordance with this opinion, and as so modified is affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]   </p>\n<p>SECTION XV.</p>\n<p>The fare for one continuous trip for twelve (12) months from the commencement of operation under this franchise is hereby fixed as follows:</p>\n<p></p>\n<pre>\nCash fare for adults ..................................    6¢\nChildren under twelve and over five ...................    Half fare.\nChildren under five when accompanied by guardian ......    Nothing.\n</pre>\n<p>At the end of such period the purchaser, shall submit a verified statement of the receipts and expenditures to the Mayor and Commissioners of the City of Paducah and if it appear therefrom (after investigation and verification of such report) that the purchaser has received more than a sufficient sum to pay expenses and a reasonable rate of return on the capital invested, such purchaser shall re-pay to the City of Paducah the difference between the amount necessary for such expenses and a reasonable rate of return upon invested capital and the amount actually received.</p>\n<p>At the expiration of each twelve months during the life of this franchise, for the purpose of regulating fares to be charged by the purchaser, and to accomplish that purpose, and to prevent excessive fares, the purchaser, shall at the expiration of each twelve months during the life of this franchise submit to the Commissioners of the City of Paducah a verified statement of the receipts and expenditures and if from any of such reports it appears the fare as fixed is more than sufficient to provide a reasonable rate of return upon the invested capital, the City shall reduce such fare accordingly.</p>\n<p>For the purpose of ascertaining the rate of fare to be charged hereunder the City may cause said property to be appraised as follows:</p>\n<p>The City shall appoint a disinterested street railway expert, and the purchaser shall appoint such expert appraiser for its part, and the two so appointed shall select a third expert appraiser. . . . Said experts shall report in writing to the Mayor and Commissioners of the City of Paducah within three months after their appointment the total valuation of the property owned, controlled or used by the purchaser, in connection with the operation of a street-car system in Paducah, and its vicinity but this franchise shall not be estimated or considered in its value. The cost of such appraisal to be borne equally by the City and the purchaser hereof.</p>\n<p>[1a]   Section 1. That commencing immediately after 12 o'clock midnight on September 30th, 1920, the fares that may be charged and collected for passage upon any street car within the City of Paducah, and upon any electric street car system operating under any franchise granted by the City of Paducah, shall be as follows:\n</p>\n<p></p>\n<pre>\nCash fare for adults ..................................    6 cents.\nFor children under 12 years of age and over 5 years\n  of age ..............................................    Half fare.\nFor children under 5 when accompanied by any person\n  who is over 5 years of age ..........................    Nothing.\n</pre>\n<p>Section 2. Any person, firm or corporation operating any electric street railway or car within the City of Paducah, or under any franchise granted by the City of Paducah, who shall charge or attempt to collect any greater rate of fares for transportation upon any such electric street car than is provided in Section 1 hereof, shall be guilty of a violation of this ordinance, and each such person, firm or corporation so violating said ordinance shall be fined in any sum not less than Ten ($10.00) Dollars, nor more than Twenty ($20.00) Dollars for each violation thereof.</p>\n\n</div>", "id": 100144, "judges": "Butler", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/100144/", "sha1": "2fa5a572b0d43dec281fbf0773375fbf3f570ed8", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:47:27"}