{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "261 U.S. 280", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/100146/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Davis v. LN Dantzler Lumber Co.", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "228", 
    "id": 84529, 
    "resource_uri": "/api/rest/v2/citation/84529/"
  }, 
  "id": 100146, 
  "blocked": false, 
  "judges": "McKenna", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1923-03-05", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>261 U.S. 280 (1923)</b></center>\n<center><h1>DAVIS, DIRECTOR GENERAL OF RAILROADS, AS AGENT UNDER SECTION 206 OF TRANSPORTATION ACT OF 1920,<br>\nv.<br>\nL.N. DANTZLER LUMBER COMPANY.</h1></center>\n<center>No. 228.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 17, 1923.</center>\n<center>Decided February 26, 1923.</center>\nCERTIORARI TO THE SUPREME COURT OF THE STATE OF MISSISSIPPI.\n<p><i>Mr. R.C. Beckett,</i> with whom <i>Mr. Carl Fox</i> was on the briefs, for petitioner.</p>\n<p><i>Mr. W.A. White,</i> for respondent, submitted. <i>Mr. W.H. White</i> and <i>Mr. E.J. Ford</i> were also on the briefs.</p>\n<p>MR. JUSTICE McKENNA delivered the opinion of the Court.</p>\n<p>This case presents an asserted conflict between the laws of Mississippi, subjecting property to attachment, and the statutes of the United States which empowered the President to take control of the railroad transportation systems of the United States, and exempt their property from State processes. Act of August 29, 1916, 39 Stat. 619, 645; 40 Stat. 451. See also 41 Stat. 456.</p>\n<p>The respondent, the L.N. Dantzler Lumber Company, herein called the Lumber Company, is a corporation of Mississippi. It filed a bill for attachment under the Code of Mississippi of 1906 against the Texas &amp; Pacific <span class=\"star-pagination\">*281</span> Railway Company, a non-resident of Mississippi, and certain other railroads, including the Mobile &amp; Ohio Railroad Company, a Mississippi corporation, having officers and agents in the State.</p>\n<p>The purpose of the bill was to subject the indebtedness of the defendant railroads to the Texas &amp; Pacific Railway Company to the satisfaction of a claim for damages to a shipment of cattle from Ft. Worth, Texas, to a station in Harrison County, Mississippi. The shipment was evidenced by a bill of lading dated October 10, 1917.</p>\n<p>The charge is that, by reason of the negligence of the railroad companies, the Lumber Company was damaged in the sum of $5,600, and for the payment of this amount a claim was rendered by the Lumber Company to the Texas &amp; Pacific Railway Company. Payment was refused.</p>\n<p>It is further charged that the several railroad companies are indebted to the Texas &amp; Pacific Railway Company; and that the Lumber Company has the right to subject such sums to the satisfaction of its claim against the Texas &amp; Pacific Railway Company, that company being a non-resident of Mississippi, and having no officer in the State upon whom service of process can be had. Personal service is prayed against those companies upon which it can be had, and service by publication upon those companies upon which personal service cannot be had, and that they make answer stating what funds of the Texas &amp; Pacific Railway Company they have in their hands, and in what amounts they will be indebted to that company in the future, and that the respective funds in their hands be subjected to the demand of the Lumber Company.</p>\n<p>The Mobile &amp; Ohio Railroad Company alleged that the suit is one in attachment and that the company was made a party simply as garnishee in order that any indebtedness from it to the Texas &amp; Pacific Railway Company <span class=\"star-pagination\">*282</span> might be condemned to pay the demand of the Lumber Company and that the service for that process is mesne process and within the prohibition of the act of Congress, violates that act and is void.</p>\n<p>A statement of its indebtedness to the Texas &amp; Pacific Railway Company was attached to the answer showing an indebtedness of $3,053.94.</p>\n<p>The company further answering, alleged that on December 26, 1917, the President of the United States took possession of and assumed control of the transportation systems of the United States, including the Mobile &amp; Ohio Railroad Company and the Texas &amp; Pacific Railway Company and proclaimed in part, as follows: \"Except with the prior written assent of said Director General [a Director General was appointed by the President] no attachment by mesne process or on execution shall be levied on or against any of the property used by any of said transportation systems in the conduct of their business as common carriers.\"</p>\n<p>And further that Congress ratified the action of the President and provided for the control of the railroads by an Act approved March 21, 1918, c. 25, 40 Stat. 451, § 10 of which provides as follows: \"No process, mesne or final, shall be levied against any property under such Federal control.\" And that any money due from the company to the Texas &amp; Pacific Railway Company is property under federal control within the meaning of the President's proclamation and the act of Congress under the orders of the Director General appointed by the President.</p>\n<p>A decree <i>pro confesso</i> was entered against the Texas &amp; Pacific Railway Company, the decree reciting that the company had been summoned according to law, and having failed to appear and plead, answer or demur, the allegations of the bill were taken as confessed against the company.</p>\n<p><span class=\"star-pagination\">*283</span> Subsequently the cause was set down for hearing on the decree, the answer of the other railroads, including that of the Mobile &amp; Ohio Railroad Company, and upon the motion of the latter to discharge it as garnishee. The motion was sustained and the writ of garnishment dismissed as to it. Relief against the other roads, moreover, was denied, the court being of the opinion that it had no jurisdiction. The dismissal was reversed on appeal by the Supreme Court of the State. 119 Miss. 328.</p>\n<p>The Supreme Court stated the question to be whether the suit could be maintained by reason of the attachment, no other property of the Texas &amp; Pacific Railway Company being within the State than the indebtedness of the Mobile &amp; Ohio Railroad Company to the Texas &amp; Pacific Railway Company.</p>\n<p>The court decided the question in the affirmative, expressing a contrary view of the President's proclamation and the acts of Congress than that asserted by the Mobile &amp; Ohio Railroad Company, and even intimating that otherwise the proclamation and acts would be an encroachment upon the power of the State. The court, besides, defined the words \"mesne\" to mean \"intermediate, intervening, the middle between two extremes.\" This being the definition of \"mesne\" process, it was the conclusion of the court, as we understand its opinion, that the present proceeding was commenced under the law of the State by original process and did not incur the prohibition of § 10.</p>\n<p>The conclusion and judgment were that the \"Court below erred in discharging the Mobile &amp; Ohio Railroad Company as garnishee, and in holding that it had no jurisdiction to proceed to determine the controversy before it.\"</p>\n<p>Upon return of the case a supplemental bill was filed and a new garnishment served on the Mobile &amp; Ohio Railroad Company.</p>\n<p><span class=\"star-pagination\">*284</span> The company answered the bill repeating, in effect, its former answer and making other defenses not of importance to consider.</p>\n<p>The Director General filed what he called an amended answer to the bill, averring that his former answer was filed in the name of the Mobile &amp; Ohio Railroad Company, and was intended to be and was, in fact, the answer of the Director General, and the indebtedness admitted therein to be due the Texas &amp; Pacific Railway Company was the indebtedness of the Director General, and not the indebtedness of the Mobile &amp; Ohio Railroad Company. It set forth, as the answer of the Mobile &amp; Ohio Railroad Company had done, that on December 26, 1917, the President by proclamation issued in pursuance of law, took possession of the railroad transportation systems of the United States, including the property of the Mobile &amp; Ohio Railroad Company. The Director General of Railroads was created by the President, to whom the present Director General is the successor, and as such, was at the time of the summons against the Mobile &amp; Ohio Railroad Company operating the same, and that the latter company has not been in possession or control of, not has it operated or had anything to do with the operation of that railroad since December 28, 1917.</p>\n<p>And the Director General further answered that after the answer of the Mobile &amp; Ohio Railroad Company was filed, in order to avoid confusion, he issued General Order No. 50, afterward amended by Order No. 50-A, providing that suits or causes of action arising out of the operation of railroads by him should be brought against him and not against the railroad companies. And further that after the Mobile &amp; Ohio Railroad Company (and other railroad companies) was taken over by him the account between it (and other railroad companies) was continued as before Government control, and that in \"the sense that there was money due from the Director General on account of <span class=\"star-pagination\">*285</span> his operation of the Mobile and Ohio Railroad to the Director General on account of his operation of the Texas and Pacific Railroad, there was an indebtedness as set out in the original answer filed herein; but that it was not a debt in the true sense of the word or within the meaning of the laws of Mississippi, subjecting debts to garnishments in cases of this kind.\" And he prayed to be dismissed with costs.</p>\n<p>Of the second trial of the case it is only necessary to say that the court refused to let the Mobile &amp; Ohio Railroad Company out of the case, or the Director General into it (the answer of the Director General was struck out on motion of the Lumber Company), and the Texas &amp; Pacific Railway Company having failed to appear, a decree was rendered against it in favor of the Lumber Company in the sum of $6,552.00.</p>\n<p>It was further decreed that there was an admitted indebtedness from the Mobile &amp; Ohio Railroad Company to the Lumber Company in the sum of $3,053.94 which was ordered to be paid into the Chancery Court of Harrison County, Mississippi, within thirty days . . . to be disbursed in accordance with the decree.</p>\n<p>An appeal was taken by the Mobile &amp; Ohio Railroad Company to the Supreme Court and in that court, James C. Davis, Director General of Railroads, as Agent of the United States, operating the Mobile &amp; Ohio Railroad Company, was substituted as defendant, the court saying: \"The record now makes the Director General, an agent of the United States Government, the defendant in the garnishment.\"</p>\n<p>The court reversed the decree of the Chancery Court against the Mobile &amp; Ohio Railroad Company, deciding that it should have been discharged as garnishee, and ordered a decree against Davis as Director General for the sum of $3,053.94 with interest at 6% from June 29, 1920, until paid. To review that judgment is the purpose of this certiorari.</p>\n<p><span class=\"star-pagination\">*286</span> In its opinion upon the second appeal the court reaffirmed the view expressed upon the first appeal and sustained the validity and operation of the state statute against the acts of Congress and the proclamation of the President, rejecting the defense set up that the carrier was an instrumentality or agency of the Federal Government, citing <i>Missouri Pacific R.R. Co.</i> v. <i>Ault,</i> 256 U.S. 554.</p>\n<p>It was deduced from that decision that the Director General was to be treated as a Director General of each separate system of transportation and, that the separate systems being operated by the Director General, are separate parties within the meaning of the purposes of the Federal Control Act, and that, therefore, the judgment against the Mobile &amp; Ohio Railroad Company was, in effect, in view of the substitution made, a judgment against the Director General of the Mobile &amp; Ohio Railroad Company and that the Lumber Company was entitled to recover.</p>\n<p>It was, however, decided that the Director General could not be required to pay the amount of the judgment into court but that the Lumber Company would have to secure it in a manner provided for by the Federal Control Act.</p>\n<p>We think the decision of the Supreme Court is based on a misunderstanding of the <i>Ault Case.</i> The liability of the Texas &amp; Pacific Railway Company occurred before the Mobile &amp; Ohio Railroad Company passed under government control, and while the liability continued and the Texas &amp; Pacific Railway Company was subject to suit after the assumption of such control, necessarily, the procedure had to be in accordance with the acts of Congress.</p>\n<p>As to what this procedure should be, the contentions of the parties are in conflict. We have seen that the Supreme Court upon the first appeal, 119 Miss. 328, decided that a carrier, though operated under government <span class=\"star-pagination\">*287</span> control, might be subject to garnishment and that judgment could be rendered against it for a debt it owned to the principal defendant, and further, that the indebted company \u0097 in this case the Mobile &amp; Ohio Railroad Company \u0097 could not plead any defense which was personal to the principal defendant \u0097 in this case the Texas &amp; Pacific Railway Company. From these conclusions the court considered it was not precluded by § 10 of the Federal Control Act, which provided that \"no process, mesne or final, shall be levied against any property under such Federal control.\"</p>\n<p>This makes the question in the case.</p>\n<p>The Lumber Company contests the pertinency of the provisions and their control. It asserts that no decree <i>in rem</i> had been rendered in the case, and that \"the final decree of the Supreme Court of Mississippi discharged the fund, and this court is dealing solely with a judgment <i>in personam</i> against the Director General, which there has been no effort to enforce.\" In other words, it is said, \"The Supreme Court expressly released the fund and rendered a decree <i>in personam,</i> and not a word in the decree or the opinion relates to a refusal to pay the money into court, but the opinion expressly provides this is not to be done or any other sort of execution to issue.\"</p>\n<p>And again, the contention is, that the Lumber Company \"was proceeding as it unquestionably had a right to, but for Federal control, and the Director General came into the suit saying in effect, `because of Federal Control I am the one to sue',\" and procured dismissal of the other defendants.</p>\n<p>And further: \"He cannot assume the liability for the purpose of raising or attempting to raise a federal question, and then deny the liability on the merits.\" It would be unjust therefore, is the contention, \"now for the Director General to be even heard to say that he is not responsible for the debt\", and \"the natural consequences to <span class=\"star-pagination\">*288</span> follow his substitution, upon the grounds stated by him, was to render the decree against him as such substitute and he is complaining of the very ruling he himself invoked.\" And this, it is contended, contravenes the <i>Ault Case.</i></p>\n<p>The view is partial and overlooks antagonistic things \u0097 overlooks that the Mobile &amp; Ohio Railroad Company was made a defendant through garnishment, attempting thereby to defeat the provision of the Federal Control Act which provides \"no process, mesne or final, shall be levied against any property under such Federal control.\" And the prohibition was necessary to the unity and effectiveness of control in the President and, under him, in the Director General. Such is the ruling in the <i>Ault Case</i> where it is decided that the railroad systems could be \"dealt with as active responsible parties answerable for their own wrongs,\" but it was also decided that \"levy or execution upon their property was precluded as inconsistent with the Government's needs\". \"Thus, under § 10\", is the declaration, \"if the cause of action arose prior to government control, suit might be instituted or continued to judgment against the company as though there had been no taking over by the Government, save from the immunity of physical property from levy . . .\"</p>\n<p>To repeat, the right of suit against the carriers was decided, but there was also decided the exemption of their property from levy or execution. The garnishment proceedings against the Mobile &amp; Ohio Railroad Company were an infraction of the exemption \u0097 an infringement of the prohibition of the proclamation of the President and congressional enactments. It is not excluded from the condemnation because it is a procedure under the statutes of the State.</p>\n<p>The defense was seasonably made. It is to be remembered that the Mobile &amp; Ohio Railroad Company, immediately <span class=\"star-pagination\">*289</span> in the proceeding against it, attacked the jurisdiction of the court and adduced the proclamation of the President exempting the property of any of the railroad systems of the United States from process, and also adduced § 10. The attack was successful in the trial court. It was declared impotent by the Supreme Court of the State and the case was remanded for further proceedings in accordance with the law of the State, that is, in execution of the garnishment proceedings against the indebtedness of the Mobile &amp; Ohio Railroad Company to the Texas &amp; Pacific Railway Company. The Director General then entered the case and took up the contest commenced by the Mobile &amp; Ohio Railroad Company against the law of the State and the jurisdiction of the state court to enforce it.</p>\n<p>This the Director General did, and nothing more. In other words, the Director General contested the jurisdiction and power of the court to proceed against property under the control of the United States, and which the proclamation of the President and the statutes of the United States had exempted from state control.</p>\n<p><i>Reversed and remanded for further proceedings not inconsistent with this opinion.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:47:27", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">261</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">280</span></span> (1923)</b></center>\n<center><h1>DAVIS, DIRECTOR GENERAL OF RAILROADS, AS AGENT UNDER SECTION 206 OF TRANSPORTATION ACT OF 1920,<br>\nv.<br>\nL.N. DANTZLER LUMBER COMPANY.</h1></center>\n<center>No. 228.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 17, 1923.</center>\n<center>Decided February 26, 1923.</center>\nCERTIORARI TO THE SUPREME COURT OF THE STATE OF MISSISSIPPI.\n<p><i>Mr. R.C. Beckett,</i> with whom <i>Mr. Carl Fox</i> was on the briefs, for petitioner.</p>\n<p><i>Mr. W.A. White,</i> for respondent, submitted. <i>Mr. W.H. White</i> and <i>Mr. E.J. Ford</i> were also on the briefs.</p>\n<p>MR. JUSTICE McKENNA delivered the opinion of the Court.</p>\n<p>This case presents an asserted conflict between the laws of Mississippi, subjecting property to attachment, and the statutes of the United States which empowered the President to take control of the railroad transportation systems of the United States, and exempt their property from State processes. Act of August 29, 1916, 39 Stat. 619, 645; 40 Stat. 451. See also 41 Stat. 456.</p>\n<p>The respondent, the L.N. Dantzler Lumber Company, herein called the Lumber Company, is a corporation of Mississippi. It filed a bill for attachment under the Code of Mississippi of 1906 against the Texas &amp; Pacific <span class=\"star-pagination\">*281</span> Railway Company, a non-resident of Mississippi, and certain other railroads, including the Mobile &amp; Ohio Railroad Company, a Mississippi corporation, having officers and agents in the State.</p>\n<p>The purpose of the bill was to subject the indebtedness of the defendant railroads to the Texas &amp; Pacific Railway Company to the satisfaction of a claim for damages to a shipment of cattle from Ft. Worth, Texas, to a station in Harrison County, Mississippi. The shipment was evidenced by a bill of lading dated October 10, 1917.</p>\n<p>The charge is that, by reason of the negligence of the railroad companies, the Lumber Company was damaged in the sum of $5,600, and for the payment of this amount a claim was rendered by the Lumber Company to the Texas &amp; Pacific Railway Company. Payment was refused.</p>\n<p>It is further charged that the several railroad companies are indebted to the Texas &amp; Pacific Railway Company; and that the Lumber Company has the right to subject such sums to the satisfaction of its claim against the Texas &amp; Pacific Railway Company, that company being a non-resident of Mississippi, and having no officer in the State upon whom service of process can be had. Personal service is prayed against those companies upon which it can be had, and service by publication upon those companies upon which personal service cannot be had, and that they make answer stating what funds of the Texas &amp; Pacific Railway Company they have in their hands, and in what amounts they will be indebted to that company in the future, and that the respective funds in their hands be subjected to the demand of the Lumber Company.</p>\n<p>The Mobile &amp; Ohio Railroad Company alleged that the suit is one in attachment and that the company was made a party simply as garnishee in order that any indebtedness from it to the Texas &amp; Pacific Railway Company <span class=\"star-pagination\">*282</span> might be condemned to pay the demand of the Lumber Company and that the service for that process is mesne process and within the prohibition of the act of Congress, violates that act and is void.</p>\n<p>A statement of its indebtedness to the Texas &amp; Pacific Railway Company was attached to the answer showing an indebtedness of $3,053.94.</p>\n<p>The company further answering, alleged that on December 26, 1917, the President of the United States took possession of and assumed control of the transportation systems of the United States, including the Mobile &amp; Ohio Railroad Company and the Texas &amp; Pacific Railway Company and proclaimed in part, as follows: \"Except with the prior written assent of said Director General [a Director General was appointed by the President] no attachment by mesne process or on execution shall be levied on or against any of the property used by any of said transportation systems in the conduct of their business as common carriers.\"</p>\n<p>And further that Congress ratified the action of the President and provided for the control of the railroads by an Act approved March 21, 1918, c. 25, 40 Stat. 451, § 10 of which provides as follows: \"No process, mesne or final, shall be levied against any property under such Federal control.\" And that any money due from the company to the Texas &amp; Pacific Railway Company is property under federal control within the meaning of the President's proclamation and the act of Congress under the orders of the Director General appointed by the President.</p>\n<p>A decree <i>pro confesso</i> was entered against the Texas &amp; Pacific Railway Company, the decree reciting that the company had been summoned according to law, and having failed to appear and plead, answer or demur, the allegations of the bill were taken as confessed against the company.</p>\n<p><span class=\"star-pagination\">*283</span> Subsequently the cause was set down for hearing on the decree, the answer of the other railroads, including that of the Mobile &amp; Ohio Railroad Company, and upon the motion of the latter to discharge it as garnishee. The motion was sustained and the writ of garnishment dismissed as to it. Relief against the other roads, moreover, was denied, the court being of the opinion that it had no jurisdiction. The dismissal was reversed on appeal by the Supreme Court of the State. <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">Miss.</span> <span class=\"page\">328</span></span>.</p>\n<p>The Supreme Court stated the question to be whether the suit could be maintained by reason of the attachment, no other property of the Texas &amp; Pacific Railway Company being within the State than the indebtedness of the Mobile &amp; Ohio Railroad Company to the Texas &amp; Pacific Railway Company.</p>\n<p>The court decided the question in the affirmative, expressing a contrary view of the President's proclamation and the acts of Congress than that asserted by the Mobile &amp; Ohio Railroad Company, and even intimating that otherwise the proclamation and acts would be an encroachment upon the power of the State. The court, besides, defined the words \"mesne\" to mean \"intermediate, intervening, the middle between two extremes.\" This being the definition of \"mesne\" process, it was the conclusion of the court, as we understand its opinion, that the present proceeding was commenced under the law of the State by original process and did not incur the prohibition of § 10.</p>\n<p>The conclusion and judgment were that the \"Court below erred in discharging the Mobile &amp; Ohio Railroad Company as garnishee, and in holding that it had no jurisdiction to proceed to determine the controversy before it.\"</p>\n<p>Upon return of the case a supplemental bill was filed and a new garnishment served on the Mobile &amp; Ohio Railroad Company.</p>\n<p><span class=\"star-pagination\">*284</span> The company answered the bill repeating, in effect, its former answer and making other defenses not of importance to consider.</p>\n<p>The Director General filed what he called an amended answer to the bill, averring that his former answer was filed in the name of the Mobile &amp; Ohio Railroad Company, and was intended to be and was, in fact, the answer of the Director General, and the indebtedness admitted therein to be due the Texas &amp; Pacific Railway Company was the indebtedness of the Director General, and not the indebtedness of the Mobile &amp; Ohio Railroad Company. It set forth, as the answer of the Mobile &amp; Ohio Railroad Company had done, that on December 26, 1917, the President by proclamation issued in pursuance of law, took possession of the railroad transportation systems of the United States, including the property of the Mobile &amp; Ohio Railroad Company. The Director General of Railroads was created by the President, to whom the present Director General is the successor, and as such, was at the time of the summons against the Mobile &amp; Ohio Railroad Company operating the same, and that the latter company has not been in possession or control of, not has it operated or had anything to do with the operation of that railroad since December 28, 1917.</p>\n<p>And the Director General further answered that after the answer of the Mobile &amp; Ohio Railroad Company was filed, in order to avoid confusion, he issued General Order No. 50, afterward amended by Order No. 50-A, providing that suits or causes of action arising out of the operation of railroads by him should be brought against him and not against the railroad companies. And further that after the Mobile &amp; Ohio Railroad Company (and other railroad companies) was taken over by him the account between it (and other railroad companies) was continued as before Government control, and that in \"the sense that there was money due from the Director General on account of <span class=\"star-pagination\">*285</span> his operation of the Mobile and Ohio Railroad to the Director General on account of his operation of the Texas and Pacific Railroad, there was an indebtedness as set out in the original answer filed herein; but that it was not a debt in the true sense of the word or within the meaning of the laws of Mississippi, subjecting debts to garnishments in cases of this kind.\" And he prayed to be dismissed with costs.</p>\n<p>Of the second trial of the case it is only necessary to say that the court refused to let the Mobile &amp; Ohio Railroad Company out of the case, or the Director General into it (the answer of the Director General was struck out on motion of the Lumber Company), and the Texas &amp; Pacific Railway Company having failed to appear, a decree was rendered against it in favor of the Lumber Company in the sum of $6,552.00.</p>\n<p>It was further decreed that there was an admitted indebtedness from the Mobile &amp; Ohio Railroad Company to the Lumber Company in the sum of $3,053.94 which was ordered to be paid into the Chancery Court of Harrison County, Mississippi, within thirty days . . . to be disbursed in accordance with the decree.</p>\n<p>An appeal was taken by the Mobile &amp; Ohio Railroad Company to the Supreme Court and in that court, James C. Davis, Director General of Railroads, as Agent of the United States, operating the Mobile &amp; Ohio Railroad Company, was substituted as defendant, the court saying: \"The record now makes the Director General, an agent of the United States Government, the defendant in the garnishment.\"</p>\n<p>The court reversed the decree of the Chancery Court against the Mobile &amp; Ohio Railroad Company, deciding that it should have been discharged as garnishee, and ordered a decree against Davis as Director General for the sum of $3,053.94 with interest at 6% from June 29, 1920, until paid. To review that judgment is the purpose of this certiorari.</p>\n<p><span class=\"star-pagination\">*286</span> In its opinion upon the second appeal the court reaffirmed the view expressed upon the first appeal and sustained the validity and operation of the state statute against the acts of Congress and the proclamation of the President, rejecting the defense set up that the carrier was an instrumentality or agency of the Federal Government, citing <i>Missouri Pacific R.R. Co.</i> v. <i>Ault,</i> 256 U.S. 554.</p>\n<p>It was deduced from that decision that the Director General was to be treated as a Director General of each separate system of transportation and, that the separate systems being operated by the Director General, are separate parties within the meaning of the purposes of the Federal Control Act, and that, therefore, the judgment against the Mobile &amp; Ohio Railroad Company was, in effect, in view of the substitution made, a judgment against the Director General of the Mobile &amp; Ohio Railroad Company and that the Lumber Company was entitled to recover.</p>\n<p>It was, however, decided that the Director General could not be required to pay the amount of the judgment into court but that the Lumber Company would have to secure it in a manner provided for by the Federal Control Act.</p>\n<p>We think the decision of the Supreme Court is based on a misunderstanding of the <i>Ault Case.</i> The liability of the Texas &amp; Pacific Railway Company occurred before the Mobile &amp; Ohio Railroad Company passed under government control, and while the liability continued and the Texas &amp; Pacific Railway Company was subject to suit after the assumption of such control, necessarily, the procedure had to be in accordance with the acts of Congress.</p>\n<p>As to what this procedure should be, the contentions of the parties are in conflict. We have seen that the Supreme Court upon the first appeal, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">Miss.</span> <span class=\"page\">328</span></span>, decided that a carrier, though operated under government <span class=\"star-pagination\">*287</span> control, might be subject to garnishment and that judgment could be rendered against it for a debt it owned to the principal defendant, and further, that the indebted company \u0097 in this case the Mobile &amp; Ohio Railroad Company \u0097 could not plead any defense which was personal to the principal defendant \u0097 in this case the Texas &amp; Pacific Railway Company. From these conclusions the court considered it was not precluded by § 10 of the Federal Control Act, which provided that \"no process, mesne or final, shall be levied against any property under such Federal control.\"</p>\n<p>This makes the question in the case.</p>\n<p>The Lumber Company contests the pertinency of the provisions and their control. It asserts that no decree <i>in rem</i> had been rendered in the case, and that \"the final decree of the Supreme Court of Mississippi discharged the fund, and this court is dealing solely with a judgment <i>in personam</i> against the Director General, which there has been no effort to enforce.\" In other words, it is said, \"The Supreme Court expressly released the fund and rendered a decree <i>in personam,</i> and not a word in the decree or the opinion relates to a refusal to pay the money into court, but the opinion expressly provides this is not to be done or any other sort of execution to issue.\"</p>\n<p>And again, the contention is, that the Lumber Company \"was proceeding as it unquestionably had a right to, but for Federal control, and the Director General came into the suit saying in effect, `because of Federal Control I am the one to sue',\" and procured dismissal of the other defendants.</p>\n<p>And further: \"He cannot assume the liability for the purpose of raising or attempting to raise a federal question, and then deny the liability on the merits.\" It would be unjust therefore, is the contention, \"now for the Director General to be even heard to say that he is not responsible for the debt\", and \"the natural consequences to <span class=\"star-pagination\">*288</span> follow his substitution, upon the grounds stated by him, was to render the decree against him as such substitute and he is complaining of the very ruling he himself invoked.\" And this, it is contended, contravenes the <i>Ault Case.</i></p>\n<p>The view is partial and overlooks antagonistic things \u0097 overlooks that the Mobile &amp; Ohio Railroad Company was made a defendant through garnishment, attempting thereby to defeat the provision of the Federal Control Act which provides \"no process, mesne or final, shall be levied against any property under such Federal control.\" And the prohibition was necessary to the unity and effectiveness of control in the President and, under him, in the Director General. Such is the ruling in the <i>Ault Case</i> where it is decided that the railroad systems could be \"dealt with as active responsible parties answerable for their own wrongs,\" but it was also decided that \"levy or execution upon their property was precluded as inconsistent with the Government's needs\". \"Thus, under § 10\", is the declaration, \"if the cause of action arose prior to government control, suit might be instituted or continued to judgment against the company as though there had been no taking over by the Government, save from the immunity of physical property from levy . . .\"</p>\n<p>To repeat, the right of suit against the carriers was decided, but there was also decided the exemption of their property from levy or execution. The garnishment proceedings against the Mobile &amp; Ohio Railroad Company were an infraction of the exemption \u0097 an infringement of the prohibition of the proclamation of the President and congressional enactments. It is not excluded from the condemnation because it is a procedure under the statutes of the State.</p>\n<p>The defense was seasonably made. It is to be remembered that the Mobile &amp; Ohio Railroad Company, immediately <span class=\"star-pagination\">*289</span> in the proceeding against it, attacked the jurisdiction of the court and adduced the proclamation of the President exempting the property of any of the railroad systems of the United States from process, and also adduced § 10. The attack was successful in the trial court. It was declared impotent by the Supreme Court of the State and the case was remanded for further proceedings in accordance with the law of the State, that is, in execution of the garnishment proceedings against the indebtedness of the Mobile &amp; Ohio Railroad Company to the Texas &amp; Pacific Railway Company. The Director General then entered the case and took up the contest commenced by the Mobile &amp; Ohio Railroad Company against the law of the State and the jurisdiction of the state court to enforce it.</p>\n<p>This the Director General did, and nothing more. In other words, the Director General contested the jurisdiction and power of the court to proceed against property under the control of the United States, and which the proclamation of the President and the statutes of the United States had exempted from state control.</p>\n<p><i>Reversed and remanded for further proceedings not inconsistent with this opinion.</i></p>\n</div>", 
  "sha1": "eb82b3f98bd3ed895a4eadc2e7ccf58744dfd706", 
  "date_modified": "2014-12-21T01:37:22.216689", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/100146/davis-v-ln-dantzler-lumber-co/", 
  "citation_count": 2, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/405575/", 
  "html": "<p class=\"case_cite\">261 U.S. 280</p>\n    <p class=\"case_cite\">43 S.Ct. 349</p>\n    <p class=\"case_cite\">67 L.Ed. 654</p>\n    <p class=\"parties\">DAVIS, Director General of Railroads, etc.,<br>v.<br>L. N. DANTZLER LUMBE  CO.</p>\n    <p class=\"docket\">No. 228.</p>\n    <p class=\"date\">Argued and Submitted Jan. 17, 1923.</p>\n    <p class=\"date\">Decided Feb. 26, 1923.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. R. C. Beckett and Carl Fox, both of St. Louis, Mo., for petitioner.</p>\n      <p class=\"indent\">Mr. W. A. White, of Gulfport, Miss., for respondent.</p>\n      <p class=\"indent\">Mr. Justice McKENNA delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case presents an asserted conflict between the laws of Mississippi, subjecting property to attachment, and the statutes of the United States which empowered the President to take control of the railroad transportation systems of the United States, and exempt their property from state processes. Act August 29, 1916, 39 Stat. 619, 645; 40 Stat. 451 (Comp. St. 1918, Comp. St. Ann. Supp. 1919, &#167;&#167; 3115 3/4 a-3115 3/4 p). See, also, 41 Stat. 456.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The respondent, the L. N. Dantzler Lumber Company, herein called the lumber company, is a corporation of Mississippi. It filed a bill for attachment under the Code of Mississippi of 1906 against the Texas &amp; Pacific Railway Company, a nonresident of Mississippi, and certain other railroads, including the Mobile &amp; Ohio Railroad Company, a Mississippi corporation, having officers and agents in the state.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The purpose of the bill was to subject the indebtedness of the defendant railroads to the Texas &amp; Pacific Railway Company to the satisfaction of a claim for damages to a shipment of cattle from Fort Worth, Tex., to a station in Harrison county, Miss. The shipment was evidenced by a bill of lading dated October 10, 1917.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The charge is that, by reason of the negligence of the railroad companies, the lumber company was damaged in the sum of $5,600, and for the payment of this amount a claim was rendered by the lumber company to the Texas &amp; Pacific Railway Company. Payment was refused.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It is further charged that the several railroad companies are indebted to the Texas &amp; Pacific Railway Company, and that the lumber company has the right to subject such sums to the satisfaction of its claim against the Texas &amp; Pacific Railway Company, that company being a nonresident of Mississippi, and having no officer in the state upon whom service of process can be had. Personal service is prayed against those companies upon which it can be had, and service by publication upon those companies upon which personal service cannot be had, and that they make answer stating what funds of the Texas &amp; Pacific Railway Company they have in their hands, and in what amounts they will be indebted to that company in the future, and that the respective funds in their hands be subjected to the demand of the lumber company.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Mobile &amp; Ohio Railroad Company alleged that the suit is one in attachment and that the company was made a party simply as garnishee in order that any indebtedness from it to the Texas &amp; Pacific Railway Company might be condemned to pay the demand of the lumber company, and that the service for that process is mesne process and within the prohibition of the act of Congress (41 Stat. 305), violates that act, and is void.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A statement of its indebtedness to the Texas &amp; Pacific Railway Company was attached to the answer, showing an indebtedness of $3,053.94.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The company, further answering, alleged that on December 26, 1917, the President of the United States took possession of and assumed control of the transportation systems of the United States, including the Mobile &amp; Ohio Railroad Company and the Texas &amp; Pacific Railway Company, and proclaimed in part, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'Except with the prior written consent of said Director      General [a Director General was appointed by the President]      no attachment by mesne process or on execution shall be      levied on or against any of the property used by any of said      transportation systems in the conduct of their business as      common carriers.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">And further that Congress ratified the action of the President and provided for the control of the railroads by an act approved March 21, 1918, section 10 of which provides as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'No process, mesne or final, shall be levied against any      property under such federal control.'</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">And that any money due from the company to the Texas &amp; Pacific Railway Company is property under federal control within the meaning of the President's proclamation and the act of Congress under the orders of the Director General appointed by the President.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">A decree pro confesso was entered against the Texas &amp; Pacific Railway Company, the decree reciting that the company had been summoned according to law, and, having failed to appear and plead, answer, or demur, the allegations of the bill were taken as confessed against the company.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Subsequently the cause was set down for hearing on the decree, the answer of the other railroads, including that of the Mobile &amp; Ohio Railroad Company, and upon the motion of the latter to discharge it as garnishee. The motion was sustained and the writ of garnishment dismissed as to it. Relief against the other roads, however, was denied, the court being of the opinion that it had no jurisdiction. The dismissal was reversed on appeal by the Supreme Court of the state. Dantzler Lumber Co. v. Texas &amp; P. Ry. Co., 119 Miss. 328, 80 South. 770, 4 A. L. R. 1669.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Supreme Court stated the question to be whether the suit could be maintained by reason of the attachment, no other property of the Texas &amp; Pacific Railway Company being within the state than the indebtedness of the Mobile &amp; Ohio Railroad Company to the Texas &amp; Pacific Railway Company.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The court decided the question in the affirmative, expressing a contrary view of the President's proclamation and the acts of Congress than that asserted by the Mobile &amp; Ohio Railroad Company, and even intimating that otherwise the proclamation and acts would be an encroachment upon the power of the state. The court, besides, defined the words 'mesne' to mean 'intermediate; intervening; the middle between two extremes.' This being the definition of 'mesne' process, it was the conclusion of the court, as we understand its opinion, that the present proceeding was commenced under the law of the state by original process and did not incur the prohibition of section 10.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The conclusion and judgment were that the&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">'court below erred in discharging the Mobile &amp; Ohio Railroad      Company as garnishee, and in holding that it had no      jurisdiction to proceed to determine the controversy before      it.'</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Upon return of the case a supplemental bill was filed and a new garnishment served on the Mobile &amp; Ohio Railroad Company.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The company answered the bill, repeating, in effect, its former answer, and making other defenses, not of importance to consider.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The Director General filed what he called an amended answer to the bill, averring that his former answer was filed in the name of the Mobile &amp; Ohio Railroad Company, and was intended to be, and was in fact the answer of the Director General, and the indebtedness admitted therein to be due the Texas &amp; Pacific Railway Company was the indebtedness of the Director General, and not the indebtedness of the Mobile &amp; Ohio Railroad Company. It set forth, as the answer of the Mobile &amp; Ohio Railroad Company had done, that on December 26, 1917, the President by proclamation issued in pursuance of law, took possession of the railroad transportation systems of the United States, including the property of the Mobile &amp; Ohio Railroad Company. The Director General of Railroads was created by the President, to whom the present Director General is the successor, and as such was, at the time of the summons against the Mobile &amp; Ohio Railroad Company, operating the same, and that the latter company has not been in possession or control of, nor has it operated or had anything to do with the operation of, that railroad since December 28, 1917.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">And the Director General further answered that after the answer of the Mobile &amp; Ohio Railroad Company was filed, in order to avoid confusion, he issued General Order No. 50, afterward amended by Order No. 50a, providing that suits or causes of action arising out of the operation of railroads by him should be brought against him and not against the railroad companies, and further that after the Mobile &amp; Ohio Railroad Company (and other railroad companies) was taken over by him the account between it (and other railroad companies) was continued as before government control, and that in&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">'the sense that there was money due from the Director General      on account of his operation of the Mobile &amp; Ohio Railroad to the Director      General on account of his operation of the Texas &amp; Pacific      Railroad, there was an indebtedness as set out in the      original answer filed herein, but that it was not a debt in      the true sense of the word or within the meaning of the laws      of Mississippi, subjecting debts to garnishments in cases of      this kind.'</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">And he prayed to be dismissed with costs.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Of the second trial of the case it is only necessary to say that the court refused to let the Mobile &amp; Ohio Railroad Company out of the case, or the Director General into it (the answer of the Director General was struck out on motion of the lumber company), and, the Texas &amp; Pacific Railway Company having failed to appear, a decree was rendered against it in favor of the lumber company in the sum of $6,552.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">It was further decreed that there was an admitted indebtedness from the Mobile &amp; Ohio Railroad Company to the lumber company in the sum of $3,053.94, which was ordered to be paid into the chancery court of Harrison county, Miss., within 30 days, to be disbursed in accordance with the decree.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">An appeal was taken by the Mobile &amp; Ohio Railroad Company to the Supreme Court, and in that court, James C. Davis, Director General of Railroads, as Agent of the United States, operating the Mobile &amp; Ohio Railroad Company, was substituted as defendant, the court saying:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">'The record now makes the Director General, an agent of the      United States government, the defendant in garnishment.'</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The court reversed the decree of the chancery court against the Mobile &amp; Ohio Railroad Company, deciding that it should have been discharged as garnishee, and ordered a decree against Davis as Director General for the sum of $3,053.94, with interest at 6 per cent. from June 29, 1920, until paid. To review that judgment is the purpose of this certiorari.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In its opinion upon the second appeal the court reaffirmed the view expressed upon the first appeal, and sustained the validity and operation of the state statute against the acts of Congress and the proclamation of the President, rejecting the defense set up that the carrier was an instrumentality or agency of the Federal Government, citing Missouri Pacific Railroad Co. and Hines, Director General v. Ault, 256 U. S. 554, 41 Sup. Ct. 593, 65 L. Ed. 1087.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">It was deduced from that decision that the Director General was to be treated as a Director General of each separate system of transportation, and that the separate systems being operated by the Director General are separate parties within the meaning of the purposes of the Federal Control Act, and that therefore the judgment against the Mobile &amp; Ohio Railroad Company was, in effect, in view of the substitution made, a judgment against the Director General of the Mobile &amp; Ohio Railroad Company and that the lumber company was entitled to recover.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">It was, however, decided that the Director General could not be required to pay the amount of the judgment into court, but that the lumber company would have to secure it in a manner provided for by the Federal Control Act.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We think the decision of the Supreme Court is based on a misunderstanding of the Ault Case. The liability of the Texas &amp; Pacific Railway Company occurred before the Mobile &amp; Ohio Railroad Company passed under government control, and while the liability continued and the Texas &amp; Pacific Railway Company was subject to suit after the assumption of such control, necessarily, the procedure had to be in accordance with the acts of Congress.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">As to what this procedure should be, the contentions of the parties are in conflict. We have seen that the Supreme Court upon the first appeal, Dantzler Lumber Co. v. Texas &amp; P. R. Co., 119 Miss. 328, 80 South. 770, 4 A. L. R. 1669, decided that a carrier, though operated under government control, might be subject to garnishment, and that judgment could be rendered against it for a debt it owed to the principal defendant, and, further, that the indebted company (in this case the Mobile &amp; Ohio Railroad Company) could not plead any defense which was personal to the principal defendant (in this case the Texas &amp; Pacific Railway Company). From these conclusions the court considered it was not precluded by section 10 of the Federal Control Act, which provided that 'no process, mesne or final, shall be levied against any property under such federal control.'</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">This makes the question in the case.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The lumber company contests the pertinency of the provisions and their control. It asserts that no decree in rem had been rendered in the case, and that&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">'the final decree of the Supreme Court of Mississippi      discharged the fund, and that this court is dealing solely      with the judgment in personam against the Director General,      which there has been no effort to enforce.'</p>\n    </div>\n    <p class=\"indent\">In other words, it is said:</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">'The Supreme Court expressly released the fund and rendered a      decree in personam, and not a word in the decree or the      opinion relates to a refusal to pay the money into court, but      the opinion expressly provides, this is not to be done or any      other sort of execution to issue.'</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">And again the contention is that the lumber company&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">'was proceeding as it unquestionably had a right to, but for      federal control, and the Director General came into court      saying in effect, 'Because of federal control, I am the one      to sue,' and procured dismissal of the other defendants.'</p>\n    </div>\n    <p class=\"indent\">And further:</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">'He cannot assume responsibility for the purpose of raising      or attempting to raise a federal question and then deny the      liability on the merits.'</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">It would be unjust, therefore, is the contention, 'now for the Director General to be even heard to say that he is not responsible for the debt,' and 'the natural consequences to follow his substitution upon the grounds stated by him was to render the decree against him and as such substitute and he is complaining of the very ruling he himself invoked.' And this, it is contended, contravenes the Ault Case.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The view is partial and overlooks antagonistic things overlooks that the Mobile &amp; Ohio Railroad Company was made a defendant through garnishment, attempting thereby to defeat the provision of the Federal Control Act, which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">'No process, mesne or final, shall be levied against any      property under such federal control.'</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">And the prohibition was necessary to the unity and effectiveness of control in the President and, under him, in the Director General. Such is the ruling in the Ault Case, where it is decided that the railroad systems could be 'dealt with as active responsible parties, answerable for their own wrongs,' but it was also decided that 'levy or execution upon their property was precluded as inconsistent with the government's needs.' 'Thus, under section 10,' is the declaration, 'if the cause of action arose prior to government control, suit might be instituted or continued to judgment against the company as though there had been no taking over by the government, save from the immunity of physical property from levy. * * *'</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">To repeat, the right of suit against the carriers was decided, but there was also decided the exemption of their property from levy or execution. The garnishment proceedings against the Mobile &amp; Ohio Railroad Company was an infraction of the exemption&#8212;an infringement of the prohibition of the proclamation of the President and congressional enactments. It is not excluded from the condemnation because it is a procedure under the statutes of the state.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The defense was seasonably made. It is to be remembered that the Mobile &amp; Ohio Railr ad Company, im mediately in the proceeding against it, attacked the jurisdiction of the court and adduced the proclamation of the President exempting the property of any of the railroad systems of the United States from process, and also adduced section 10. The attack was successful in the trial court. It was declared impotent by the Supreme Court of the state, and the case was remanded for further proceedings in accordance with the law of the state; that is, in execution of the garnishment proceedings against the indebtedness of the Mobile &amp; Ohio Railroad Company to the Texas &amp; Pacific Railway Company. The Director General then entered the case and took up the contest commenced by the Mobile &amp; Ohio Railroad Company against the law of the state and the jurisdiction of the state court to enforce it.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">This the Director General did, and nothing more. In other words, the Director General contested the jurisdiction and power of the court to proceed against property under the control of the United States, and which the proclamation of the President and the statutes of the United States had exempted from state control.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Reversed and remanded for further proceedings not inconsistent with this opinion.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/100146/"
}