{"absolute_url": "/opinion/100284/united-states-v-merriam/", "blocked": false, "citation": {"case_name": "United States v. Merriam", "docket_number": "Nos. 67, 68", "document_uris": ["/api/rest/v2/document/100284/"], "federal_cite_one": "263 U.S. 179", "federal_cite_three": null, "federal_cite_two": null, "id": 84667, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/84667/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 42, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1923-11-12", "date_modified": "2014-12-21T01:37:29.254983", "docket": "/api/rest/v2/docket/405693/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">263 U.S. 179</p>\n    <p class=\"case_cite\">44 S.Ct. 69</p>\n    <p class=\"case_cite\">68 L.Ed. 240</p>\n    <p class=\"parties\">UNITED STATES<br>v.<br>MERRIAM.  SAME  v.  ANDERSON.</p>\n    <p class=\"docket\">Nos. 67, 68.</p>\n    <p class=\"date\">Argued Oct. 11, 12, 1923.</p>\n    <p class=\"date\">Decided Nov. 12, 1923.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. Solicitor General Beck, of Washington, D. C., for the United states.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 179-181 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Roy C. Gasser, of New York City, for respondents.</p>\n      <p class=\"indent\">Mr. Justice SUTHERLAND delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These are actions brought by the United States against the respective defendants, to recover the amount of additional income taxes assessed against them under the Act of October 3, 1913, c. 16, 38 Stat. 114, 166. The pertinent provisions of the statute are:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'A. Subdivision 1. That there shall be levied, assessed,      collected and paid annually upon the entire net income      arising or accruing from all sources in the preceding calendar year to every citizen of the United States, whether      residing at home or abroad, and to every person residing in      the United States, though not a citizen thereof, a tax of one      per centum * * * upon such income. * * *</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'B. That, subject only to such exemptions and deductions as      are hereinafter allowed, the net income of a taxable person      shall include gains, profits, and income derived from      salaries, wages, or compensation for personal service of      whatever kind and in whatever form paid, or from professions,      vocations, businesses, trade, commerce, or sales, or dealings      in property, whether real or personal, growing out of the      ownership or use of or interest in real or personal property,      also from interest, rent, dividends, securities, or the      transaction of any lawful business carried on for gain or      profit, or gains or profits and income derived from any      source whatever, including the income from but not the value      of property acquired by gift, bequest, devise or descent. * *      *'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The taxes were assessed upon certain legacies bequeathed to the defendants by the will of the late Alfred G. Vanderbilt. The provisions of the will which give rise to the controversy are as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'Eleventh: I give and bequeath to my brother Reginald C.      Vanderbilt, five hundred thousand dollars ($500,000); to my      uncle Frederick W. Vanderbilt, two hundred thousand dollars      ($200,000): to Frederick M. Davies, five hundred thousand      dollars ($500,000); to Henry B. Anderson, two hundred      thousand dollars ($200,000); to Frederick L. Merriam, two      hundred and fifty thousand dollars ($250,000); to Charles E.      Crocker, ten thousand dollars ($10,000), and to Howard      Lockwood, one thousand dollars ($1,000).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">*                     *                     *</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'Sixteenth. I nominate and appoint my brother, Reginald C.      Vanderbilt, my uncle, Frederick W. Vander bilt, Henry B. Anderson, Frederick M. Davies, and Frederick L.      Merriam executors of this my will and trustees of the several      trusts created by this my will. * * * The bequests herein      made to my said executors are in lieu of all compensation or      commissions to which they would otherwise be entitled as      executors or trustees.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The defendants qualified as executors and letters testamentary were duly issued to them prior to the commencement of these actions. The legacies were received by the respective defendants during the year 1915-$250,000 by Merriam and $200,000 by Anderson.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Demurrers to the complaints were overruled by the District Court and judgments rendered against defendants. Upon writs of error from the Circuit Court of Appeals these judgments were reversed. Merriam v. United States, 282 Fed. 851. The government contends that these legacies are compensation for personal service within the meaning of paragraph B, quoted above.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The cases turn upon the meaning of the phrase which describes net income as 'including the income from but not the value of property acquired by * * * bequest. * * *' The word 'bequest' is commonly defined as a gift of personal property by will; but it is not necessarily confined to a gratuity. Thus, it was held in Orton v. Orton, *42 N. Y. 486, that a bequest of personal property, though made in lieu of dower, was nevertheless, a legacy, the court saying:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'Every bequest of personal property is a legacy, including as      well those made in lieu of dower, and in satisfaction of an      indebtedness as those which are wholly gratuities. The      circumstance whether gratuitous or not, does not enter into      consideration in the definition. * * * And when it is said      that a legacy is a gift of chattels, the word is not limited      in its meaning to a gratuity, but has the more extended      signification, the primary one given by Worcester in his      Dictionary, 'a thing given, either as a gratuity or as a      recompense.\" Without now attempting to formulate a precise definition of the meaning of the word as used in this statute, or deciding whether it includes an amount expressly left as compensation for service actually performed, it is enough for present purposes to say that it does include the bequest here under consideration since, as we shall presently show, actual service as a condition of payment is not required. A bequest to a person as executor is considered as given upon the implied condition that the person named shall, in good faith, clothe himself with the character. 2 Williams on Executors (6th Am. Ed.) 1391; Morris v. Kent, 2 Edw. Ch. 175, 179. And this is so whether given to him simply in this capacity or for care and trouble in executing the office. Id. And it is a sufficient performance of the condition if the executor prove the will or unequivocally manifests an intention to act. Lewis v. Mathews, L. R. 8 Eq. Cas. 277, 281; Kirkland v. Narramore, 105 Mass. 31, 32, 7 Am. Rep. 497; Scofield v. St. John, 65 How. Pr. (N. Y.) 292, 294-296; Morris v. Kent, supra; Harrison v. Rowley, 4 Vesey, 212, 215.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In Morris v. Kent, supra (page 179), it is said:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'A legacy to an executor, even expressed to be for care and      pains, is not to be regarded in the light of a debt or as      founded in contract, or to be governed by the principles      applicable to contracts. * * * When a legacy is given to a      person in the character of executor, so as to attach this      implied condition to it, the question generally has been upon      the sufficient assumption of the character to entitle the      party to the same. The cases establish the general rule that      it will be a sufficient performance of the condition, if the      legatee prove the will with a bona fide intention to act      under it or unequivocally manifest an intention to act in the      executorship, as, for instance, by giving directions about      the funeral of the testator, but is prevented by death from      further performing the duties of his office.' Decisions are cited in the government's brief which, it is said, establish a contrary rule. These decisions, however, we are of opinion, are clearly differentiated from the case under consideration. Some of them are with reference to testamentary provisions specifically fixing the amount of compensation for services to be rendered while others deal with the question whether the executor is entitled to receive statutory compensation in addition to the amount named in the will. In Matter of Tilden, 44 Hun, 441, for example, the will directed that:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'In lieu * * * of all other commissions and compensation to      my executors for performing their duties under this will * *      * I authorize them to receive from my estate the following      commissions, namely.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The court, construing this provision, said:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'The provisions in the will were intended to be as      compensation for services rendered, to be in no respect a      gift, but an authority to charge for their services a certain      sum.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Again, in Richardson v. Richardson, 145 App. Div. 540, 129 N. Y. Supp. 941, the will was interpreted as directing the payment of compensation. Especial stress was laid upon the fact that the will did not purport to 'give' or 'bequeath' to the executors the amounts fixed, and, adopting the language of the court in the Tilden Case, it was said that the provisions of the will were intended as an&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">\"authority to charge for their services a certain sum.' The      compensation provided by the will is not a legacy, and does      not abate with the legacies, but is compensation, carefully      determined by the testator and directed to be paid for the      services to be rendered, and is therefore to be paid in      full.'</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">It is obvious that in this class of cases the right depends upon the actual performance of the service, and the amount fixed is in no sense a legacy, but is purely compensative.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In Renshaw v. Williams, 75 Md. 498, 23 Atl. 905, the court held that where a bequest had been made in lieu of commissions in a sum larger than the commissions would amount to, it must be treated as full compensation for the entire administration of the estate by the same person, though part of it passed through his hands as administrator pendente lite and part as executor.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In Connolly v. Leonard, 114 Me. 29, 95 Atl. 269, a devise was made 'in lieu of any payment for services as executor or trustee,' with the provision that it was so to be accepted and understood. The court held that in view of this language, the executor was not entitled to commissions in addition to the property devised.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The foregoing are illustrative of the cases relied upon, and, apart from some general language, which we are unable to accept as applicable to the present case, none of them, in principle, are in conflict with the conclusion we have reached. The distinction to be drawn is between compensation fixed by will for services to be rendered by the executor and a legacy to one upon the implied condition that he shall clothe himself with the character of executor. In the former case he must perform the service to earn the compensation. In the latter case he need do no more than in good faith comply with the condition in order to receive the bequest; and in that view the further provision that the bequest shall be in lieu of commissions is, in effect, nothing more than an expression of the testator's will that the executor shall not receive statutory allowances for the services he may render.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The word 'bequest' having the judicially settled meaning which we have stated, we must presume it was used in that sense by Congress. Kepner v. United States, 195 U. S. 100, 124, 24 Sup. Ct. 797, 49 L. Ed. 114, 1 Ann. Cas. 655; The Abbotsford, 98 U. S. 440, 444, 25 L. Ed. 168.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">On behalf of the government it is urged that taxation is a practical matter and concerns itself with the substance of the thing upon which the tax is imposed rather than with legal forms or expressions. But in statutes levying taxes the literal meaning of the words employed is most important for such statutes are not to be extended by implication beyond the clear import of the language used. If the words are doubtful, the doubt must be resolved against the government and in favor of the taxpayer. Gould v. Gould, 245 U. S. 151, 153, 38 Sup. Ct. 53, 62 L. Ed. 211. The rule is stated by Lord Cairns in Partington v. Attorney General, L. R. 4 H. L. 100, 122:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">'I am not at all sure that in a case of this kind&#8212;a fiscal      case&#8212;form is not amply sufficient; because, as I understand      the principle of all fiscal legislation, it is this: If the      person sought to be taxed comes within the letter of the law,      he must be taxed, however great the hardship may appear to      the judicial mind to be. On the other hand, if the crown,      seeking to recover the tax, cannot bring the subject within      the letter of the law, the subject is free, however      apparently within the spirit of the law the case might      otherwise appear to be. In other words, if there be      admissible in any statute what is called an equitable      construction, certainly such a construction is not admissible      in a taxing statute, where you can simply adhere to the words      of the statute.'</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">And see Eidman v. Martinez, 184 U. S. 578, 583, 22 Sup. Ct. 515, 46 L. Ed. 697.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We are of opinion that these bequests are not taxable as income under the statute, and the judgment below is</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>263 U.S. 179 (1923)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nMERRIAM.<br>\nUNITED STATES<br>\nv.<br>\nANDERSON.</h1></center>\n<center>Nos. 67 and 68.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 11, 12, 1923.</center>\n<center>Decided November 12, 1923.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE SECOND CIRCUIT.\n<p><i>Mr. Solicitor General Beck,</i> with whom <i>Mr. Preston C. Alexander</i> and <i>Mr. Charles T. Hendler</i> were on the brief, for the United States.</p>\n<p><i>Mr. Roy C. Gasser,</i> with whom <i>Mr. William H. Hayes</i> was on the brief, for respondents.</p>\n<p><span class=\"star-pagination\">*182</span> MR. JUSTICE SUTHERLAND delivered the opinion of the Court.</p>\n<p>These are actions brought by the United States against the respective defendants, to recover the amount of additional income taxes assessed against them under the Act of October 3, 1913, c. 16, 38 Stat. 114, 166. The pertinent provisions of the statute are:</p>\n<p>\"A. Subdivision 1. That there shall be levied, assessed, collected and paid annually upon the entire net income arising or accruing from all sources in the preceding <span class=\"star-pagination\">*183</span> calendar year to every citizen of the United States, whether residing at home or abroad, and to every person residing in the United States, though not a citizen thereof, a tax of one per centum per annum upon such income. . . .</p>\n<p>\"B. That, subject only to such exemptions and deductions as are hereinafter allowed, the net income of a taxable person shall include gains, profits, and income derived from salaries, wages, or compensation for personal service of whatever kind and in whatever form paid, or from professions, vocations, businesses, trade, commerce, or sales, or dealings in property, whether real or personal, growing out of the ownership or use of or interest in real or personal property, also from interest, rent, dividends, securities, or the transaction of any lawful business carried on for gain or profit, or gains or profits and income derived from any source whatever, including the income from but not the value of property acquired by gift, bequest, devise or descent: . . .\"</p>\n<p>The taxes were assessed upon certain legacies bequeathed to the defendants by the will of the late Alfred G. Vanderbilt. The provisions of the will which give rise to the controversy are as follows:</p>\n<p>\"Eleventh: I give and bequeath to my brother, Reginald C. Vanderbilt, Five hundred thousand dollars ($500,000); to my uncle, Frederick W. Vanderbilt, Two hundred thousand dollars ($200,000); to Frederick M. Davies, Five hundred thousand dollars ($500,000); to Henry B. Anderson, Two hundred thousand dollars ($200,000); to Frederick L. Merriam, Two hundred and fifty thousand dollars ($250,000); to Charles E. Crocker, Ten thousand dollars ($10,000); and to Howard Lockwood, One thousand dollars ($1,000).\"</p>\n<p></p>\n<h2>......</h2>\n<p>\"Sixteenth: I nominate and appoint my brother, Reginald C. Vanderbilt, my uncle, Frederick W. Vanderbilt, <span class=\"star-pagination\">*184</span> Henry B. Anderson, Frederick M. Davies, and Frederick L. Merriam executors of this my will and trustees of the several trusts created by this my will. . . . The bequests herein made to my said executors are in lieu of all compensation or commissions to which they would otherwise be entitled as executors or trustees.\"</p>\n<p>The defendants qualified as executors and letters testamentary were duly issued to them prior to the commencement of these actions. The legacies were received by the respective defendants during the year 1915,  $250,000 by Merriam and $200,000 by Anderson.</p>\n<p>Demurrers to the complaints were overruled by the District Court and judgments rendered against defendants. Upon writs of error from the Court of Appeals these judgments were reversed. 282 Fed. 851. The Government contends that these legacies are compensation for personal service within the meaning of paragraph B, quoted above.</p>\n<p>The cases turn upon the meaning of the phrase which describes net income as \"including the income from but not the value of property acquired by . . . bequest. . . .\" The word \"bequest\" is commonly defined as a gift of personal property by will; but it is not necessarily confined to a gratuity. Thus, it was held in <i>Orton</i> v. <i>Orton,</i> 3 Keyes (N.Y.) 486, that a bequest of personal property, though made in lieu of dower, was, nevertheless, a legacy, the court saying: \"Every bequest of personal property is a legacy, including as well those made in lieu of dower, and in satisfaction of an indebtedness, as those which are wholly gratuities. The circumstance whether gratuitous or not, does not enter into consideration in the definition. . .. And when it is said that a legacy is a gift of chattels, the word is not limited in its meaning to a gratuity, but has the more extended signification, the primary one given by Worcester in his dictionary, `a thing given, either as a gratuity or as a recompense.\"</p>\n<p><span class=\"star-pagination\">*185</span> Without now attempting to formulate a precise definition of the meaning of the word as used in this statute, or deciding whether it includes an amount expressly left as compensation for service actually performed, it is enough for present purposes to say that it does include the bequest here under consideration since, as we shall presently show, actual service as a condition of payment is not required. A bequest to a person as executor is considered as given upon the implied condition that the person named shall, in good faith, clothe himself with the character. 2 Williams on Executors (6th Am. ed.) 1391; <i>Morris</i> v. <i>Kent,</i> 2 Edwards Chancery, 175, 179. And this is so whether given to him simply in this capacity or for care and trouble in executing the office. <i>Idem.</i> And it is a sufficient performance of the condition if the executor prove the will or unequivocally manifest an intention to act. <i>Lewis</i> v. <i>Mathews,</i> L.R. 8 Eq. Cas. 277, 281; <i>Kirkland</i> v. <i>Narramore,</i> 105 Mass. 31, 32; <i>Scofield</i> v. <i>St. John,</i> 65 How. Pr. (N.Y.) 292, 294-296; <i>Morris</i> v. <i>Kent, supra</i><i>; </i><i>Harrison</i> v. <i>Rowley,</i> 4 Vesey, 212, 215.</p>\n<p>In <i>Morris</i> v. <i>Kent, supra</i> (p. 179) it is said:</p>\n<p>\"A legacy to an executor even expressed to be for care and pains, is not to be regarded in the light of a debt or as founded in contract, or to be governed by the principles applicable to contracts. . . . When a legacy is given to a person in the character of executor, so as to attach this implied condition to it, the question generally has been upon the sufficient assumption of the character to entitle the party to the same. The cases establish the general rule that it will be a sufficient performance of the condition, if the legatee prove the will with a bona fide intention to act under it or unequivocally manifest an intention to act in the executorship, as, for instance, by giving directions about the funeral of the testator, but is prevented by death from further performing the duties of his office.\"</p>\n<p><span class=\"star-pagination\">*186</span> Decisions are cited in the Government's brief which, it is said, establish a contrary rule. These decisions, however, we are of opinion, are clearly differentiated from the case under consideration. Some of them are with reference to testamentary provisions specifically fixing the amount of compensation for services to be rendered while others deal with the question whether the executor is entitled to receive statutory compensation in addition to the amount named in the will. In <i>Matter of Tilden,</i> 44 Hun, 441, for example, the will directed that: \"In lieu and exclusion of all other commissions and compensation to my executors for performing their duties under this will . . . I authorize them to receive from my estate the following commissions, namely:\" The court, construing this provision, said: \"The provisions in the will were intended to be as compensation for services rendered, to be in no respect a gift, but an authority to charge for their services a certain sum.\"</p>\n<p>Again, in <i>Richardson</i> v. <i>Richardson,</i> 129 N.Y.S. 941, the will was interpreted as directing the payment of compensation. Especial stress was laid upon the fact that the will did not purport to \"give\" or \"bequeath\" to the executors the amounts fixed, and, adopting the language of the court in the <i>Tilden Case,</i> it was said that the provisions of the will were intended as an \"`authority to charge for their services a certain sum.' The compensation provided by the will is not a legacy, and does not abate with the legacies, but is compensation, carefully determined by the testator and directed to be paid for the services to be rendered, and is therefore to be paid in full.\"</p>\n<p>It is obvious that in this class of cases the right depends upon the actual performance of the service and the amount fixed is in no sense a legacy but is purely compensative.</p>\n<p><i>In </i><i>Renshaw</i> v. <i>Williams,</i> 75 Md. 498, the court held that where a bequest had been made in lieu of commissions <span class=\"star-pagination\">*187</span> in a sum larger than the commissions would amount to, it must be treated as full compensation for the entire administration of the estate by the same person, though part of it passed through his hands as administrator <i>pendente lite</i> and part as executor.</p>\n<p>In <i>Connolly</i> v. <i>Leonard,</i> 114 Me. 29, a devise was made \"in lieu of any payment for services as executor or trustee,\" with the provision that it was so to be accepted and understood. The court held that in view of this language, the executor was not entitled to commissions in addition to the property devised.</p>\n<p>The foregoing are illustrative of the cases relied upon, and, apart from some general language, which we are unable to accept as applicable to the present case, none of them, in principle, is in conflict with the conclusion we have reached. The distinction to be drawn is between compensation fixed by will for services to be rendered by the executor and a legacy to one upon the implied condition that he shall clothe himself with the character of executor. In the former case he must perform the service to earn the compensation. In the latter case he need do no more than in good faith comply with the condition in order to receive the bequest; and in that view the further provision that the bequest shall be in lieu of commissions is, in effect, nothing more than an expression of the testator's will that the executor shall not receive statutory allowances for the services he may render.</p>\n<p>The word \"bequest\" having the judicially settled meaning which we have stated, we must presume it was used in that sense by Congress. <i>Kepner</i> v. <i>United States,</i> 195 U.S. 100, 124; <i>The Abbotsford,</i> 98 U.S. 440, 444.</p>\n<p>On behalf of the Government it is urged that taxation is a practical matter and concerns itself with the substance of the thing upon which the tax is imposed rather than with legal forms or expressions. But in statutes levying taxes the literal meaning of the words employed is most <span class=\"star-pagination\">*188</span> important, for such statutes are not to be extended by implication beyond the clear import of the language used. If the words are doubtful, the doubt must be resolved against the Government and in favor of the taxpayer. <i>Gould</i> v. <i>Gould,</i> 245 U.S. 151, 153. The rule is stated by Lord Cairns in <i>Partington</i> v. <i>Attorney-General,</i> L.R. 4 H.L. 100, 122:</p>\n<p>\"I am not at all sure that, in a case of this kind  a fiscal case  form is not amply sufficient; because, as I understand the principle of all fiscal legislation, it is this: If the person sought to be taxed comes within the letter of the law he must be taxed, however great the hardship may appear to the judicial mind to be. On the other hand, if the Crown, seeking to recover the tax, cannot bring the subject within the letter of the law, the subject is free, however apparently within the spirit of the law the case might otherwise appear to be. In other words, if there be admissible in any statute, what is called an equitable construction, certainly such a construction is not admissible in a taxing statute, where you can simply adhere to the words of the statute.\" And see <i>Eidman</i> v. <i>Martinez,</i> 184 U.S. 578, 583.</p>\n<p>We are of opinion that these bequests are not taxable as income under the statute, and the judgment below is</p>\n<p><i>Affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">263</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">179</span></span> (1923)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nMERRIAM.<br>\nUNITED STATES<br>\nv.<br>\nANDERSON.</h1></center>\n<center>Nos. 67 and 68.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 11, 12, 1923.</center>\n<center>Decided November 12, 1923.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE SECOND CIRCUIT.\n<p><i>Mr. Solicitor General Beck,</i> with whom <i>Mr. Preston C. Alexander</i> and <i>Mr. Charles T. Hendler</i> were on the brief, for the United States.</p>\n<p><i>Mr. Roy C. Gasser,</i> with whom <i>Mr. William H. Hayes</i> was on the brief, for respondents.</p>\n<p><span class=\"star-pagination\">*182</span> MR. JUSTICE SUTHERLAND delivered the opinion of the Court.</p>\n<p>These are actions brought by the United States against the respective defendants, to recover the amount of additional income taxes assessed against them under the Act of October 3, 1913, c. 16, 38 Stat. 114, 166. The pertinent provisions of the statute are:</p>\n<p>\"A. Subdivision 1. That there shall be levied, assessed, collected and paid annually upon the entire net income arising or accruing from all sources in the preceding <span class=\"star-pagination\">*183</span> calendar year to every citizen of the United States, whether residing at home or abroad, and to every person residing in the United States, though not a citizen thereof, a tax of one per centum per annum upon such income. . . .</p>\n<p>\"B. That, subject only to such exemptions and deductions as are hereinafter allowed, the net income of a taxable person shall include gains, profits, and income derived from salaries, wages, or compensation for personal service of whatever kind and in whatever form paid, or from professions, vocations, businesses, trade, commerce, or sales, or dealings in property, whether real or personal, growing out of the ownership or use of or interest in real or personal property, also from interest, rent, dividends, securities, or the transaction of any lawful business carried on for gain or profit, or gains or profits and income derived from any source whatever, including the income from but not the value of property acquired by gift, bequest, devise or descent: . . .\"</p>\n<p>The taxes were assessed upon certain legacies bequeathed to the defendants by the will of the late Alfred G. Vanderbilt. The provisions of the will which give rise to the controversy are as follows:</p>\n<p>\"Eleventh: I give and bequeath to my brother, Reginald C. Vanderbilt, Five hundred thousand dollars ($500,000); to my uncle, Frederick W. Vanderbilt, Two hundred thousand dollars ($200,000); to Frederick M. Davies, Five hundred thousand dollars ($500,000); to Henry B. Anderson, Two hundred thousand dollars ($200,000); to Frederick L. Merriam, Two hundred and fifty thousand dollars ($250,000); to Charles E. Crocker, Ten thousand dollars ($10,000); and to Howard Lockwood, One thousand dollars ($1,000).\"</p>\n<p></p>\n<h2>......</h2>\n<p>\"Sixteenth: I nominate and appoint my brother, Reginald C. Vanderbilt, my uncle, Frederick W. Vanderbilt, <span class=\"star-pagination\">*184</span> Henry B. Anderson, Frederick M. Davies, and Frederick L. Merriam executors of this my will and trustees of the several trusts created by this my will. . . . The bequests herein made to my said executors are in lieu of all compensation or commissions to which they would otherwise be entitled as executors or trustees.\"</p>\n<p>The defendants qualified as executors and letters testamentary were duly issued to them prior to the commencement of these actions. The legacies were received by the respective defendants during the year 1915,  $250,000 by Merriam and $200,000 by Anderson.</p>\n<p>Demurrers to the complaints were overruled by the District Court and judgments rendered against defendants. Upon writs of error from the Court of Appeals these judgments were reversed. 282 Fed. 851. The Government contends that these legacies are compensation for personal service within the meaning of paragraph B, quoted above.</p>\n<p>The cases turn upon the meaning of the phrase which describes net income as \"including the income from but not the value of property acquired by . . . bequest. . . .\" The word \"bequest\" is commonly defined as a gift of personal property by will; but it is not necessarily confined to a gratuity. Thus, it was held in <i>Orton</i> v. <i>Orton,</i> 3 Keyes (N.Y.) 486, that a bequest of personal property, though made in lieu of dower, was, nevertheless, a legacy, the court saying: \"Every bequest of personal property is a legacy, including as well those made in lieu of dower, and in satisfaction of an indebtedness, as those which are wholly gratuities. The circumstance whether gratuitous or not, does not enter into consideration in the definition. . .. And when it is said that a legacy is a gift of chattels, the word is not limited in its meaning to a gratuity, but has the more extended signification, the primary one given by Worcester in his dictionary, `a thing given, either as a gratuity or as a recompense.\"</p>\n<p><span class=\"star-pagination\">*185</span> Without now attempting to formulate a precise definition of the meaning of the word as used in this statute, or deciding whether it includes an amount expressly left as compensation for service actually performed, it is enough for present purposes to say that it does include the bequest here under consideration since, as we shall presently show, actual service as a condition of payment is not required. A bequest to a person as executor is considered as given upon the implied condition that the person named shall, in good faith, clothe himself with the character. 2 Williams on Executors (6th Am. ed.) 1391; <i>Morris</i> v. <i>Kent,</i> 2 Edwards Chancery, 175, 179. And this is so whether given to him simply in this capacity or for care and trouble in executing the office. <i>Idem.</i> And it is a sufficient performance of the condition if the executor prove the will or unequivocally manifest an intention to act. <i>Lewis</i> v. <i>Mathews,</i> L.R. 8 Eq. Cas. 277, 281; <i>Kirkland</i> v. <i>Narramore,</i> <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">31</span></span>, 32; <i>Scofield</i> v. <i>St. John,</i> 65 How. Pr. (N.Y.) 292, 294-296; <i>Morris</i> v. <i>Kent, supra</i><i>; </i><i>Harrison</i> v. <i>Rowley,</i> 4 Vesey, 212, 215.</p>\n<p>In <i>Morris</i> v. <i>Kent, supra</i> (p. 179) it is said:</p>\n<p>\"A legacy to an executor even expressed to be for care and pains, is not to be regarded in the light of a debt or as founded in contract, or to be governed by the principles applicable to contracts. . . . When a legacy is given to a person in the character of executor, so as to attach this implied condition to it, the question generally has been upon the sufficient assumption of the character to entitle the party to the same. The cases establish the general rule that it will be a sufficient performance of the condition, if the legatee prove the will with a bona fide intention to act under it or unequivocally manifest an intention to act in the executorship, as, for instance, by giving directions about the funeral of the testator, but is prevented by death from further performing the duties of his office.\"</p>\n<p><span class=\"star-pagination\">*186</span> Decisions are cited in the Government's brief which, it is said, establish a contrary rule. These decisions, however, we are of opinion, are clearly differentiated from the case under consideration. Some of them are with reference to testamentary provisions specifically fixing the amount of compensation for services to be rendered while others deal with the question whether the executor is entitled to receive statutory compensation in addition to the amount named in the will. In <i>Matter of Tilden,</i> 44 Hun, 441, for example, the will directed that: \"In lieu and exclusion of all other commissions and compensation to my executors for performing their duties under this will . . . I authorize them to receive from my estate the following commissions, namely:\" The court, construing this provision, said: \"The provisions in the will were intended to be as compensation for services rendered, to be in no respect a gift, but an authority to charge for their services a certain sum.\"</p>\n<p>Again, in <i>Richardson</i> v. <i>Richardson,</i> <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">N.Y.S.</span> <span class=\"page\">941</span></span>, the will was interpreted as directing the payment of compensation. Especial stress was laid upon the fact that the will did not purport to \"give\" or \"bequeath\" to the executors the amounts fixed, and, adopting the language of the court in the <i>Tilden Case,</i> it was said that the provisions of the will were intended as an \"`authority to charge for their services a certain sum.' The compensation provided by the will is not a legacy, and does not abate with the legacies, but is compensation, carefully determined by the testator and directed to be paid for the services to be rendered, and is therefore to be paid in full.\"</p>\n<p>It is obvious that in this class of cases the right depends upon the actual performance of the service and the amount fixed is in no sense a legacy but is purely compensative.</p>\n<p><i>In </i><i>Renshaw</i> v. <i>Williams,</i> <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">Md.</span> <span class=\"page\">498</span></span>, the court held that where a bequest had been made in lieu of commissions <span class=\"star-pagination\">*187</span> in a sum larger than the commissions would amount to, it must be treated as full compensation for the entire administration of the estate by the same person, though part of it passed through his hands as administrator <i>pendente lite</i> and part as executor.</p>\n<p>In <i>Connolly</i> v. <i>Leonard,</i> <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">Me.</span> <span class=\"page\">29</span></span>, a devise was made \"in lieu of any payment for services as executor or trustee,\" with the provision that it was so to be accepted and understood. The court held that in view of this language, the executor was not entitled to commissions in addition to the property devised.</p>\n<p>The foregoing are illustrative of the cases relied upon, and, apart from some general language, which we are unable to accept as applicable to the present case, none of them, in principle, is in conflict with the conclusion we have reached. The distinction to be drawn is between compensation fixed by will for services to be rendered by the executor and a legacy to one upon the implied condition that he shall clothe himself with the character of executor. In the former case he must perform the service to earn the compensation. In the latter case he need do no more than in good faith comply with the condition in order to receive the bequest; and in that view the further provision that the bequest shall be in lieu of commissions is, in effect, nothing more than an expression of the testator's will that the executor shall not receive statutory allowances for the services he may render.</p>\n<p>The word \"bequest\" having the judicially settled meaning which we have stated, we must presume it was used in that sense by Congress. <i>Kepner</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"96129\"><a href=\"/opinion/96129/kepner-v-united-states/\"><span class=\"volume\">195</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">100</span></a></span>, 124; <i>The Abbotsford,</i> <span class=\"citation\" data-id=\"89886\"><a href=\"/opinion/89886/the-abbotsford/\"><span class=\"volume\">98</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">440</span></a></span>, 444.</p>\n<p>On behalf of the Government it is urged that taxation is a practical matter and concerns itself with the substance of the thing upon which the tax is imposed rather than with legal forms or expressions. But in statutes levying taxes the literal meaning of the words employed is most <span class=\"star-pagination\">*188</span> important, for such statutes are not to be extended by implication beyond the clear import of the language used. If the words are doubtful, the doubt must be resolved against the Government and in favor of the taxpayer. <i>Gould</i> v. <i>Gould,</i> <span class=\"citation\" data-id=\"99024\"><a href=\"/opinion/99024/gould-v-gould/\"><span class=\"volume\">245</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">151</span></a></span>, 153. The rule is stated by Lord Cairns in <i>Partington</i> v. <i>Attorney-General,</i> L.R. 4 H.L. 100, 122:</p>\n<p>\"I am not at all sure that, in a case of this kind  a fiscal case  form is not amply sufficient; because, as I understand the principle of all fiscal legislation, it is this: If the person sought to be taxed comes within the letter of the law he must be taxed, however great the hardship may appear to the judicial mind to be. On the other hand, if the Crown, seeking to recover the tax, cannot bring the subject within the letter of the law, the subject is free, however apparently within the spirit of the law the case might otherwise appear to be. In other words, if there be admissible in any statute, what is called an equitable construction, certainly such a construction is not admissible in a taxing statute, where you can simply adhere to the words of the statute.\" And see <i>Eidman</i> v. <i>Martinez,</i> <span class=\"citation\" data-id=\"95614\"><a href=\"/opinion/95614/eidman-v-martinez/\"><span class=\"volume\">184</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">578</span></a></span>, 583.</p>\n<p>We are of opinion that these bequests are not taxable as income under the statute, and the judgment below is</p>\n<p><i>Affirmed.</i></p>\n</div>", "id": 100284, "judges": "Sutherland", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/100284/", "sha1": "cb52919920866592883fe9fa88e71326dea0d894", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:48:22"}