{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "262 U.S. 172", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/100207/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Oliver Iron Mining Co. v. Lord", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "560", 
    "id": 84590, 
    "resource_uri": "/api/rest/v2/citation/84590/"
  }, 
  "id": 100207, 
  "blocked": false, 
  "judges": "Van Devanter", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1923-05-21", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>262 U.S. 172 (1923)</b></center>\n<center><h1>OLIVER IRON MINING COMPANY<br>\nv.<br>\nLORD ET AL.<br>\nCLEVELAND-CLIFFS IRON COMPANY<br>\nv.<br>\nLORD ET AL.<br>\nMESABA-CLIFFS IRON MINING COMPANY<br>\nv.<br>\nLORD ET AL.<br>\nBENNETT MINING COMPANY ET AL.<br>\nv.<br>\nLORD ET AL.<br>\nREPUBLIC IRON &amp; STEEL COMPANY ET AL.<br>\nv.<br>\nLORD ET AL.<br>\nBIWABIK MINING COMPANY ET AL.<br>\nv.<br>\nLORD ET AL.<br>\nINTER-STATE IRON COMPANY<br>\nv.<br>\nLORD ET AL.</h1></center>\n<center>Nos. 560-566.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 6, 7, 1922.</center>\n<center>Decided May 7, 1923.</center>\nAPPEALS FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE DISTRICT OF MINNESOTA.\n<p><span class=\"star-pagination\">*173</span> <i>Mr. Cordenio A. Severance,</i> with whom <i>Mr. George W. Morgan</i> and <i>Mr. Frank D. Adams</i> were on the brief, for appellant in No. 560.</p>\n<p><i>Mr. Henry J. Grannis,</i> with whom <i>Mr. William P. Belden</i> was on the brief, for appellants in Nos. 561 and 562.</p>\n<p><i>Mr. Oscar Mitchell,</i> with whom <i>Mr. William D. Bailey</i> and <i>Mr. Albert C. Gillette</i> were on the brief, for appellants in Nos. 563 and 564.</p>\n<p><i>Mr. Edgar W. MacPherran,</i> for appellants in Nos. 565 and 566, submitted.</p>\n<p><span class=\"star-pagination\">*174</span> <i>Mr. Egbert S. Oakley</i> and <i>Mr. Patrick J. Ryan,</i> with whom <i>Mr. Clifford L. Hilton,</i> Attorney General of the State of Minnesota, and <i>Mr. Montreville J. Brown</i> were on the brief, for appellees.</p>\n<p>MR. JUSTICE VAN DEVANTER delivered the opinion of the Court.</p>\n<p>These are suits to restrain and prevent the enforcement of a taxing act adopted by the State of Minnesota, April 11, 1921, c. 223, Laws 1921. The principal sections of the act are copied in the margin<sup>[1]</sup> and may be summarized as follows: The first subjects all who are \"engaged in the business of mining or producing iron ore or other <span class=\"star-pagination\">*175</span> ores\" within the State to the payment in each year of \"an occupation tax\" equal to 6 per cent. of the value of the ore mined or produced during the preceding year, \u0097 such tax to be \"in addition to all other taxes.\" The second directs that the tax be computed on the value of the ore at the place where it is \"brought to the surface of the earth\" less certain deductions to be noticed presently. The third requires all who are engaged in such business to make on or before the first of February in each year a true report under oath of relevant information respecting their mining operations during the preceding year. And the sixth provides that where such a report is not made the State Tax Commission shall determine, from such information as it may possess or obtain, the amount and <span class=\"star-pagination\">*176</span> value of the ore and shall compute the tax and include therein a penalty of 10 per cent. For the failure to make the report.</p>\n<p>The plaintiffs are corporations engaged in the business of mining or producing iron ore from mines within the State, and the defendants are the officers designated to carry the act into effect.</p>\n<p>Preparatory to assessing the tax in 1922 the defendants requested the plaintiffs to make the prescribed reports of their mining operations during 1921, which the plaintiffs refused to do because they conceived that the act was invalid. The defendants then proceeded to take the requisite steps for imposing the tax, and the plaintiffs brought these suits to restrain and prevent such action on the grounds that the act and the tax about to be imposed were in conflict with the commerce clause of the Constitution of the United States, with the equal protection clause of the Fourteenth Amendment and with a clause in § 1 of article 9 of the state constitution providing \"Taxes shall be uniform upon the same class of subjects.\"</p>\n<p>The cases were heard together on an agreed statement of facts and some supplemental evidence which was free from conflict. One of the matters stipulated was that the suits were brought in circumstances making them cognizable in equity. The District Court sustained the act and the tax and dismissed the suits on the merits. The cases are here on direct appeals by the plaintiffs under § 238 of the Judicial Code.</p>\n<p>The parties differ about the nature of the tax, the plaintiffs insisting it is a property tax and the defendants that it is an occupation tax. Both treat the question as affecting the solution of other contentions. There has been no ruling on the point by the Supreme Court of the State. We think the tax in its essence is what the act calls it \u0097 an occupation tax. It is not laid on the land containing the ore, nor on the ore after removal, but on <span class=\"star-pagination\">*177</span> the business of mining the ore, which consists in severing it from its natural bed and bringing it to the surface where it can become an article of commerce and be utilized in the industrial arts. Mining is a well recognized business wherein capital and labor are extensively employed. This is particularly true in Minnesota. Obviously a tax laid on those who are engaged in that business, and laid on them solely because they are so engaged, as is the case here, is an occupation tax. It does not differ materially from a tax on those who engage in manufacturing. <i>Stratton's Independence</i> v. <i>Howbert,</i> 231 U.S. 399, 414; <i>Stanton</i> v. <i>Baltic Mining Co.,</i> 240 U.S. 103, 114. The plaintiffs regard <i>Dawson</i> v. <i>Kentucky Distilleries &amp; Warehouse Co.,</i> 255 U.S. 288, as making the other way. But that case is not in point. The tax there considered, as the opinion shows (pp. 292-294), was not laid on any business, but on the mere exertion by an owner of distilled spirits of his right to withdraw them from a bonded warehouse, and had \"none of the ordinary incidents of an occupation tax.\"</p>\n<p>We shall therefore treat the tax as an occupation tax in dealing with the contentions presented.</p>\n<p>The chief contention is that mining as conducted by the plaintiffs, if not actually a part of interstate commerce, is so closely connected therewith that to tax it is to burden or interfere with such commerce, which a State cannot do consistently with the commerce clause of the Constitution of the United States.</p>\n<p>The facts on which the contention rests are as follows: The demand or market within the State for iron ore covers only a negligible percentage of what is mined by the plaintiffs.<sup>[2]</sup> Practically all of their output is mined to fill existing contracts with consumers outside the State <span class=\"star-pagination\">*178</span> and passes at once into the channels of interstate commerce. Three-fourths of it is from open pit mines and one-fourth from underground mines. At the open pit mines empty cars are run from adjacent railroad yards into the mines and there loaded. Steam shovels sever the ore from its natural bed and lift it directly into the cars. When loaded the cars are promptly returned to the railroad yards, where they are put into trains which start the ore on its interstate journey. The several steps follow in such succession that there is practical continuity of movement from the time the ore is severed from its natural bed. The operations within the mine and the movement of the cars into and out of the mine are conducted by the plaintiffs. The subsequent transportation is by public carriers. At the underground mines the plaintiffs dig the ore, bring it to the surface through shafts and put it in elevated pockets where it readily can be loaded into cars. The subsequent movements are much the same as at the open pit mines, but their continuity is not so pronounced. Some of the ore from both kinds of mines \u0097 between 10 and 20 per cent. \u0097 is concentrated by washing or beneficiated after coming out of the mine and before starting out of the State, but our conclusion respecting the usual operations renders this deflection immaterial.</p>\n<p>Plainly the facts do not support the contention. Mining is not interstate commerce, but, like manufacturing, is a local business subject to local regulation and taxation. <i>Kidd</i> v. <i>Pearson,</i> 128 U.S. 1, 20; <i>Capital City Dairy Co.</i> v. <i>Ohio,</i> 183 U.S. 238, 245; <i>Delaware, Lackawanna &amp; Western R.R. Co.</i> v. <i>Yurkonis,</i> 238 U.S. 439, 444; <i>Hammer</i> v. <i>Dagenhart,</i> 247 U.S. 251, 272; <i>United Mine Workers</i> v. <i>Coronado Coal Co.,</i> 259 U.S. 344, 410. Its character in this regard is intrinsic, is not affected by the intended use or disposal of the product, is not controlled by contractual engagements, and persists even though the <span class=\"star-pagination\">*179</span> business be conducted in close connection with interstate commerce. <i>Cornell</i> v. <i>Coyne,</i> 192 U.S. 418; <i>Browning</i> v. <i>Waycross,</i> 233 U.S. 16, 22; <i>Delaware, Lackawanna &amp; Western R.R. Co.</i> v. <i>Yurkonis, supra</i><i>; </i><i>General Railway Signal Co.</i> v. <i>Virginia,</i> 246 U.S. 500; <i>Hammer</i> v. <i>Dagenhart, supra</i><i>; </i><i>Arkadelphia Milling Co.</i> v. <i>St. Louis Southwestern Ry. Co.,</i> 249 U.S. 134, 151; <i>Crescent Cotton Oil Co.</i> v. <i>Mississippi,</i> 257 U.S. 129, 136; <i>Heisler</i> v. <i>Thomas Colliery</i> Co., 260 U.S. 245.</p>\n<p>The ore does not enter interstate commerce until after the mining is done, and the tax is imposed only in respect of the mining. No discrimination against interstate commerce is involved. The tax may indirectly and incidentally affect such commerce, just as any taxation of railroad and telegraph lines does, but this is not a forbidden burden or interference.</p>\n<p>The contentions made under the equal protection provision of the Fourteenth Amendment and under the state constitutional provision that \"Taxes shall be uniform upon the same class of subjects\" present a question of classification and have been argued together.</p>\n<p>Consistently with both provisions the legislature of the State may exercise a wide discretion in selecting the subjects of taxation, particularly as respects occupation taxes. It may select those who are engaged in one class of business and exclude others, if all similarly situated are brought within the class and all members of the class are dealt with according to uniform rules. <i>Southwestern Oil Co.</i> v. <i>Texas,</i> 217 U.S. 114, 121; <i>State ex rel.</i> v. <i>Parr,</i> 109 Minn. 147, 152. Here the selection is of all who are engaged in mining or producing ores on their own account, that is to say, as owners or lessees. The selection seems to be an admissible one, so we turn to the objections urged against it.</p>\n<p>One is that contractors who strip off the overburden of soil, gravel, etc., in open pit mines, other contractors who <span class=\"star-pagination\">*180</span> load the ore in such mines into cars and still others, usually four in a group, who take ore out of underground mines, are not included. But none of these are engaged in mining on their own account. Instead they are working for those who are so engaged. However important their service, they are not principals in the business, but employees; and their pay, whatever it be, is part of the expense of the business. Their omission has a reasonable basis.</p>\n<p>Another objection is that all owners and lessees who mine or produce ore are included while those who do extensive development work, but remove no ore, are omitted. This is not fairly subject to criticism. Equality does not require that unproductive mining be taxes along with productive mining. Besides, if ore is uncovered or made accessible by such development work the tax will be imposed when the ore is mined.</p>\n<p>Among the deductions which the act provides shall be made from the value of the ore before computing the tax is \"The amount of royalties paid on the ore mined and produced during the year.\" This provision is assailed as working a serious discrimination in favor of those who operate under leases and pay royalties, as all the lessees do, and against owners who operate their own mines and pay no royalties. The question is an important one and has not been before the Supreme Court of the State. It apparently requires a construction of the particular provision along with other parts of the act, and possibly of the state constitutional provision. After that it may be that there would be need for turning to the Fourteenth Amendment. \"Only those whose rights are directly affected can properly question the constitutionality of a state statute and invoke our jurisdiction in respect thereto.\" <i>Hendrick</i> v. <i>Maryland,</i> 235 U.S. 610, 621; <i>Hatch</i> v. <i>Reardon,</i> 204 U.S. 152, 160; <i>Plymouth Coal Co.</i> v. <i>Pennsylvania,</i> 232 U.S. 531, 544. The record shows that of the many iron mines in the State all but six are operated <span class=\"star-pagination\">*181</span> under leases and that none of the six was operated in any way during 1921, the year in respect of which the tax was about to be imposed when these suits were begun. Therefore no tax could be imposed in respect of the six mines based on that year's operations, and it is made plain that the defendants have no purpose to impose one. It cannot be merely assumed that mining has been resumed at those mines nor that any tax in respect of them for later years is now threatened. The situations in these cases is therefore such that none of the plaintiffs is entitled to invoke a decision of the question. We accordingly leave it entirely open.</p>\n<p>It also is said that the royalty provision and others respecting deductions will work a discrimination as between different lessees in that some will be subjected to a higher tax than others. No doubt there will be differences in the amount, but they will result from differences in situation and not from differences in treatment. Some lessees pay higher royalties than others and will secure a higher deduction on that score. Some are subjected to greater expense in mining than others and will secure reductions accordingly. And some are subjected to higher local taxes on their mines than others \u0097 the mines being scattered through several counties and minor municipal subdivisions \u0097 and this will cause the deductions to vary. But all lessees will have the benefit of deductions adjusted to the royalties, expenses and taxes actually paid; and the value of the ore, according to which the tax will be computed, will in each instance be its actual value when it is brought out of the mine less those deductions. In short, the tax is to be adjusted to the value of the output less the major expenses of the business, and this according to uniform rules. We, therefore, cannot say that it is intended to or will work any arbitrary or unreasonable discrimination as between different lessees.</p>\n<p><i>Decrees affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]   \"Section 1. Every person engaged in the business of mining or producing iron ore or other in this state shall pay to the state of Minnesota an occupation tax equal to 6 per cent of the valuation of all ores mined or produced, which said tax shall be in addition to all other taxes provided for by law, said tax to be due and payable from such person on May 1 of the year next succeeding the calendar year covered by the report thereupon to be filed as hereinafter provided.\n</p>\n<p>\"Sec. 2. The valuation of iron or other ores for the purposes of determining the amount of tax to be paid under the provisions of Section 1 of this acts shall be ascertained by subtracting from the value of such ore at the place where the same is brought to the surface of the earth, such value to be determined by the Minnesota tax Commission:</p>\n<p>\"1. The reasonable cost of separating the ore from the ore body, including the cost of hoisting, elevating, or conveying the same to the surface of the earth.</p>\n<p>\"2. If the ore is taken from an open pit mine, an amount for each ton of ore mined or produced during the year equal to the cost of removing the overburden, divided by the number of tons of ore uncovered, the number of tons of ore uncovered in each such case to be determined by the Minnesota Tax Commission.</p>\n<p>\"3. If the ore is taken from an underground mine, an amount for each ton of ore mined or produced during the year equal to the cost of sinking and constructing shafts and running drifts, divided by the number of tons of ore that can be advantageously taken out through such shafts and drifts, the number of tons of ore that can be advantageously taken out in each such case to be determined by the Minnesota Tax Commission.</p>\n<p>\"4. The amount of royalties paid on the ore mined or produced during the year.</p>\n<p>\"5. A percentage of the ad valorem taxes levied for said year against the realty in which the ore is deposited equal to the percentage that the tons mined or produced during such year bears to the total tonnage in the mine.</p>\n<p>\"6. The amount or amounts of all the foregoing subtractions shall be ascertained and determined by the Minnesota Tax Commission.</p>\n<p>\"Sec. 3. Every person engaged in such mining or production of ores shall, on or before the first day of February, 1922, and annually thereafter on or before the first day of February of each year, file with said commission under oath a correct report in such form and containing such information as the tax commission may require, covering the preceding calendar year.\"</p>\n<p>\"Sec. 6. If any person, subject to this act, shall fail to make the report provided for in section 3 hereof at the time and in the manner therein provided, the tax commission shall in such case, upon such information as it may possess or obtain, ascertain the kind and amount of ore mined or produced, together with the valuation thereof, and shall thereon find an determine the amount of the tax due from such person, and there shall be added thereto a penalty for failure to report, which penalty shall equal ten per cent of the tax imposed and shall be treated as a part thereof.\"</p>\n<p>[2]   In 1921, out of a total output of 18,167,370 tons the amount sold and used within the State was 261,622 tons.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:48:21", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">262</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">172</span></span> (1923)</b></center>\n<center><h1>OLIVER IRON MINING COMPANY<br>\nv.<br>\nLORD ET AL.<br>\nCLEVELAND-CLIFFS IRON COMPANY<br>\nv.<br>\nLORD ET AL.<br>\nMESABA-CLIFFS IRON MINING COMPANY<br>\nv.<br>\nLORD ET AL.<br>\nBENNETT MINING COMPANY ET AL.<br>\nv.<br>\nLORD ET AL.<br>\nREPUBLIC IRON &amp; STEEL COMPANY ET AL.<br>\nv.<br>\nLORD ET AL.<br>\nBIWABIK MINING COMPANY ET AL.<br>\nv.<br>\nLORD ET AL.<br>\nINTER-STATE IRON COMPANY<br>\nv.<br>\nLORD ET AL.</h1></center>\n<center>Nos. 560-566.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 6, 7, 1922.</center>\n<center>Decided May 7, 1923.</center>\nAPPEALS FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE DISTRICT OF MINNESOTA.\n<p><span class=\"star-pagination\">*173</span> <i>Mr. Cordenio A. Severance,</i> with whom <i>Mr. George W. Morgan</i> and <i>Mr. Frank D. Adams</i> were on the brief, for appellant in No. 560.</p>\n<p><i>Mr. Henry J. Grannis,</i> with whom <i>Mr. William P. Belden</i> was on the brief, for appellants in Nos. 561 and 562.</p>\n<p><i>Mr. Oscar Mitchell,</i> with whom <i>Mr. William D. Bailey</i> and <i>Mr. Albert C. Gillette</i> were on the brief, for appellants in Nos. 563 and 564.</p>\n<p><i>Mr. Edgar W. MacPherran,</i> for appellants in Nos. 565 and 566, submitted.</p>\n<p><span class=\"star-pagination\">*174</span> <i>Mr. Egbert S. Oakley</i> and <i>Mr. Patrick J. Ryan,</i> with whom <i>Mr. Clifford L. Hilton,</i> Attorney General of the State of Minnesota, and <i>Mr. Montreville J. Brown</i> were on the brief, for appellees.</p>\n<p>MR. JUSTICE VAN DEVANTER delivered the opinion of the Court.</p>\n<p>These are suits to restrain and prevent the enforcement of a taxing act adopted by the State of Minnesota, April 11, 1921, c. 223, Laws 1921. The principal sections of the act are copied in the margin<sup>[1]</sup> and may be summarized as follows: The first subjects all who are \"engaged in the business of mining or producing iron ore or other <span class=\"star-pagination\">*175</span> ores\" within the State to the payment in each year of \"an occupation tax\" equal to 6 per cent. of the value of the ore mined or produced during the preceding year, \u0097 such tax to be \"in addition to all other taxes.\" The second directs that the tax be computed on the value of the ore at the place where it is \"brought to the surface of the earth\" less certain deductions to be noticed presently. The third requires all who are engaged in such business to make on or before the first of February in each year a true report under oath of relevant information respecting their mining operations during the preceding year. And the sixth provides that where such a report is not made the State Tax Commission shall determine, from such information as it may possess or obtain, the amount and <span class=\"star-pagination\">*176</span> value of the ore and shall compute the tax and include therein a penalty of 10 per cent. For the failure to make the report.</p>\n<p>The plaintiffs are corporations engaged in the business of mining or producing iron ore from mines within the State, and the defendants are the officers designated to carry the act into effect.</p>\n<p>Preparatory to assessing the tax in 1922 the defendants requested the plaintiffs to make the prescribed reports of their mining operations during 1921, which the plaintiffs refused to do because they conceived that the act was invalid. The defendants then proceeded to take the requisite steps for imposing the tax, and the plaintiffs brought these suits to restrain and prevent such action on the grounds that the act and the tax about to be imposed were in conflict with the commerce clause of the Constitution of the United States, with the equal protection clause of the Fourteenth Amendment and with a clause in § 1 of article 9 of the state constitution providing \"Taxes shall be uniform upon the same class of subjects.\"</p>\n<p>The cases were heard together on an agreed statement of facts and some supplemental evidence which was free from conflict. One of the matters stipulated was that the suits were brought in circumstances making them cognizable in equity. The District Court sustained the act and the tax and dismissed the suits on the merits. The cases are here on direct appeals by the plaintiffs under § 238 of the Judicial Code.</p>\n<p>The parties differ about the nature of the tax, the plaintiffs insisting it is a property tax and the defendants that it is an occupation tax. Both treat the question as affecting the solution of other contentions. There has been no ruling on the point by the Supreme Court of the State. We think the tax in its essence is what the act calls it \u0097 an occupation tax. It is not laid on the land containing the ore, nor on the ore after removal, but on <span class=\"star-pagination\">*177</span> the business of mining the ore, which consists in severing it from its natural bed and bringing it to the surface where it can become an article of commerce and be utilized in the industrial arts. Mining is a well recognized business wherein capital and labor are extensively employed. This is particularly true in Minnesota. Obviously a tax laid on those who are engaged in that business, and laid on them solely because they are so engaged, as is the case here, is an occupation tax. It does not differ materially from a tax on those who engage in manufacturing. <i>Stratton's Independence</i> v. <i>Howbert,</i> <span class=\"citation\" data-id=\"98014\"><a href=\"/opinion/98014/strattons-independence-ltd-v-howbert/\"><span class=\"volume\">231</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">399</span></a></span>, 414; <i>Stanton</i> v. <i>Baltic Mining Co.,</i> <span class=\"citation\" data-id=\"98642\"><a href=\"/opinion/98642/stanton-v-baltic-mining-co/\"><span class=\"volume\">240</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></a></span>, 114. The plaintiffs regard <i>Dawson</i> v. <i>Kentucky Distilleries &amp; Warehouse Co.,</i> <span class=\"citation\" data-id=\"99744\"><a href=\"/opinion/99744/dawson-v-kentucky-distilleries-warehouse-co/\"><span class=\"volume\">255</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">288</span></a></span>, as making the other way. But that case is not in point. The tax there considered, as the opinion shows (pp. 292-294), was not laid on any business, but on the mere exertion by an owner of distilled spirits of his right to withdraw them from a bonded warehouse, and had \"none of the ordinary incidents of an occupation tax.\"</p>\n<p>We shall therefore treat the tax as an occupation tax in dealing with the contentions presented.</p>\n<p>The chief contention is that mining as conducted by the plaintiffs, if not actually a part of interstate commerce, is so closely connected therewith that to tax it is to burden or interfere with such commerce, which a State cannot do consistently with the commerce clause of the Constitution of the United States.</p>\n<p>The facts on which the contention rests are as follows: The demand or market within the State for iron ore covers only a negligible percentage of what is mined by the plaintiffs.<sup>[2]</sup> Practically all of their output is mined to fill existing contracts with consumers outside the State <span class=\"star-pagination\">*178</span> and passes at once into the channels of interstate commerce. Three-fourths of it is from open pit mines and one-fourth from underground mines. At the open pit mines empty cars are run from adjacent railroad yards into the mines and there loaded. Steam shovels sever the ore from its natural bed and lift it directly into the cars. When loaded the cars are promptly returned to the railroad yards, where they are put into trains which start the ore on its interstate journey. The several steps follow in such succession that there is practical continuity of movement from the time the ore is severed from its natural bed. The operations within the mine and the movement of the cars into and out of the mine are conducted by the plaintiffs. The subsequent transportation is by public carriers. At the underground mines the plaintiffs dig the ore, bring it to the surface through shafts and put it in elevated pockets where it readily can be loaded into cars. The subsequent movements are much the same as at the open pit mines, but their continuity is not so pronounced. Some of the ore from both kinds of mines \u0097 between 10 and 20 per cent. \u0097 is concentrated by washing or beneficiated after coming out of the mine and before starting out of the State, but our conclusion respecting the usual operations renders this deflection immaterial.</p>\n<p>Plainly the facts do not support the contention. Mining is not interstate commerce, but, like manufacturing, is a local business subject to local regulation and taxation. <i>Kidd</i> v. <i>Pearson,</i> <span class=\"citation\" data-id=\"92306\"><a href=\"/opinion/92306/kidd-v-pearson/\"><span class=\"volume\">128</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 20; <i>Capital City Dairy Co.</i> v. <i>Ohio,</i> <span class=\"citation\" data-id=\"95543\"><a href=\"/opinion/95543/capital-city-dairy-co-v-ohio/\"><span class=\"volume\">183</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span></a></span>, 245; <i>Delaware, Lackawanna &amp; Western R.R. Co.</i> v. <i>Yurkonis,</i> <span class=\"citation\" data-id=\"98520\"><a href=\"/opinion/98520/delaware-l-wr-co-v-yurkonis/\"><span class=\"volume\">238</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">439</span></a></span>, 444; <i>Hammer</i> v. <i>Dagenhart,</i> <span class=\"citation\" data-id=\"99190\"><a href=\"/opinion/99190/hammer-v-dagenhart/\"><span class=\"volume\">247</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">251</span></a></span>, 272; <i>United Mine Workers</i> v. <i>Coronado Coal Co.,</i> <span class=\"citation\" data-id=\"100018\"><a href=\"/opinion/100018/mine-workers-v-coronado-coal-co/\"><span class=\"volume\">259</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">344</span></a></span>, 410. Its character in this regard is intrinsic, is not affected by the intended use or disposal of the product, is not controlled by contractual engagements, and persists even though the <span class=\"star-pagination\">*179</span> business be conducted in close connection with interstate commerce. <i>Cornell</i> v. <i>Coyne,</i> 192 U.S. 418; <i>Browning</i> v. <i>Waycross,</i> <span class=\"citation\" data-id=\"98133\"><a href=\"/opinion/98133/browning-v-waycross/\"><span class=\"volume\">233</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">16</span></a></span>, 22; <i>Delaware, Lackawanna &amp; Western R.R. Co.</i> v. <i>Yurkonis, supra</i><i>; </i><i>General Railway Signal Co.</i> v. <i>Virginia,</i> 246 U.S. 500; <i>Hammer</i> v. <i>Dagenhart, supra</i><i>; </i><i>Arkadelphia Milling Co.</i> v. <i>St. Louis Southwestern Ry. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">249</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">134</span></span>, 151; <i>Crescent Cotton Oil Co.</i> v. <i>Mississippi,</i> <span class=\"citation\" data-id=\"99868\"><a href=\"/opinion/99868/crescent-cotton-oil-co-v-mississippi/\"><span class=\"volume\">257</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">129</span></a></span>, 136; <i>Heisler</i> v. <i>Thomas Colliery</i> Co., 260 U.S. 245.</p>\n<p>The ore does not enter interstate commerce until after the mining is done, and the tax is imposed only in respect of the mining. No discrimination against interstate commerce is involved. The tax may indirectly and incidentally affect such commerce, just as any taxation of railroad and telegraph lines does, but this is not a forbidden burden or interference.</p>\n<p>The contentions made under the equal protection provision of the Fourteenth Amendment and under the state constitutional provision that \"Taxes shall be uniform upon the same class of subjects\" present a question of classification and have been argued together.</p>\n<p>Consistently with both provisions the legislature of the State may exercise a wide discretion in selecting the subjects of taxation, particularly as respects occupation taxes. It may select those who are engaged in one class of business and exclude others, if all similarly situated are brought within the class and all members of the class are dealt with according to uniform rules. <i>Southwestern Oil Co.</i> v. <i>Texas,</i> <span class=\"citation\" data-id=\"97223\"><a href=\"/opinion/97223/southwestern-oil-co-v-texas/\"><span class=\"volume\">217</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">114</span></a></span>, 121; <i>State ex rel.</i> v. <i>Parr,</i> <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">Minn.</span> <span class=\"page\">147</span></span>, 152. Here the selection is of all who are engaged in mining or producing ores on their own account, that is to say, as owners or lessees. The selection seems to be an admissible one, so we turn to the objections urged against it.</p>\n<p>One is that contractors who strip off the overburden of soil, gravel, etc., in open pit mines, other contractors who <span class=\"star-pagination\">*180</span> load the ore in such mines into cars and still others, usually four in a group, who take ore out of underground mines, are not included. But none of these are engaged in mining on their own account. Instead they are working for those who are so engaged. However important their service, they are not principals in the business, but employees; and their pay, whatever it be, is part of the expense of the business. Their omission has a reasonable basis.</p>\n<p>Another objection is that all owners and lessees who mine or produce ore are included while those who do extensive development work, but remove no ore, are omitted. This is not fairly subject to criticism. Equality does not require that unproductive mining be taxes along with productive mining. Besides, if ore is uncovered or made accessible by such development work the tax will be imposed when the ore is mined.</p>\n<p>Among the deductions which the act provides shall be made from the value of the ore before computing the tax is \"The amount of royalties paid on the ore mined and produced during the year.\" This provision is assailed as working a serious discrimination in favor of those who operate under leases and pay royalties, as all the lessees do, and against owners who operate their own mines and pay no royalties. The question is an important one and has not been before the Supreme Court of the State. It apparently requires a construction of the particular provision along with other parts of the act, and possibly of the state constitutional provision. After that it may be that there would be need for turning to the Fourteenth Amendment. \"Only those whose rights are directly affected can properly question the constitutionality of a state statute and invoke our jurisdiction in respect thereto.\" <i>Hendrick</i> v. <i>Maryland,</i> <span class=\"citation\" data-id=\"98330\"><a href=\"/opinion/98330/hendrick-v-maryland/\"><span class=\"volume\">235</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">610</span></a></span>, 621; <i>Hatch</i> v. <i>Reardon,</i> <span class=\"citation\" data-id=\"96569\"><a href=\"/opinion/96569/new-york-ex-rel-hatch-v-reardon/\"><span class=\"volume\">204</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">152</span></a></span>, 160; <i>Plymouth Coal Co.</i> v. <i>Pennsylvania,</i> <span class=\"citation\" data-id=\"98110\"><a href=\"/opinion/98110/plymouth-coal-co-v-pennsylvania/\"><span class=\"volume\">232</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">531</span></a></span>, 544. The record shows that of the many iron mines in the State all but six are operated <span class=\"star-pagination\">*181</span> under leases and that none of the six was operated in any way during 1921, the year in respect of which the tax was about to be imposed when these suits were begun. Therefore no tax could be imposed in respect of the six mines based on that year's operations, and it is made plain that the defendants have no purpose to impose one. It cannot be merely assumed that mining has been resumed at those mines nor that any tax in respect of them for later years is now threatened. The situations in these cases is therefore such that none of the plaintiffs is entitled to invoke a decision of the question. We accordingly leave it entirely open.</p>\n<p>It also is said that the royalty provision and others respecting deductions will work a discrimination as between different lessees in that some will be subjected to a higher tax than others. No doubt there will be differences in the amount, but they will result from differences in situation and not from differences in treatment. Some lessees pay higher royalties than others and will secure a higher deduction on that score. Some are subjected to greater expense in mining than others and will secure reductions accordingly. And some are subjected to higher local taxes on their mines than others \u0097 the mines being scattered through several counties and minor municipal subdivisions \u0097 and this will cause the deductions to vary. But all lessees will have the benefit of deductions adjusted to the royalties, expenses and taxes actually paid; and the value of the ore, according to which the tax will be computed, will in each instance be its actual value when it is brought out of the mine less those deductions. In short, the tax is to be adjusted to the value of the output less the major expenses of the business, and this according to uniform rules. We, therefore, cannot say that it is intended to or will work any arbitrary or unreasonable discrimination as between different lessees.</p>\n<p><i>Decrees affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]   \"Section 1. Every person engaged in the business of mining or producing iron ore or other in this state shall pay to the state of Minnesota an occupation tax equal to 6 per cent of the valuation of all ores mined or produced, which said tax shall be in addition to all other taxes provided for by law, said tax to be due and payable from such person on May 1 of the year next succeeding the calendar year covered by the report thereupon to be filed as hereinafter provided.\n</p>\n<p>\"Sec. 2. The valuation of iron or other ores for the purposes of determining the amount of tax to be paid under the provisions of Section 1 of this acts shall be ascertained by subtracting from the value of such ore at the place where the same is brought to the surface of the earth, such value to be determined by the Minnesota tax Commission:</p>\n<p>\"1. The reasonable cost of separating the ore from the ore body, including the cost of hoisting, elevating, or conveying the same to the surface of the earth.</p>\n<p>\"2. If the ore is taken from an open pit mine, an amount for each ton of ore mined or produced during the year equal to the cost of removing the overburden, divided by the number of tons of ore uncovered, the number of tons of ore uncovered in each such case to be determined by the Minnesota Tax Commission.</p>\n<p>\"3. If the ore is taken from an underground mine, an amount for each ton of ore mined or produced during the year equal to the cost of sinking and constructing shafts and running drifts, divided by the number of tons of ore that can be advantageously taken out through such shafts and drifts, the number of tons of ore that can be advantageously taken out in each such case to be determined by the Minnesota Tax Commission.</p>\n<p>\"4. The amount of royalties paid on the ore mined or produced during the year.</p>\n<p>\"5. A percentage of the ad valorem taxes levied for said year against the realty in which the ore is deposited equal to the percentage that the tons mined or produced during such year bears to the total tonnage in the mine.</p>\n<p>\"6. The amount or amounts of all the foregoing subtractions shall be ascertained and determined by the Minnesota Tax Commission.</p>\n<p>\"Sec. 3. Every person engaged in such mining or production of ores shall, on or before the first day of February, 1922, and annually thereafter on or before the first day of February of each year, file with said commission under oath a correct report in such form and containing such information as the tax commission may require, covering the preceding calendar year.\"</p>\n<p>\"Sec. 6. If any person, subject to this act, shall fail to make the report provided for in section 3 hereof at the time and in the manner therein provided, the tax commission shall in such case, upon such information as it may possess or obtain, ascertain the kind and amount of ore mined or produced, together with the valuation thereof, and shall thereon find an determine the amount of the tax due from such person, and there shall be added thereto a penalty for failure to report, which penalty shall equal ten per cent of the tax imposed and shall be treated as a part thereof.\"</p>\n<p>[2]   In 1921, out of a total output of 18,167,370 tons the amount sold and used within the State was 261,622 tons.</p>\n\n</div>", 
  "sha1": "e96154969b080b7ceaf24d8595fef1e413b75248", 
  "date_modified": "2014-12-21T01:37:25.825893", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/100207/oliver-iron-mining-co-v-lord/", 
  "citation_count": 45, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/524807/", 
  "html": "<p class=\"case_cite\">262 U.S. 172</p>\n    <p class=\"case_cite\">43 S.Ct. 526</p>\n    <p class=\"case_cite\">67 L.Ed. 929</p>\n    <p class=\"parties\">OLIVER IRON MINING CO.<br>v.<br>LORD et al.</p>\n    <p class=\"docket\">No. 560.</p>\n    <div class=\"prelims\">\n      <p>CLEVELAND-CLIFFS IRON CO.</p>\n      <p>v.</p>\n      <p>SAME.</p>\n      <p>No. 561.</p>\n      <p>MESABA-CLIFFS IRON MINING CO.</p>\n      <p>v.</p>\n      <p>SAME.</p>\n      <p>No. 562.</p>\n      <p>BENNETT MINING CO. et al.</p>\n      <p>v.</p>\n      <p>SAME.</p>\n      <p>No. 563.</p>\n      <p class=\"center\">REPUBLIC IRON &amp; STEEL CO. et al.</p>\n      <p>v.</p>\n      <p>SAME.</p>\n      <p>No. 564.</p>\n      <p>BIWABIK MINING CO. et al.</p>\n      <p>v.</p>\n      <p>SAME.</p>\n      <p>No. 565.</p>\n      <p>INTERSTATE IRON CO.</p>\n      <p>v.</p>\n      <p>SAME.</p>\n      <p>No. 566.</p>\n      <p>Argued Dec. 6 and 7, 1922.</p>\n      <p>Decided May 7, 1923.</p>\n      <p class=\"indent\">[Syllabus from 172-173 intentionally omitted]</p>\n      <p class=\"indent\">Mr. C. A. Severance, of St. Paul, Minn., for appellant Oliver Iron mining co.</p>\n      <p class=\"indent\">Mr. H. J. Grannis, of Duluth, Minn., for appellants Cleveland-Cliffs Iron Co. and Mesaba-Cliffs Iron Mining Co.</p>\n      <p class=\"indent\">Messrs. Oscar Mitchell and Wm. D. Bailey, both of Duluth, Minn., for appellants Bennett Mining Co. and others and Republic Iron &amp; Steel Co. and others.</p>\n      <p class=\"indent\">Mr. E. W. MacPherran, of Duluth, Minn., for appellants Biwabik Mining Co. and others and Interstate Iron Co.</p>\n      <p class=\"indent\">Messrs. Egbert S. Oakley and Patrick J. Ryan, both of St. Paul, Minn., for appellees.</p>\n      <p class=\"indent\">Mr. Justice VAN DEVANTER delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These are suits to restrain and prevent the enforcement of a taxing act adopted by the state of Minnesota, April 11, 1921. Chapter 223, Laws 1921. The principal sections of the act are copied in the margin<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and may be summarized as follows: The first subjects all who are 'engaged in the business of mining or producing iron ore or other ores' within the state to the payment in each year of 'an occupation tax' equal to 6 per cent. of the value of the ore mined or produced during the preceding year&#8212;such tax to be 'in addition to all other taxes.' The second directs that the tax be computed on the value of the ore at the place where it is 'brought to the surface of the earth' less certain deductions to be noticed presently. The third requires all who are engaged in such business to make on or before the 1st of February in each year a true report under oath of relevant information respecting their mining operations during the preceding year. And the sixth provides that, where such a report is not made, the State Tax Commission shall determine, from such information as it may possess or obtain, the amount and value of the ore, and shall compute the tax and include therein a penalty of 10 per cent. for the failure to make the report.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The plaintiffs are corporations engaged in the business of mining or producing iron ore from mines within the state, and the defendants are the officers designated to carry the act into effect.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Preparatory to assessing the tax in 1922 the defendants requested the plaintiffs to make the prescribed reports of their mining operations during 1921, which the plaintiffs refused to do because they conceived that the act was invalid. The defendants then proceeded to take the requisite steps for imposing the tax, and the plaintiffs brought these suits to restrain and prevent such action on the grounds that the act and the tax about to be imposed were in conflict with the commerce clause of the Constitution of the United States, with the equal protection clause of the Fourteenth Amendment, and with a clause in section 1 of article 9 of the state Constitution providing:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'Taxes shall be uniform upon the same class of subjects.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The cases were heard together on an agreed statement of facts and some supplemental evidence which was free from conflict. One of the matters stipulated was that the suits were brought in circumstances making them cognizable in equity. The District Court sustained the act and the tax and dismissed the suits on the merits. The cases are here on direct appeals by the plaintiffs under section 238 of the Judicial Code (Comp. St. &#167; 1215).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The parties differ about the nature of the tax; the plaintiffs insisting it is a property tax, and the defendants that it is an occupation tax. Both treat the question as affecting the solution of other contentions. There has been no ruling on the point by the Supreme Court of the state. We think the tax in its essence is what the act calls it&#8212;an occupation tax. It is not laid on the land containing the ore, nor on the ore after removal, but on the business of mining the ore, which consists in severing it from its natural bed and bringing it to the surface where it can become an article of commerce and be utilized in the industrial arts. Mining is a well-recognized business, wherein capital and labor are extensively employed. This is particularly true in Minnesota. Obviously a tax laid on those who are engaged in that business, and laid on them solely because they are so engaged, as is the case here, is an occupation tax. It does not differ materially from a tax on those who engage in manufacturing. Stratton's Independence v. Howbert, 231 U. S. 399, 414, 34 Sup. Ct. 136, 58 L. Ed. 285; Stanton v. Baltic Mining Co., 240 U. S. 103, 114, 36 Sup. Ct. 278, 60 L. Ed. 546. The plaintiffs regard Dawson v. Kentucky Distilleries &amp; Warehouse Co., 255 U. S. 288, 41 Sup. Ct. 272, 65 L. Ed. 638, as making the other way. But that case is not in point. The tax there considered, as the opinion shows (255 U. S. 292-294, 41 Sup. Ct. 272, 65 L. Ed. 638), was not laid on any business, but on the mere exertion by an owner of distilled spirits of his right to withdraw them from a bonded warehouse, and had 'none of the ordinary incidents of an occupation tax.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We shall therefore treat the tax as an occupation tax in dealing with the contentions presented.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The chief contention is that mining as conducted by the plaintiffs, if not actually a part of interstate commerce, is no closely connected therewith that to tax it is to burden or interfere with such commerce, which a state cannot do consistently with the commerce clause of the Constitution of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The facts on which the contention rests are as follows: The demand or market within the state for iron ore covers only a negligible percentage of what is mined by the plaintiffs.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Practically all of their output is mined to fill existing contracts with consumers outside the state and passes at once into the channels of interstate commerce. Three-fourths of it is from open pit mines and one-fourth from underground mines. At the open pit mines empty cars are run from adjacent railroad yards into the mines and there loaded. Steam shovels sever the ore from its natural bed and lift it directly into the cars. When loaded the cars are promptly returned to the railroad yards, where they are put into trains which start the ore on its interstate journey. The several steps follow in such succession that there is practical continuity of movement from the time the ore is severed from its natural bed. The operations within the mine and the movement of the cars into and out of the mine are conducted by the plaintiffs. The subsequent transportation is by public carriers. At the underground mines the plaintiffs dig the ore, bring it to the surface through shafts and put it in elevated pockets where it readily can be loaded into cars. The subsequent movements are much the same as at the open pit mines, but their continuity is not so pronounced. Some of the ore from both kinds of mines&#8212;between 10 and 20 per cent.&#8212;is concentrated by washing or beneficiated after coming out of the mine and before starting out of the state, but our conclusion respecting the usual operations renders this deflection immaterial.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Plainly the facts do not support the contention. Mining is not interstate commerce, but like manufacturing, is a local business, subject to local regulation and taxation. Kidd v. Pearson, 128 U. S. 1, 20, 9 Sup. Ct. 6, 32 L. Ed. 346; Capital Dairy Co. v. Ohio, 183 U. S. 238, 245, 22 Sup. Ct. 120, 46 L. Ed. 171; Delaware, Lackawanna &amp; Western R. Co. v. Yurkonis, 238 U. S. 439, 444, 35 Sup. Ct. 902, 59 L. Ed. 1397; Hammer v. Dagenhart, 247 U. S. 251, 272, 38 Sup. Ct. 529, 62 L. Ed. 1101, 3 A. L. R. 649, Ann. Cas. 1918E, 724; United Mine Workers v. Coronado Coal Co., 259 U. S. 344, 410, 42 Sup. Ct. 570, 66 L. Ed. 975. Its character in this regard is intrinsic, is not affected by the intended use or disposal of the product, is not controlled by contractual engagements, and persists even though the business be conducted in close connection with interstate commerce. Cornell v. Coyne, 192 U. S. 418, 24 Sup. Ct. 383  48 L. Ed. 504; Browning v. Waycross, 233 U. S. 16, 22, 34 Sup. Ct. 578, 58 L. Ed. 828; Delaware, Lackawanna &amp; Western R. Co. v. Yurkonis, supra; General Railway Signal Co. v. Virginia, 246 U. S. 500, 38 Sup. Ct. 360, 62 L. Ed. 854; Hammer v. Dagenhart, supra; Arkadelphia Milling Co. v. St. Louis Southwestern Ry. Co., 249 U. S. 134, 151, 39 Sup. Ct. 237, 63 L. Ed. 517; Crescent Cotton Oil Co. v. Mississippi, 257 U. S. 129, 136, 42 Sup. Ct. 42, 66 L. Ed. 166; Heisler v. Thomas Colliery Co., 260 U. S. 245, 43 Sup. Ct. 83, 67 L. Ed. &#8212;&#8212;.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The ore does not enter interstate commerce until after the mining is done, and the tax is imposed only in respect of the mining. No discrimination against interstate commerce is involved. The tax may indirectly and incidentally affect such commerce, Just as any taxation of railroad and telegraph lines does, but this is not a forbidden burden or interference.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The contentions made under the equal protection provision of the Fourteenth Amendment and under the state constitutional provision that 'taxes shall be uniform upon the same class of subjects' present a question or classification and have been argued together.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Consistently with both provisions, the Legislature of the state may exercise a wide discretion in selecting the subjects of taxation, particularly as respects occupation taxes. It may select those who are engaged in one class of business and exclude others, if all similarly situated are brought within the class and all members of the class are dealt with according to uniform rules. Southwestern Oil Co. v. Texas, 217 U. S. 114, 121, 30 Sup. Ct. 496, 54 L. Ed. 688; State ex rel. v. Parr, 109 Minn. 147, 152, 123 N. W. 408, 134 Am. St. Rep. 759. Here the selection is of all who are engaged in mining or producing ores on their own account; that is to say, as owners or lessees. The selection seems to be an admissible one, so we turn to the objections urged against it.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">One is that contractors who strip off the overburden of soil, gravel, etc., in open pit mines, other contractors who load the ore in such mines into cars, and still others, usually four in a group, who take ore out of underground mines, are not included. But none of these are engaged in mining on their own account. Instead, they are working for those who are so engaged. However important their service, they are not principals in the business, but employees; and their pay, whatever it be, is part of the expense of the business. Their omission has a reasonable basis.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Another objection is that all owners and lessees who mine or produce ore are included, while those who do extensive development work, but remove no ore, are omitted. This is not fairly subject to criticism. Equality does not require that unproductive mining be taxed along with productive mining. Besides, if ore is uncovered or made accessible by such development work, the tax will be imposed when the ore is mined.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Among the deductions which the act provides shall be made from the value of the ore before computing the tax is 'the amount of royalties paid on the ore mined and produced during the year.' This provision is assailed as working a serious discrimination in favor of those who operate under leases and pay royalties, as all the lessees do, and against owners who operate their own mines and pay no royalties. The question is an important one, and has not been before the Supreme Court of the state. It apparently requires a construction of the particular provision along with other parts of the act, and possibly of the state constitutional provision. After that it may be that there would be need for turning to the Fourteenth Amendment. 'Only those whose rights are directly affected can properly question the constitutionality of a state statute and invoke our jurisdiction in respect thereto.' Hendrick v. Maryland, 235 U. S. 610, 621, 35 Sup. Ct. 140, 142 (59 L. Ed. 385); Hatch v. Reardon, 204 U. S. 152, 160, 27 Sup. Ct. 188, 51 L. Ed. 415, 9 Ann. Cas. 736; Plymouth Coal Co. v. Pennsylvania, 23 U. S. 531, 544, 34 Sup. Ct. 359, 58 L. Ed. 713. The record shows that of the many iron mines in the state all but six are operated under leases, and that none of the six was operated in any way during 1921, the year in respect of which the tax was about to be imposed when these suits were begun. Therefore no tax could be imposed in respect of the six mines based on that year's operations, and it is made plain that the defendants have no purpose to impose one. It cannot be merely assumed that mining has been resumed at those mines, nor that any tax in respect of them for later years is now threatened. The situation in these cases is therefore such that none of the plaintiffs is entitled to invoke a decision of the question. We accordingly leave it entirely open.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It also is said that the royalty provision and others respecting deductions will work a discrimination as between different lessees in that some will be subjected to a higher tax than others. No doubt there will be differences in the amount, but they will result from differences in situation and not from differences in treatment. Some lessees pay higher royalties than others and will secure a higher deduction on that score. Some are subjected to greater expense in mining than others and will secure reductions accordingly. And some are subjected to higher local taxes on their mines than others&#8212;the mines being scattered through several counties and minor municipal subdivisions&#8212;and this will cause the deductions to vary. But all lessees will have the benefit of deductions adjusted to the royalties, expenses and taxes actually paid; and the value of the ore, according to which the tax will be computed, will in each instance be its actual value when it is brought out of the mine less those deductions. In short, the tax is to be adjusted to the value of the output less the major expenses of the business, and this according to uniform rules. We therefore cannot say that it is intended to or will work any arbitrary or unreasonable discrimination as between different lessees.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Decrees affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 'Section 1. Every person engaged in the business of mining or producing iron ore or other ores in this state shall pay to the state of Minnesota an occupation tax equal to 6 per cent. of the valuation of all ores mined or produced, which said tax shall be in addition to all other taxes provided for by law, said tax to be due and payable from such person on May 1 of the year next succeeding the calendar year covered by the report thereupon to be filed as hereinafter provided.</p>\n        <p>'See. 2. The valuation of iron or other ores for the purposes of determining the amount of tax to be paid under the provisions of section 1 of this act shall be ascertained by subtracting from the value of such ore at the place where the same is brought to the surface of the earth, such value to be determined by the Minnesota Tax Commission:</p>\n        <p>'1. The reasonable cost of separating the ore from the ore body, including the cost of hoisting, elevating, or conveying the same to the surface of the earth.</p>\n        <p>'2. If the ore is taken from an open pit mine, an amount for each ton of ore mined or produced during the year equal to the cost of removing the overburden, divided by the number of tons of ore uncovered, the number of tons of ore uncovered in each such case to be determined by the Minnesota Tax Commission.</p>\n        <p>'3. If the ore is taken from an underground mine, an amount for each ton of ore mined or produced during the year equal to the cost of sinking and construction shafts and running drifts, divided by the number of tons of ore that can be advantageously taken out through such shafts and drifts, the number of tons of ore that can be advantageously taken out in each such case to be determined by the Minnesota Tax Commission.</p>\n        <p>'4. The amount of royalties paid on the ore mined or produced during the year.</p>\n        <p>'5. A percentage of the ad valorem taxes levied for said year against the realty in which the ore is deposited equal to the percentage that the tons mined or produced  uring such year bears to the total tonnage in the mine.</p>\n        <p>'6. The amount or amounts of all the foregoing subtractions shall be ascertained and determined by the Minnesota Tax Commission.</p>\n        <p>'Sec. 3. Every person engaged in such mining or production of ores shall, on or before the first day of February, 1922, and annually thereafter on or before the first day of February of each year, file with said Commission under oath a correct report in such form and containing such information as the Tax Commission may require, covering the preceding calendar year.'</p>\n        <p>'Sec. 6. If any person, subject of this act, shall fail to make the report provided for in section 3 hereof at the time and in the manner therein provided, the Tax Commission shall in such case, upon such information as it may possess or obtain, ascertain the kind and amount of ore mined or produced, together with the valuation thereof, and shall thereon find and determine the amount of the tax due from such person, and there shall be added thereto a penalty for failure to report, which penalty shall equal ten per cent. of the tax imposed and shall be treated as a part thereof.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In 1921, out of a total output of 18,167,370 tons, the amount sold and used within the state was 261,622 tons.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/100207/"
}