{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "8 U.S. 293", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/84862/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Hudson v. Guestier", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 51936, 
    "resource_uri": "/api/rest/v2/citation/51936/"
  }, 
  "id": 84862, 
  "blocked": false, 
  "judges": "", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1808-03-18", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>8 U.S. 293 (____)</b></center>\n<center><b>4 Cranch 293</b></center>\n<center><h1>HUDSON AND OTHERS<br>\nv.<br>\nGUESTIER, AND<br>\nLAFONT<br>\nv.<br>\nBIGELOW</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>MARSHALL, Ch. J. delivered the opinion of the court, as follows:</p>\n<p>This case differs from that of Rose v. Himely in one material fact. The vessel and cargo, which constitute the subject of controversy, were seized within the territorial jurisdiction of the government of St. Domingo, and carried into a Spanish port. While lying in that port, proceedings were regularly instituted in the court for the island of Guadaloupe, the cargo was sold by a provisional order of that court, after which the vessel and cargo were condemned. The single question, therefore, which exists in this case is, did the court of the captor lose its jurisdiction over the captured vessel by its being carried into a Spanish port.</p>\n<p><span class=\"star-pagination\">*294</span> The seizure was indisputably a valid seizure, and vested the lawful possession of the vessel in the sovereign of the captor. The right consequently existed in full force to apply immediately to the proper tribunals for an examination of, and decision on the offence alleged to have been committed. The jurisdiction of those tribunals had attached, and this right to decide upon the offence was complete.</p>\n<p>When a seizure is thus made for the violation of a municipal law, the mode of proceeding must be exclusively regulated by the sovereign power of the country, and no foreign court is at liberty to question the correctness of what is done, unless the court passing the sentence loses its jurisdiction by some circumstance which the law of nations can notice. Recapture, escape, or a voluntary discharge of the captured vessel would be such a circumstance, because the sovereign would be thereby deprived of the possession of the thing, and of his power over it. While this possession remains, the res may be either restored or sold, the sentence of the court can be executed, and therefore this possession seems to be the essential fact on which the jurisdiction of the court depends.</p>\n<p>The laws of the United States require that a vessel which has been seized for violating them should be tried in the district where the offence is committed, and certainly it would be irregular and illegal for the tribunal of a different district to act upon the case. But of this irregularity, it is believed, no foreign court could take notice. The United States might enable the admiralty courts of one district to decide on captures made for offences committed in another district. It is an internal regulation, to be expounded by our own courts, and of which the law of nations can take no notice. The possession of the thing would be in the sovereign power of the state, and it is competent to that power to give jurisdiction over it to any of its tribunals. There exists a full power over the subject, and an ability to execute the sentence of the court. The sovereign power possessing jurisdiction over the thing, must be presumed by foreign tribunals to have exercised that jurisdiction properly. But if the res be out of the power of the sovereign, he cannot act upon it, nor delegate authority to act upon it to his courts.</p>\n<p><span class=\"star-pagination\">*295</span> If these principles be correct, it remains to inquire whether the brig Sea Flower remained in the possession and in the power of the sovereign of the captor after being carried into a Spanish port.</p>\n<p>Had this been a prize of war, we have precedents and principles which would guide us. The cases cited from Robinson's Reports, and the regulations made by Louis XVI. in November, 1779, show that the practice of condemning prizes of war while lying in neutral ports has prevailed in England, and has been adopted in France. The objections to this practice may perhaps be sufficient to induce nations to change it by common consent, but until they change it the practice must be submitted to, and the sentence of condemnation passed under such circumstances will bind the property, unless the legislature of the country in which the captured vessel may be claimed, or the law of nations, shall otherwise direct.</p>\n<p>The sovereign whose officer has in his name captured a vessel as prize of war, remains in possession of that vessel, and has full power over her, so long as she is in a situation in which that possession cannot be rightfully divested. The fact whether she is an enemy vessel or not ought however to be judicially inquired into and decided, and therefore the property in a neutral captured as an enemy is never changed until sentence of condemnation has passed; and the practice of nations requires that the vessel shall be in a place of safety before such sentence can be rendered. In the port of a neutral she is in a place of safety, and the possession of the captor cannot be lawfully divested, because the neutral sovereign, by himself or by his courts, can take no cognizance of the question of prize or no prize. This position is not intended to apply to the case of a sovereign bound by particular treaties to one of the belligerents; it is intended to apply only to those neutrals who are free to act according to the general law of nations. In such case the neutral sovereign cannot wrest from the possession of the captor a prize of war brought into his ports.</p>\n<p>A vessel captured as prize of war is then, while lying in the port of a neutral, still in the possession of the sovereign <span class=\"star-pagination\">*296</span> of the captor, and that possession cannot be rightfully divested.</p>\n<p>It is objected that his courts can take no jurisdiction of a vessel under such circumstances, because they cannot enforce a sentence of restitution.</p>\n<p>But it is to be recollected that the possession of the captor is in principle the possession of his sovereign; he is commissioned to seize in the name of the sovereign, and is as much an officer appointed for that purpose, as one who in the body of a county serves a civil process. He is under the controul and direction of the sovereign, and must be considered as ready to obey his commands legally communicated through his courts.</p>\n<p>It is true that in point of fact cruisers are often commanded by men who do not feel a due respect for the laws, and who are not of sufficient responsibility to compensate the injuries their improper conduct may occasion; but in principle they must be considered as officers commissioned by their sovereign to make a seizure in the particular case, and to be ready to obey the legitimate mandate of the sovereign directing a restitution. The property therefore may be restored while lying in a neutral port, and whether it may or may not be sold in the neutral port, the condemnation without a sale may change the property, if such condemnation be valid.</p>\n<p>In cases of prize of war, then, the difficulty of executing the sentence does not seem to afford any conclusive argument against the jurisdiction of the court of the captor over a vessel in possession of the captor, but lying in a neutral or friendly port.</p>\n<p>Do the same principles apply to a seizure made within the territory of a state for the violation of its municipal laws?</p>\n<p>In the solution of this question the court can derive no aid from precedent. The case perhaps has only occurred in the wars which have been carried on since the year 1793, and the court in deciding it finds itself reduced to the necessity of reasoning from analogy.</p>\n<p><span class=\"star-pagination\">*297</span> The seizure, it has been already observed, vests the possession in the sovereign of the captor, and subjects the vessel to the jurisdiction of his courts. The vessel, when carried into a foreign port, is still in his possession, and he is as capable of restoring it if the offence should not have been committed, as he is of restoring a neutral vessel unjustly captured as an enemy. The sentence in the one case may be executed with as much facility as in the other.</p>\n<p>Possession of the res by the sovereign has been considered as giving the jurisdiction to his court; the particular mode of introducing the subject into the court, or, in other words, of instituting the particular process which is preliminary to the sentence, is properly of municipal regulation, uncontrouled by the law of nations, and therefore is not examinable by a foreign tribunal. It would seem then that the principles which have been stated as applicable in this respect to a prize of war, may be applied to a vessel rightfully seized for violating the municipal laws of a nation, if the sovereign of the captor possesses the same right to maintain his possession against the claim of the original owner in the latter as in the former case. If, on a libel filed by the original owner in the courts of the country into which the vessel might be brought, the possession could be defended by alleging that she was seized for the violation of a municipal law, and the right of the court to decide the cause would be thereby defeated, then that possession would seem to be sufficiently firm to maintain the jurisdiction of the courts of the captor.</p>\n<p>Upon this point much doubt has been entertained. It is, however, the opinion of a majority of the judges, that a possession thus lawfully acquired under the authority of a sovereign state could not be divested by the tribunals of that country into whose ports the captured vessel was brought; at least that it could not be divested unless there should be such obvious delay in proceeding to a condemnation as would justify the opinion that no such measure was intended, and thus convert the seizure into a trespass.</p>\n<p>The judgment of the circuit court is to be reversed.</p>\n<p><span class=\"star-pagination\">*298</span> CHASE and LIVINGSTON, Justices, dissented from the opinion of the court in these cases, because the vessel, which was seized for the violation of a French arrete or municipal regulation, was not brought into any port of France for trial, but was voluntarily carried by the captain of the privateer to St. Jago de Cuba, a Spanish port, and while lying there was, with her cargo, condemned as forfeited by a French tribunal sitting at Guadaloupe.</p>\n<p>JOHNSON, J.</p>\n<p>I concur in the reversal of the decision in the court below, but on different grounds from those which influence the opinion of my brethren. I had occasion in the case of The Sarah to express my ideas on most of the points arising in this case, and to that opinion I refer for the reasons of my present conclusion.</p>\n<p>To me it appears immaterial whether the capture was made in exercise of municipal or belligerent rights, or whether within the jurisdictional limits of France, where she is supreme, or beyond those limits and upon the high seas, where her authority is concurrent with that of every other nation. We find the property in possession of the captor, underauthority derived from his sovereign, whose conduct cannot be submitted to our jurisdiction.</p>\n<p>The modern practice of nations sanctions the condemnation of vessels lying in a foreign port, and that practice is not inconsistent with principle.</p>\n<p>The plaintiff below has lost all remedy at law, and must look elsewhere for redress if he has sustained an injury.</p>\n<p>Note. The cases of Palmer and Higgins v. Dutilh, and Hargous v. The Brig Ceres, being imperfectly stated, it not being ascertained whether the seizure was within or without the territorial jurisdiction of St. Domingo, were remanded for further proceedings.</p>\n</div>", 
  "time_retrieved": "2010-04-28T08:59:30", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">8</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">293</span></span> (____)</b></center>\n<center><b>4 Cranch 293</b></center>\n<center><h1>HUDSON AND OTHERS<br>\nv.<br>\nGUESTIER, AND<br>\nLAFONT<br>\nv.<br>\nBIGELOW</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>MARSHALL, Ch. J. delivered the opinion of the court, as follows:</p>\n<p>This case differs from that of Rose v. Himely in one material fact. The vessel and cargo, which constitute the subject of controversy, were seized within the territorial jurisdiction of the government of St. Domingo, and carried into a Spanish port. While lying in that port, proceedings were regularly instituted in the court for the island of Guadaloupe, the cargo was sold by a provisional order of that court, after which the vessel and cargo were condemned. The single question, therefore, which exists in this case is, did the court of the captor lose its jurisdiction over the captured vessel by its being carried into a Spanish port.</p>\n<p><span class=\"star-pagination\">*294</span> The seizure was indisputably a valid seizure, and vested the lawful possession of the vessel in the sovereign of the captor. The right consequently existed in full force to apply immediately to the proper tribunals for an examination of, and decision on the offence alleged to have been committed. The jurisdiction of those tribunals had attached, and this right to decide upon the offence was complete.</p>\n<p>When a seizure is thus made for the violation of a municipal law, the mode of proceeding must be exclusively regulated by the sovereign power of the country, and no foreign court is at liberty to question the correctness of what is done, unless the court passing the sentence loses its jurisdiction by some circumstance which the law of nations can notice. Recapture, escape, or a voluntary discharge of the captured vessel would be such a circumstance, because the sovereign would be thereby deprived of the possession of the thing, and of his power over it. While this possession remains, the res may be either restored or sold, the sentence of the court can be executed, and therefore this possession seems to be the essential fact on which the jurisdiction of the court depends.</p>\n<p>The laws of the United States require that a vessel which has been seized for violating them should be tried in the district where the offence is committed, and certainly it would be irregular and illegal for the tribunal of a different district to act upon the case. But of this irregularity, it is believed, no foreign court could take notice. The United States might enable the admiralty courts of one district to decide on captures made for offences committed in another district. It is an internal regulation, to be expounded by our own courts, and of which the law of nations can take no notice. The possession of the thing would be in the sovereign power of the state, and it is competent to that power to give jurisdiction over it to any of its tribunals. There exists a full power over the subject, and an ability to execute the sentence of the court. The sovereign power possessing jurisdiction over the thing, must be presumed by foreign tribunals to have exercised that jurisdiction properly. But if the res be out of the power of the sovereign, he cannot act upon it, nor delegate authority to act upon it to his courts.</p>\n<p><span class=\"star-pagination\">*295</span> If these principles be correct, it remains to inquire whether the brig Sea Flower remained in the possession and in the power of the sovereign of the captor after being carried into a Spanish port.</p>\n<p>Had this been a prize of war, we have precedents and principles which would guide us. The cases cited from Robinson's Reports, and the regulations made by Louis XVI. in November, 1779, show that the practice of condemning prizes of war while lying in neutral ports has prevailed in England, and has been adopted in France. The objections to this practice may perhaps be sufficient to induce nations to change it by common consent, but until they change it the practice must be submitted to, and the sentence of condemnation passed under such circumstances will bind the property, unless the legislature of the country in which the captured vessel may be claimed, or the law of nations, shall otherwise direct.</p>\n<p>The sovereign whose officer has in his name captured a vessel as prize of war, remains in possession of that vessel, and has full power over her, so long as she is in a situation in which that possession cannot be rightfully divested. The fact whether she is an enemy vessel or not ought however to be judicially inquired into and decided, and therefore the property in a neutral captured as an enemy is never changed until sentence of condemnation has passed; and the practice of nations requires that the vessel shall be in a place of safety before such sentence can be rendered. In the port of a neutral she is in a place of safety, and the possession of the captor cannot be lawfully divested, because the neutral sovereign, by himself or by his courts, can take no cognizance of the question of prize or no prize. This position is not intended to apply to the case of a sovereign bound by particular treaties to one of the belligerents; it is intended to apply only to those neutrals who are free to act according to the general law of nations. In such case the neutral sovereign cannot wrest from the possession of the captor a prize of war brought into his ports.</p>\n<p>A vessel captured as prize of war is then, while lying in the port of a neutral, still in the possession of the sovereign <span class=\"star-pagination\">*296</span> of the captor, and that possession cannot be rightfully divested.</p>\n<p>It is objected that his courts can take no jurisdiction of a vessel under such circumstances, because they cannot enforce a sentence of restitution.</p>\n<p>But it is to be recollected that the possession of the captor is in principle the possession of his sovereign; he is commissioned to seize in the name of the sovereign, and is as much an officer appointed for that purpose, as one who in the body of a county serves a civil process. He is under the controul and direction of the sovereign, and must be considered as ready to obey his commands legally communicated through his courts.</p>\n<p>It is true that in point of fact cruisers are often commanded by men who do not feel a due respect for the laws, and who are not of sufficient responsibility to compensate the injuries their improper conduct may occasion; but in principle they must be considered as officers commissioned by their sovereign to make a seizure in the particular case, and to be ready to obey the legitimate mandate of the sovereign directing a restitution. The property therefore may be restored while lying in a neutral port, and whether it may or may not be sold in the neutral port, the condemnation without a sale may change the property, if such condemnation be valid.</p>\n<p>In cases of prize of war, then, the difficulty of executing the sentence does not seem to afford any conclusive argument against the jurisdiction of the court of the captor over a vessel in possession of the captor, but lying in a neutral or friendly port.</p>\n<p>Do the same principles apply to a seizure made within the territory of a state for the violation of its municipal laws?</p>\n<p>In the solution of this question the court can derive no aid from precedent. The case perhaps has only occurred in the wars which have been carried on since the year 1793, and the court in deciding it finds itself reduced to the necessity of reasoning from analogy.</p>\n<p><span class=\"star-pagination\">*297</span> The seizure, it has been already observed, vests the possession in the sovereign of the captor, and subjects the vessel to the jurisdiction of his courts. The vessel, when carried into a foreign port, is still in his possession, and he is as capable of restoring it if the offence should not have been committed, as he is of restoring a neutral vessel unjustly captured as an enemy. The sentence in the one case may be executed with as much facility as in the other.</p>\n<p>Possession of the res by the sovereign has been considered as giving the jurisdiction to his court; the particular mode of introducing the subject into the court, or, in other words, of instituting the particular process which is preliminary to the sentence, is properly of municipal regulation, uncontrouled by the law of nations, and therefore is not examinable by a foreign tribunal. It would seem then that the principles which have been stated as applicable in this respect to a prize of war, may be applied to a vessel rightfully seized for violating the municipal laws of a nation, if the sovereign of the captor possesses the same right to maintain his possession against the claim of the original owner in the latter as in the former case. If, on a libel filed by the original owner in the courts of the country into which the vessel might be brought, the possession could be defended by alleging that she was seized for the violation of a municipal law, and the right of the court to decide the cause would be thereby defeated, then that possession would seem to be sufficiently firm to maintain the jurisdiction of the courts of the captor.</p>\n<p>Upon this point much doubt has been entertained. It is, however, the opinion of a majority of the judges, that a possession thus lawfully acquired under the authority of a sovereign state could not be divested by the tribunals of that country into whose ports the captured vessel was brought; at least that it could not be divested unless there should be such obvious delay in proceeding to a condemnation as would justify the opinion that no such measure was intended, and thus convert the seizure into a trespass.</p>\n<p>The judgment of the circuit court is to be reversed.</p>\n<p><span class=\"star-pagination\">*298</span> CHASE and LIVINGSTON, Justices, dissented from the opinion of the court in these cases, because the vessel, which was seized for the violation of a French arrete or municipal regulation, was not brought into any port of France for trial, but was voluntarily carried by the captain of the privateer to St. Jago de Cuba, a Spanish port, and while lying there was, with her cargo, condemned as forfeited by a French tribunal sitting at Guadaloupe.</p>\n<p>JOHNSON, J.</p>\n<p>I concur in the reversal of the decision in the court below, but on different grounds from those which influence the opinion of my brethren. I had occasion in the case of The Sarah to express my ideas on most of the points arising in this case, and to that opinion I refer for the reasons of my present conclusion.</p>\n<p>To me it appears immaterial whether the capture was made in exercise of municipal or belligerent rights, or whether within the jurisdictional limits of France, where she is supreme, or beyond those limits and upon the high seas, where her authority is concurrent with that of every other nation. We find the property in possession of the captor, underauthority derived from his sovereign, whose conduct cannot be submitted to our jurisdiction.</p>\n<p>The modern practice of nations sanctions the condemnation of vessels lying in a foreign port, and that practice is not inconsistent with principle.</p>\n<p>The plaintiff below has lost all remedy at law, and must look elsewhere for redress if he has sustained an injury.</p>\n<p>Note. The cases of Palmer and Higgins v. Dutilh, and Hargous v. The Brig Ceres, being imperfectly stated, it not being ascertained whether the seizure was within or without the territorial jurisdiction of St. Domingo, were remanded for further proceedings.</p>\n</div>", 
  "sha1": "c2c59b2de195f0d0e9de17c5356c5b33f537c5ac", 
  "date_modified": "2014-12-21T01:23:46.096516", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/84862/hudson-v-guestier/", 
  "citation_count": 2, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/2291541/", 
  "html": "<p class=\"case_cite\">8 U.S. 293</p>\n    <p class=\"case_cite\">4 Cranch 293</p>\n    <p class=\"case_cite\">2 L.Ed. 625</p>\n    <p class=\"parties\">HUDSON AND OTHERS<br>v.<br>GUESTIER.<br>LAFONT<br>v.<br>BIGELOW.</p>\n    <p class=\"date\">February Term, 1808</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">THESE cases were argued in connexion with that of <i>Rose</i> v. <i>Himely</i>.</p>\n      <p class=\"indent\">MARSHALL, Ch. J. delivered the opinion of the court, as follows:</p>\n      <p class=\"indent\">This case differs from that of Rose v. Himely in one material fact. The vessel and cargo, which constitute the subject of controversy, were seized <i>within the territorial jurisdiction of the government of St. Domingo</i>, and carried into a <i>Spanish</i> port. While lying in that port, proceedings were regularly instituted in the court for the <i>island of Guadaloupe</i>, the cargo was sold by a provisional order of that court, after which the vessel and cargo were condemned. The single question, therefore, which exists in this case is, did the court of the captor lose its jurisdiction over the captured vessel by its being carried into a Spanish port.</p>\n      <p class=\"indent\">The seizure was indisputably a valid seizure, and vested the lawful possession of the vessel in the sovereign of the captor. The right consequently existed in full force to apply immediately to the proper tribunals for an examination of, and decision on the offence alleged to have been committed. The jurisdiction of those tribunals had attached, and this right to decide upon the offence was complete.</p>\n      <p class=\"indent\">When a seizure is thus made for the violation of a municipal law, the mode of proceeding must be exclusively regulated by the sovereign power of the country, and no foreign court is at liberty to question the correctness of what is done, unless the court passing the sentence loses its jurisdiction by some circumstance which the law of nations can notice. Recapture, escape, or a voluntary discharge of the captured vessel would be such a circumstance, because the sovereign would be thereby deprived of the possession of the thing, and of his power over it. While this possession remains, the <i>res</i> may be either restored or sold, the sentence of the court can be executed, and therefore this possession seems to be the essential fact on which the jurisdiction of the court depends.</p>\n      <p class=\"indent\">The laws of the United States require that a vessel which has been seized for violating them should be tried in the district where the offence is committed, and certainly it would be irregular and illegal for the tribunal of a different district to act upon the case. But of this irregularity, it is believed, no foreign court could take notice. The United States might enable the admiralty courts of one district to decide on captures made for offences committed in another district. It is an internal regulation, to be expounded by our own courts, and of which the law of nations can take no notice. The possession of the thing would be in the sovereign power of the state, and it is competent to that power to give jurisdiction over it to any of its tribunals. There exists a full power over the subject, and an ability to execute the sentence of the court. The sovereign power possessing jurisdiction over the thing, must be presumed by foreign tribunals to have exercised that jurisdiction properly. But if the <i>res</i> be out of the power of the sovereign, he cannot act upon it, nor delegate authority to act upon it to his courts.</p>\n      <p class=\"indent\">If these principles be correct, it remains to inquire whether the brig Sea Flower remained in the possession and in the power of the sovereign of the captor after being carried into a Spanish port.</p>\n      <p class=\"indent\">Had this been a prize of war, we have precedents and principles which would guide us. The cases cited from Robinson's Reports, and the regulations made by Louis XVI. in November, 1779, show that the practice of condemning prizes of war while lying in neutral ports has prevailed in England, and has been adopted in France. The objections to this practice may perhaps be sufficient to induce nations to change it by common consent, but until they change it the practice must be submitted to, and the sentence of condemnation passed under such circumstances will bind the property, unless the legislature of the country in which the captured vessel may be claimed, or the law of nations, shall otherwise direct.</p>\n      <p class=\"indent\">The sovereign whose officer has in his name captured a vessel as prize of war, remains in possession of that vessel, and has full power over her, so long as she is in a situation in which that possession cannot be rightfully divested. The fact whether she is an enemy vessel or not ought however to be judicially inquired into and decided, and therefore the property in a neutral captured as an enemy is never changed until sentence of condemnation has passed; and the practice of nations requires that the vessel shall be in a place of safety before such sentence can be rendered. In the port of a neutral she is in a place of safety, and the possession of the captor cannot be lawfully divested, because the neutral sovereign, by himself or by his courts, can take no cognizance of the question of prize or no prize. This position is not intended to apply to the case of a sovereign bound by particular treaties to one of the belligerents; it is intended to apply only to those neutrals who are free to act according to the general law of nations. In such case the neutral sovereign cannot wrest from the possession of the captor a prize of war brought into his ports.</p>\n      <p class=\"indent\">A vessel captured as prize of war is then, while lying in the port of a neutral, still in the possession of the sovereign of the captor, and that possession cannot be rightfully divested.</p>\n      <p class=\"indent\">It is objected that his courts can take no jurisdiction of a vessel under such circumstances, because they cannot enforce a sentence of restitution.</p>\n      <p class=\"indent\">But it is to be recollected that the possession of the captor is in principle the possession of his sovereign; he is commissioned to seize in the name of the sovereign, and is as much an officer appointed for that purpose, as one who in the body of a county serves a civil process. He is under the controul and direction of the sovereign, and must be considered as ready to obey his commands legally communicated through his courts.</p>\n      <p class=\"indent\">It is true that in point of fact cruisers are often commanded by men who do not feel a due respect for the laws, and who are not of sufficient responsibility to compensate the injuries their improper conduct may occasion; but in principle they must be considered as officers commissioned by their sovereign to make a seizure in the particular case, and to be ready to obey the legitimate mandate of the sovereign directing a restitution. The property therefore may be restored while lying in a neutral port, and whether it may or may not be sold in the neutral port, the condemnation without a sale may change the property, if such condemnation be valid.</p>\n      <p class=\"indent\">In cases of prize of war, then, the difficulty of executing the sentence does not seem to afford any conclusive argument against the jurisdiction of the court of the captor over a vessel in possession of the captor, but lying in a neutral or friendly port.</p>\n      <p class=\"indent\">Do the same principles apply to a seizure made within the territory of a state for the violation of its municipal laws?</p>\n      <p class=\"indent\">In the solution of this question the court can derive no aid from precedent. The case perhaps has only occurred in the wars which have been carried on since the year 1793, and the court in deciding it finds itself reduced to the necessity of reasoning from analogy.</p>\n      <p class=\"indent\">The seizure, it has been already observed, vests the possession in the sovereign of the captor, and subjects the vessel to the jurisdiction of his courts. The vessel, when carried into a foreign port, is still in his possession, and he is as capable of restoring it if the offence should not have been committed, as he is of restoring a neutral vessel unjustly captured as an enemy. The sentence in the one case may be executed with as much facility as in the other.</p>\n      <p class=\"indent\">Possession of the <i>res</i> by the sovereign has been considered as giving the jurisdiction to his court; the particular mode of introducing the subject into the court, or, in other words, of instituting the particular process which is preliminary to the sentence, is properly of municipal regulation, uncontrouled by the law of nations, and therefore is not examinable by a foreign tribunal. It would seem then that the principles which have been stated as applicable in this respect to a prize of war, may be applied to a vessel rightfully seized for violating the municipal laws of a nation, if the sovereign of the captor possesses the same right to maintain his possession against the claim of the original owner in the latter as in the former case. If, on a libel filed by the original owner in the courts of the country into which the vessel might be brought, the possession could be defended by alleging that she was seized for the violation of a municipal law, and the right of the court to decide the cause would be thereby defeated, then that possession would seem to be sufficiently firm to maintain the jurisdiction of the courts of the captor.</p>\n      <p class=\"indent\">Upon this point much doubt has been entertained. It is, however, the opinion of a majority of the judges, that a possession thus lawfully acquired under the authority of a sovereign state could not be divested by the tribunals of that country into whose ports the captured vessel was brought; at least that it could not be divested unless there should be such obvious delay in proceeding to a condemnation as would justify the opinion that no such measure was intended, and thus convert the seizure into a trespass.</p>\n      <p class=\"indent\">The judgment of the circuit court is to be reversed.</p>\n      <p class=\"indent\">CHASE and LIVINGSTON, Justices, dissented from the opinion of the court in these cases, because the vessel, which was seized for the violation of a French arrete or municipal regulation, was not brought into any port of France for trial, but was voluntarily carried by the captain of the privateer to St. Jago de Cuba, a Spanish port, and while lying there was, with her cargo, condemned as forfeited by a French tribunal sitting at <i>Guadaloupe</i>.</p>\n      <p class=\"indent\">JOHNSON, J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">I concur in the reversal of the decision in the court below, but on different grounds from those which influence the opinion of my brethren. I had occasion in the case of The Sarah to express my ideas on most of the points arising in this case, and to that opinion I refer for the reasons of my present conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">To me it appears immaterial whether the capture was made in exercise of municipal or belligerent rights, or whether within the jurisdictional limits of France, where she is supreme, or beyond those limits and upon the high seas, where her authority is concurrent with that of every other nation. We find the property in possession of the captor, underauthority derived from his sovereign, whose conduct cannot be submitted to our jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The modern practice of nations sanctions the condemnation of vessels lying in a foreign port, and that practice is not inconsistent with principle.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The plaintiff below has lost all remedy at law, and must look elsewhere for redress if he has sustained an injury.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Note. <i>The cases of</i> Palmer and <i>Higgins v. Dutilh,</i> <i>and</i> <i>Hargous v. The Brig Ceres,</i> <i>being imperfectly stated, it not being ascertained whether the seizure was within or without the territorial jurisdiction of St. Domingo, were remanded for further proceedings</i>.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/84862/"
}