{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "526 U.S. 1", 
    "federal_cite_two": "119 S. Ct. 966", 
    "specialty_cite_one": null, 
    "federal_cite_three": "143 L. Ed. 2d 1", 
    "lexis_cite": "1999 U.S. LEXIS 1708", 
    "document_uris": [
      "/api/rest/v2/document/118265/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Holloway v. United States", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "97-7164", 
    "id": 102624, 
    "resource_uri": "/api/rest/v2/citation/102624/"
  }, 
  "id": 118265, 
  "blocked": false, 
  "judges": "Stevens", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1999-03-03", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>526 U.S. 1 (1999)</b></center>\n<center><h1>HOLLOWAY aka ALI<br>\nv.<br>\nUNITED STATES</h1></center>\n<center>No. 97-7164.</center>\n<center><p><b>United States Supreme Court.</b></p></center>\n<center>Argued November 9, 1998.</center>\n<center>Decided March 2, 1999.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SECOND CIRCUIT\n<p><span class=\"star-pagination\">*2</span> Stevens, J., delivered the opinion of the Court, in which Rehnquist, C. J., and O'Connor, Kennedy, Souter, Ginsburg, and Breyer, JJ., joined. Scalia, J., <i>post,</i> p. 12, and Thomas, J., <i>post,</i> p. 22, filed dissenting opinions.</p>\n<p><i>Kevin J. Keating,</i> by appointment of the Court, 525 U. S. 806, argued the cause for petitioner. With him on the briefs were <i>David G. Secular</i> and <i>Robert C. Nissen.</i> </p>\n<p><i>Deputy Solicitor General Underwood</i> argued the cause for the United States. With her on the brief were <i>Solicitor General Waxman, Assistant Attorney General Robinson,</i>  <span class=\"star-pagination\">*3</span> <i>Deputy Solicitor General Dreeben, Edward C. DuMont,</i> and <i>Deborah Watson.</i><sup>[*]</sup></p>\n<p>Justice Stevens, delivered the opinion of the Court.</p>\n<p>Carjacking \"with the intent to cause death or serious bodily harm\" is a federal crime.<sup>[1]</sup> The question presented in this case is whether that phrase requires the Government to prove that the defendant had an unconditional intent to kill or harm in all events, or whether it merely requires proof of an intent to kill or harm if necessary to effect a carjacking. Most of the judges who have considered the question have concluded, as do we, that Congress intended to criminalize the more typical carjacking carried out by means of a deliberate threat of violence, rather than just the rare case in which the defendant has an unconditional intent to use violence regardless of how the driver responds to his threat.</p>\n<p></p>\n<h2>I</h2>\n<p>A jury found petitioner guilty on three counts of carjacking, as well as several other offenses related to stealing <span class=\"star-pagination\">*4</span> cars.<sup>[2]</sup> In each of the carjackings, petitioner and an armed accomplice identified a car that they wanted and followed it until it was parked. The accomplice then approached the driver, produced a gun, and threatened to shoot unless the driver handed over the car keys.<sup>[3]</sup> The accomplice testified that the plan was to steal the cars without harming the victims, but that he would have used his gun if any of the drivers had given him a \"hard time.\" App. 52. When one victim hesitated, petitioner punched him in the face, but there was no other actual violence.</p>\n<p>The District Judge instructed the jury that the Government was required to prove beyond a reasonable doubt that the taking of a motor vehicle was committed with the intent \"to cause death or serious bodily harm to the person from whom the car was taken.\" <i>Id.,</i> at 29. After explaining that merely using a gun to frighten a victim was not sufficient to prove such intent, he added the following statement over petitioner's objection:</p>\n<blockquote>\"In some cases, intent is conditional. That is, a defendant may intend to engage in certain conduct only if a certain event occurs.</blockquote>\n<blockquote>\"In this case, the government contends that the defendant intended to cause death or serious bodily harm if the alleged victims had refused to turn over their cars. If you find beyond a reasonable doubt that the defendant had such an intent, the government has satisfied this element of the offense. . . .\" <i>Id.,</i> at 30.</blockquote>\n<p>In his postverdict motion for a new trial, petitioner contended that this instruction was inconsistent with the text <span class=\"star-pagination\">*5</span> of the statute. The District Judge denied the motion, stating that there \"is no question that the conduct at issue in this case is precisely what Congress and the general public would describe as carjacking, and that Congress intended to prohibit it in § 2119.\" 921 F. Supp. 155, 156 (EDNY 1996). He noted that the statute as originally enacted in 1992 contained no intent element but covered all carjackings committed by a person \"possessing a firearm.\" A 1994 amendment had omitted the firearm limitation, thus broadening the coverage of the statute to encompass the use of other weapons, and also had inserted the intent requirement at issue in this case. The judge thought that an \"odd result\" would flow from a construction of the amendment that \"would no longer prohibit the very crime it was enacted to address except in those unusual circumstances when carjackers also intended to commit another crime\u0097murder or a serious assault.\" <i>Id.,</i> at 159. Moreover, the judge determined that even though the issue of conditional intent has not been discussed very often, at least in the federal courts, it was a concept that scholars and state courts had long recognized.</p>\n<p>Over a dissent that accused the majority of \"a clear judicial usurpation of congressional authority,\" <i>United States</i> v. <i>Arnold,</i> 126 F. 3d 82, 92 (CA2 1997) (opinion of Miner, J.), the Court of Appeals affirmed. The majority was satisfied that \"the inclusion of a conditional intent to harm within the definition of specific intent to harm\" was not only \"a wellestablished principle of criminal common law,\" but also, and \"most importantly,\" comported \"with a reasonable interpretation of the legislative purpose of the statute.\" <i>Id.,</i> at 88. The alternative interpretation, which would cover \"only those carjackings in which the carjacker's sole and unconditional purpose at the time he committed the carjacking was to kill or maim the victim,\" the court concluded, was clearly at odds with the intent of the statute's drafters. <i>Ibid.</i> </p>\n<p><span class=\"star-pagination\">*6</span> To resolve an apparent conflict with a decision of the Ninth Circuit, <i>United States</i> v. <i>Randolph,</i> 93 F. 3d 656 (1996),<sup>[4]</sup> we granted certiorari. 523 U. S. 1093 (1998).</p>\n<p></p>\n<h2>II</h2>\n<p>Writing for the Court in <i>United States</i> v. <i>Turkette,</i> 452 U. S. 576, 593 (1981), Justice White reminded us that the language of the statutes that Congress enacts provides \"the most reliable evidence of its intent.\" For that reason, we typically begin the task of statutory construction by focusing on the words that the drafters have chosen. In interpreting the statute at issue, \"[w]e consider not only the bare meaning\" of the critical word or phrase \"but also its placement and purpose in the statutory scheme.\" <i>Bailey</i> v. <i>United States,</i> 516 U. S. 137, 145 (1995).</p>\n<p>The specific issue in this case is what sort of evil motive Congress intended to describe when it used the words \"with the intent to cause death or serious bodily harm\" in the 1994 amendment to the carjacking statute. More precisely, the question is whether a person who points a gun at a driver, having decided to pull the trigger if the driver does not comply with a demand for the car keys, possesses the intent, at that moment, to seriously harm the driver. In our view, the <span class=\"star-pagination\">*7</span> answer to that question does not depend on whether the driver immediately hands over the keys or what the offender decides to do after he gains control over the car. At the relevant moment, the offender plainly does have the forbidden intent.</p>\n<p>The opinions that have addressed this issue accurately point out that a carjacker's intent to harm his victim may be either \"conditional\" or \"unconditional.\"<sup>[5]</sup> The statutory phrase at issue theoretically might describe (1) the former, (2) the latter, or (3) both species of intent. Petitioner argues that the \"plain text\" of the statute \"unequivocally\" describes only the latter: that the defendant must possess a specific and unconditional intent to kill or harm in order to complete the proscribed offense. To that end, he insists that Congress would have had to insert the words \"if necessary\" into the disputed text in order to include the conditional species of intent within the scope of the statute. See Reply Brief for Petitioner 2. Because Congress did not include those words, petitioner contends that we must assume that Congress meant to provide a federal penalty for only those carjackings in which the offender actually attempted to harm or kill the driver (or at least intended to do so whether or not the driver resisted).</p>\n<p>We believe, however, that a commonsense reading of the carjacking statute counsels that Congress intended to criminalize a broader scope of conduct than attempts to assault or kill in the course of automobile robberies. As we have repeatedly stated, \"`the meaning of statutory language, plain or not, depends on context.' \" <i>Brown</i> v. <i>Gardner,</i> 513 U. S. 115, 118 (1994) (quoting <i>King</i> v. <i>St. Vincent's Hospital,</i> 502 U. S. 215, 221 (1991)). When petitioner's argument is considered in the context of the statute, it becomes apparent that his proffered construction of the intent element overlooks the significance of the placement of that element in <span class=\"star-pagination\">*8</span> the statute. The carjacking statute essentially is aimed at providing a federal penalty for a particular type of robbery. The statute's <i>mens rea</i> component thus modifies the act of \"tak[ing]\" the motor vehicle. It directs the factfinder's attention to the defendant's state of mind at the precise moment he demanded or took control over the car \"by force and violence or by intimidation.\" If the defendant has the proscribed state of mind at that moment, the statute's scienter element is satisfied.</p>\n<p>Petitioner's reading of the intent element, in contrast, would improperly transform the <i>mens rea</i> element from a modifier into an additional <i>actus reus</i> component of the carjacking statute; it would alter the statute into one that focuses on attempting to harm or kill a person in the course of the robbery of a motor vehicle.<sup>[6]</sup> Indeed, if we accepted petitioner's view of the statute's intent element, even Congress' insertion of the qualifying words \"if necessary,\" by themselves, would not have solved the deficiency that he believes exists in the statute. The inclusion of those words after the intent phrase would have excluded the unconditional species of intent\u0097the intent to harm or kill even if not necessary to complete a carjacking. Accordingly, if Congress had used words such as \"if necessary\" to describe the conditional species of intent, it would also have needed to add something like \"or even if not necessary\" in order to cover both species of intent to harm. Given the fact that the actual text does not mention either species separately\u0097 and thus does not expressly exclude either\u0097that text is most naturally read to encompass the <i>mens rea</i> of both conditional and unconditional intent, and <i>not</i> to limit the statute's reach to crimes involving the additional <i>actus reus</i> of an attempt to kill or harm.</p>\n<p><span class=\"star-pagination\">*9</span> Two considerations strongly support the conclusion that a natural reading of the text is fully consistent with a congressional decision to cover both species of intent. First, the statute as a whole reflects an intent to authorize federal prosecutions as a significant deterrent to a type of criminal activity that was a matter of national concern.<sup>[7]</sup> Because that purpose is better served by construing the statute to cover both the conditional and the unconditional species of wrongful intent, the entire statute is consistent with a normal interpretation of the specific language that Congress chose. See <i>John Hancock Mut. Life Ins. Co.</i> v. <i>Harris Trust and Sav. Bank,</i> 510 U. S. 86, 94-95 (1993) (statutory language should be interpreted consonant with \"the provisions of the whole law, and . . . its object and policy\" (internal quotation marks omitted)). Indeed, petitioner's interpretation would exclude from the coverage of the statute most of the conduct that Congress obviously intended to prohibit.</p>\n<p>Second, it is reasonable to presume that Congress was familiar with the cases and the scholarly writing that have recognized that the \"specific intent\" to commit a wrongful act may be conditional. See <i>Cannon</i> v. <i>University of Chicago,</i> 441 U. S. 677, 696-698 (1979). The facts of the leading case on the point are strikingly similar to the facts of this case. In <i>People</i> v. <i>Connors,</i> 253 Ill. 266, 97 N. E. 643 (1912), <span class=\"star-pagination\">*10</span> the Illinois Supreme Court affirmed the conviction of a union organizer who had pointed a gun at a worker and threatened to kill him forthwith if he did not take off his overalls and quit work. The court held that the jury had been properly instructed that the \"specific intent to kill\" could be found even though that intent was \"coupled with a condition\" that the defendant would not fire if the victim complied with his demand.<sup>[8]</sup> That holding has been repeatedly cited with approval by other courts<sup>[9]</sup> and by scholars.<sup>[10]</sup> Moreover, it reflects the views endorsed by the authors of the Model <span class=\"star-pagination\">*11</span> Criminal Code.<sup>[11]</sup> The core principle that emerges from these sources is that a defendant may not negate a proscribed intent by requiring the victim to comply with a condition the defendant has no right to impose; \"[a]n intent to kill, in the alternative, is nevertheless an intent to kill.\"<sup>[12]</sup></p>\n<p>This interpretation of the statute's specific intent element does not, as petitioner suggests, render superfluous the statute's \"by force and violence or by intimidation\" element. While an empty threat, or intimidating bluff, would be sufficient to satisfy the latter element, such conduct, standing on its own, is not enough to satisfy § 2119's specific intent element.<sup>[13]</sup> In a carjacking case in which the driver surrendered or otherwise lost control over his car without the defendant attempting to inflict, or actually inflicting, serious bodily harm, Congress' inclusion of the intent element requires <span class=\"star-pagination\">*12</span> the Government to prove beyond a reasonable doubt that the defendant would have at least attempted to seriously harm or kill the driver if that action had been necessary to complete the taking of the car.</p>\n<p>In short, we disagree with petitioner's reading of the text of the Act and think it unreasonable to assume that Congress intended to enact such a truncated version of an important criminal statute.<sup>[14]</sup> The intent requirement of § 2119 is satisfied when the Government proves that at the moment the defendant demanded or took control over the driver's automobile the defendant possessed the intent to seriously harm or kill the driver if necessary to steal the car (or, alternatively, if unnecessary to steal the car). Accordingly, we affirm the judgment of the Court of Appeals.</p>\n<p><i>It is so ordered.</i> </p>\n<p>Justice Scalia, dissenting.</p>\n<p>The issue in this case is the meaning of the phrase, in 18 U. S. C. § 2119, \"with the intent to cause death or serious bodily harm.\" (For convenience' sake, I shall refer to it in this opinion as simply intent to kill.) As recounted by the Court, petitioner's accomplice, Vernon Lennon, \"testified that the plan was to steal the cars without harming the victims, but that he would have used his gun if any of the drivers had given him a `hard time.' \" <i>Ante,</i> at 4. The District Court instructed the jury that the intent element would be satisfied if petitioner possessed this \"conditional\" <span class=\"star-pagination\">*13</span> intent. Today's judgment holds that instruction to have been correct.</p>\n<p>I dissent from that holding because I disagree with the following, utterly central, passage of the opinion:</p>\n<blockquote>\"[A] carjacker's intent to harm his victim may be either `conditional' or `unconditional.' The statutory phrase at issue theoretically might describe (1) the former, (2) the latter, or (3) both species of intent.\" <i>Ante,</i> at 7 (footnote omitted).</blockquote>\n<p>I think, to the contrary, that in customary English usage the unqualified word \"intent\" does not usually connote a purpose that is subject to any conditions precedent except those so remote in the speaker's estimation as to be effectively nonexistent\u0097and it <i>never</i> connotes a purpose that is subject to a condition which the speaker hopes will not occur. (It is this last sort of \"conditional intent\" that is at issue in this case, and that I refer to in my subsequent use of the term.) \"Intent\" is \"[a] state of mind in which a person seeks to accomplish a given result through a course of action.\" Black's Law Dictionary 810 (6th ed. 1990). One can hardly \"seek to accomplish\" a result he hopes will not ensue.</p>\n<p>The Court's division of intent into two categories, conditional and unconditional, makes the unreasonable seem logical. But Aristotelian classification says nothing about linguistic usage. Instead of identifying <i>two</i> categories, the Court might just as readily have identified <i>three:</i> unconditional intent, conditional intent, and feigned intent. But the second category, like the third, is simply not conveyed by the word \"intent\" alone. There is intent, conditional intent, and feigned intent, just as there is agreement, conditional agreement, and feigned agreement\u0097but to say that in either case the noun alone, without qualification, \"theoretically might describe\" all three phenomena is simply false. Conditional intent is no more embraced by the unmodified word \"intent\" than a sea lion is embraced by the unmodified word \"lion.\"</p>\n<p><span class=\"star-pagination\">*14</span> If I have made a categorical determination to go to Louisiana for the Christmas holidays, it is accurate for me to say that I \"intend\" to go to Louisiana. And that is so even though I realize that there are some remote and unlikely contingencies\u0097\"acts of God,\" for example\u0097that might prevent me. (The fact that these remote contingencies are always implicit in the expression of intent accounts for the humorousness of spelling them out in such expressions as \"if I should live so long,\" or \"the Good Lord willing and the creek don't rise.\") It is less precise, though tolerable usage, to say that I \"intend\" to go if my purpose is conditional upon an event which, though not virtually certain to happen (such as my continuing to live), is reasonably likely to happen, and which I hope will happen. I might, for example, say that I \"intend\" to go even if my plans depend upon receipt of my usual and hoped-for end-of-year bonus.</p>\n<p>But it is <i>not</i> common usage\u0097indeed, it is an unheard-of usage\u0097to speak of my having an \"intent\" to do something, when my plans are contingent upon an event that is not virtually certain, and that I hope will not occur. When a friend is seriously ill, for example, I would not say that \"I intend to go to his funeral next week.\" I would have to make it clear that the intent is a conditional one: \"I intend to go to his funeral next week if he dies.\" The carjacker who intends to kill if he is met with resistance is in the same position: He has an \"intent to kill if resisted\"; he does not have an \"intent to kill.\" No amount of rationalization can change the reality of this normal (and as far as I know exclusive) English usage. The word in the statute simply will not bear the meaning that the Court assigns.</p>\n<p>The Government makes two contextual arguments to which I should respond. First, it points out that the statute criminalizes not only carjackings accomplished by \"force and violence\" but also those accomplished by mere \"intimidation.\" Requiring an unconditional intent, it asserts, would make the number of covered carjackings accomplished by intimidation <span class=\"star-pagination\">*15</span> \"implausibly small.\" Brief for United States 22. That seems to me not so. It is surely not an unusual carjacking in which the criminal jumps into the passenger seat and forces the person behind the wheel to drive off at gunpoint. A carjacker who intends to kill may well use this <i>modus operandi,</i> planning to kill the driver in a more secluded location. Second, the Government asserts that it would be hard to imagine an unconditional-intent-to-kill case in which the first penalty provision of § 2119 would apply, <i>i. e.,</i> the provision governing cases in which no death or bodily harm has occurred. <i>Id.,</i> at 23. That is rather like saying that the crime of attempted murder should not exist, because someone who intends to kill always succeeds.</p>\n<p>Notwithstanding the clear ordinary meaning of the word \"intent,\" it would be possible, though of course quite unusual, for the word to have acquired a different meaning in the criminal law. The Court does not claim\u0097and falls far short of establishing\u0097such \"term-of-art\" status. It cites five state cases (representing the majority view among the minority of jurisdictions that have addressed the question) saying that conditional intent satisfies an intent requirement; but it acknowledges that there are cases in other jurisdictions to the contrary. See <i>ante,</i> at 10, n. 9 (citing <i>State</i>  v. <i>Irwin,</i> 55 N. C. App. 305, 285 S. E. 2d 345 (1982); <i>State</i> v. <i>Kinnemore,</i> 34 Ohio App. 2d 39, 295 N. E. 2d 680 (1972)); see also <i>Craddock</i> v. <i>State,</i> 204 Miss. 606, 37 So. 2d 778 (1948); <i>McArdle</i> v. <i>State,</i> 372 So. 2d 897 (Ala. Crim. App.), writ denied, 372 So. 2d 902 (Ala. 1979). As I understand the Court's position, it is not that the former cases are right and the latter wrong, so that \"intent\" in criminal statutes, a term of art in that context, includes conditional intent; but rather that \"intent\" in criminal statutes <i>may</i> include conditional intent, depending upon the statute in question. That seems to me not an available option. It is so utterly clear in normal usage that \"intent\" does <i>not</i> include conditional intent, that only an accepted convention in the criminal law could <span class=\"star-pagination\">*16</span> give the word a different meaning. And an accepted convention is not established by the fact that some courts have thought so some times. One must decide, I think, which line of cases is correct, and in my judgment it is that which rejects the conditional-intent rule.</p>\n<p>There are of course innumerable federal criminal statutes containing an intent requirement, ranging from intent to steal, see 18 U. S. C. § 2113, to intent to defeat the provisions of the Bankruptcy Code, see § 152(5), to intent that a vessel be used in hostilities against a friendly nation, see § 962, to intent to obstruct the lawful exercise of parental rights, see § 1204. Consider, for example, 21 U. S. C. § 841, which makes it a crime to possess certain drugs with intent to distribute them. Possession alone is also a crime, but a lesser one, see § 844. Suppose that a person acquires and possesses a small quantity of cocaine for his own use, and that he in fact consumes it entirely himself. But assume further that, at the time he acquired the drug, he told his wife not to worry about the expense because, if they had an emergency need for money, he could always resell it. If conditional intent suffices, this person, who has never sold drugs and has never \"intended\" to sell drugs in any normal sense, has been guilty of possession with intent to distribute. Or consider 18 U. S. C. § 2390, which makes it a crime to enlist within the United States \"with intent to serve in armed hostility against the United States.\" Suppose a Canadian enlists in the Canadian army in the United States, intending, of course, to fight all of Canada's wars, including (though he neither expects nor hopes for it) a war against the United States. He would be criminally liable. These examples make it clear, I think, that the doctrine of conditional intent cannot reasonably be applied across-the-board to the criminal code. I am unaware that any equivalent absurdities result from reading \"intent\" to mean what it says\u0097 a conclusion strongly supported by the fact that the Government has cited only a single case involving another federal <span class=\"star-pagination\">*17</span> statute, from over two centuries of federal criminal jurisprudence, applying the conditional-intent doctrine (and that in circumstances where it would not at all have been absurd to require real intent).<sup>[1]</sup> The course selected by the Court, of course\u0097\"intent\" is sometimes conditional and sometimes not\u0097would require us to sift through these many statutes <span class=\"star-pagination\">*18</span> one-by-one, making our decision on the basis of such ephemeral indications of \"congressional purpose\" as the Court has used in this case, to which I now turn.</p>\n<p>Ultimately, the Court rests its decision upon the fact that the purpose of the statute\u0097which it says is deterring carjacking\u0097\"is better served by construing the statute to cover both the conditional and the unconditional species of wrongful intent.\" <i>Ante,</i> at 9. It supports this statement, both premise and conclusion, by two unusually uninformative statements from the legislative history (to stand out in that respect in that realm is quite an accomplishment) that speak generally about strengthening and broadening the carjacking statute and punishing carjackers severely. <i>Ante,</i> at 9, n. 7. But every statute intends not only to achieve certain policy objectives, but to achieve them by the means specified. Limitations upon the means employed to achieve the policy goal are no less a \"purpose\" of the statute than the policy goal itself. See <i>Director, Office of Workers' Compensation Programs</i> v. <i>Newport News Shipbuilding &amp; Dry Dock Co.,</i>  514 U. S. 122, 135-136 (1995). Under the Court's analysis, any interpretation of the statute that would broaden its reach would further the purpose the Court has found. Such reasoning is limitless and illogical.</p>\n<p>The Court confidently asserts that \"petitioner's interpretation would exclude from the coverage of the statute most of the conduct that Congress obviously intended to prohibit.\" <i>Ante,</i> at 9. It seems to me that one can best judge what Congress \"obviously intended\" not by intuition, but by the words that Congress enacted, which in this case require intent (not conditional intent) to kill. Is it implausible that Congress intended to define such a narrow federal crime? Not at all. The era when this statute was passed contained well publicized instances of not only carjackings, and not only carjackings involving violence or the threat of violence (as, of course, most of them do); but also of carjackings in which the perpetrators senselessly harmed the car owners <span class=\"star-pagination\">*19</span> when that was entirely unnecessary to the crime. I have a friend whose father was killed, and whose mother was nearly killed, in just such an incident\u0097after the car had already been handed over. It is not at all implausible that Congress should direct its attention to this particularly savage sort of carjacking\u0097where killing the driver is part of the intended crime.<sup>[2]</sup></p>\n<p>Indeed, it seems to me much more implausible that Congress would have focused upon the ineffable \"conditional intent\" that the Court reads into the statute, sending courts and juries off to wander through \"would-a, could-a, should-a\" land. It is difficult enough to determine a defendant's actual intent; it is infinitely more difficult to determine what the defendant planned to do upon the happening of an event that the defendant hoped would not happen, and that he himself may not have come to focus upon. There will not often be the accomplice's convenient confirmation of conditional intent that exists in the present case. Presumably it will be up to each jury whether to take the carjacker (\"Your car or <span class=\"star-pagination\">*20</span> your life\") at his word. Such a system of justice seems to me so arbitrary that it is difficult to believe Congress intended it. Had Congress meant to cast its carjacking net so broadly, it could have achieved that result\u0097and eliminated the arbitrariness\u0097by defining the crime as \"carjacking under threat of death or serious bodily injury.\" Given the language here, I find it much more plausible that Congress meant to reach\u0097as it said\u0097the carjacker who intended to kill.</p>\n<p>In sum, I find the statute entirely unambiguous as to whether the carjacker who hopes to obtain the car without inflicting harm is covered. Even if ambiguity existed, however, the rule of lenity would require it to be resolved in the defendant's favor. See generally <i>United States</i> v. <i>Wiltberger,</i> 5 Wheat. 76, 95 (1820). The Government's statement that the rule of lenity \"has its <i>primary</i> application in cases in which there is some doubt whether the legislature intended to criminalize conduct that might otherwise appear to be innocent,\" Brief for United States 31 (emphasis added), is carefully crafted to conceal the fact that we have repeatedly applied the rule to situations just like this. For example, in <i>Ladner</i> v. <i>United States,</i> 358 U. S. 169 (1958), the statute at issue made it a crime to assault a federal officer with a deadly weapon. The defendant, who fired one shotgun blast that wounded two federal officers, contended that under this statute he was guilty of only one, and not two, assaults. The Court said, in an opinion joined by all eight Justices who reached the merits of the case:</p>\n<blockquote>\"This policy of lenity means that the Court will not interpret a federal criminal statute so as to increase the penalty that it places on an individual when such an interpretation can be based on no more than a guess as to what Congress intended. If Congress desires to create multiple offenses from a single act affecting more than one federal officer, Congress can make that meaning clear. We thus hold that the single discharge of a shotgun <span class=\"star-pagination\">*21</span> alleged by the petitioner in this case would constitute only a single violation of § 254.\" <i>Id.,</i> at 178.</blockquote>\n<p>In <i>Bell</i> v. <i>United States,</i> 349 U. S. 81 (1955), the issue was similar: whether transporting two women, for the purpose of prostitution, in the same vehicle and on the same trip, constituted one or two violations of the Mann Act. In an opinion authored by Justice Frankfurter, the Court said:</p>\n<blockquote>\"When Congress leaves to the Judiciary the task of imputing to Congress an undeclared will, the ambiguity should be resolved in favor of lenity. And this is not out of any sentimental consideration, or for want of sympathy with the purpose of Congress in proscribing evil or antisocial conduct. It may fairly be said to be a presupposition of our law to resolve doubts in the enforcement of a penal code against the imposition of a harsher punishment.\" <i>Id.,</i> at 83.</blockquote>\n<p>If that is no longer the presupposition of our law, the Court should say so, and reduce the rule of lenity to a historical curiosity. But if it remains the presupposition, the rule has undeniable application in the present case. If the statute is not, as I think, clear in the defendant's favor, it is at the very least ambiguous and the defendant must be given the benefit of the doubt.</p>\n<p></p>\n<h2>* * *</h2>\n<p>This seems to me not a difficult case. The issue before us is not whether the \"intent\" element of some commonlaw crime developed by the courts themselves\u0097or even the \"intent\" element of a statute that replicates the commonlaw definition\u0097includes, or should include, conditional intent. Rather, it is whether the English term \"intent\" used in a statute defining a brand new crime bears a meaning that contradicts normal usage. Since it is quite impossible to say that longstanding, agreed-upon legal usage has converted this word into a term of art, the answer has to be no. And it would be no even if the question were doubtful. <span class=\"star-pagination\">*22</span> I think it particularly inadvisable to introduce the new possibility of \"conditional-intent\" prosecutions into a modern federal criminal-law system characterized by plea bargaining, where they will predictably be used for <i>in terrorem</i>  effect. I respectfully dissent.</p>\n<p>Justice Thomas, dissenting.</p>\n<p>I cannot accept the majority's interpretation of the term \"intent\" in 18 U. S. C. § 2119 (1994 ed. and Supp. III) to include the concept of conditional intent. The central difficulty in this case is that the text is silent as to the meaning of \"intent\"\u0097the carjacking statute does not define that word, and Title 18 of the United States Code, unlike some state codes, lacks a general section defining intent to include conditional intent. See, <i>e. g.,</i> Del. Code Ann., Tit. 11, § 254 (1995); Haw. Rev. Stat. § 702-209 (1993); 18 Pa. Cons. Stat. § 302(f) (1998). As the majority notes, <i>ante,</i> at 9-11, there is some authority to support its view that the specific intent to commit an act may be conditional. In my view, that authority does not demonstrate that such a usage was part of a wellestablished historical tradition. Absent a more settled tradition, it cannot be presumed that Congress was familiar with this usage when it enacted the statute. For these reasons, I agree with Justice Scalia the statute cannot be read to include the concept of conditional intent and, therefore, respectfully dissent.</p>\n<h2>NOTES</h2>\n<p>[*]   <i>Joshua L. Dratel</i> filed a brief for the National Association of Criminal Defense Lawyers as <i>amicus curiae</i> urging reversal.</p>\n<p>[1]  As amended by the Violent Crime Control and Law Enforcement Act of 1994, § 60003(a)(14), 108 Stat. 1970, and by the Carjacking Correction Act of 1996, § 2, 110 Stat. 3020, the statute provides:\n</p>\n<p>\"Whoever, <i>with the intent to cause death or serious bodily harm</i> takes a motor vehicle that has been transported, shipped, or received in interstate or foreign commerce from the person or presence of another by force and violence or by intimidation, or attempts to do so, shall\u0097</p>\n<p>\"(1) be fined under this title or imprisoned not more than 15 years, or both,</p>\n<p>\"(2) if serious bodily injury (as defined in section 1365 of this title, including any conduct that, if the conduct occurred in the special maritime and territorial jurisdiction of the United States, would violate section 2241 or 2242 of this title) results, be fined under this title or imprisoned not more than 25 years, or both, and</p>\n<p>\"(3) if death results, be fined under this title or imprisoned for any number of years up to life, or both, or sentenced to death.\" 18 U. S. C. § 2119 (1994 ed. and Supp. III) (emphasis added).</p>\n<p>[2]  He was also charged with conspiring to operate a \"chop shop\" in violation of 18 U. S. C. § 371, operating a chop shop in violation of § 2322, and using and carrying a firearm in violation of § 924(c).</p>\n<p>[3]  One victim testified that the accomplice produced his gun and threatened, \"`Get out of the car or I'll shoot.' \" App. 51. Another testified that he said, \"`Give me your keys or I will shoot you right now.' \" <i>Id.,</i> at 52.</p>\n<p>[4]  The Ninth Circuit held that neither a person's mere threat to the driver that \"`she would be okay if she [did] what was told of her' \" nor \"the brandishing of a weapon, without more\" constituted an intent to cause death or serious bodily harm under the amended version of § 2119. 93 F. 3d, at 664-665. The court therefore reversed the defendant's carjacking conviction on the ground of insufficient evidence. In the course of its opinion, the Ninth Circuit also stated more broadly that \"[t]he mere conditional intent to harm a victim <i>if</i> she resists is simply not enough to satisfy § 2119's new specific intent requirement.\" <i>Id.,</i> at 665. It is this proposition with which other courts have disagreed. See <i>United States</i>  v. <i>Williams,</i> 136 F. 3d 547, 550-551 (CA8 1998), cert. pending, No. 97-9553; <i>United States</i> v. <i>Arnold,</i> 126 F. 3d 82, 89, n. 4 (CA2 1997); <i>United States</i>  v. <i>Romero,</i> 122 F. 3d 1334, 1338 (CA10 1997), cert. denied, 523 U. S. 1025 (1998); <i>United States</i> v. <i>Anderson,</i> 108 F. 3d 478, 481-483 (CA3), cert. denied, 522 U. S. 843 (1997).</p>\n<p>[5]  See, <i>e. g., </i><i>Williams,</i> 136 F. 3d, at 550-551; <i>Anderson,</i> 108 F. 3d, at 481.</p>\n<p>[6]  Although subsections (2) and (3) of the carjacking statute envision harm or death resulting from the crime, subsection (1), under petitioner's reading, would have to cover attempts to harm or kill when no serious bodily harm resulted.</p>\n<p>[7]  Although the legislative history relating to the carjacking amendment is sparse, those members of Congress who recorded comments made statements reflecting the statute's broad deterrent purpose. See 139 Cong. Rec. 27867 (1993) (statement of Sen. Lieberman) (\"Th[e 1994] amendment will broaden and strengthen th[e] [carjacking] law so our U. S. attorneys will have every possible tool available to them to attack the problem\"); 140 Cong. Rec. E858 (May 5, 1994) (extension of remarks by Rep. Franks) (\"We must send a message to [carjackers] that committing a violent crime will carry a severe penalty\"). There is nothing in the 1994 amendment's legislative history to suggest that Congress meant to create a federal crime for only the unique and unusual subset of carjackings in which the offender intends to harm or kill the driver regardless of whether the driver accedes to the offender's threat of violence.</p>\n<p>[8]  The trial judge had given this instruction to the jury: \"`The court instructs you as to the intent to kill alleged in the indictment that though you must find that there was a specific intent to kill the prosecuting witness, Morgan H. Bell, still, if you believe from the evidence beyond a reasonable doubt that the intention of the defendants was only in the alternative\u0097that is, if the defendants, or any of them, acting for and with the others, then and there pointed a revolver at the said Bell with the intention of compelling him to take off his overalls and quit work, or to kill him if he did not\u0097and if that specific intent was formed in the minds of the defendants and the shooting of the said Bell with intent to kill was only prevented by the happening of the alternative\u0097that is, the compliance of the said Bell with the demand that he take off his overalls and quit work\u0097then the requirement of the law as to the specific intent is met.' \" 253 Ill., at 272-273, 97 N. E., at 645.</p>\n<p>[9]  See <i>People</i> v. <i>Vandelinder,</i> 192 Mich. App. 447, 451, 481 N. W. 2d 787, 789 (1992) (endorsing holding of <i>Connors</i> ); <i>Eby</i> v. <i>State,</i> 154 Ind. App. 509, 517, 290 N. E. 2d 89, 95 (1972) (same); <i>Beall</i> v. <i>State,</i> 203 Md. 380, 386, 101 A. 2d 233, 236 (1953) (same); <i>Price</i> v. <i>State,</i> 168 Tenn. 378, 381, 79 S. W. 2d 283, 284 (1935) (same). But see <i>State</i> v. <i>Irwin,</i> 55 N. C. App. 305, 285 S. E. 2d 345 (1982) (reaching opposite conclusion); <i>State</i> v. <i>Kinnemore,</i> 34 Ohio App. 2d 39, 295 N. E. 2d 680 (1972) (same).</p>\n<p>[10]  See 1 W. LaFave &amp; A. Scott, Substantive Criminal Law § 3.5(d), p. 312 (1986); R. Perkins &amp; R. Boyce, Criminal Law 646-647, 835 (3d ed. 1982); 1 J. Bishop, Bishop on Criminal Law § 287<i>a</i> (9th ed. 1923); 1 H. Brill, Cyclopedia of Criminal Law § 409, p. 692 (1922); Alexander &amp; Kessler, Mens Rea and Inchoate Crimes, 87 J. Crim. L. &amp; C. 1138, 1140-1147 (1997). See also 2 C. Torcia, Wharton's Criminal Law § 182 (15th ed. 1994) (supporting principle of conditional intent but not citing <i>Connors</i> ).</p>\n<p>[11]  Section 2.02(6) of the Model Penal Code provides:\n</p>\n<p>\"Requirement of Purpose Satisfied if Purpose is Conditional. \"When a particular purpose is an element of an offense, the element is established although such purpose is conditional, unless the condition negatives the harm or evil sought to be prevented by the law defining the offense.\" American Law Institute, Model Penal Code (1985).</p>\n<p>Of course, in this case the condition that the driver surrender the car was the precise evil that Congress wanted to prevent.</p>\n<p>[12]  Perkins &amp; Boyce, Criminal Law, at 647.</p>\n<p>[13]  In somewhat different contexts, courts have held that a threat to harm does not in itself constitute intent to harm or kill. In <i>Hairston</i> v. <i>State,</i>  54 Miss. 689 (1877), for example, the defendant in an angry and profane manner threatened to shoot a person if that person stopped the defendant's mules. The court affirmed the defendant's conviction for assault, but reversed a conviction of assault with intent to commit murder, explaining that \"we have found no case of a conviction of assault with intent to kill or murder, upon proof only of the levelling of a gun or pistol.\" <i>Id.,</i> at 694. See also <i>Myers</i> v. <i>Clearman,</i> 125 Iowa 461, 464, 101 N. W. 193, 194 (1904) (in determining whether defendant acted with intent to commit great bodily harm the issue for the jury was \"whether the accused, in aiming his revolver at [the victim], intended to inflict great bodily harm, or some more serious offense, or did this merely with the purpose of frightening her\").</p>\n<p>[14]  We also reject petitioner's argument that the rule of lenity should apply in this case. We have repeatedly stated that \"`[t]he rule of lenity applies only if, after seizing everything from which aid can be derived, . . . we can make no more than a guess as to what Congress intended.' \" <i>Muscarello</i> v. <i>United States,</i> 524 U. S. 125, 138 (1998) (quoting <i>United States</i>  v. <i>Wells,</i> 519 U. S. 482, 499 (1997)) (additional quotations and citations omitted). Accord, <i>Ladner</i> v. <i>United States,</i> 358 U. S. 169, 178 (1958). The result of our preceding analysis requires us to make no such guess in this case.</p>\n<p>[1]  The one case the Government has come up with is <i>Shaffer</i> v. <i>United States,</i> 308 F. 2d 654 (CA5 1962), cert. denied, 373 U. S. 939 (1963), which upheld a conviction of assault \"with intent to do bodily harm\" where the defendant had said that if any persons tried to leave the building within five minutes after his departure \"he would shoot their heads off,\" 308 F. 2d, at 655. In my view, and in normal parlance, the defendant did not \"intend\" to do bodily harm, and there would have been nothing absurd about holding to that effect.\n</p>\n<p>The Government cites six other federal cases, Brief for United States 14-15, n. 5, but they are so inapposite that they succeed only in demonstrating the weakness of its assertion that conditional intent is the federal rule. Two of them, <i>United States</i> v. <i>Richardson,</i> 27 F. Cas. 798 (No. 16,155) (CCDC 1837), and <i>United States</i> v. <i>Myers,</i> 27 F. Cas. 43 (No. 15,845) (CCDC 1806), involve convictions for simple assault <i>with no specific intent,</i>  and do not even contain any dictum bearing upon the present question. A third, <i>United States</i> v. <i>Arrellano,</i> 812 F. 2d 1209, 1212, n. 2 (CA9 1987), contains nothing <i>but</i> dictum, since the jury found no intent of any sort. A fourth, <i>United States</i> v. <i>Marks,</i> 29 M. J. 1 (Ct. Mil. App. 1989), involved a defendant who tried to set fire to material that he assertedly believed was flame resistant. The crime he was convicted of, aggravated arson, was, as the court specifically stated, \"a general intent crime,\" <i>id.,</i> at 3. And the last two cases, <i>United States</i> v. <i>Dworken,</i> 855 F. 2d 12 (CA1 1988), and <i>United States</i> v. <i>Anello,</i> 765 F. 2d 253 (CA1), cert. denied <i>sub nom. Wendolkowski</i> v. <i>United States,</i> 474 U. S. 996 (1985), both involved conspiracy to possess drugs with intent to distribute. Defendants contended that they could not be convicted because they did not intend to complete the conspired-for transaction unless the quality of the drugs (and, in the case of <i>Dworken,</i> the price as well) was satisfactory. Of course the intent necessary to conspire for a specific-intent crime is not the same as the intent necessary for the crime itself, <i>particularly</i> insofar as antecedent conditions are concerned. And in any event, since it can hardly be thought that the conspirators <i>wanted</i> the quality and price of the drugs to be inadequate, neither case involved the conditional intent that is the subject of the present case.</p>\n<p>[2]  Note that I am discussing what was a <i>plausible</i> congressional purpose in enacting this language\u0097not what I necessarily think was the real one. I search for a plausible purpose because a text without one may represent a \"scrivener's error\" that we may properly correct. See <i>Green</i> v. <i>Bock Laundry Machine Co.,</i> 490 U. S. 504, 528-529 (1989) (Scalia, J., concurring in judgment); see also <i>United States</i> v. <i>X-Citement Video, Inc.,</i> 513 U. S. 64, 82 (1994) (Scalia, J., dissenting). There is no need for such correction here; the text as it reads, unamended by a meaning of \"intent\" that contradicts normal usage, makes total sense. If I <i>were</i> to speculate as to the <i>real</i> reason the \"intent\" requirement was added by those who drafted it, I think I would select neither the Court's attribution of purpose nor the one I have hypothesized. Like the District Court, see 921 F. Supp. 155, 158 (EDNY 1996), and the Court of Appeals for the Third Circuit, see <i>United States</i> v. <i>Anderson,</i> 108 F. 3d 478, 482-483 (1997), I suspect the \"intent\" requirement was inadvertently expanded beyond the new subsection 2119(3), which imposed the death penalty\u0097where it was thought necessary to ensure the constitutionality of that provision. Of course the actual intent of the draftsmen is irrelevant; we are governed by what Congress enacted.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:20:28", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></span> (1999)</b></center>\n<center><h1>HOLLOWAY aka ALI<br>\nv.<br>\nUNITED STATES</h1></center>\n<center>No. 97-7164.</center>\n<center><p><b>United States Supreme Court.</b></p></center>\n<center>Argued November 9, 1998.</center>\n<center>Decided March 2, 1999.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SECOND CIRCUIT\n<p><span class=\"star-pagination\">*2</span> Stevens, J., delivered the opinion of the Court, in which Rehnquist, C. J., and O'Connor, Kennedy, Souter, Ginsburg, and Breyer, JJ., joined. Scalia, J., <i>post,</i> p. 12, and Thomas, J., <i>post,</i> p. 22, filed dissenting opinions.</p>\n<p><i>Kevin J. Keating,</i> by appointment of the Court, 525 U. S. 806, argued the cause for petitioner. With him on the briefs were <i>David G. Secular</i> and <i>Robert C. Nissen.</i> </p>\n<p><i>Deputy Solicitor General Underwood</i> argued the cause for the United States. With her on the brief were <i>Solicitor General Waxman, Assistant Attorney General Robinson,</i>  <span class=\"star-pagination\">*3</span> <i>Deputy Solicitor General Dreeben, Edward C. DuMont,</i> and <i>Deborah Watson.</i><sup>[*]</sup></p>\n<p>Justice Stevens, delivered the opinion of the Court.</p>\n<p>Carjacking \"with the intent to cause death or serious bodily harm\" is a federal crime.<sup>[1]</sup> The question presented in this case is whether that phrase requires the Government to prove that the defendant had an unconditional intent to kill or harm in all events, or whether it merely requires proof of an intent to kill or harm if necessary to effect a carjacking. Most of the judges who have considered the question have concluded, as do we, that Congress intended to criminalize the more typical carjacking carried out by means of a deliberate threat of violence, rather than just the rare case in which the defendant has an unconditional intent to use violence regardless of how the driver responds to his threat.</p>\n<p></p>\n<h2>I</h2>\n<p>A jury found petitioner guilty on three counts of carjacking, as well as several other offenses related to stealing <span class=\"star-pagination\">*4</span> cars.<sup>[2]</sup> In each of the carjackings, petitioner and an armed accomplice identified a car that they wanted and followed it until it was parked. The accomplice then approached the driver, produced a gun, and threatened to shoot unless the driver handed over the car keys.<sup>[3]</sup> The accomplice testified that the plan was to steal the cars without harming the victims, but that he would have used his gun if any of the drivers had given him a \"hard time.\" App. 52. When one victim hesitated, petitioner punched him in the face, but there was no other actual violence.</p>\n<p>The District Judge instructed the jury that the Government was required to prove beyond a reasonable doubt that the taking of a motor vehicle was committed with the intent \"to cause death or serious bodily harm to the person from whom the car was taken.\" <i>Id.,</i> at 29. After explaining that merely using a gun to frighten a victim was not sufficient to prove such intent, he added the following statement over petitioner's objection:</p>\n<blockquote>\"In some cases, intent is conditional. That is, a defendant may intend to engage in certain conduct only if a certain event occurs.</blockquote>\n<blockquote>\"In this case, the government contends that the defendant intended to cause death or serious bodily harm if the alleged victims had refused to turn over their cars. If you find beyond a reasonable doubt that the defendant had such an intent, the government has satisfied this element of the offense. . . .\" <i>Id.,</i> at 30.</blockquote>\n<p>In his postverdict motion for a new trial, petitioner contended that this instruction was inconsistent with the text <span class=\"star-pagination\">*5</span> of the statute. The District Judge denied the motion, stating that there \"is no question that the conduct at issue in this case is precisely what Congress and the general public would describe as carjacking, and that Congress intended to prohibit it in § 2119.\" <span class=\"citation\" data-id=\"1988569\"><a href=\"/opinion/1988569/united-states-v-holloway/\"><span class=\"volume\">921</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">155</span></a></span>, 156 (EDNY 1996). He noted that the statute as originally enacted in 1992 contained no intent element but covered all carjackings committed by a person \"possessing a firearm.\" A 1994 amendment had omitted the firearm limitation, thus broadening the coverage of the statute to encompass the use of other weapons, and also had inserted the intent requirement at issue in this case. The judge thought that an \"odd result\" would flow from a construction of the amendment that \"would no longer prohibit the very crime it was enacted to address except in those unusual circumstances when carjackers also intended to commit another crime\u0097murder or a serious assault.\" <i>Id.,</i> at 159. Moreover, the judge determined that even though the issue of conditional intent has not been discussed very often, at least in the federal courts, it was a concept that scholars and state courts had long recognized.</p>\n<p>Over a dissent that accused the majority of \"a clear judicial usurpation of congressional authority,\" <i>United States</i> v. <i>Arnold,</i> 126 F. 3d 82, 92 (CA2 1997) (opinion of Miner, J.), the Court of Appeals affirmed. The majority was satisfied that \"the inclusion of a conditional intent to harm within the definition of specific intent to harm\" was not only \"a wellestablished principle of criminal common law,\" but also, and \"most importantly,\" comported \"with a reasonable interpretation of the legislative purpose of the statute.\" <i>Id.,</i> at 88. The alternative interpretation, which would cover \"only those carjackings in which the carjacker's sole and unconditional purpose at the time he committed the carjacking was to kill or maim the victim,\" the court concluded, was clearly at odds with the intent of the statute's drafters. <i>Ibid.</i> </p>\n<p><span class=\"star-pagination\">*6</span> To resolve an apparent conflict with a decision of the Ninth Circuit, <i>United States</i> v. <i>Randolph,</i> 93 F. 3d 656 (1996),<sup>[4]</sup> we granted certiorari. 523 U. S. 1093 (1998).</p>\n<p></p>\n<h2>II</h2>\n<p>Writing for the Court in <i>United States</i> v. <i>Turkette,</i> 452 U. S. 576, 593 (1981), Justice White reminded us that the language of the statutes that Congress enacts provides \"the most reliable evidence of its intent.\" For that reason, we typically begin the task of statutory construction by focusing on the words that the drafters have chosen. In interpreting the statute at issue, \"[w]e consider not only the bare meaning\" of the critical word or phrase \"but also its placement and purpose in the statutory scheme.\" <i>Bailey</i> v. <i>United States,</i> 516 U. S. 137, 145 (1995).</p>\n<p>The specific issue in this case is what sort of evil motive Congress intended to describe when it used the words \"with the intent to cause death or serious bodily harm\" in the 1994 amendment to the carjacking statute. More precisely, the question is whether a person who points a gun at a driver, having decided to pull the trigger if the driver does not comply with a demand for the car keys, possesses the intent, at that moment, to seriously harm the driver. In our view, the <span class=\"star-pagination\">*7</span> answer to that question does not depend on whether the driver immediately hands over the keys or what the offender decides to do after he gains control over the car. At the relevant moment, the offender plainly does have the forbidden intent.</p>\n<p>The opinions that have addressed this issue accurately point out that a carjacker's intent to harm his victim may be either \"conditional\" or \"unconditional.\"<sup>[5]</sup> The statutory phrase at issue theoretically might describe (1) the former, (2) the latter, or (3) both species of intent. Petitioner argues that the \"plain text\" of the statute \"unequivocally\" describes only the latter: that the defendant must possess a specific and unconditional intent to kill or harm in order to complete the proscribed offense. To that end, he insists that Congress would have had to insert the words \"if necessary\" into the disputed text in order to include the conditional species of intent within the scope of the statute. See Reply Brief for Petitioner 2. Because Congress did not include those words, petitioner contends that we must assume that Congress meant to provide a federal penalty for only those carjackings in which the offender actually attempted to harm or kill the driver (or at least intended to do so whether or not the driver resisted).</p>\n<p>We believe, however, that a commonsense reading of the carjacking statute counsels that Congress intended to criminalize a broader scope of conduct than attempts to assault or kill in the course of automobile robberies. As we have repeatedly stated, \"`the meaning of statutory language, plain or not, depends on context.' \" <i>Brown</i> v. <i>Gardner,</i> 513 U. S. 115, 118 (1994) (quoting <i>King</i> v. <i>St. Vincent's Hospital,</i> 502 U. S. 215, 221 (1991)). When petitioner's argument is considered in the context of the statute, it becomes apparent that his proffered construction of the intent element overlooks the significance of the placement of that element in <span class=\"star-pagination\">*8</span> the statute. The carjacking statute essentially is aimed at providing a federal penalty for a particular type of robbery. The statute's <i>mens rea</i> component thus modifies the act of \"tak[ing]\" the motor vehicle. It directs the factfinder's attention to the defendant's state of mind at the precise moment he demanded or took control over the car \"by force and violence or by intimidation.\" If the defendant has the proscribed state of mind at that moment, the statute's scienter element is satisfied.</p>\n<p>Petitioner's reading of the intent element, in contrast, would improperly transform the <i>mens rea</i> element from a modifier into an additional <i>actus reus</i> component of the carjacking statute; it would alter the statute into one that focuses on attempting to harm or kill a person in the course of the robbery of a motor vehicle.<sup>[6]</sup> Indeed, if we accepted petitioner's view of the statute's intent element, even Congress' insertion of the qualifying words \"if necessary,\" by themselves, would not have solved the deficiency that he believes exists in the statute. The inclusion of those words after the intent phrase would have excluded the unconditional species of intent\u0097the intent to harm or kill even if not necessary to complete a carjacking. Accordingly, if Congress had used words such as \"if necessary\" to describe the conditional species of intent, it would also have needed to add something like \"or even if not necessary\" in order to cover both species of intent to harm. Given the fact that the actual text does not mention either species separately\u0097 and thus does not expressly exclude either\u0097that text is most naturally read to encompass the <i>mens rea</i> of both conditional and unconditional intent, and <i>not</i> to limit the statute's reach to crimes involving the additional <i>actus reus</i> of an attempt to kill or harm.</p>\n<p><span class=\"star-pagination\">*9</span> Two considerations strongly support the conclusion that a natural reading of the text is fully consistent with a congressional decision to cover both species of intent. First, the statute as a whole reflects an intent to authorize federal prosecutions as a significant deterrent to a type of criminal activity that was a matter of national concern.<sup>[7]</sup> Because that purpose is better served by construing the statute to cover both the conditional and the unconditional species of wrongful intent, the entire statute is consistent with a normal interpretation of the specific language that Congress chose. See <i>John Hancock Mut. Life Ins. Co.</i> v. <i>Harris Trust and Sav. Bank,</i> 510 U. S. 86, 94-95 (1993) (statutory language should be interpreted consonant with \"the provisions of the whole law, and . . . its object and policy\" (internal quotation marks omitted)). Indeed, petitioner's interpretation would exclude from the coverage of the statute most of the conduct that Congress obviously intended to prohibit.</p>\n<p>Second, it is reasonable to presume that Congress was familiar with the cases and the scholarly writing that have recognized that the \"specific intent\" to commit a wrongful act may be conditional. See <i>Cannon</i> v. <i>University of Chicago,</i> 441 U. S. 677, 696-698 (1979). The facts of the leading case on the point are strikingly similar to the facts of this case. In <i>People</i> v. <i>Connors,</i> <span class=\"citation no-link\"><span class=\"volume\">253</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">266</span></span>, 97 N. E. 643 (1912), <span class=\"star-pagination\">*10</span> the Illinois Supreme Court affirmed the conviction of a union organizer who had pointed a gun at a worker and threatened to kill him forthwith if he did not take off his overalls and quit work. The court held that the jury had been properly instructed that the \"specific intent to kill\" could be found even though that intent was \"coupled with a condition\" that the defendant would not fire if the victim complied with his demand.<sup>[8]</sup> That holding has been repeatedly cited with approval by other courts<sup>[9]</sup> and by scholars.<sup>[10]</sup> Moreover, it reflects the views endorsed by the authors of the Model <span class=\"star-pagination\">*11</span> Criminal Code.<sup>[11]</sup> The core principle that emerges from these sources is that a defendant may not negate a proscribed intent by requiring the victim to comply with a condition the defendant has no right to impose; \"[a]n intent to kill, in the alternative, is nevertheless an intent to kill.\"<sup>[12]</sup></p>\n<p>This interpretation of the statute's specific intent element does not, as petitioner suggests, render superfluous the statute's \"by force and violence or by intimidation\" element. While an empty threat, or intimidating bluff, would be sufficient to satisfy the latter element, such conduct, standing on its own, is not enough to satisfy § 2119's specific intent element.<sup>[13]</sup> In a carjacking case in which the driver surrendered or otherwise lost control over his car without the defendant attempting to inflict, or actually inflicting, serious bodily harm, Congress' inclusion of the intent element requires <span class=\"star-pagination\">*12</span> the Government to prove beyond a reasonable doubt that the defendant would have at least attempted to seriously harm or kill the driver if that action had been necessary to complete the taking of the car.</p>\n<p>In short, we disagree with petitioner's reading of the text of the Act and think it unreasonable to assume that Congress intended to enact such a truncated version of an important criminal statute.<sup>[14]</sup> The intent requirement of § 2119 is satisfied when the Government proves that at the moment the defendant demanded or took control over the driver's automobile the defendant possessed the intent to seriously harm or kill the driver if necessary to steal the car (or, alternatively, if unnecessary to steal the car). Accordingly, we affirm the judgment of the Court of Appeals.</p>\n<p><i>It is so ordered.</i> </p>\n<p>Justice Scalia, dissenting.</p>\n<p>The issue in this case is the meaning of the phrase, in 18 U. S. C. § 2119, \"with the intent to cause death or serious bodily harm.\" (For convenience' sake, I shall refer to it in this opinion as simply intent to kill.) As recounted by the Court, petitioner's accomplice, Vernon Lennon, \"testified that the plan was to steal the cars without harming the victims, but that he would have used his gun if any of the drivers had given him a `hard time.' \" <i>Ante,</i> at 4. The District Court instructed the jury that the intent element would be satisfied if petitioner possessed this \"conditional\" <span class=\"star-pagination\">*13</span> intent. Today's judgment holds that instruction to have been correct.</p>\n<p>I dissent from that holding because I disagree with the following, utterly central, passage of the opinion:</p>\n<blockquote>\"[A] carjacker's intent to harm his victim may be either `conditional' or `unconditional.' The statutory phrase at issue theoretically might describe (1) the former, (2) the latter, or (3) both species of intent.\" <i>Ante,</i> at 7 (footnote omitted).</blockquote>\n<p>I think, to the contrary, that in customary English usage the unqualified word \"intent\" does not usually connote a purpose that is subject to any conditions precedent except those so remote in the speaker's estimation as to be effectively nonexistent\u0097and it <i>never</i> connotes a purpose that is subject to a condition which the speaker hopes will not occur. (It is this last sort of \"conditional intent\" that is at issue in this case, and that I refer to in my subsequent use of the term.) \"Intent\" is \"[a] state of mind in which a person seeks to accomplish a given result through a course of action.\" Black's Law Dictionary 810 (6th ed. 1990). One can hardly \"seek to accomplish\" a result he hopes will not ensue.</p>\n<p>The Court's division of intent into two categories, conditional and unconditional, makes the unreasonable seem logical. But Aristotelian classification says nothing about linguistic usage. Instead of identifying <i>two</i> categories, the Court might just as readily have identified <i>three:</i> unconditional intent, conditional intent, and feigned intent. But the second category, like the third, is simply not conveyed by the word \"intent\" alone. There is intent, conditional intent, and feigned intent, just as there is agreement, conditional agreement, and feigned agreement\u0097but to say that in either case the noun alone, without qualification, \"theoretically might describe\" all three phenomena is simply false. Conditional intent is no more embraced by the unmodified word \"intent\" than a sea lion is embraced by the unmodified word \"lion.\"</p>\n<p><span class=\"star-pagination\">*14</span> If I have made a categorical determination to go to Louisiana for the Christmas holidays, it is accurate for me to say that I \"intend\" to go to Louisiana. And that is so even though I realize that there are some remote and unlikely contingencies\u0097\"acts of God,\" for example\u0097that might prevent me. (The fact that these remote contingencies are always implicit in the expression of intent accounts for the humorousness of spelling them out in such expressions as \"if I should live so long,\" or \"the Good Lord willing and the creek don't rise.\") It is less precise, though tolerable usage, to say that I \"intend\" to go if my purpose is conditional upon an event which, though not virtually certain to happen (such as my continuing to live), is reasonably likely to happen, and which I hope will happen. I might, for example, say that I \"intend\" to go even if my plans depend upon receipt of my usual and hoped-for end-of-year bonus.</p>\n<p>But it is <i>not</i> common usage\u0097indeed, it is an unheard-of usage\u0097to speak of my having an \"intent\" to do something, when my plans are contingent upon an event that is not virtually certain, and that I hope will not occur. When a friend is seriously ill, for example, I would not say that \"I intend to go to his funeral next week.\" I would have to make it clear that the intent is a conditional one: \"I intend to go to his funeral next week if he dies.\" The carjacker who intends to kill if he is met with resistance is in the same position: He has an \"intent to kill if resisted\"; he does not have an \"intent to kill.\" No amount of rationalization can change the reality of this normal (and as far as I know exclusive) English usage. The word in the statute simply will not bear the meaning that the Court assigns.</p>\n<p>The Government makes two contextual arguments to which I should respond. First, it points out that the statute criminalizes not only carjackings accomplished by \"force and violence\" but also those accomplished by mere \"intimidation.\" Requiring an unconditional intent, it asserts, would make the number of covered carjackings accomplished by intimidation <span class=\"star-pagination\">*15</span> \"implausibly small.\" Brief for United States 22. That seems to me not so. It is surely not an unusual carjacking in which the criminal jumps into the passenger seat and forces the person behind the wheel to drive off at gunpoint. A carjacker who intends to kill may well use this <i>modus operandi,</i> planning to kill the driver in a more secluded location. Second, the Government asserts that it would be hard to imagine an unconditional-intent-to-kill case in which the first penalty provision of § 2119 would apply, <i>i. e.,</i> the provision governing cases in which no death or bodily harm has occurred. <i>Id.,</i> at 23. That is rather like saying that the crime of attempted murder should not exist, because someone who intends to kill always succeeds.</p>\n<p>Notwithstanding the clear ordinary meaning of the word \"intent,\" it would be possible, though of course quite unusual, for the word to have acquired a different meaning in the criminal law. The Court does not claim\u0097and falls far short of establishing\u0097such \"term-of-art\" status. It cites five state cases (representing the majority view among the minority of jurisdictions that have addressed the question) saying that conditional intent satisfies an intent requirement; but it acknowledges that there are cases in other jurisdictions to the contrary. See <i>ante,</i> at 10, n. 9 (citing <i>State</i>  v. <i>Irwin,</i> 55 N. C. App. 305, 285 S. E. 2d 345 (1982); <i>State</i> v. <i>Kinnemore,</i> <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">Ohio App. 2d</span> <span class=\"page\">39</span></span>, 295 N. E. 2d 680 (1972)); see also <i>Craddock</i> v. <i>State,</i> <span class=\"citation no-link\"><span class=\"volume\">204</span> <span class=\"reporter\">Miss.</span> <span class=\"page\">606</span></span>, <span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">778</span></span> (1948); <i>McArdle</i> v. <i>State,</i> <span class=\"citation\" data-id=\"1728322\"><a href=\"/opinion/1728322/mcardle-v-state/\"><span class=\"volume\">372</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">897</span></a></span> (Ala. Crim. App.), writ denied, <span class=\"citation no-link\"><span class=\"volume\">372</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">902</span></span> (Ala. 1979). As I understand the Court's position, it is not that the former cases are right and the latter wrong, so that \"intent\" in criminal statutes, a term of art in that context, includes conditional intent; but rather that \"intent\" in criminal statutes <i>may</i> include conditional intent, depending upon the statute in question. That seems to me not an available option. It is so utterly clear in normal usage that \"intent\" does <i>not</i> include conditional intent, that only an accepted convention in the criminal law could <span class=\"star-pagination\">*16</span> give the word a different meaning. And an accepted convention is not established by the fact that some courts have thought so some times. One must decide, I think, which line of cases is correct, and in my judgment it is that which rejects the conditional-intent rule.</p>\n<p>There are of course innumerable federal criminal statutes containing an intent requirement, ranging from intent to steal, see 18 U. S. C. § 2113, to intent to defeat the provisions of the Bankruptcy Code, see § 152(5), to intent that a vessel be used in hostilities against a friendly nation, see § 962, to intent to obstruct the lawful exercise of parental rights, see § 1204. Consider, for example, 21 U. S. C. § 841, which makes it a crime to possess certain drugs with intent to distribute them. Possession alone is also a crime, but a lesser one, see § 844. Suppose that a person acquires and possesses a small quantity of cocaine for his own use, and that he in fact consumes it entirely himself. But assume further that, at the time he acquired the drug, he told his wife not to worry about the expense because, if they had an emergency need for money, he could always resell it. If conditional intent suffices, this person, who has never sold drugs and has never \"intended\" to sell drugs in any normal sense, has been guilty of possession with intent to distribute. Or consider 18 U. S. C. § 2390, which makes it a crime to enlist within the United States \"with intent to serve in armed hostility against the United States.\" Suppose a Canadian enlists in the Canadian army in the United States, intending, of course, to fight all of Canada's wars, including (though he neither expects nor hopes for it) a war against the United States. He would be criminally liable. These examples make it clear, I think, that the doctrine of conditional intent cannot reasonably be applied across-the-board to the criminal code. I am unaware that any equivalent absurdities result from reading \"intent\" to mean what it says\u0097 a conclusion strongly supported by the fact that the Government has cited only a single case involving another federal <span class=\"star-pagination\">*17</span> statute, from over two centuries of federal criminal jurisprudence, applying the conditional-intent doctrine (and that in circumstances where it would not at all have been absurd to require real intent).<sup>[1]</sup> The course selected by the Court, of course\u0097\"intent\" is sometimes conditional and sometimes not\u0097would require us to sift through these many statutes <span class=\"star-pagination\">*18</span> one-by-one, making our decision on the basis of such ephemeral indications of \"congressional purpose\" as the Court has used in this case, to which I now turn.</p>\n<p>Ultimately, the Court rests its decision upon the fact that the purpose of the statute\u0097which it says is deterring carjacking\u0097\"is better served by construing the statute to cover both the conditional and the unconditional species of wrongful intent.\" <i>Ante,</i> at 9. It supports this statement, both premise and conclusion, by two unusually uninformative statements from the legislative history (to stand out in that respect in that realm is quite an accomplishment) that speak generally about strengthening and broadening the carjacking statute and punishing carjackers severely. <i>Ante,</i> at 9, n. 7. But every statute intends not only to achieve certain policy objectives, but to achieve them by the means specified. Limitations upon the means employed to achieve the policy goal are no less a \"purpose\" of the statute than the policy goal itself. See <i>Director, Office of Workers' Compensation Programs</i> v. <i>Newport News Shipbuilding &amp; Dry Dock Co.,</i>  514 U. S. 122, 135-136 (1995). Under the Court's analysis, any interpretation of the statute that would broaden its reach would further the purpose the Court has found. Such reasoning is limitless and illogical.</p>\n<p>The Court confidently asserts that \"petitioner's interpretation would exclude from the coverage of the statute most of the conduct that Congress obviously intended to prohibit.\" <i>Ante,</i> at 9. It seems to me that one can best judge what Congress \"obviously intended\" not by intuition, but by the words that Congress enacted, which in this case require intent (not conditional intent) to kill. Is it implausible that Congress intended to define such a narrow federal crime? Not at all. The era when this statute was passed contained well publicized instances of not only carjackings, and not only carjackings involving violence or the threat of violence (as, of course, most of them do); but also of carjackings in which the perpetrators senselessly harmed the car owners <span class=\"star-pagination\">*19</span> when that was entirely unnecessary to the crime. I have a friend whose father was killed, and whose mother was nearly killed, in just such an incident\u0097after the car had already been handed over. It is not at all implausible that Congress should direct its attention to this particularly savage sort of carjacking\u0097where killing the driver is part of the intended crime.<sup>[2]</sup></p>\n<p>Indeed, it seems to me much more implausible that Congress would have focused upon the ineffable \"conditional intent\" that the Court reads into the statute, sending courts and juries off to wander through \"would-a, could-a, should-a\" land. It is difficult enough to determine a defendant's actual intent; it is infinitely more difficult to determine what the defendant planned to do upon the happening of an event that the defendant hoped would not happen, and that he himself may not have come to focus upon. There will not often be the accomplice's convenient confirmation of conditional intent that exists in the present case. Presumably it will be up to each jury whether to take the carjacker (\"Your car or <span class=\"star-pagination\">*20</span> your life\") at his word. Such a system of justice seems to me so arbitrary that it is difficult to believe Congress intended it. Had Congress meant to cast its carjacking net so broadly, it could have achieved that result\u0097and eliminated the arbitrariness\u0097by defining the crime as \"carjacking under threat of death or serious bodily injury.\" Given the language here, I find it much more plausible that Congress meant to reach\u0097as it said\u0097the carjacker who intended to kill.</p>\n<p>In sum, I find the statute entirely unambiguous as to whether the carjacker who hopes to obtain the car without inflicting harm is covered. Even if ambiguity existed, however, the rule of lenity would require it to be resolved in the defendant's favor. See generally <i>United States</i> v. <i>Wiltberger,</i> <span class=\"citation\" data-id=\"85284\"><a href=\"/opinion/85284/united-states-v-wiltberger/\"><span class=\"volume\">5</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">76</span></a></span>, 95 (1820). The Government's statement that the rule of lenity \"has its <i>primary</i> application in cases in which there is some doubt whether the legislature intended to criminalize conduct that might otherwise appear to be innocent,\" Brief for United States 31 (emphasis added), is carefully crafted to conceal the fact that we have repeatedly applied the rule to situations just like this. For example, in <i>Ladner</i> v. <i>United States,</i> 358 U. S. 169 (1958), the statute at issue made it a crime to assault a federal officer with a deadly weapon. The defendant, who fired one shotgun blast that wounded two federal officers, contended that under this statute he was guilty of only one, and not two, assaults. The Court said, in an opinion joined by all eight Justices who reached the merits of the case:</p>\n<blockquote>\"This policy of lenity means that the Court will not interpret a federal criminal statute so as to increase the penalty that it places on an individual when such an interpretation can be based on no more than a guess as to what Congress intended. If Congress desires to create multiple offenses from a single act affecting more than one federal officer, Congress can make that meaning clear. We thus hold that the single discharge of a shotgun <span class=\"star-pagination\">*21</span> alleged by the petitioner in this case would constitute only a single violation of § 254.\" <i>Id.,</i> at 178.</blockquote>\n<p>In <i>Bell</i> v. <i>United States,</i> 349 U. S. 81 (1955), the issue was similar: whether transporting two women, for the purpose of prostitution, in the same vehicle and on the same trip, constituted one or two violations of the Mann Act. In an opinion authored by Justice Frankfurter, the Court said:</p>\n<blockquote>\"When Congress leaves to the Judiciary the task of imputing to Congress an undeclared will, the ambiguity should be resolved in favor of lenity. And this is not out of any sentimental consideration, or for want of sympathy with the purpose of Congress in proscribing evil or antisocial conduct. It may fairly be said to be a presupposition of our law to resolve doubts in the enforcement of a penal code against the imposition of a harsher punishment.\" <i>Id.,</i> at 83.</blockquote>\n<p>If that is no longer the presupposition of our law, the Court should say so, and reduce the rule of lenity to a historical curiosity. But if it remains the presupposition, the rule has undeniable application in the present case. If the statute is not, as I think, clear in the defendant's favor, it is at the very least ambiguous and the defendant must be given the benefit of the doubt.</p>\n<p></p>\n<h2>* * *</h2>\n<p>This seems to me not a difficult case. The issue before us is not whether the \"intent\" element of some commonlaw crime developed by the courts themselves\u0097or even the \"intent\" element of a statute that replicates the commonlaw definition\u0097includes, or should include, conditional intent. Rather, it is whether the English term \"intent\" used in a statute defining a brand new crime bears a meaning that contradicts normal usage. Since it is quite impossible to say that longstanding, agreed-upon legal usage has converted this word into a term of art, the answer has to be no. And it would be no even if the question were doubtful. <span class=\"star-pagination\">*22</span> I think it particularly inadvisable to introduce the new possibility of \"conditional-intent\" prosecutions into a modern federal criminal-law system characterized by plea bargaining, where they will predictably be used for <i>in terrorem</i>  effect. I respectfully dissent.</p>\n<p>Justice Thomas, dissenting.</p>\n<p>I cannot accept the majority's interpretation of the term \"intent\" in 18 U. S. C. § 2119 (1994 ed. and Supp. III) to include the concept of conditional intent. The central difficulty in this case is that the text is silent as to the meaning of \"intent\"\u0097the carjacking statute does not define that word, and Title 18 of the United States Code, unlike some state codes, lacks a general section defining intent to include conditional intent. See, <i>e. g.,</i> Del. Code Ann., Tit. 11, § 254 (1995); Haw. Rev. Stat. § 702-209 (1993); 18 Pa. Cons. Stat. § 302(f) (1998). As the majority notes, <i>ante,</i> at 9-11, there is some authority to support its view that the specific intent to commit an act may be conditional. In my view, that authority does not demonstrate that such a usage was part of a wellestablished historical tradition. Absent a more settled tradition, it cannot be presumed that Congress was familiar with this usage when it enacted the statute. For these reasons, I agree with Justice Scalia the statute cannot be read to include the concept of conditional intent and, therefore, respectfully dissent.</p>\n<h2>NOTES</h2>\n<p>[*]   <i>Joshua L. Dratel</i> filed a brief for the National Association of Criminal Defense Lawyers as <i>amicus curiae</i> urging reversal.</p>\n<p>[1]  As amended by the Violent Crime Control and Law Enforcement Act of 1994, § 60003(a)(14), 108 Stat. 1970, and by the Carjacking Correction Act of 1996, § 2, 110 Stat. 3020, the statute provides:\n</p>\n<p>\"Whoever, <i>with the intent to cause death or serious bodily harm</i> takes a motor vehicle that has been transported, shipped, or received in interstate or foreign commerce from the person or presence of another by force and violence or by intimidation, or attempts to do so, shall\u0097</p>\n<p>\"(1) be fined under this title or imprisoned not more than 15 years, or both,</p>\n<p>\"(2) if serious bodily injury (as defined in section 1365 of this title, including any conduct that, if the conduct occurred in the special maritime and territorial jurisdiction of the United States, would violate section 2241 or 2242 of this title) results, be fined under this title or imprisoned not more than 25 years, or both, and</p>\n<p>\"(3) if death results, be fined under this title or imprisoned for any number of years up to life, or both, or sentenced to death.\" 18 U. S. C. § 2119 (1994 ed. and Supp. III) (emphasis added).</p>\n<p>[2]  He was also charged with conspiring to operate a \"chop shop\" in violation of 18 U. S. C. § 371, operating a chop shop in violation of § 2322, and using and carrying a firearm in violation of § 924(c).</p>\n<p>[3]  One victim testified that the accomplice produced his gun and threatened, \"`Get out of the car or I'll shoot.' \" App. 51. Another testified that he said, \"`Give me your keys or I will shoot you right now.' \" <i>Id.,</i> at 52.</p>\n<p>[4]  The Ninth Circuit held that neither a person's mere threat to the driver that \"`she would be okay if she [did] what was told of her' \" nor \"the brandishing of a weapon, without more\" constituted an intent to cause death or serious bodily harm under the amended version of § 2119. 93 F. 3d, at 664-665. The court therefore reversed the defendant's carjacking conviction on the ground of insufficient evidence. In the course of its opinion, the Ninth Circuit also stated more broadly that \"[t]he mere conditional intent to harm a victim <i>if</i> she resists is simply not enough to satisfy § 2119's new specific intent requirement.\" <i>Id.,</i> at 665. It is this proposition with which other courts have disagreed. See <i>United States</i>  v. <i>Williams,</i> 136 F. 3d 547, 550-551 (CA8 1998), cert. pending, No. 97-9553; <i>United States</i> v. <i>Arnold,</i> 126 F. 3d 82, 89, n. 4 (CA2 1997); <i>United States</i>  v. <i>Romero,</i> 122 F. 3d 1334, 1338 (CA10 1997), cert. denied, 523 U. S. 1025 (1998); <i>United States</i> v. <i>Anderson,</i> 108 F. 3d 478, 481-483 (CA3), cert. denied, 522 U. S. 843 (1997).</p>\n<p>[5]  See, <i>e. g., </i><i>Williams,</i> 136 F. 3d, at 550-551; <i>Anderson,</i> 108 F. 3d, at 481.</p>\n<p>[6]  Although subsections (2) and (3) of the carjacking statute envision harm or death resulting from the crime, subsection (1), under petitioner's reading, would have to cover attempts to harm or kill when no serious bodily harm resulted.</p>\n<p>[7]  Although the legislative history relating to the carjacking amendment is sparse, those members of Congress who recorded comments made statements reflecting the statute's broad deterrent purpose. See 139 Cong. Rec. 27867 (1993) (statement of Sen. Lieberman) (\"Th[e 1994] amendment will broaden and strengthen th[e] [carjacking] law so our U. S. attorneys will have every possible tool available to them to attack the problem\"); 140 Cong. Rec. E858 (May 5, 1994) (extension of remarks by Rep. Franks) (\"We must send a message to [carjackers] that committing a violent crime will carry a severe penalty\"). There is nothing in the 1994 amendment's legislative history to suggest that Congress meant to create a federal crime for only the unique and unusual subset of carjackings in which the offender intends to harm or kill the driver regardless of whether the driver accedes to the offender's threat of violence.</p>\n<p>[8]  The trial judge had given this instruction to the jury: \"`The court instructs you as to the intent to kill alleged in the indictment that though you must find that there was a specific intent to kill the prosecuting witness, Morgan H. Bell, still, if you believe from the evidence beyond a reasonable doubt that the intention of the defendants was only in the alternative\u0097that is, if the defendants, or any of them, acting for and with the others, then and there pointed a revolver at the said Bell with the intention of compelling him to take off his overalls and quit work, or to kill him if he did not\u0097and if that specific intent was formed in the minds of the defendants and the shooting of the said Bell with intent to kill was only prevented by the happening of the alternative\u0097that is, the compliance of the said Bell with the demand that he take off his overalls and quit work\u0097then the requirement of the law as to the specific intent is met.' \" 253 Ill., at 272-273, 97 N. E., at 645.</p>\n<p>[9]  See <i>People</i> v. <i>Vandelinder,</i> <span class=\"citation\" data-id=\"1350303\"><a href=\"/opinion/1350303/people-v-vandelinder/\"><span class=\"volume\">192</span> <span class=\"reporter\">Mich. App.</span> <span class=\"page\">447</span></a></span>, 451, 481 N. W. 2d 787, 789 (1992) (endorsing holding of <i>Connors</i> ); <i>Eby</i> v. <i>State,</i> <span class=\"citation\" data-id=\"2030867\"><a href=\"/opinion/2030867/eby-v-state/\"><span class=\"volume\">154</span> <span class=\"reporter\">Ind. App.</span> <span class=\"page\">509</span></a></span>, 517, 290 N. E. 2d 89, 95 (1972) (same); <i>Beall</i> v. <i>State,</i> <span class=\"citation\" data-id=\"2111164\"><a href=\"/opinion/2111164/beall-v-state/\"><span class=\"volume\">203</span> <span class=\"reporter\">Md.</span> <span class=\"page\">380</span></a></span>, 386, 101 A. 2d 233, 236 (1953) (same); <i>Price</i> v. <i>State,</i> <span class=\"citation\" data-id=\"1564276\"><a href=\"/opinion/1564276/united-states-v-anderson/\"><span class=\"volume\">168</span> <span class=\"reporter\">Tenn.</span> <span class=\"page\">378</span></a></span>, 381, 79 S. W. 2d 283, 284 (1935) (same). But see <i>State</i> v. <i>Irwin,</i> 55 N. C. App. 305, 285 S. E. 2d 345 (1982) (reaching opposite conclusion); <i>State</i> v. <i>Kinnemore,</i> <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">Ohio App. 2d</span> <span class=\"page\">39</span></span>, 295 N. E. 2d 680 (1972) (same).</p>\n<p>[10]  See 1 W. LaFave &amp; A. Scott, Substantive Criminal Law § 3.5(d), p. 312 (1986); R. Perkins &amp; R. Boyce, Criminal Law 646-647, 835 (3d ed. 1982); 1 J. Bishop, Bishop on Criminal Law § 287<i>a</i> (9th ed. 1923); 1 H. Brill, Cyclopedia of Criminal Law § 409, p. 692 (1922); Alexander &amp; Kessler, Mens Rea and Inchoate Crimes, 87 J. Crim. L. &amp; C. 1138, 1140-1147 (1997). See also 2 C. Torcia, Wharton's Criminal Law § 182 (15th ed. 1994) (supporting principle of conditional intent but not citing <i>Connors</i> ).</p>\n<p>[11]  Section 2.02(6) of the Model Penal Code provides:\n</p>\n<p>\"Requirement of Purpose Satisfied if Purpose is Conditional. \"When a particular purpose is an element of an offense, the element is established although such purpose is conditional, unless the condition negatives the harm or evil sought to be prevented by the law defining the offense.\" American Law Institute, Model Penal Code (1985).</p>\n<p>Of course, in this case the condition that the driver surrender the car was the precise evil that Congress wanted to prevent.</p>\n<p>[12]  Perkins &amp; Boyce, Criminal Law, at 647.</p>\n<p>[13]  In somewhat different contexts, courts have held that a threat to harm does not in itself constitute intent to harm or kill. In <i>Hairston</i> v. <i>State,</i>  <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">Miss.</span> <span class=\"page\">689</span></span> (1877), for example, the defendant in an angry and profane manner threatened to shoot a person if that person stopped the defendant's mules. The court affirmed the defendant's conviction for assault, but reversed a conviction of assault with intent to commit murder, explaining that \"we have found no case of a conviction of assault with intent to kill or murder, upon proof only of the levelling of a gun or pistol.\" <i>Id.,</i> at 694. See also <i>Myers</i> v. <i>Clearman,</i> <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">461</span></span>, 464, 101 N. W. 193, 194 (1904) (in determining whether defendant acted with intent to commit great bodily harm the issue for the jury was \"whether the accused, in aiming his revolver at [the victim], intended to inflict great bodily harm, or some more serious offense, or did this merely with the purpose of frightening her\").</p>\n<p>[14]  We also reject petitioner's argument that the rule of lenity should apply in this case. We have repeatedly stated that \"`[t]he rule of lenity applies only if, after seizing everything from which aid can be derived, . . . we can make no more than a guess as to what Congress intended.' \" <i>Muscarello</i> v. <i>United States,</i> 524 U. S. 125, 138 (1998) (quoting <i>United States</i>  v. <i>Wells,</i> 519 U. S. 482, 499 (1997)) (additional quotations and citations omitted). Accord, <i>Ladner</i> v. <i>United States,</i> 358 U. S. 169, 178 (1958). The result of our preceding analysis requires us to make no such guess in this case.</p>\n<p>[1]  The one case the Government has come up with is <i>Shaffer</i> v. <i>United States,</i> 308 F. 2d 654 (CA5 1962), cert. denied, 373 U. S. 939 (1963), which upheld a conviction of assault \"with intent to do bodily harm\" where the defendant had said that if any persons tried to leave the building within five minutes after his departure \"he would shoot their heads off,\" 308 F. 2d, at 655. In my view, and in normal parlance, the defendant did not \"intend\" to do bodily harm, and there would have been nothing absurd about holding to that effect.\n</p>\n<p>The Government cites six other federal cases, Brief for United States 14-15, n. 5, but they are so inapposite that they succeed only in demonstrating the weakness of its assertion that conditional intent is the federal rule. Two of them, <i>United States</i> v. <i>Richardson,</i> <span class=\"citation\" data-id=\"1840984\"><a href=\"/opinion/1840984/state-v-richardson/\"><span class=\"volume\">27</span> <span class=\"reporter\">F. Cas.</span> <span class=\"page\">798</span></a></span> (No. 16,155) (CCDC 1837), and <i>United States</i> v. <i>Myers,</i> <span class=\"citation\" data-id=\"1818843\"><a href=\"/opinion/1818843/state-v-myers/\"><span class=\"volume\">27</span> <span class=\"reporter\">F. Cas.</span> <span class=\"page\">43</span></a></span> (No. 15,845) (CCDC 1806), involve convictions for simple assault <i>with no specific intent,</i>  and do not even contain any dictum bearing upon the present question. A third, <i>United States</i> v. <i>Arrellano,</i> 812 F. 2d 1209, 1212, n. 2 (CA9 1987), contains nothing <i>but</i> dictum, since the jury found no intent of any sort. A fourth, <i>United States</i> v. <i>Marks,</i> 29 M. J. 1 (Ct. Mil. App. 1989), involved a defendant who tried to set fire to material that he assertedly believed was flame resistant. The crime he was convicted of, aggravated arson, was, as the court specifically stated, \"a general intent crime,\" <i>id.,</i> at 3. And the last two cases, <i>United States</i> v. <i>Dworken,</i> 855 F. 2d 12 (CA1 1988), and <i>United States</i> v. <i>Anello,</i> 765 F. 2d 253 (CA1), cert. denied <i>sub nom. Wendolkowski</i> v. <i>United States,</i> 474 U. S. 996 (1985), both involved conspiracy to possess drugs with intent to distribute. Defendants contended that they could not be convicted because they did not intend to complete the conspired-for transaction unless the quality of the drugs (and, in the case of <i>Dworken,</i> the price as well) was satisfactory. Of course the intent necessary to conspire for a specific-intent crime is not the same as the intent necessary for the crime itself, <i>particularly</i> insofar as antecedent conditions are concerned. And in any event, since it can hardly be thought that the conspirators <i>wanted</i> the quality and price of the drugs to be inadequate, neither case involved the conditional intent that is the subject of the present case.</p>\n<p>[2]  Note that I am discussing what was a <i>plausible</i> congressional purpose in enacting this language\u0097not what I necessarily think was the real one. I search for a plausible purpose because a text without one may represent a \"scrivener's error\" that we may properly correct. See <i>Green</i> v. <i>Bock Laundry Machine Co.,</i> 490 U. S. 504, 528-529 (1989) (Scalia, J., concurring in judgment); see also <i>United States</i> v. <i>X-Citement Video, Inc.,</i> 513 U. S. 64, 82 (1994) (Scalia, J., dissenting). There is no need for such correction here; the text as it reads, unamended by a meaning of \"intent\" that contradicts normal usage, makes total sense. If I <i>were</i> to speculate as to the <i>real</i> reason the \"intent\" requirement was added by those who drafted it, I think I would select neither the Court's attribution of purpose nor the one I have hypothesized. Like the District Court, see <span class=\"citation\" data-id=\"1988569\"><a href=\"/opinion/1988569/united-states-v-holloway/\"><span class=\"volume\">921</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">155</span></a></span>, 158 (EDNY 1996), and the Court of Appeals for the Third Circuit, see <i>United States</i> v. <i>Anderson,</i> 108 F. 3d 478, 482-483 (1997), I suspect the \"intent\" requirement was inadvertently expanded beyond the new subsection 2119(3), which imposed the death penalty\u0097where it was thought necessary to ensure the constitutionality of that provision. Of course the actual intent of the draftsmen is irrelevant; we are governed by what Congress enacted.</p>\n\n</div>", 
  "sha1": "f5eb138adfeb9bf483121bbd6299e085d5728ca9", 
  "date_modified": "2015-04-07T08:14:29.164997", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/118265/holloway-v-united-states/", 
  "citation_count": 161, 
  "supreme_court_db_id": "1998-025", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/441783/", 
  "html": "<p class=\"case_cite\">526 U.S. 1<br>119 S.Ct. 966<br>143 L.Ed.2d 1<br></p>\n    <p class=\"case_cite\">HOLLOWAY v. UNITED STATES<br>(97-7164)<br>126 F.3d 82, affirmed.</p>\n    <p class=\"parties\">SUPREME COURT OF THE UNITED STATES<br>119 S.Ct. 966  143 L.Ed.2d 1</p>\n    <p class=\"docket\">No. 97 7164</p>\n    <div class=\"prelims\">\n      <p>FRANCOIS HOLLOWAY, aka ABDU ALI, PETITIONER v. UNITED STATES</p>\n      <p>ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SECOND CIRCUIT</p>\n      <p>[March 2, 1999]</p>\n      <p>Justice Stevens delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p>Carjacking \"with the intent to cause death or serious bodily harm\" is a federal crime.1 The question presented in this case is whether that phrase requires the Government to prove that the defendant had an unconditional intent to kill or harm in all events, or whether it merely requires proof of an intent to kill or harm if necessary to effect a carjacking. Most of the judges who have considered the question have concluded, as do we, that Congress intended to criminalize the more typical carjacking carried out by means of a deliberate threat of violence, rather than just the rare case in which the defendant has an unconditional intent to use violence regardless of how the driver responds to his threat.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* A jury found petitioner guilty on three counts of carjacking, as well as several other offenses related to stealing cars.2 In each of the carjackings, petitioner and an armed accomplice identified a car that they wanted and followed it until it was parked. The accomplice then approached the driver, produced a gun, and threatened to shoot unless the driver handed over the car keys.3 The accomplice testified that the plan was to steal the cars without harming the victims, but that he would have used his gun if any of the drivers had given him a \"hard time.\" When one victim hesitated, petitioner punched him in the face but there was no other actual violence.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>The District Judge instructed the jury that the Government was required to prove beyond a reasonable doubt that the taking of a motor vehicle was committed with the intent \"to cause death or serious bodily harm to the person from whom the car was taken.\" App. 29. After explaining that merely using a gun to frighten a victim was not sufficient to prove such intent, he added the following statement over the defendant's objection:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>\"In some cases, intent is conditional. That is, a de- fendant may intend to engage in certain conduct only if a certain event occurs.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>\"In this case, the government contends that the defendant intended to cause death or serious bodily harm if the alleged victims had refused to turn over their cars. If you find beyond a reasonable doubt that the defendant had such an intent, the government has satisfied this element of the offense  .\" Id., at 30.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>In his postverdict motion for a new trial, petitioner contended that this instruction was inconsistent with the text of the statute. The District Judge denied the motion, stating that there \"is no question that the conduct at issue in this case is precisely what Congress and the general public would describe as carjacking, and that Congress intended to prohibit it in &#167;2119.\" 921 F. Supp. 155, 156 (EDNY 1996). He noted that the statute as originally enacted in 1992 contained no intent element but covered all carjackings committed by a person \"possessing a firearm.\" A 1994 amendment had omitted the firearm limitation, thus broadening the coverage of the statute to encompass the use of other weapons, and also had inserted the intent requirement at issue in this case. The judge thought that an \"odd result\" would flow from a construction of the amendment that \"would no longer prohibit the very crime it was enacted to address except in those unusual circumstances when carjackers also intended to commit another crime murder or a serious assault.\" Id., at 159. Moreover, the judge determined that even though the issue of conditional intent has not been discussed very often, at least in the federal courts, it was a concept that scholars and state courts had long recognized.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>Over a dissent that accused the majority of \"a clear judicial usurpation of congressional authority,\" United States v. Arnold, 126 F.3d 82, 92 (CA2 1997) (opinion of Miner, J.), the Court of Appeals affirmed. The majority was satisfied that \"the inclusion of a conditional intent to harm within the definition of specific intent to harm\" was not only \"a well-established principle of common law,\" but also, and \"most importantly,\" comported \"with a reasonable interpretation of the legislative purpose of the statute.\" Id., at 88. The alternative interpretation, which would cover \"only those carjackings in which the carjacker's sole and unconditional purpose at the time he committed the carjacking was to kill or maim the victim,\" the court concluded, was clearly at odds with the intent of the statute's drafters. Ibid.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>To resolve an apparent conflict with a decision of the Ninth Circuit, United States v.  Randolph, 93 F.3d 656 (1996),4 we granted certiorari. 523 U.S. ___ (1998).</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>Writing for the Court in United States v. Turkette, 452 U.S. 576, 593 (1981), Justice White reminded us that the language of the statutes that Congress enacts provides \"the most reliable evidence of its intent.\" For that reason, we typically begin the task of statutory construction by focusing on the words that the drafters have chosen. In interpreting the statute at issue, \"[w]e consider not only the bare meaning\" of the critical word or phrase \"but also its placement and purpose in the statutory scheme.\" Bailey v. United States, 516 U.S. 137, 145 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>The specific issue in this case is what sort of evil motive Congress intended to describe when it used the words \"with the intent to cause death or serious bodily harm\" in the 1994 amendment to the carjacking statute. More precisely, the question is whether a person who points a gun at a driver, having decided to pull the trigger if the driver does not comply with a demand for the car keys, possesses the intent, at that moment, to seriously harm the driver. In our view, the answer to that question does not depend on whether the driver immediately hands over the keys or what the offender decides to do after he gains control over the car. At the relevant moment, the offender plainly does have the forbidden intent.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>The opinions that have addressed this issue accurately point out that a carjacker's intent to harm his victim may be either \"conditional\" or \"unconditional.\" 5 The statutory phrase at issue theoretically might describe (1) the former, (2) the latter, or (3) both species of intent. Petitioner argues that the \"plain text\" of the statute \"unequivocally\" describes only the latter: that the defendant must possess a specific and unconditional intent to kill or harm in order to complete the proscribed offense. To that end, he insists that Congress would have had to insert the words \"if necessary\" into the disputed text in order to include the conditional species of intent within the scope of the statute. See Reply Brief for Petitioner 2. Because Congress did not include those words, petitioner contends that we must assume that Congress meant to provide a federal penalty for only those carjackings in which the offender actually attempted to harm or kill the driver (or at least intended to do so whether or not the driver resisted).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>We believe, however, that a commonsense reading of the carjacking statute counsels  that Congress intended to criminalize a broader scope of conduct than attempts to assault or kill in the course of automobile robberies. As we have repeatedly stated, \" 'the meaning of statutory language, plain or not, depends on context.' \" Brown v. Gardner, 513 U.S. 115, 118 (1994) (quoting King v. St. Vincent's Hospital, 502 U.S. 215, 221 (1991)). When petitioner's argument is considered in the context of the statute, it becomes apparent that his proffered construction of the intent element overlooks the significance of the placement of that element in the statute. The carjacking statute essentially is aimed at providing a federal penalty for a particular type of robbery. The statute's mens rea component thus modifies the act of \"tak[ing]\" the motor vehicle. It directs the factfinder's attention to the defendant's state of mind at the precise moment he demanded or took control over the car \"by force and violence or by intimidation.\" If the defendant has the proscribed state of mind at that moment, the statute's scienter element is satisfied.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>Petitioner's reading of the intent element, in contrast, would improperly transform the mens rea element from a modifier into an additional actus reus component of the carjacking statute; it would alter the statute into one that focuses on attempting to harm or kill a person in the course of the robbery of a motor vehicle.6 Indeed, if we accepted petitioner's view of the statute's intent element, even Congress' insertion of the qualifying words \"if necessary,\" by themselves, would not have solved the deficiency that he believes exists in the statute. The inclusion of those words after the intent phrase would have excluded the unconditional species of intent the intent to harm or kill even if not necessary to complete a carjacking. Accordingly, if Congress had used words such as \"if necessary\" to describe the conditional species of intent, it would also have needed to add something like \"or even if not necessary\" in order to cover both species of intent to harm. Given the fact that the actual text does not mention either species separately and thus does not expressly exclude either that text is most naturally read to encompass the mens rea of both conditional and unconditional intent, and not to limit the statute's reach to crimes involving the additional actus reus of an attempt to kill or harm.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>Two considerations strongly support the conclusion that a natural reading of the text is fully consistent with a congressional  decision to cover both species of intent. First, the statute as a whole reflects an intent to authorize federal prosecutions as a significant deterrent to a type of criminal activity that was a matter of national concern.7 Because that purpose is better served by construing the statute to cover both the conditional and the unconditional species of wrongful intent, the entire statute is consistent with a normal interpretation of the specific language that Congress chose. See John Hancock Mut. Life Ins. Co. v. Harris Trust and Sav. Bank, 510 U.S. 86, 94 95 (1993) (statutory language should be interpreted consonant with \"the provisions of the whole law, and   its object and policy\" (internal quotation marks omitted)). Indeed, petitioner's interpretation would exclude from the coverage of the statute most of the conduct that Congress obviously intended to prohibit.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>Second, it is reasonable to presume that Congress was familiar with the cases and the scholarly writing that have recognized that the \"specific intent\" to commit a wrongful act may be conditional. See Cannon v. University of Chicago, 441 U.S. 677, 696 698 (1979). The facts of the leading case on the point are strikingly similar to the facts of this case. In People v. Connors, 253 Ill. 266, 97 N. E. 643 (1912), the Illinois Supreme Court affirmed the conviction of a union organizer who had pointed a gun at a worker and threatened to kill him forthwith if he did not take off his overalls and quit work. The Court held that the jury had been properly instructed that the \"specific intent to kill\" could be found even though that intent was \"coupled with a condition\" that the defendant would not fire if the victim complied with his demand.8 That holding has been repeatedly cited with approval by other courts 9 and by scholars.10 Moreover, it reflects the views endorsed by the authors of the Model Criminal Code.11 The core principle that emerges from these sources is that a defendant may not negate a proscribed intent by requiring the victim to comply with a condition the defendant has no right to impose; \"[a]n intent to kill, in the alternative, is nevertheless an intent to kill.\"12</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>This interpretation of the statute's specific intent element does not, as petitioner suggests, render superfluous the statute's \"by force and violence or by intimidation\" element. While an empty threat, or intimidating bluff, would be sufficient to satisfy the latter element, such conduct, standing on its own, is not enough to satisfy &#167;2119's  specific intent element.13 In a carjacking case in which the driver surrendered or otherwise lost control over his car without the defendant attempting to inflict, or actually inflicting, serious bodily harm, Congress' inclusion of the intent element requires the Government to prove beyond a reasonable doubt that the defendant would have at least attempted to seriously harm or kill the driver if that action had been necessary to complete the taking of the car.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>In short, we disagree with petitioner's reading of the text of the Act and think it unreasonable to assume that Congress intended to enact such a truncated version of an important criminal statute.14 The intent requirement of &#167;2119 is satisfied when the Government proves that at the moment the defendant demanded or took control over the driver's automobile the defendant possessed the intent to seriously harm or kill the driver if necessary to steal the car (or, alternatively, if unnecessary to steal the car). Accordingly, we affirm the judgment of the Court of Appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>It is so ordered.</p>\n    </div>\n    <p>Notes</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>1.  As amended by the Violent Crime Control and Law Enforcement Act of 1994, &#167;60003(a) (14), 108 Stat. 1970, and by the Carjacking Correction Act of 1996, &#167;2, 110 Stat. 3020, the statute provides: \"Whoever, with the intent to cause death or serious bodily harm takes a motor vehicle that has been transported, shipped, or received in interstate or foreign commerce from the person or presence of another by force and violence or by intimidation, or attempts to do so, shall \"(1)  be fined under this title or imprisoned not more than 15 years, or both, \"(2)  if serious bodily injury (as defined in section 1365 of this title, including any conduct that, if the conduct occurred in the special maritime and territorial jurisdiction of the United States, would violate section 2241 or 2242 of this title) results, be fined under this title or imprisoned not more than 25 years, or both, and \"(3)  if death results, be fined under this title or imprisoned for any number of years up to life, or both, or sentenced to death.\" 18 U.S.C. &#167; 2119 (1994 ed. and Supp. III) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>2.  He was also charged with conspiring to operate a \"chop shop\" in violation of 18 U.S.C. &#167; 371 operating a chop shop in violation of &#167;2322, and using and carrying a firearm in violation of &#167;924(c).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>3.  One victim testified that the accomplice produced his gun and threatened, \" 'Get out of the car or I'll shoot.' \" App. 51. Another testified that he said, \" 'Give me your keys or I will shoot you right now.' \" Id.,  at 52.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>4.  The Ninth Circuit held that neither a person's mere threat to the driver that \" 'she would be okay if she [did] what was told of her' \" nor \"the brandishing of a weapon, without more\" constituted an intent to cause death or serious bodily harm under the amended version of &#167;2119. 93 F.3d, at 664 665. The court therefore reversed the defendant's carjacking conviction on the ground of insufficient evidence. In the course of its opinion, the Ninth Circuit also stated more broadly that \"[t]he mere conditional intent to harm a victim if she resists is simply not enough to satisfy &#167;2119's new specific intent requirement.\" Id., at 665. It is this proposition with which other courts have disagreed. See United States v. Williams, 136 F.3d 547, 550 551 (CA8 1998), cert. pending, No. 97 9553; United States v. Arnold, 126 F.3d 82, 89, n. 4 (CA2 1997); United States v. Romero, 122 F.3d 1334, 1338 (CA10 1997), cert. denied, 523 U.S. ___ (1998); United States v. Anderson, 108 F.3d 478, 481 483 (CA3), cert. denied, 522 U. S 843 (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>5.  See, e.g., Williams, 136 F.3d, at 550 551; Anderson, 108 F.3d, at 481.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>6.  Although subsections (2) and (3) of the carjacking statute envision harm or death resulting from the crime, subsection (1), under petitioner's reading, would have to cover attempts to harm or kill when no serious bodily harm resulted.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>7.  Although the legislative history relating to the carjacking amendment is sparse, those members of Congress who recorded comments made statements reflecting the statute's broad deterrent purpose. See 139 Cong. Rec. 27867 (1993) (statement of Sen. Lieberman) (\"Th[e 1994] amendment will broaden and strengthen th[e] [carjacking] law so our U.S. attorneys will have every possible tool available to them to attack the problem\"); 140 Cong. Rec. E858 (May 5, 1994) (extension of remarks by Rep. Franks) (\"We must send a message to [carjackers] that committing a violent crime will carry a severe penalty\"). There is nothing in the 1994 amendment's legislative history to suggest that Congress meant to create a federal crime for only the unique and unusual subset of carjackings in which the offender intends to harm or kill the driver regardless of whether the driver accedes to the offender's threat of violence.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>8.  The trial judge had given this instruction to the jury: \" ' The court instructs you as to the intent to kill alleged in the indictment that though you must find that there was a specific intent to kill the prosecuting witness,  Morgan H. Bell, still, if you believe from the evidence beyond a reasonable doubt that the intention of the defendants was only in the alternative that is, if the defendants, or any of them, acting for and with the others, then and there pointed a revolver at the said Bell with the intention of compelling him to take off his overalls and quit work, or to kill him if he did not and if that specific intent was formed in the minds of the defendants and the shooting of the said Bell with intent to kill was only prevented by the happening of the alternative that is, the compliance of the said Bell with the demand that he take off his overalls and quit work then the requirement of the law as to the specific intent is met.' \" 253 Ill., at 272 273, 97 N. E., at 645.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>9.  See People v. Vandelinder, 192 Mich. App. 447, 451, 481 N. W. 2d 787, 789 (1992) (endorsing holding of Connors); Eby v. State, 154 Ind. App. 509, 517, 290 N. E. 2d 89, 95 (1973) (same); Beall v. State, 203 Md. 380, 386, 101 A. 2d 233, 236 (1953) (same); Price v. State, 79 S. W. 2d 283, 284 (Tenn. 1935) (same). But see State v. Irwin, 55 N. C. App. 305, 205 S. E. 2d 345 (1982) (reaching opposite conclusion); State v. Kinnemore, 34 Ohio App. 2d 39, 295 N. E. 2d 680 (1972) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>10.  See 1 W. Lafave &amp; A. Scott, Substantive Criminal Law &#167;3.5(d), p. 312 (1986); R. Perkins &amp; R. Boyce, Criminal Law 646 647, 835 (3d ed. 1982); 1 J. Bishop, Bishop on Criminal Law &#167;287a (9th ed. 1923); 1 H. Brill, Cyclopedia of Criminal Law &#167;409, p. 692 (1922); Alexander &amp; Kessler, Mens Rea and Inchoate Crimes, 87 J. Crim. L. &amp; C. 1138, 1140 1147 (1997). See also 2 C. Torcia, Wharton's Criminal Law &#167;182 (15th ed. 1994) (supporting principle of conditional intent but not citing Connors).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>11.  Section 2.02(6) of the Model Penal Code provides: \"Requirement of Purpose Satisfied if Purpose is Conditional. When a particular purpose is an element of an offense, the element is established although such purpose is conditional, unless the condition negatives the harm or evil sought to be prevented by the law defining the offense.\" American Law Institute, Model Penal Code (1985). Of course, in this case the condition that the driver surrender the car was the precise evil that Congress wanted to prevent.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>12.  Perkins &amp; Boyce, Criminal Law, at 647.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>13.  In somewhat different contexts, courts have held that a threat to harm does not in itself constitute intent to harm or kill. In Hairston v. State, 54 Miss. 689 (1877), for example, the defendant in an angry and  profane manner threatened to shoot a person if that person stopped the defendant's mules. The court affirmed the defendant's conviction for assault, but reversed a conviction of assault with intent to commit murder, explaining that \"we have found no case of a conviction of assault with intent to kill or murder, upon proof only of the levelling of a gun or pistol.\" Id., at 694. See also Myers v. Clearman, 125 Iowa 461, 464, 101 N. W. 193, 194 (1904) (in determining whether defendant acted with intent to commit great bodily harm the issue for the jury was \"whether the accused, in aiming his revolver at [the victim], intended to inflict great bodily harm, or some more serious offense, or did this merely with the purpose of frightening her\").</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>14.  We also reject petitioner's argument that the rule of lenity should apply in this case. We have repeatedly stated that \" '[t]he rule of lenity applies only if, after seizing everything from which aid can be derived,   we can make no more than a guess as to what Congress intended.' \" Muscarello v. United States, 524 U.S. ___, ___ (1998) (slip op., at 14) (quoting United States v. Wells, 519 U. S 482, 499 (1997)) (additional quotations and citations omitted). Accord, Ladner v. United States, 358 U.S. 169, 178 (1958). The result of our preceding analysis requires us to make no such guess in this case.</p>\n    </div>\n    <p>Scalia, J., dissenting</p>\n    <p>SUPREME COURT OF THE UNITED STATES</p>\n    <p>No. 97 7164</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>FRANCOIS HOLLOWAY, aka ABDU ALI, PETITIONER v. UNITED STATES</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SECOND CIRCUIT</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>[March 2, 1999]</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>Justice Scalia, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>The issue in this case is the meaning of the phrase, in 18 U.S.C. &#167; 2119 \"with the intent to cause death or serious bodily harm.\" (For convenience' sake, I shall refer to it in this opinion as simply intent to kill.) As recounted by the Court, petitioner's accomplice, Vernon Lennon, \"testified that the plan was to steal the cars without harming the victims, but that he would have used his gun if any of the drivers had given him a 'hard time.'\" Ante, at 2. The District Court instructed the jury that the intent element would be satisfied if petitioner possessed this \"conditional\" intent. Today's  judgment holds that instruction to have been correct.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>I dissent from that holding because I disagree with the following, utterly central, passage of the opinion:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>\"[A] carjacker's intent to harm his victim may be either 'conditional' or 'unconditional.' The statutory phrase at issue theoretically might describe (1) the former, (2) the latter, or (3) both species of intent.\" Ante, at 5 (footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>I think, to the contrary, that in customary English usage the unqualified word \"intent\" does not usually connote a purpose that is subject to any conditions precedent except those so remote in the speaker's estimation as to be effectively nonexistent and it never connotes a purpose that is subject to a condition which the speaker hopes will not occur. (It is this last sort of \"conditional intent\" that is at issue in this case, and that I refer to in my subsequent use of the term.) \"Intent\" is \"[a] state of mind in which a person seeks to accomplish a given result through a course of action.\" Black's Law Dictionary 810 (6th ed. 1990). One can hardly \"seek to accomplish\" a result he hopes will not ensue.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>The Court's division of intent into two categories, conditional and unconditional, makes the unreasonable seem logical. But Aristotelian classification says nothing about linguistic usage. Instead of identifying two categories, the Court might just as readily have identified three: unconditional intent, conditional intent, and feigned intent. But the second category, like the third, is simply not conveyed by the word \"intent\" alone. There is intent, conditional intent, and feigned intent, just as there is agreement, conditional agreement, and feigned agreement but to say that in either case the noun alone, without qualification, \"theoretically might describe\" all three phenomena is simply false. Conditional intent is no more embraced by the unmodified word \"intent\" than a sea lion is embraced by the unmodified word \"lion.\"</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>If I have made a categorical determination to go to Louisiana for the Christmas holidays, it is accurate for me to say that I \"intend\" to go to Louisiana. And that is so even though I realize that there are some remote and unlikely contingencies \"acts of God,\" for example that might prevent me. (The fact that these remote contingencies are always implicit in the expression of intent accounts for the humorousness of spelling them out in such expressions as \"if I should live so long,\" or \"the Good Lord willing and the creek don't rise.\") It is less precise, though tolerable usage, to say that I  \"intend\" to go if my purpose is conditional upon an event which, though not virtually certain to happen (such as my continuing to live), is reasonably likely to happen, and which I hope will happen. I might, for example, say that I \"intend\" to go even if my plans depend upon receipt of my usual and hoped-for end-of-year bonus.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>But it is not common usage indeed, it is an unheard-of usage to speak of my having an \"intent\" to do something, when my plans are contingent upon an event that is not virtually certain, and that I hope will not occur. When a friend is seriously ill, for example, I would not say that \"I intend to go to his funeral next week.\" I would have to make it clear that the intent is a conditional one: \"I intend to go to his funeral next week if he dies.\" The carjacker who intends to kill if he is met with resistance is in the same position: he has an \"intent to kill if resisted\"; he does not have an \"intent to kill.\" No amount of rationalization can change the reality of this normal (and as far as I know exclusive) English usage. The word in the statute simply will not bear the meaning that the Court assigns.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>The Government makes two contextual arguments to which I should respond. First, it points out that the statute criminalizes not only carjackings accomplished by \"force and violence\" but also those accomplished by mere \"intimidation.\" Requiring an unconditional intent, it asserts, would make the number of covered carjackings accomplished by intimidation \"implausibly small.\" Brief for United States 22. That seems to me not so. It is surely not an unusual carjacking in which the criminal jumps into the passenger seat and forces the person behind the wheel to drive off at gunpoint. A carjacker who intends to kill may well use this modus operandi, planning to kill the driver in a more secluded location. Second, the Government asserts that it would be hard to imagine an unconditional-intent-to-kill case in which the first penalty provision of &#167;2119 would apply, i.e., the provision governing cases in which no death or bodily harm has occurred. Brief for United States 23. That is rather like saying that the crime of attempted murder should not exist, because someone who intends to kill always succeeds.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>Notwithstanding the clear ordinary meaning of the word \"intent,\" it would be possible, though of course quite unusual, for the word to have acquired a different meaning in the criminal law. The Court does not claim and falls far short of establishing such  \"term-of-art\" status. It cites five state cases (representing the majority view among the minority of jurisdictions that have addressed the question) saying that conditional intent satisfies an intent requirement; but it acknowledges that there are cases in other jurisdictions to the contrary. See ante, at 9, n. 9 (citing State v. Irwin, 55 N. C. App. 305, 205 S. E. 2d 345 (1982); State v. Kinnemore, 34 Ohio App. 2d 39, 295 N. E. 2d 680 (1972)); see also Craddock v. State, 204 Miss. 606, 37 So. 2d 778 (1948); McArdle v. State, 372 So. 2d 897 (Ala. Crim. App.), writ denied, 372 S.2d 902 (Ala. 1979). As I understand the Court's position, it is not that the former cases are right and the latter wrong, so that \"intent\" in criminal statutes, a term of art in that context, includes conditional intent; but rather that \"intent\" in criminal statutes may include conditional intent, depending upon the statute in question. That seems to me not an available option. It is so utterly clear in normal usage that \"intent\" does not include conditional intent, that only an accepted convention in the criminal law could give the word a different meaning. And an accepted convention is not established by the fact that some courts have thought so some times. One must decide, I think, which line of cases is correct, and in my judgment it is that which rejects the conditional-intent rule.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p>There are of course innumerable federal criminal statutes containing an intent requirement, ranging from intent to steal, see 18 U.S.C. &#167; 2113 to intent to defeat the provisions of the Bankruptcy Code, see &#167;152(5), to intent that a vessel be used in hostilities against a friendly nation, see &#167;962, to intent to obstruct the lawful exercise of parental rights, see &#167;1204. Consider, for example, 21 U.S.C. &#167; 841 which makes it a crime to possess certain drugs with intent to distribute them. Possession alone is also a crime, but a lesser one, see &#167;844. Suppose that a person acquires and possesses a small quantity of cocaine for his own use, and that he in fact consumes it entirely himself. But assume further that, at the time he acquired the drug, he told his wife not to worry about the expense because, if they had an emergency need for money, he could always resell it. If conditional intent suffices, this person, who has never sold drugs and has never \"intended\" to sell drugs in any normal sense, has been guilty of possession with intent to distribute. Or consider 18 U.S.C. &#167; 2390 which makes it a crime  to enlist within the United States \"with intent to serve in armed hostility against the United States.\" Suppose a Canadian enlists in the Canadian army in the United States, intending, of course, to fight all of Canada's wars, including (though he neither expects nor hopes for it) a war against the United States. He would be criminally liable. These examples make it clear, I think, that the doctrine of conditional intent cannot reasonably be applied across-the-board to the criminal code. I am unaware that any equivalent absurdities result from reading \"intent\" to mean what it says a conclusion strongly supported by the fact that the Government has cited only a single case involving another federal statute, from over two centuries of federal criminal jurisprudence, applying the conditional-intent doctrine (and that in circumstances where it would not at all have been absurd to require real intent).1 The course selected by the Court, of course \"intent\" is sometimes conditional and sometimes not would require us to sift through these many statutes one-by-one, making our decision on the basis of such ephemeral indications of \"congressional purpose\" as the Court has used in this case, to which I now turn.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p>Ultimately, the Court rests its decision upon the fact that the purpose of the statute which it says is deterring carjacking \"is better served by construing the statute to cover both the conditional and the unconditional species of wrongful intent.\" Ante, at 8. It supports this statement, both premise and conclusion, by two unusually uninformative statements from the legislative history (to stand out in that respect in that realm is quite an accomplishment) that speak generally about strengthening and broadening the carjacking statute and punishing carjackers severely. Ante, at 7, n. 7. But every statute intends not only to achieve certain policy objectives, but to achieve them by the means specified. Limitations upon the means employed to achieve the policy goal are no less a \"purpose\" of the statute than the policy goal itself. See Director, Office of Workers' Compensation Programs v. Newport News Shipbuilding &amp; Dry Dock Co., 514 U.S. 122, 135 136 (1995). Under the Court's analysis, any interpretation of the statute that would broaden its reach would further the purpose the Court has found. Such reasoning is limitless and illogical.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>The Court confidently asserts that \"petitioner's interpretation would exclude from the coverage of the statute most of the  conduct that Congress obviously intended to prohibit.\" Ante, at 8. It seems to me that one can best judge what Congress \"obviously intended\" not by intuition, but by the words that Congress enacted, which in this case require intent (not conditional intent) to kill. Is it implausible that Congress intended to define such a narrow federal crime? Not at all. The era when this statute was passed contained well publicized instances of not only carjackings, and not only carjackings involving violence or the threat of violence (as of course most of them do); but also of carjackings in which the perpetrators senselessly harmed the car owners when that was entirely unnecessary to the crime. I have a friend whose father was killed, and whose mother was nearly killed, in just such an incident after the car had already been handed over. It is not at all implausible that Congress should direct its attention to this particularly savage sort of carjacking where killing the driver is part of the intended crime.2</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>Indeed, it seems to me much more implausible that Congress would have focused upon the ineffable \"conditional intent\" that the Court reads into the statute, sending courts and juries off to wander through \"would-a, could-a, should-a\" land. It is difficult enough to determine a defendant's actual intent; it is infinitely more difficult to determine what the defendant planned to do upon the happening of an event that the defendant hoped would not happen, and that he himself may not have come to focus upon. There will not often be the accomplice's convenient confirmation of conditional intent that exists in the present case. Presumably it will be up to each jury whether to take the carjacker (\"Your car or your life\") at his word. Such a system of justice seems to me so arbitrary that it is difficult to believe Congress intended it. Had Congress meant to cast its carjacking net so broadly, it could have achieved that result and eliminated the arbitrariness by defining the crime as \"carjacking under threat of death or serious bodily injury.\" Given the language here, I find it much more plausible that Congress meant to reach as it said the carjacker who intended to kill.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>In sum, I find the statute entirely unambiguous as to whether the carjacker who hopes to obtain the car without inflicting harm is covered. Even if ambiguity existed, however, the rule of lenity would require it to be resolved in the defendant's favor. See generally United States v. Wiltberger, 5 Wheat. 76, 95 (1820). The Government's  statement that the rule of lenity \"has its primary application in cases in which there is some doubt whether the legislature intended to criminalize conduct that might otherwise appear to be innocent,\" Brief for United States 31 (emphasis added), is carefully crafted to conceal the fact that we have repeatedly applied the rule to situations just like this. For example, in Ladner v. United States, 358 U.S. 169 (1958), the statute at issue made it a crime to assault a federal officer with a deadly weapon. The defendant, who fired one shotgun blast that wounded two federal officers, contended that under this statute he was guilty of only one, and not two, assaults. The Court said, in an opinion joined by all eight Justices who reached the merits of the case:</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p>\"This policy of lenity means that the Court will not interpret a federal criminal statute so as to increase the penalty that it places on an individual when such an interpretation can be based on no more than a guess as to what Congress intended. If Congress desires to create multiple offenses from a single act affecting more than one federal officer, Congress can make that meaning clear. We thus hold that the single discharge of a shotgun alleged by the petitioner in this case would constitute only a single violation of &#167;254.\" Id., at 178.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p>In Bell v. United States, 349 U.S. 81 (1955), the issue was similar: whether transporting two women, for the purpose of prostitution, in the same vehicle and on the same trip, constituted one or two violations of the Mann Act. In an opinion authored by Justice Frankfurter, the Court said:</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p>\"When Congress leaves to the Judiciary the task of imputing to Congress an undeclared will, the ambiguity should be resolved in favor of lenity. And this is not out of any sentimental consideration, or for want of sympathy with the purpose of Congress in proscribing evil or antisocial conduct. It may fairly be said to be a presupposition of our law to resolve doubts in the enforcement of a penal code against the imposition of a harsher punishment.\" Id., at 83.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p>If that is no longer the presupposition of our law, the Court should say so, and reduce the rule of lenity to an historical curiosity. But if it remains the presupposition, the rule has undeniable application in the present case. If the statute is not, as I think, clear in the defendant's favor, it is at the very least ambiguous and the defendant must be given the benefit of the doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p>* * *</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p>This seems to me not a difficult case. The issue before us is not whether the \"intent\" element of some common-law crime developed by the courts themselves or even the \"intent\" element of a statute that replicates the common-law definition includes, or should include, conditional intent. Rather, it is whether the English term \"intent\" used in a statute defining a brand new crime bears a meaning that contradicts normal usage. Since it is quite impossible to say that longstanding, agreed-upon legal usage has converted this word into a term of art, the answer has to be no. And it would be no even if the question were doubtful. I think it particularly inadvisable to introduce the new possibility of \"conditional-intent\" prosecutions into a modern federal criminal-law system characterized by plea bargaining, where they will predictably be used for in terrorem effect. I respectfully dissent.</p>\n    </div>\n    <p>Notes</p>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p>1.  The one case the Government has come up with is Shaffer v. United States, 308 F.2d 654 (CA5 1962), cert. denied, 373 U.S. 939 (1963), which upheld a conviction of assault \"with intent to do bodily harm\" where the defendant had said that if any persons tried to leave the building within five minutes after his departure \"he would shoot their heads off,\" 308 F.2d, at 655. In my view, and in normal parlance, the defendant did not \"intend\" to do bodily harm, and there would have been nothing absurd about holding to that effect. The Government cites six other federal cases, Brief for United States 14 15, n. 5, but they are so inapposite that they succeed only in demonstrating the weakness of its assertion that conditional intent is the federal rule. Two of them, United States v. Richardson, 27 F. Cas. 798 (No. 16,155) (CCDC 1837), and United States v. Myers, 27 F. Cas. 43 (No. 15,845) (CCDC 1806), involve convictions for simple assault with no specific intent, and do not even contain any dictum bearing upon the present question. A third, United States v. Arrellano, 812 F.2d 1209, 1212, n. 2 (CA9 1987), contains nothing but dictum, since the jury found no intent of any sort. A fourth, United States v. Marks, 29 M. J. 1 (Ct. Mil. App. 1989), involved a defendant who tried to set fire to material that he assertedly believed was flame resistant. The crime he was convicted of, aggravated arson, was, as the court specifically stated, \"a general intent crime,\" id., at 3. And the last two cases, United States v. Dworken, 855 F.2d 12 (CA1 1988), and United States v. Anello, 765 F.2d 253 (CA1),  cert. denied, 474 U.S. 996 (1985), both involved conspiracy to possess drugs with intent to distribute. Defendants contended that they could not be convicted because they did not intend to complete the conspired-for transaction unless the quality of the drugs (and, in the case of Dworken, the price as well) was satisfactory. Of course the intent necessary to conspire for a specific-intent crime is not the same as the intent necessary for the crime itself, particularly insofar as antecedent conditions are concerned. And in any event, since it can hardly be thought that the conspirators wanted the quality and price of the drugs to be inadequate, neither case involved the conditional intent that is the subject of the present case.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p>2.  Note that I am discussing what was a plausible congressional purpose in enacting this language not what I necessarily think was the real one. I search for a plausible purpose because a text without one may represent a \"scrivener's error\" that we may properly correct. See Green v. Bock Laundry Machine Co., 490 U.S. 504, 528 529 (1989) (Scalia, J., concurring in judgment); see also United States v. X-Citement Video, Inc., 513 U.S. 64, 82 (1994) (Scalia, J., dissenting). There is no need for such correction here; the text as it reads, unamended by a meaning of \"intent\" that contradicts normal usage, makes total sense. If I were to speculate as to the real reason the \"intent\" requirement was added by those who drafted it, I think I would select neither the Court's attribution of purpose nor the one I have hypothesized. Like the District Court, see 921 F. Supp. 155, 158 (EDNY 1996), and the Court of Appeals for the Third Circuit, see United States v. Anderson, 108 F.3d 478, 482 483 (1997), I suspect the \"intent\" requirement was inadvertently expanded beyond the new subsection 2119(3), which imposed the death penalty where it was thought necessary to ensure the constitutionality of that provision. Of course the actual intent of the draftsmen is irrelevant; we are governed by what Congress enacted.</p>\n    </div>\n    <p>Thomas, J., dissenting</p>\n    <p>SUPREME COURT OF THE UNITED STATES</p>\n    <p>No. 97 7164</p>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p>FRANCOIS HOLLOWAY, aka ABDU ALI, PETITIONER v. UNITED STATES</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p>ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SECOND CIRCUIT</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p>[March 2, 1999]</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p>Justice Thomas, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p>I cannot accept the majority's interpretation of the term \"intent\" in 18 U.S.C. &#167; 2119 (1994 ed. and Supp. III) to include the concept of conditional intent. The central difficulty in this case is that the text is silent as to the meaning of \"intent\" the carjacking statute does not define that word, and Title 18 of the United States Code, unlike some state codes, lacks a general section defining intent to include conditional intent. See, e.g., Del. Code Ann., Tit. 11, &#167;254 (1995); Haw. Rev. Stat. &#167;702 209 (1993); 18 Pa. Cons. Stat. &#167;302(f) (1998). As the majority notes, ante, at 8 10, there is some authority to support its view that the specific intent to commit an act may be conditional. In my view, that authority does not demonstrate that such a usage was part of a well-established historical tradition. Absent a more settled tradition, it cannot be presumed that Congress was familiar with this usage when it enacted the statute. For these reasons, I agree with Justice Scalia the statute cannot be read to include the concept of conditional intent and, therefore, respectfully dissent.<br></p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/118265/"
}