{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "132 U.S. 632", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/92639/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Clayton v. Utah Territory", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "143", 
    "id": 77019, 
    "resource_uri": "/api/rest/v2/citation/77019/"
  }, 
  "id": 92639, 
  "blocked": false, 
  "judges": "Miller", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1890-01-06", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>132 U.S. 632 (1890)</b></center>\n<center><h1>CLAYTON<br>\nv.<br>\nUTAH TERRITORY.</h1></center>\n<center>No. 143.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 5, 1889.</center>\n<center>Decided January 6, 1890.</center>\nAPPEAL FROM THE SUPREME COURT OF THE TERRITORY OF UTAH.\n<p><i>Mr. Eppa Hunton,</i> (with whom was <i>Mr. Jefferson Chandler</i> on the brief,) for appellant.</p>\n<p><i>Mr. Solicitor General</i> for appellee.</p>\n<p>MR. JUSTICE MILLER delivered the opinion of the court.</p>\n<p>This is an appeal from the Supreme Court of the Territory of Utah.</p>\n<p>The action was commenced in the District Court of the <span class=\"star-pagination\">*633</span> Third Judicial District of Utah Territory, county of Salt Lake, by a complaint in the name of the people of the Territory of Utah, by William H. Dickson, United States Attorney of said Territory, against the present appellant, then defendant, Nephi W. Clayton, under the allegation that he had usurped and intruded into the office of auditor of public accounts in and for said Territory in the year 1879, and ever since that time had held and does still hold and exercise the functions of said office without authority of law.</p>\n<p>An additional allegation in the complaint is, that on the 13th day of March, 1886, and after the final expiration and adjournment of the legislative assembly and council of the Territory, Eli H. Murray, governor of said Territory, duly appointed Arthur Pratt to be auditor of public accounts of said Territory, and that thereupon said Pratt was qualified by taking the oath of office and the execution of an official bond, with sufficient sureties, as required by law, and, on the 17th of March aforesaid, was commissioned as such officer; and that, after being so appointed and commissioned, and so qualified, the said Pratt, on the day last mentioned, demanded of defendant that he surrender to him the office and the insignia thereof, which demand was then and there refused by the defendant.</p>\n<p>The petition also states that on several occasions during the session of the legislative assembly previous to March, 1886, the governor had nominated and presented to said council the name of a fit person to fill the office of auditor of public accounts, but the council, at each of said sessions, failed and refused to take any action thereon, and that this was done with the full knowledge of said council that the defendant was then unlawfully holding the office and exercising its functions.</p>\n<p>The defendant answered this complaint, denying almost every allegation of the petition specifically, or by stating that he is without knowledge on the subject of its averments; and then proceeded to say, that on the 1st day of August, in the year 1880, he was a citizen of the United States of the age of twenty-one years, and was eligible to hold office under the laws of Utah Territory; that at the regular election of that year, on the 2d day of August, 1880, he was duly elected auditor of <span class=\"star-pagination\">*634</span> public accounts for the Territory of Utah; and that thereafter, to wit, in September, 1880, Eli H. Murray, the governor of Utah, issued to him, under his hand and the seal of said Territory, a commission as auditor, which was also signed by the secretary of the Territory. And he further alleged, that since said election of 1880, no one had been elected to fill the office, nor had defendant resigned, and that he is by virtue of that election and the commission of the governor acting as auditor of public accounts of said Territory.</p>\n<p>The defendant also demurred to the complaint, and the case was afterwards heard upon the demurrer of the defendant upon the pleadings on file and on the motion of plaintiff for judgment of ouster against the defendant.</p>\n<p>In regard to the motion, the court rendered the following judgment:</p>\n<p>\"It is now ordered and adjudged that the said demurrer of the said defendant be, and the same is hereby, overruled and denied; and it is further ordered and adjudged that the answer of the said defendant is insufficient as a defence or justification for his holding and exercising the functions of said office; that the said defendant, Nephi W. Clayton, is guilty of usurping and unlawfully holding and exercising the said office of territorial auditor of Utah Territory, and that said defendant be, and he is hereby, excluded from the said office and from exercising any of the duties pertaining thereto.\"</p>\n<p>As to the application of Pratt to be admitted into and hold the office of territorial auditor it rendered the following judgment:</p>\n<p>\"It is further considered, ordered and adjudged that the said Arthur Pratt is the lawfully appointed and commissioned auditor of said Territory, and is entitled, after taking the oath of office and executing such official bond as by law required, to use, hold and exercise the said office, and perform the duties thereof and receive the emoluments thereto belonging, until his successor is duly appointed and qualified.</p>\n<p>\"And it is further ordered and adjudged that the said defendant, Nephi W. Clayton, do forthwith yield and deliver up to the said Arthur Pratt the said office of territorial auditor, <span class=\"star-pagination\">*635</span> and all the books, papers, keys, safes, furniture, property, moneys and records belonging or pertaining to the said office or the business thereof, and that the said plaintiff have and recover of and from said defendant the costs herein, taxed at twenty-two dollars and fifty cents.\"</p>\n<p>On appeal to the Supreme Court of the Territory, taken by Clayton, both these judgments were affirmed.</p>\n<p>The legislature of Utah, by an act approved January 20, 1852, created the offices of treasurer and auditor of public accounts, and defined the duties of each. It declared that those officers should be elected by the joint vote of both houses of the legislative assembly, and that their term of office should be four years, and until their successors were elected and qualified, unless sooner superseded by legislative election. An act of the legislature, approved February 22, 1878, declares that the territorial treasurer and auditor of public accounts shall be elected by qualified voters of the Territory at the general election in August, 1878, and biennially thereafter.</p>\n<p>The case being tried on complaint and answer, the allegation of the defendant Clayton, that he was elected under that law in 1880 to the office of auditor of public accounts, received the commission of the governor upon that election, was duly qualified, gave bond, and entered upon the duties of his office, must be taken as true. Also the allegation that no other person has since been elected to the same place, and that he holds over under the act of 1852, is to be taken as correct. It must also be considered as established in the case that the governor undertook to exercise the power to appoint a suitable man auditor of public accounts, and that he made proper and fit nominations to fill that office to the council of the Territory at various times, upon which they declined to act; that on the 13th of March, 1886, when such legislative body was not in session, he duly appointed Arthur Pratt to be auditor of public accounts of said Territory; that Pratt thereupon qualified by taking the proper oath and executing a sufficient official bond, and was on the 17th of March aforesaid commissioned as such officer; that he demanded of the <span class=\"star-pagination\">*636</span> defendant that he surrender to him the said office, which demand was then and there refused.</p>\n<p>The District Court of the Third Judicial District decided that the act of 1852, which vested the appointment of the auditor of public accounts in the legislature by a joint vote of its two branches, and the act of 1878, which transferred the power to fill this office to an election by the people of the Territory at a general election, were void, as being in conflict with the seventh section of the organic act of September 9, 1850, creating the Territory of Utah. That act is the fundamental law which confers upon the Territory, upon its legislature, and upon its territorial officers, all the powers which the government of the United States intended they should exercise. 9 Stat. 453, c. 51. The seventh section is in the following language:</p>\n<p>\"That all township, district and county officers, not herein otherwise provided for, shall be appointed or elected, as the case may be, in such manner as shall be provided by the governor and legislative assembly of the Territory of Utah. The governor shall nominate, and, by and with the advice and consent of the legislative council, appoint all officers not herein otherwise provided for; and in the first instance the governor alone may appoint all said officers, who shall hold their offices until the end of the first session of the legislative assembly, and shall lay off the necessary districts for members of the council and house of representatives and all other offices.\"</p>\n<p>This part of the statute is reproduced almost verbatim in section 1857 of the Revised Statutes of the United States as applicable to all the Territories.</p>\n<p>1. The first question presented to us for decision concerns the jurisdiction of this court to entertain the appeal from the Supreme Court of the Territory. The law which governs that jurisdiction now, is the act of Congress of March 3, 1885, 23 Stat. 443, c. 355, and is as follows:</p>\n<p>\"<i>Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled,</i> That no appeal or writ of error shall hereafter be allowed from any judgment or decree in any suit at law or in equity in the <span class=\"star-pagination\">*637</span> Supreme Court of the District of Columbia, or in the Supreme Court of any of the Territories of the United States, unless the matter in dispute, exclusive of costs, shall exceed the sum of five thousand dollars.</p>\n<p>\"SEC. 2. That the preceding section shall not apply to any case wherein is involved the validity of any patent or copyright, or in which is drawn in question the validity of a treaty or statute of or an authority exercised under the United States; but in all such cases an appeal or writ of error may be brought without regard to the sum or value in dispute.\"</p>\n<p>In regard to the amount in controversy required by the first section of this act, we are not at all satisfied that any such value can be applied to the office of auditor of public accounts; but we have no difficulty in holding that the record before us presents a case in which there was drawn in question an authority exercised under the United States, within the meaning of the second section. This authority was that exercised by the governor in the appointment of Arthur Pratt, acting upon the hypothesis that there was a vacancy in that office which he had a right to fill.</p>\n<p>If the legislation of the Territory of Utah, vesting this appointment at first in the legislature of the Territory, and afterwards in the votes of the people at a popular election, is valid, of course the governor had no right to make such appointment, and the commission issued upon the election of Clayton in 1880 continues him in the office until his successor is appointed. Under the pleadings in the case as presented to us, it must be held that no successor has been appointed, unless the appointment of Pratt be a valid one. If, therefore, the governor had authority and was the only person who had authority, under the act organizing the Territory of Utah, and under section 1857 of the Revised Statutes, to make this appointment, then Clayton never was legally appointed, never was auditor of public accounts <i>de jure,</i> and the action of the governor in appointing another person to the place was valid.</p>\n<p>It will be observed that this second section of the statute, while it is based upon the general principle which is found in the act of Congress allowing writs of error from this court <span class=\"star-pagination\">*638</span> to the highest courts of a State, namely, to protect parties against the exercise of an unlawful power on the part of the state authorities, does not use the language which is found in that act, that to give this court jurisdiction the decision of the state court must be <i>against</i> the right or power set up by the party under the laws of the United States. On the contrary, this peculiar feature of the appellate jurisdiction of this court over that of the state courts is left out when the matter comes to be applied to the Territories, and it is held sufficient that there should be drawn \"in question the validity of a treaty or statute of or an authority exercised under the United States;\" and it is not required that the decision of the state court should be against the validity of the treaty, statute or authority so exercised or claimed. We are therefore very clear that as the Supreme Court of the Territory of Utah based its decision upon the power conferred upon the governor by the seventh section of the organic act of Utah to make appointments to office, this power was drawn in question, and gives the defendant Clayton a right to have the judgment of this court upon it.</p>\n<p>The motion to dismiss the case for want of jurisdiction is therefore overruled.</p>\n<p>2. The next question presented to us is the alleged error of the Supreme Court of the Territory in holding that this power was vested exclusively in the governor and council as regards the office of auditor of public accounts. We are at some loss to see how there can be any doubt upon this question, if it be admitted that in case of a conflict between the organic act creating the Territory, of September 9, 1850, 9 Stat. 453, c. 51, and any act of the territorial legislature, the act of Congress must prevail. That statute is not at all ambiguous in its division of the power of appointment. \"All township, district and county officers, not herein otherwise provided for, shall be appointed or elected, as the case may be, in such manner as shall be provided by the governor and legislative assembly of the Territory of Utah.\" This defines very clearly the power of the legislature of Utah in providing for appointments to office. The next sentence in the same <span class=\"star-pagination\">*639</span> section declares that the governor shall nominate and, with the advice and consent of the council, appoint all officers not herein otherwise provided for; that is to say, all officers of the Territory who are township officers, district officers or county officers, shall be appointed in such manner as shall be provided by law, namely, by a statute made by the governor and legislative assembly of the Territory; but all other officers, all which are not local or confined in their duties to some particular township, district or county, shall be nominated by the governor and by and with the advice and consent of the council appointed.</p>\n<p>That this mode of dividing the power of appointing to offices within the Territories is one to which Congress attached importance, is seen by the fact that it was subsequently adopted in the organic acts establishing the Territories of Washington, 10 Stat. 175, c. 90, § 7; Colorado, 12 Stat. 174, c. 59, § 7; Arizona, 12 Stat. 665, c. 56, § 2; Dakota, 12 Stat. 241, c. 86, § 7; Idaho, 12 Stat. 811, c. 117, § 7; Montana, 13 Stat. 88, c. 95, § 7; Wyoming, 15 Stat. 180, c. 235, § 7; and it is reproduced as applicable to all the Territories by section 1857 of the Revised Statutes.</p>\n<p>The office in question is not a township office, nor is it a district office, nor is it a county office. It is not in any sense a local office. It is a general office, whose duties concern and pervade the entire Territory of Utah, and whose functions are performed for the benefit of the whole Territory.</p>\n<p>The sixth section of the organic act is relied on as conferring upon the legislature of Utah the authority to pass the act of 1852 and the act of 1878 in question. The language of section six of that act is \"that the legislative power of said Territory shall extend to all rightful subjects of legislation consistent with the Constitution of the United States and the <i>provisions of this act,</i>\" and it is immediately following this section that it is declared that the governor shall nominate and, by and with the advice and consent of the council, appoint all officers of the Territory, except township, district and county officers. The inconsistency of an act which declares that the legislature shall appoint these officers, or that they shall be appointed by <span class=\"star-pagination\">*640</span> a popular election, with an express provision of the organic act that they shall be nominated by the governor and appointed by him with the consent of the council, is too obvious to require illustration. The governor of the Territory, the secretary of the Territory, the judges of the Territory, the United States marshal and the United States district attorney are all appointed by the President, \u0097 these all being general officers, and not local. The law then continues this control of the federal authorities over the officers in the Territory by declaring that wherever the office is a general office and pervades the whole Territory, and is not a township, district or county office, the appointment shall be made by the governor. It is utterly inconsistent both with the policy and the express language of the statute that the legislature of the Territory of Utah can change the appointing power and vest it in any other body whatever, however popular, or that in the creation of offices of this general character, whose duties and functions pervade the whole Territory, they can confer the appointing power upon anybody else but the governor and council.</p>\n<p>The question of the conflict of a law passed by the legislature of Utah Territory with this same organic act is considered at some length in the case of <i>Ferris</i> v. <i>Higley,</i> 20 Wall. 375. The act of Congress contains the provision that \"the judicial power of said Territory shall be vested in a Supreme Court, District Courts, Probate Courts, and in justices of the peace;\" and that \"the jurisdiction of the several courts herein provided for, both appellate and original, and that of the Probate Courts and of justices of the peace, shall be as limited by law.\" It was urged in that case that an act of the legislature of Utah was valid which conferred upon the Probate Courts of the Territory power to exercise original jurisdiction, both civil and criminal, as well in chancery as at common law, when not prohibited by legislative enactment. This proposition was supported by a reference to the same clause of the organic act which is relied on in this case, namely, that the legislative power of the Territory extends to all rightful subjects of legislation consistent with the Constitution of the United States and with that act. It became a question in that case, as in <span class=\"star-pagination\">*641</span> this, whether the law conferring this extraordinary power upon the Probate Courts was consistent with the organic act which conferred the same powers upon the Supreme and District Courts of the Territory. That law was evidently intended to dispense with the jurisdiction of the courts of the United States appointed by the President and Senate, as far as it could be done, by investing the Probate Courts, which were under the control of the legislature of the Territory, with the same powers which the former courts had.</p>\n<p>While there was no definition of the powers of Probate Courts in the organic act, this court held that the essential nature of Probate Courts was not such as to justify the conclusion that they were intended to exercise such powers, and especially it was held that it was not competent for the legislature to create other courts, or vest in other courts created by the organic act, powers which had already been vested in the District and Supreme Courts of the Territory, and that therefore the statute of the Territory conferring common law and equity jurisdiction on the Probate Courts was void, as being in conflict with that provision of the act of Congress. We think the present case is much clearer than that, because the act of Congress in unequivocal terms declares where the appointing power to all offices shall be deposited, and the power of appointment to the office now under consideration is distinctly reposed in the governor and council. The council, which we have so often referred to, was a body constituting a part of the legislature of the Territory, which answers to the place of a senate in the general political system of the several States and of the federal government. See section 4 of the act to establish territorial government for Utah, 9 Stat. 454.</p>\n<p>The case of <i>Snow</i> v. <i>The United States,</i> 18 Wall. 317, is supposed to conflict with these views. In that case, the office of attorney general was created by an act of the legislature of Utah, whose duty it should be to attend to all legal business on the part of the Territory before courts where the Territory was a party, and prosecute individuals accused of crime in the judicial district in which he kept his office, in cases arising under the laws of the Territory, and such other duties as pertained <span class=\"star-pagination\">*642</span> to his office. This was supposed to be in conflict with the provision of the organic act, which authorized the appointment of an attorney for the Territory by the President. The court, however, held that the duties of the office created by the territorial legislature were not identical with those of the attorney for the Territory created under the organic act, and that it differed especially in that his functions only extended to the prosecution of individuals accused of crime in the judicial district in which he kept his office, in cases arising under the laws of the Territory, and that for other districts a district attorney should be elected in like manner and with like duties. And the court with some hesitation based its decision on this ground, and on the fact that the act had been in operation without contest for many years.</p>\n<p>It is true that in a case of doubtful construction the long acquiescence of Congress and the general government may be resorted to as some evidence of the proper construction, or of the validity, of a law. This principle is more applicable to questions relating to the construction of a statute than to matters which go to the power of the legislature to enact it. At all events, it can hardly be admitted as a general proposition that under the power of Congress reserved in the organic acts of the Territories to annul the acts of their legislatures the absence of any action by Congress is to be construed to be a recognition of the power of the legislature to pass laws in conflict with the act of Congress under which they were created.</p>\n<p>The question of the appointing power, which is the matter in controversy here, was not before the court in that case. We do not think that the acquiescence of the people, or of the legislature of Utah, or of any of its officers, in the mode for appointing the auditor of public accounts, is sufficient to do away with the clear requirements of the organic act on that subject. It is also, we think, very clear that only that part of the statute of Utah which is contrary to the organic act, namely, that relating to the mode of appointment of the officer is invalid; that so much of it as creates the office of auditor of public accounts and treasurer of the Territory is valid; and that it can successfully and appropriately be carried into effect <span class=\"star-pagination\">*643</span> by an appointment made by the governor and the council of the Territory, as required in the act of Congress.</p>\n<p><i>The judgment of the Supreme Court of the Territory of Utah is affirmed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:05:57", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">632</span></span> (1890)</b></center>\n<center><h1>CLAYTON<br>\nv.<br>\nUTAH TERRITORY.</h1></center>\n<center>No. 143.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 5, 1889.</center>\n<center>Decided January 6, 1890.</center>\nAPPEAL FROM THE SUPREME COURT OF THE TERRITORY OF UTAH.\n<p><i>Mr. Eppa Hunton,</i> (with whom was <i>Mr. Jefferson Chandler</i> on the brief,) for appellant.</p>\n<p><i>Mr. Solicitor General</i> for appellee.</p>\n<p>MR. JUSTICE MILLER delivered the opinion of the court.</p>\n<p>This is an appeal from the Supreme Court of the Territory of Utah.</p>\n<p>The action was commenced in the District Court of the <span class=\"star-pagination\">*633</span> Third Judicial District of Utah Territory, county of Salt Lake, by a complaint in the name of the people of the Territory of Utah, by William H. Dickson, United States Attorney of said Territory, against the present appellant, then defendant, Nephi W. Clayton, under the allegation that he had usurped and intruded into the office of auditor of public accounts in and for said Territory in the year 1879, and ever since that time had held and does still hold and exercise the functions of said office without authority of law.</p>\n<p>An additional allegation in the complaint is, that on the 13th day of March, 1886, and after the final expiration and adjournment of the legislative assembly and council of the Territory, Eli H. Murray, governor of said Territory, duly appointed Arthur Pratt to be auditor of public accounts of said Territory, and that thereupon said Pratt was qualified by taking the oath of office and the execution of an official bond, with sufficient sureties, as required by law, and, on the 17th of March aforesaid, was commissioned as such officer; and that, after being so appointed and commissioned, and so qualified, the said Pratt, on the day last mentioned, demanded of defendant that he surrender to him the office and the insignia thereof, which demand was then and there refused by the defendant.</p>\n<p>The petition also states that on several occasions during the session of the legislative assembly previous to March, 1886, the governor had nominated and presented to said council the name of a fit person to fill the office of auditor of public accounts, but the council, at each of said sessions, failed and refused to take any action thereon, and that this was done with the full knowledge of said council that the defendant was then unlawfully holding the office and exercising its functions.</p>\n<p>The defendant answered this complaint, denying almost every allegation of the petition specifically, or by stating that he is without knowledge on the subject of its averments; and then proceeded to say, that on the 1st day of August, in the year 1880, he was a citizen of the United States of the age of twenty-one years, and was eligible to hold office under the laws of Utah Territory; that at the regular election of that year, on the 2d day of August, 1880, he was duly elected auditor of <span class=\"star-pagination\">*634</span> public accounts for the Territory of Utah; and that thereafter, to wit, in September, 1880, Eli H. Murray, the governor of Utah, issued to him, under his hand and the seal of said Territory, a commission as auditor, which was also signed by the secretary of the Territory. And he further alleged, that since said election of 1880, no one had been elected to fill the office, nor had defendant resigned, and that he is by virtue of that election and the commission of the governor acting as auditor of public accounts of said Territory.</p>\n<p>The defendant also demurred to the complaint, and the case was afterwards heard upon the demurrer of the defendant upon the pleadings on file and on the motion of plaintiff for judgment of ouster against the defendant.</p>\n<p>In regard to the motion, the court rendered the following judgment:</p>\n<p>\"It is now ordered and adjudged that the said demurrer of the said defendant be, and the same is hereby, overruled and denied; and it is further ordered and adjudged that the answer of the said defendant is insufficient as a defence or justification for his holding and exercising the functions of said office; that the said defendant, Nephi W. Clayton, is guilty of usurping and unlawfully holding and exercising the said office of territorial auditor of Utah Territory, and that said defendant be, and he is hereby, excluded from the said office and from exercising any of the duties pertaining thereto.\"</p>\n<p>As to the application of Pratt to be admitted into and hold the office of territorial auditor it rendered the following judgment:</p>\n<p>\"It is further considered, ordered and adjudged that the said Arthur Pratt is the lawfully appointed and commissioned auditor of said Territory, and is entitled, after taking the oath of office and executing such official bond as by law required, to use, hold and exercise the said office, and perform the duties thereof and receive the emoluments thereto belonging, until his successor is duly appointed and qualified.</p>\n<p>\"And it is further ordered and adjudged that the said defendant, Nephi W. Clayton, do forthwith yield and deliver up to the said Arthur Pratt the said office of territorial auditor, <span class=\"star-pagination\">*635</span> and all the books, papers, keys, safes, furniture, property, moneys and records belonging or pertaining to the said office or the business thereof, and that the said plaintiff have and recover of and from said defendant the costs herein, taxed at twenty-two dollars and fifty cents.\"</p>\n<p>On appeal to the Supreme Court of the Territory, taken by Clayton, both these judgments were affirmed.</p>\n<p>The legislature of Utah, by an act approved January 20, 1852, created the offices of treasurer and auditor of public accounts, and defined the duties of each. It declared that those officers should be elected by the joint vote of both houses of the legislative assembly, and that their term of office should be four years, and until their successors were elected and qualified, unless sooner superseded by legislative election. An act of the legislature, approved February 22, 1878, declares that the territorial treasurer and auditor of public accounts shall be elected by qualified voters of the Territory at the general election in August, 1878, and biennially thereafter.</p>\n<p>The case being tried on complaint and answer, the allegation of the defendant Clayton, that he was elected under that law in 1880 to the office of auditor of public accounts, received the commission of the governor upon that election, was duly qualified, gave bond, and entered upon the duties of his office, must be taken as true. Also the allegation that no other person has since been elected to the same place, and that he holds over under the act of 1852, is to be taken as correct. It must also be considered as established in the case that the governor undertook to exercise the power to appoint a suitable man auditor of public accounts, and that he made proper and fit nominations to fill that office to the council of the Territory at various times, upon which they declined to act; that on the 13th of March, 1886, when such legislative body was not in session, he duly appointed Arthur Pratt to be auditor of public accounts of said Territory; that Pratt thereupon qualified by taking the proper oath and executing a sufficient official bond, and was on the 17th of March aforesaid commissioned as such officer; that he demanded of the <span class=\"star-pagination\">*636</span> defendant that he surrender to him the said office, which demand was then and there refused.</p>\n<p>The District Court of the Third Judicial District decided that the act of 1852, which vested the appointment of the auditor of public accounts in the legislature by a joint vote of its two branches, and the act of 1878, which transferred the power to fill this office to an election by the people of the Territory at a general election, were void, as being in conflict with the seventh section of the organic act of September 9, 1850, creating the Territory of Utah. That act is the fundamental law which confers upon the Territory, upon its legislature, and upon its territorial officers, all the powers which the government of the United States intended they should exercise. 9 Stat. 453, c. 51. The seventh section is in the following language:</p>\n<p>\"That all township, district and county officers, not herein otherwise provided for, shall be appointed or elected, as the case may be, in such manner as shall be provided by the governor and legislative assembly of the Territory of Utah. The governor shall nominate, and, by and with the advice and consent of the legislative council, appoint all officers not herein otherwise provided for; and in the first instance the governor alone may appoint all said officers, who shall hold their offices until the end of the first session of the legislative assembly, and shall lay off the necessary districts for members of the council and house of representatives and all other offices.\"</p>\n<p>This part of the statute is reproduced almost verbatim in section 1857 of the Revised Statutes of the United States as applicable to all the Territories.</p>\n<p>1. The first question presented to us for decision concerns the jurisdiction of this court to entertain the appeal from the Supreme Court of the Territory. The law which governs that jurisdiction now, is the act of Congress of March 3, 1885, 23 Stat. 443, c. 355, and is as follows:</p>\n<p>\"<i>Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled,</i> That no appeal or writ of error shall hereafter be allowed from any judgment or decree in any suit at law or in equity in the <span class=\"star-pagination\">*637</span> Supreme Court of the District of Columbia, or in the Supreme Court of any of the Territories of the United States, unless the matter in dispute, exclusive of costs, shall exceed the sum of five thousand dollars.</p>\n<p>\"SEC. 2. That the preceding section shall not apply to any case wherein is involved the validity of any patent or copyright, or in which is drawn in question the validity of a treaty or statute of or an authority exercised under the United States; but in all such cases an appeal or writ of error may be brought without regard to the sum or value in dispute.\"</p>\n<p>In regard to the amount in controversy required by the first section of this act, we are not at all satisfied that any such value can be applied to the office of auditor of public accounts; but we have no difficulty in holding that the record before us presents a case in which there was drawn in question an authority exercised under the United States, within the meaning of the second section. This authority was that exercised by the governor in the appointment of Arthur Pratt, acting upon the hypothesis that there was a vacancy in that office which he had a right to fill.</p>\n<p>If the legislation of the Territory of Utah, vesting this appointment at first in the legislature of the Territory, and afterwards in the votes of the people at a popular election, is valid, of course the governor had no right to make such appointment, and the commission issued upon the election of Clayton in 1880 continues him in the office until his successor is appointed. Under the pleadings in the case as presented to us, it must be held that no successor has been appointed, unless the appointment of Pratt be a valid one. If, therefore, the governor had authority and was the only person who had authority, under the act organizing the Territory of Utah, and under section 1857 of the Revised Statutes, to make this appointment, then Clayton never was legally appointed, never was auditor of public accounts <i>de jure,</i> and the action of the governor in appointing another person to the place was valid.</p>\n<p>It will be observed that this second section of the statute, while it is based upon the general principle which is found in the act of Congress allowing writs of error from this court <span class=\"star-pagination\">*638</span> to the highest courts of a State, namely, to protect parties against the exercise of an unlawful power on the part of the state authorities, does not use the language which is found in that act, that to give this court jurisdiction the decision of the state court must be <i>against</i> the right or power set up by the party under the laws of the United States. On the contrary, this peculiar feature of the appellate jurisdiction of this court over that of the state courts is left out when the matter comes to be applied to the Territories, and it is held sufficient that there should be drawn \"in question the validity of a treaty or statute of or an authority exercised under the United States;\" and it is not required that the decision of the state court should be against the validity of the treaty, statute or authority so exercised or claimed. We are therefore very clear that as the Supreme Court of the Territory of Utah based its decision upon the power conferred upon the governor by the seventh section of the organic act of Utah to make appointments to office, this power was drawn in question, and gives the defendant Clayton a right to have the judgment of this court upon it.</p>\n<p>The motion to dismiss the case for want of jurisdiction is therefore overruled.</p>\n<p>2. The next question presented to us is the alleged error of the Supreme Court of the Territory in holding that this power was vested exclusively in the governor and council as regards the office of auditor of public accounts. We are at some loss to see how there can be any doubt upon this question, if it be admitted that in case of a conflict between the organic act creating the Territory, of September 9, 1850, 9 Stat. 453, c. 51, and any act of the territorial legislature, the act of Congress must prevail. That statute is not at all ambiguous in its division of the power of appointment. \"All township, district and county officers, not herein otherwise provided for, shall be appointed or elected, as the case may be, in such manner as shall be provided by the governor and legislative assembly of the Territory of Utah.\" This defines very clearly the power of the legislature of Utah in providing for appointments to office. The next sentence in the same <span class=\"star-pagination\">*639</span> section declares that the governor shall nominate and, with the advice and consent of the council, appoint all officers not herein otherwise provided for; that is to say, all officers of the Territory who are township officers, district officers or county officers, shall be appointed in such manner as shall be provided by law, namely, by a statute made by the governor and legislative assembly of the Territory; but all other officers, all which are not local or confined in their duties to some particular township, district or county, shall be nominated by the governor and by and with the advice and consent of the council appointed.</p>\n<p>That this mode of dividing the power of appointing to offices within the Territories is one to which Congress attached importance, is seen by the fact that it was subsequently adopted in the organic acts establishing the Territories of Washington, 10 Stat. 175, c. 90, § 7; Colorado, 12 Stat. 174, c. 59, § 7; Arizona, 12 Stat. 665, c. 56, § 2; Dakota, 12 Stat. 241, c. 86, § 7; Idaho, 12 Stat. 811, c. 117, § 7; Montana, 13 Stat. 88, c. 95, § 7; Wyoming, 15 Stat. 180, c. 235, § 7; and it is reproduced as applicable to all the Territories by section 1857 of the Revised Statutes.</p>\n<p>The office in question is not a township office, nor is it a district office, nor is it a county office. It is not in any sense a local office. It is a general office, whose duties concern and pervade the entire Territory of Utah, and whose functions are performed for the benefit of the whole Territory.</p>\n<p>The sixth section of the organic act is relied on as conferring upon the legislature of Utah the authority to pass the act of 1852 and the act of 1878 in question. The language of section six of that act is \"that the legislative power of said Territory shall extend to all rightful subjects of legislation consistent with the Constitution of the United States and the <i>provisions of this act,</i>\" and it is immediately following this section that it is declared that the governor shall nominate and, by and with the advice and consent of the council, appoint all officers of the Territory, except township, district and county officers. The inconsistency of an act which declares that the legislature shall appoint these officers, or that they shall be appointed by <span class=\"star-pagination\">*640</span> a popular election, with an express provision of the organic act that they shall be nominated by the governor and appointed by him with the consent of the council, is too obvious to require illustration. The governor of the Territory, the secretary of the Territory, the judges of the Territory, the United States marshal and the United States district attorney are all appointed by the President, \u0097 these all being general officers, and not local. The law then continues this control of the federal authorities over the officers in the Territory by declaring that wherever the office is a general office and pervades the whole Territory, and is not a township, district or county office, the appointment shall be made by the governor. It is utterly inconsistent both with the policy and the express language of the statute that the legislature of the Territory of Utah can change the appointing power and vest it in any other body whatever, however popular, or that in the creation of offices of this general character, whose duties and functions pervade the whole Territory, they can confer the appointing power upon anybody else but the governor and council.</p>\n<p>The question of the conflict of a law passed by the legislature of Utah Territory with this same organic act is considered at some length in the case of <i>Ferris</i> v. <i>Higley,</i> 20 Wall. 375. The act of Congress contains the provision that \"the judicial power of said Territory shall be vested in a Supreme Court, District Courts, Probate Courts, and in justices of the peace;\" and that \"the jurisdiction of the several courts herein provided for, both appellate and original, and that of the Probate Courts and of justices of the peace, shall be as limited by law.\" It was urged in that case that an act of the legislature of Utah was valid which conferred upon the Probate Courts of the Territory power to exercise original jurisdiction, both civil and criminal, as well in chancery as at common law, when not prohibited by legislative enactment. This proposition was supported by a reference to the same clause of the organic act which is relied on in this case, namely, that the legislative power of the Territory extends to all rightful subjects of legislation consistent with the Constitution of the United States and with that act. It became a question in that case, as in <span class=\"star-pagination\">*641</span> this, whether the law conferring this extraordinary power upon the Probate Courts was consistent with the organic act which conferred the same powers upon the Supreme and District Courts of the Territory. That law was evidently intended to dispense with the jurisdiction of the courts of the United States appointed by the President and Senate, as far as it could be done, by investing the Probate Courts, which were under the control of the legislature of the Territory, with the same powers which the former courts had.</p>\n<p>While there was no definition of the powers of Probate Courts in the organic act, this court held that the essential nature of Probate Courts was not such as to justify the conclusion that they were intended to exercise such powers, and especially it was held that it was not competent for the legislature to create other courts, or vest in other courts created by the organic act, powers which had already been vested in the District and Supreme Courts of the Territory, and that therefore the statute of the Territory conferring common law and equity jurisdiction on the Probate Courts was void, as being in conflict with that provision of the act of Congress. We think the present case is much clearer than that, because the act of Congress in unequivocal terms declares where the appointing power to all offices shall be deposited, and the power of appointment to the office now under consideration is distinctly reposed in the governor and council. The council, which we have so often referred to, was a body constituting a part of the legislature of the Territory, which answers to the place of a senate in the general political system of the several States and of the federal government. See section 4 of the act to establish territorial government for Utah, 9 Stat. 454.</p>\n<p>The case of <i>Snow</i> v. <i>The United States,</i> <span class=\"citation\" data-id=\"88811\"><a href=\"/opinion/88811/snow-v-united-states/\"><span class=\"volume\">18</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">317</span></a></span>, is supposed to conflict with these views. In that case, the office of attorney general was created by an act of the legislature of Utah, whose duty it should be to attend to all legal business on the part of the Territory before courts where the Territory was a party, and prosecute individuals accused of crime in the judicial district in which he kept his office, in cases arising under the laws of the Territory, and such other duties as pertained <span class=\"star-pagination\">*642</span> to his office. This was supposed to be in conflict with the provision of the organic act, which authorized the appointment of an attorney for the Territory by the President. The court, however, held that the duties of the office created by the territorial legislature were not identical with those of the attorney for the Territory created under the organic act, and that it differed especially in that his functions only extended to the prosecution of individuals accused of crime in the judicial district in which he kept his office, in cases arising under the laws of the Territory, and that for other districts a district attorney should be elected in like manner and with like duties. And the court with some hesitation based its decision on this ground, and on the fact that the act had been in operation without contest for many years.</p>\n<p>It is true that in a case of doubtful construction the long acquiescence of Congress and the general government may be resorted to as some evidence of the proper construction, or of the validity, of a law. This principle is more applicable to questions relating to the construction of a statute than to matters which go to the power of the legislature to enact it. At all events, it can hardly be admitted as a general proposition that under the power of Congress reserved in the organic acts of the Territories to annul the acts of their legislatures the absence of any action by Congress is to be construed to be a recognition of the power of the legislature to pass laws in conflict with the act of Congress under which they were created.</p>\n<p>The question of the appointing power, which is the matter in controversy here, was not before the court in that case. We do not think that the acquiescence of the people, or of the legislature of Utah, or of any of its officers, in the mode for appointing the auditor of public accounts, is sufficient to do away with the clear requirements of the organic act on that subject. It is also, we think, very clear that only that part of the statute of Utah which is contrary to the organic act, namely, that relating to the mode of appointment of the officer is invalid; that so much of it as creates the office of auditor of public accounts and treasurer of the Territory is valid; and that it can successfully and appropriately be carried into effect <span class=\"star-pagination\">*643</span> by an appointment made by the governor and the council of the Territory, as required in the act of Congress.</p>\n<p><i>The judgment of the Supreme Court of the Territory of Utah is affirmed.</i></p>\n</div>", 
  "sha1": "c7b8fe340321be7582d986d18c7111e1a5d173ff", 
  "date_modified": "2014-12-21T01:30:56.021085", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/92639/clayton-v-utah-territory/", 
  "citation_count": 7, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/193550/", 
  "html": "<p class=\"case_cite\">132 U.S. 632</p>\n    <p class=\"case_cite\">10 S.Ct. 190</p>\n    <p class=\"case_cite\">33 L.Ed. 455</p>\n    <p class=\"parties\">CLAYTON<br>v.<br>PEOPLE OF THE TERRITORY OF UTAH <i>ex rel.</i> DICKSON,<br>United States Attorney.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    <p class=\"date\">January 6, 1890.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Eppa Hunton, Jeff. Chandler, J. G. Sutherland</i> and <i>J. R. McBride</i>, for appellant.</p>\n      <p class=\"indent\"><i>P. L. Williams</i> and <i>The U. S. Attorney General</i>, for appellees.</p>\n      <p class=\"indent\">MILLER, J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from the supreme court of the territory of Utah.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The action was commenced in the district court of the third judicial district of Utah territory, county of Salt Lake, by a complaint in the name of the people of the territory of Utah, by William H. Dickson, United States attorney of said territory, against the present appellant, then defendant, Nephi W. Clayton, under the allegation that he had usurped and intruded into the office of auditor of public accounts in and for said territory in the year 1879, and ever since that time had held, and does still hold and exercise, the functions of said office, without authority of law. An additional allegation in the complaint is that on the 13th day of March, 1886, and after the final expiration and adjournment of the legislative assembly and council of the territory, Eli H. Murray, governor of said territory, duly appointed Arthur Pratt to be auditor of public accounts of said territory, and that thereupon said Pratt was qualified by taking the oath of office and the execution of an official bond, with sufficient sureties, as required by law, and, on the 17th of March aforesaid, was commissioned as such officer; and that, after being so appointed and commissioned, and so qualified, the said Pratt, on the day last mentioned, demanded of defendant that he surrender to him the office, and the insignia thereof, which demand was then and there refused by the defendant. The petition also states that on several occasions during the session of the legislative assembly previous to March, 1886, the governor had nominated and presented to said council the name of a fit person to fill the office of auditor of public accounts, but the council at each of said sessions failed and refused to take any action thereon; and that this was done with the full knowledge of said council that the defendant was then unlawfully holding the office, and exercising its functions. The defendant answered this complaint, denying almost every allegation of the petition specifically, or by stating that he is without knowledge on the subject of its averments, and then proceeded to say that on the 1st day of August, in the year 1880, he was a citizen of the United States, of the age of 21 years, and was eligible to hold office under the laws of Utah territory; that at the regular election of that year, on the 2d day of August, 1880, he was duly elected auditor of public accounts for the territory of Utah; and that thereafter, to-wit, in September, 1880, Eli H. Murray, the governor of Utah, issued to him, under his hand and the seal of said territory, a commission as auditor, which was also signed by the secretary of the territory. And he further alleged that since said election of 1880 no one had been elected to fill the office, nor had defendant resigned, and that he is, by virtue of that election and the commission of the governor, acting as auditor of public accounts of said territory. The defendant also demurred to the complaint, and the case was afterwards heard upon the demurrer of the defendant upon the pleadings on file, and on the motion of plaintiff for judgment of ouster against the defendant. In regard to the motion, the court rendered the following judgment: 'It is now ordered and adjudged that the said demurrer of the said defendant be, and the same is hereby, overruled and denied; and it is further ordered and adjudged that the answer of the said defendant is insufficient as a defense or justification for his holding and exercising the functions of said office; that the said defendant, Nephi W. Clayton, is guilty of usurping and unlawfully holding and exercising the said office of territorial auditor of Utah territory, and that said defendant be, and he is hereby, excluded from the said office, and from exercising any of the duties pertaining thereto.' As to the application of Pratt to be admitted into and hold the office of territorial auditor, it rendered the following judgment: 'It is further considered, ordered, and adjudged that the said Arthur Pratt is the lawfully appointed and commissioned auditor of said territory, and is entitled, after taking the oath of office and executing such official bond as by law required, to use, hold, and exercise the said office, and perform the duties thereof, and receive the emoluments thereto belonging, until his successor is duly appointed and qualified. And it is further ordered and adjudged that the said defendant, Nephi W. Clayton, do forthwith yield and deliver up to the said Arthur Pratt the said office of territorial auditor, and all the books, papers, keys, safes, furniture, property, moneys, and records belonging or pertaining to the said office, or the business thereof; and that the said plaintiff have and recover of and from said defendant the costs herein, taxed at twenty-two dollars and fifty cents.' On appeal to the supreme court of the territory, taken by Clayton, both these judgments were affirmed. 11 Pac. Rep. 206, 213.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The legislature of Utah, by an act approved January 20, 1852, created the offices of treasurer and auditor of public accounts, and defined the duties of each. It declared that those officers should be elected by the joint vote of both houses, of the legislative assembly, and that their term of office should be four years, and until their successors were elected and qualified, unless sooner superseded by legislative election. An act of the legislature approved February 22, 1873, declares that the territorial treasurer and auditor of public accounts shall be elected by qualified voters of the territory at the general election in August, 1878, and biennially thereafter. The case being tried on complaint and answer, the allegation of the defendant, Clayton, that he was elected under that law, in 1880, to the office of auditor of public accounts, received the commission of the governor upon that election, was duly qualified, gave bond, and entered upon the duties of his office, must be taken as true; also, the allegation that no other person has since been elected to the same place, and that he holds over under the act of 1852, is to be taken as correct. It must also be considered as established in the case that the governor undertook to exercise the power to appoint a suitable man auditor of public accounts, and that he made proper and fit nominations to fill that office to the council of the territory at various times, upon which they declined to act; that on the 13th of March, 1886, when such legislative body was not in session, he duly appointed Arthur Pratt to be auditor of public accounts of said territory; that Pratt thereupon qualified by taking the proper oath and executing a sufficient official bond, and was on the 17th of March, aforesaid, commissioned as such office; that he demanded of the defendant that he surrender to him the said office, which demand was then and there refused. The district court of the third judicial district decided that the act of 1852, which vested the appointment of the auditor of public accounts in the legislature by a joint vote of its two branches, and the act of 1878, which transferred the power to fill this office to an election by the people of the territory at a general election, were void, as being in conflict with the seventh section of the organic act of September 9, 1850, creating the territory of Utah. That act is the fundamental law which confers upon the territory, upon its legislature, and upon its territorial officers, all the powers which the government of the United States intended they should exercise. 9 St. 453. The seventh section is in the following language: 'That all to wnship, district, and county officers not herein otherwise provided for shall be appointed or elected, as the case may be, in such manner as shall be provided by the governor and legislative assembly of the territory of Utah. The governor shall nominate and, by and with the advice and consent of the legislative council, appoint all officers not herein otherwise provided for; and in the first instance the governor alone may appoint all said officers, who shall hold their offices until the end of the first session of the legislative assembly, and shall lay off the necessary districts for members of the council and house of representatives, and all other offices.' This part of the statute is reproduced almost <i>verbatim</i> in section 1857 of the Revised Statutes of the United States, as applicable to all the territories.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">1. The first question presented to us for decision concerns the jurisdiction of this court to entertain the appeal from the supreme court of the territory. The law which governs that jurisdiction now is the act of congress of March 3, 1885, (23 St. 443,) and is as follows: 'Be it enacted by the senate and house of representatives of the United States of America in congress assembled, the no appeal or writ of error shall hereafter be allowed from any judgment or decree, in any suit at law or in equity in the supreme court of the District of Columbia, or in the supreme court of any of the territories of the United States, unless the matter in dispute, exclusive of costs, shall exceed the sum of five thousand dollars. Sec. 2. That the preceding section shall not apply to any case wherein is involved the validity of any patent or copyright, or in which is drawn in question the validity of a treaty or statute of, or an authority exercised under, the United States; but in all such cases an appeal or writ of error may be brought without regard to the sum or value indispute.' In regard to the amount in controversy required by the first section of this act, we are not at all satisfied that any such value can be applied to the office of auditor of public accounts; but we have no difficulty in holding that the record before us presents a case in which there was drawn in question an authority exercised under the United States, within the meaning of the second section. This authority was that exercised by the governor in the appointment of Arthur Pratt, acting upon the hypothesis that there was a vacancy in that office which he had a right to fill. If the legislation of the territory of Utah vesting this appointment at first in the legislature of the territory, and afterwards in the votes of the people at a popular election, is valid, of course the governor had no right to make such appointment, and the commission issued upon the election of Clayton in 1880 continues him in the office until his successor is appointed. Under the pleadings in the case, as presented to us, it must be held that no successor has been appointed, unless the appointment of Pratt be a valid one. If, therefore, the governor had authority, and was the only person who had authority, under the act organizing the territory of Utah, and under section 1857 of the Revised Statutes, to make this appointment, then Clayton never was legally appointed, never was auditor of public accounts <i>de jure</i>, and the action of the governor in appointing another person to the place was valid. It will be observed that this second section of the statute, while it is based upon the general principle which is found in the act of congress allowing writs of error from this court to the highest courts of a state, namely, to protect parties against the exercise of an unlawful power on the part of the state authorities, does not use the language which is found in that act, that to give this court jurisdiction the decision of the state court must be against the right or power set up by the party under the laws of the United States. On the contrary, this peculiar feature of the appellate jurisdiction of this court over that of the state courts is left out when the matter comes to be applied to the territories, and it is held sufficient that there should be drawn 'in question the validity of a treaty or statute of, or an authority exercised under, the United States;' and it is not required that the decision of the state court should be against the validity of treaty, statute, or authority so exercised or claimed. We are, therefore, very clear that, as the sup eme court of the territory of Utah based its decision upon the power conferred upon the governor, by the seventh section of the organic act of Utah, to make appointments to office, this power was drawn in question, and gives the defendant, Clayton, a right to have the judgment of this court upon it. The motion to dismiss the case for want of jurisdiction is therefore overruled.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">2. The next question presented to us is the alleged error or the supreme court of the territory in holding that this power was vested exclusively in the governor and council, as regards the office of auditor of public accounts. We are at some loss to see how there can be any doubt upon this question, if it be admitted that in case of a conflict between the organic act creating the territory, of September 9, 1850, (9 St. 453,) and any act of the territorial legislature, the act of congress must prevail. That statute is not at all ambiguous in its division of the power of appointment. 'All township, district, and county officers, not herein otherwise provided for, shall be appointed or elected, as the case may be, in such manner as shall be provided by the governor and legislative assembly of the territory of Utah.' This defines very clearly the power of the legislature of Utah in providing for appointments to office. The next sentence in the same section declares that the governor shall nominate and, with the advice and consent of the council, appoint all officers not herein otherwise provided for; that is to say, all officers of the territory who are township officers, district officers, or county officers, shall be appointed in such manner as shall be provided by law, namely, by a statute made by the governor and legislative assembly of the territory, but all other officers, which are not local or confined in their duties to some particular township, district, or county, shall be nominated by the governor, and, by and with the advice and consent of the council, appointed. That this mode of dividing the power of appointing to offices within the territories is one to which congress attached importance is seen by the fact that it was subsequently adopted in the organic acts establishing the territories of Washington, (10 St. 175,) Colorado, (12 St. 174,) Arizona, (Id. 665,) Dakota, (Id. 241,) Idaho, (Id. 811,) Montana, (13 St. 88,) Wyoming, (15 St. 180;) and it is reproduced, as applicable to all the territories, by section 1857 of the Revised Statutes. The office in question is not a township office, nor is it a district office, nor is it a county office. It is not in any sense a local office. It is a general office, whose duties concern and pervade the entire territory of Utah, and whose functions are performed for the benefit of the whole territory. The sixth section of the organic act is relied on as conferring upon the legislature of Utah the authority to pass the act of 1852 and the act of 1878, in question. The language of section 6 of that act is 'that the legislative power of said territory shall extend to all rightful subjects of legislation consistent with the constitution of the United States and the provisions of this act,' and it is immediately following this section that it is declared that the governor shall nominate and, by and with the advice and consent of the council, appoint all officers of the territory, except township, district, and county officers. The inconsistency of an act which declares that the legislature shall appointed these officers, or that they shall be appointed by a popular election, with an express provision of the organic act that they shall be nominated by the governor, and appointed by him, with the consent of the council, is too obvious to require illustration. The governor of the territory, the secretary of the territory, the judges of the territory, the United States marshal, and the United States district attorney, are all appointed by the president; these all being general officers, and not local. The law then continues this contr l of the federal authorities over the officers in the territory be declaring that wherever the office is a general office, and pervades the whole territory, and is not a township, district, or county office, the appointment shall be made by the governor. It is utterly inconsistent both with the policy and the express language of the statute that the legislature of the territory of Utah can change the appointing power, and vest it in any other body whatever, however popular, or that in the creation of offices of this general character, whose duties and functions pervade the whole territory, they can confer the appointing power upon anybody else but the governor and council. The question of the conflict of a law passed by the legislature of Utah territory with this same organic act is considered at some length in the case of Ferris v. Higley, 20 Wall. 375. The act of congress contains the provision that 'the judicial power of said territory shall be vested in a supreme court, district courts, probate courts, and in justices of the peace,' and that 'the jurisdiction of the several courts herein provided for, both appellate and original, and that of the probate courts and of justices of the peace, shall be as limited by law.' It was urged in that case that an act of the legislature of Utah was valid which conferred upon the probate courts of the territory power to exercise original jurisdiction, both civil and criminal, as well in chancery as at common law, when not prohibited by legislative enactment. This proposition was supported by a reference to the same clause of the organic act which is relied on in this case, namely, that the legislative power of the territory extends to all rightful subjects of legislation consistent with the constitution of the United States and with that act. It became a question in that case, as in this, whether the law conferring this extraordinary power upon the probate courts was consistent with the organic act, which conferred the same powers upon the supreme and district courts of the territory. That law was evidently intended to dispense with the jurisdiction of the courts of two United States appointed by the president and senate, as far as it could be done, by investing the probate courts, which were under the control of the legislature of the territory, with the same powers which the former courts had. While there was no definition of the powers of probate courts in the organic act, this court held that the essential nature of probate courts was not such as to justify the conclusion that they were intended to exercise such powers, and especially it was held that it was not competent for the legislature to create other courts, or vest in other courts, created by the organic act, powers which had already been vested in the district and supreme courts of the territory, and that therefore the statute of the territory conferring common-law and equity jurisdiction on the probate courts was void, as being in conflict with that provision of the act of congress. We think the present case is much clearer than that, because the act of congress, in unequivocal terms, declares where the appointing power to all offices shall be deposited, and the power of appointment to the office now under consideration is distinctly reposed in the governor and council. The council which we have so often referred to was a body constituting a part of the legislature of the territory, which answers to the place of a senate in the general political system of the several states and of the federal government. See section 4 of the act to establish territorial government for Utah, (9 St. 454.) The case of Snow v. U. S., 18 Wall. 317, is supposed to conflict with these views. In that case, the office of attorney general was created by an act of the legislature of Utah, whose duty it should be to attend to all legal business on the part of the territory before courts where the territory was a party, and prosecute individuals accused of crime in the judicial district in which he kept his office, in cas &#167; arising under the laws of the territory, and such other duties as pertained to his office. This was supposed to be in conflict with the provision of the organic act, which authorized the appointment of an attorney for the territory by the president. The court, however, held that the duties of the office created by the territorial legislature were not identical with those of the attorney for the territory created under the organic act, and that it differed especially in that his functions only extended to the prosecution of individuals accused of crime in the judicial district in which he kept his office, in cases arising under the laws of the territory, and that for other districts a district attorney should be elected in like manner and with like duties. And the court, with some hesitation, based its decision on this ground, and on the fact that the act had been in operation, without contest, for many years. It is ture that in a case of doubtful construction the long acquiescence of congress and the general government may be resorted to as some evidence of the proper construction or of the validity of a law. This principle is more applicable to questions relating to the construction of a statute than to matters which go to the power of the legislature to enact it. At all events, it can hardly be admitted, as a general proposition, that, under the power of congress reserved in the organic acts of the territories to annul the acts of their legislatures, the absence of any action by congress is to be construed to be a recognition of the power of the legislature to pass laws in conflict with the act of congress under which they were created. The question of the appointing power, which is the matter in controversy here, was not before the court in that case. We do not think that the acquiescence of the people or of the legislature of Utah, or of any of its officers, in the made for appointing the auditor of public accounts, is sufficient to do away with the clear requirements of the organic act on that subject. It is also, we think, very clear that only that part of the statute of Utah which is contrary to the organic act, namely, that relating to the mode of appointment of the officer, is invalid; that so much of it as creates the office of auditor of public accounts and treasurer of the territory is valid; and that it can successfully and appropriately be carried into effect by an appointment made by the governor and the council of the territory, as required in the act of congress. The judgment of the supreme court of the territory of Utah is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Affirming 11 Pac. Rep. 206.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/92639/"
}