{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "134 U.S. 632", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/92762/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Rich v. Mentz Township", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "229", 
    "id": 77142, 
    "resource_uri": "/api/rest/v2/citation/77142/"
  }, 
  "id": 92762, 
  "blocked": false, 
  "judges": "Fuller, After Stating the Case", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1890-04-07", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>134 U.S. 632 (1890)</b></center>\n<center><h1>RICH<br>\nv.<br>\nMENTZ TOWNSHIP.</h1></center>\n<center>No. 229.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 25, 1890.</center>\n<center>Decided April 14, 1890.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE NORTHERN DISTRICT OF NEW YORK.\n<p><span class=\"star-pagination\">*640</span> <i>Mr. James R. Cox</i> for plaintiff in error.</p>\n<p><i>Mr. F.D. Wright</i> for defendant in error.</p>\n<p>MR. CHIEF JUSTICE FULLER, after stating the case, delivered the opinion of the court.</p>\n<p>Where a majority of the taxpayers of a town are authorized by statute to encumber the property of all, in aid of a railroad or other corporation, the record must show that the statutory authority has been pursued. <i>Cowdrey</i> v. <i>Caneadea,</i> 16 Fed. Rep. 532, and cases cited.</p>\n<p>Section 1 of chapter 907 of the laws of New York of 1869, 2 Sess. Laws 1869, p. 2303, was as follows: \"Whenever a majority of the taxpayers of any municipal corporation in this State, whose names appear upon the last preceding tax-list or assessment-roll of said corporation as owning or representing a majority of the taxable property in the corporate limits of such corporation, shall make application to the county judge of the county in which such corporation is situated, by petition verified by one of the petitioners, setting forth that they are such a majority of taxpayers and represent such a majority of taxable property, and that they desire that such municipal corporation shall create and issue its bonds to an amount named in such petition,\" etc.</p>\n<p>That section was so amended by § 1, c. 925 of the laws of New York of 1871, 2 Sess. Laws 1871, 2115, as to read: \"Whenever a majority of the taxpayers of any municipal corporation in this State who are taxed or assessed for property, not including those taxed for dogs or highway tax only, upon the last preceding assessment-roll or tax-list of said corporation, and who are assessed or taxed, or represent a majority of the taxable property, upon said last assessment-roll or tax-list, shall make application to the county judge of the county in which such municipal corporation is situate, by petition, verified by one of the petitioners, setting forth that they are such majority of taxpayers, and are taxed or assessed for or represent such majority of taxable property, and <span class=\"star-pagination\">*641</span> that they desire etc., etc... . The words `municipal corporation' when used in this act shall be construed to mean any city, town or incorporated village in this State, and the word `taxpayer' shall mean any corporation or person assessed or taxed for property, either individually or as agent, trustee, guardian, executor or administrator, or who shall have been intended to have been thus taxed, and shall have paid or are liable to pay the tax as hereinbefore provided, or the owner of any non-resident lands taxed as such, not including those taxed for dogs or highway tax only; and the words `tax-list or assessment-roll' when used in this act shall mean the tax-list or assessment-roll of said municipal corporation last completed before the first presentation of such petition to the judge.\"</p>\n<p>The bonds in controversy expressly recite that they are issued under the act of 1869, and the petition and adjudication almost literally followed the language of that act, although section 1 of chapter 925 of the laws of 1871 had been substituted for section 1 of chapter 907 of the act of 1869, before the proceeding was had. The result is that the petition did not sufficiently conform to the statute of 1871 to call for the exercise of judicial judgment on the part of the county judge, and the adjudication was equally defective. The act of 1871 defined the class of persons who were authorized to petition, as a majority of the taxpayers, \"who are taxed or assessed for property, not including those taxed for dogs or highway tax only, upon the last preceding assessment-roll or tax-list of said corporation, and who are assessed or taxed, or represent a majority of the taxable property, upon said last assessment-roll or tax-list.\" The statement of the jurisdictional facts in the petition required the averment that the petitioners were a majority of such taxpayers as were defined in the act. This must appear affirmatively on the face of the petition. The act expressly provides that the petition shall set forth that the petitioners are \"<i>such</i> majority of taxpayers, and are taxed or assessed for or represent <i>such</i> majority of taxable property.\" The word \"taxpayers\" would not exclude those \"taxed for dogs or highway tax only,\" and the petition must show that <span class=\"star-pagination\">*642</span> the petitioners are a majority, exclusive of the latter class. And this the petition here does not do, nor does the judgment of the county judge. It is provided by the act of 1871, as it had been by that of 1869, that it shall be the duty of the county judge, at the time and place named in the notice given as prescribed, to proceed and take proof as to the allegations in said petition, and if it shall appear satisfactorily to him that the petitioners, and such other taxpayers as may then join in the application, do represent a majority of the taxpayers and a majority of the taxable property, he shall render judgment accordingly, which being entered of record in the office of the clerk of the county, shall have the same force and effect as other judgments in courts of record in the State, subject to review by <i>certiorari;</i> and it is forcibly argued that the judgment of the county judge is not open to collateral attack. But this assumes that the jurisdiction of the county judge has been properly invoked, and has no application where that is not the case. Proof as to the allegations of this petition may have been taken, but such proof did not necessarily involve an inquiry into whether a part of the petitioning taxpayers were such because of the payment of highway taxes or taxes on dogs, and, as we have said, the judgment does not in terms show that such were not included. So that if the county judge had been charged with the ascertainment of the jurisdictional facts, the proceedings do not show that those facts were ascertained.</p>\n<p>The fourth section of the act of 1871 contains, among other things, this provision: \"On review, persons taxed for dogs or highway tax only shall not be counted as taxpayers, unless that claim was made before the county judge.\" If this means, as counsel for plaintiff in error insists, that the objection when urged on review shall not prevail unless it had been taken before the county judge, it does not weaken but confirms the view that the verified petition must state that those who sign it are not taxpayers on dogs and for highways merely. The circuit judge, in his opinion in this case, correctly observes:</p>\n<p>\"It is insisted that, because the amended act of 1871 <span class=\"star-pagination\">*643</span> defines the term `taxpayer,' `when used in this act,' to mean such taxpayers as are not assessed for dogs or highway tax only, it is not necessary to comply with the explicit language of the act as to the form and substance of the petition. The petition is the basis and groundwork of the whole bonding proceeding. When the amended act was passed many of these proceedings had been set aside by the courts of this State because of defects of form in the petition; and it was the well-settled law of the state courts that any such defect was jurisdictional, and rendered the whole proceeding futile. Speaking of the act of 1869, the Court of Appeals said in <i>People</i> v. <i>Smith,</i> 45 N.Y. 772: `The authority conferred by the act must be exercised in strict conformity to, and by a rigid compliance with, the letter and spirit of the statute.' The first section of the amended act provides, in language as explicit as could be employed, that the petition, verified by one of the petitioners, shall set forth that the petitioners are a majority of taxpayers of the town who are taxed or assessed for property, `not including those taxed for dogs or highway tax only.' It subsequently provides that the word `taxpayer,' `when used in this act,' shall mean `any corporation or person assessed or taxed for property, ... not including those taxed for dogs or highway tax only.' Section 2 makes it the duty of the county judge `to proceed and take proof as to the said allegations in the petition;' and if he finds that the requisite majority of taxpayers have consented, he shall so adjudge. If there were no express provision requiring it to appear in the petition that the taxpayers who apply are a majority of the designated class, the petition would doubtless be sufficient if it alleged that they were a majority of the taxpayers of the town; and in this view, there was no need of amending the act of 1869 in this behalf. If the argument for the plaintiff is sound this explicit provision is meaningless. It is not to be assumed that the legislature did not mean anything by the language which they so carefully employed. It is not difficult to apprehend what the legislature meant by defining the word `taxpayer.' It occurs several times in the act. It was defined for convenience, in order to <span class=\"star-pagination\">*644</span> avoid repetition of description whenever the word was used in the act, and in order that there should be no room for doubt what kind of a taxpayer was meant whenever the word was used.\"</p>\n<p>These views are in accordance with repeated adjudications of the Court of Appeals of the State of New York in construing this statute; and upon questions of this character, when arising as here, the decisions of the highest judicial tribunal of a State are entitled to great and ordinarily decisive weight. <i>Meriwether</i> v. <i>Muhlenberg County Court,</i> 120 U.S. 354, 357; <i>Claiborne County</i> v. <i>Brooks,</i> 111 U.S. 400, 410. In <i>Town of Mentz</i> v. <i>Cook,</i> 108 N.Y. 504, 509, the court says: \"The petition was presented after the amendment of 1871 to the act of 1869, and was defective in not averring that the petitioners were a majority of the taxpayers of the town of Mentz, excluding those taxed for dogs or highway tax only. The fatal character of the defect has been so adjudged in this court as to end further discussion. <i>Green</i> v. <i>Smith,</i> 55 N.Y. 135; <i>Town of Wellsboro</i> v. <i>N.Y. Central &amp;c. Railroad Co.,</i> 76 N.Y. 182; <i>Metzger</i> v. <i>Attiea &amp; Arcade Railroad,</i> 79 N.Y. 171. Our attention has heretofore been drawn (<i>Hills</i> v. <i>Peekskill Savings Bank,</i> 101 N.Y. 490) to the definition of the word `taxpayers,' given in section 1 of the act of 1871, and to the fact that such definition and its effect had never been directly passed upon by this court. The argument advanced is that the word `taxpayers,' as used in the act, is declared to mean taxpayers exclusive of those taxed for dogs or highway tax only, and that it is illogical to deny to the word, when used in a petition under the act, the meaning ascribed to it by the act itself. The suggestion is by no means conclusive, and admits of a satisfactory answer. The definition was given to avoid useless repetition, and is confined to its use in the act itself. The petition is required to be verified, and to show on its face the consent of the requisite majority, and is not satisfied by an ambiguous oath, true in one sense and not true in another.\"</p>\n<p>As on the face of these proceedings there was an entire want of power to issue the bonds, no reference to the doctrine of estoppel need be made. We answer the first and third <span class=\"star-pagination\">*645</span> questions in the negative, and the second and fourth in the affirmative.</p>\n<p>The judgment is</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:06:09", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">632</span></span> (1890)</b></center>\n<center><h1>RICH<br>\nv.<br>\nMENTZ TOWNSHIP.</h1></center>\n<center>No. 229.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 25, 1890.</center>\n<center>Decided April 14, 1890.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE NORTHERN DISTRICT OF NEW YORK.\n<p><span class=\"star-pagination\">*640</span> <i>Mr. James R. Cox</i> for plaintiff in error.</p>\n<p><i>Mr. F.D. Wright</i> for defendant in error.</p>\n<p>MR. CHIEF JUSTICE FULLER, after stating the case, delivered the opinion of the court.</p>\n<p>Where a majority of the taxpayers of a town are authorized by statute to encumber the property of all, in aid of a railroad or other corporation, the record must show that the statutory authority has been pursued. <i>Cowdrey</i> v. <i>Caneadea,</i> 16 Fed. Rep. 532, and cases cited.</p>\n<p>Section 1 of chapter 907 of the laws of New York of 1869, 2 Sess. Laws 1869, p. 2303, was as follows: \"Whenever a majority of the taxpayers of any municipal corporation in this State, whose names appear upon the last preceding tax-list or assessment-roll of said corporation as owning or representing a majority of the taxable property in the corporate limits of such corporation, shall make application to the county judge of the county in which such corporation is situated, by petition verified by one of the petitioners, setting forth that they are such a majority of taxpayers and represent such a majority of taxable property, and that they desire that such municipal corporation shall create and issue its bonds to an amount named in such petition,\" etc.</p>\n<p>That section was so amended by § 1, c. 925 of the laws of New York of 1871, 2 Sess. Laws 1871, 2115, as to read: \"Whenever a majority of the taxpayers of any municipal corporation in this State who are taxed or assessed for property, not including those taxed for dogs or highway tax only, upon the last preceding assessment-roll or tax-list of said corporation, and who are assessed or taxed, or represent a majority of the taxable property, upon said last assessment-roll or tax-list, shall make application to the county judge of the county in which such municipal corporation is situate, by petition, verified by one of the petitioners, setting forth that they are such majority of taxpayers, and are taxed or assessed for or represent such majority of taxable property, and <span class=\"star-pagination\">*641</span> that they desire etc., etc... . The words `municipal corporation' when used in this act shall be construed to mean any city, town or incorporated village in this State, and the word `taxpayer' shall mean any corporation or person assessed or taxed for property, either individually or as agent, trustee, guardian, executor or administrator, or who shall have been intended to have been thus taxed, and shall have paid or are liable to pay the tax as hereinbefore provided, or the owner of any non-resident lands taxed as such, not including those taxed for dogs or highway tax only; and the words `tax-list or assessment-roll' when used in this act shall mean the tax-list or assessment-roll of said municipal corporation last completed before the first presentation of such petition to the judge.\"</p>\n<p>The bonds in controversy expressly recite that they are issued under the act of 1869, and the petition and adjudication almost literally followed the language of that act, although section 1 of chapter 925 of the laws of 1871 had been substituted for section 1 of chapter 907 of the act of 1869, before the proceeding was had. The result is that the petition did not sufficiently conform to the statute of 1871 to call for the exercise of judicial judgment on the part of the county judge, and the adjudication was equally defective. The act of 1871 defined the class of persons who were authorized to petition, as a majority of the taxpayers, \"who are taxed or assessed for property, not including those taxed for dogs or highway tax only, upon the last preceding assessment-roll or tax-list of said corporation, and who are assessed or taxed, or represent a majority of the taxable property, upon said last assessment-roll or tax-list.\" The statement of the jurisdictional facts in the petition required the averment that the petitioners were a majority of such taxpayers as were defined in the act. This must appear affirmatively on the face of the petition. The act expressly provides that the petition shall set forth that the petitioners are \"<i>such</i> majority of taxpayers, and are taxed or assessed for or represent <i>such</i> majority of taxable property.\" The word \"taxpayers\" would not exclude those \"taxed for dogs or highway tax only,\" and the petition must show that <span class=\"star-pagination\">*642</span> the petitioners are a majority, exclusive of the latter class. And this the petition here does not do, nor does the judgment of the county judge. It is provided by the act of 1871, as it had been by that of 1869, that it shall be the duty of the county judge, at the time and place named in the notice given as prescribed, to proceed and take proof as to the allegations in said petition, and if it shall appear satisfactorily to him that the petitioners, and such other taxpayers as may then join in the application, do represent a majority of the taxpayers and a majority of the taxable property, he shall render judgment accordingly, which being entered of record in the office of the clerk of the county, shall have the same force and effect as other judgments in courts of record in the State, subject to review by <i>certiorari;</i> and it is forcibly argued that the judgment of the county judge is not open to collateral attack. But this assumes that the jurisdiction of the county judge has been properly invoked, and has no application where that is not the case. Proof as to the allegations of this petition may have been taken, but such proof did not necessarily involve an inquiry into whether a part of the petitioning taxpayers were such because of the payment of highway taxes or taxes on dogs, and, as we have said, the judgment does not in terms show that such were not included. So that if the county judge had been charged with the ascertainment of the jurisdictional facts, the proceedings do not show that those facts were ascertained.</p>\n<p>The fourth section of the act of 1871 contains, among other things, this provision: \"On review, persons taxed for dogs or highway tax only shall not be counted as taxpayers, unless that claim was made before the county judge.\" If this means, as counsel for plaintiff in error insists, that the objection when urged on review shall not prevail unless it had been taken before the county judge, it does not weaken but confirms the view that the verified petition must state that those who sign it are not taxpayers on dogs and for highways merely. The circuit judge, in his opinion in this case, correctly observes:</p>\n<p>\"It is insisted that, because the amended act of 1871 <span class=\"star-pagination\">*643</span> defines the term `taxpayer,' `when used in this act,' to mean such taxpayers as are not assessed for dogs or highway tax only, it is not necessary to comply with the explicit language of the act as to the form and substance of the petition. The petition is the basis and groundwork of the whole bonding proceeding. When the amended act was passed many of these proceedings had been set aside by the courts of this State because of defects of form in the petition; and it was the well-settled law of the state courts that any such defect was jurisdictional, and rendered the whole proceeding futile. Speaking of the act of 1869, the Court of Appeals said in <i>People</i> v. <i>Smith,</i> 45 N.Y. 772: `The authority conferred by the act must be exercised in strict conformity to, and by a rigid compliance with, the letter and spirit of the statute.' The first section of the amended act provides, in language as explicit as could be employed, that the petition, verified by one of the petitioners, shall set forth that the petitioners are a majority of taxpayers of the town who are taxed or assessed for property, `not including those taxed for dogs or highway tax only.' It subsequently provides that the word `taxpayer,' `when used in this act,' shall mean `any corporation or person assessed or taxed for property, ... not including those taxed for dogs or highway tax only.' Section 2 makes it the duty of the county judge `to proceed and take proof as to the said allegations in the petition;' and if he finds that the requisite majority of taxpayers have consented, he shall so adjudge. If there were no express provision requiring it to appear in the petition that the taxpayers who apply are a majority of the designated class, the petition would doubtless be sufficient if it alleged that they were a majority of the taxpayers of the town; and in this view, there was no need of amending the act of 1869 in this behalf. If the argument for the plaintiff is sound this explicit provision is meaningless. It is not to be assumed that the legislature did not mean anything by the language which they so carefully employed. It is not difficult to apprehend what the legislature meant by defining the word `taxpayer.' It occurs several times in the act. It was defined for convenience, in order to <span class=\"star-pagination\">*644</span> avoid repetition of description whenever the word was used in the act, and in order that there should be no room for doubt what kind of a taxpayer was meant whenever the word was used.\"</p>\n<p>These views are in accordance with repeated adjudications of the Court of Appeals of the State of New York in construing this statute; and upon questions of this character, when arising as here, the decisions of the highest judicial tribunal of a State are entitled to great and ordinarily decisive weight. <i>Meriwether</i> v. <i>Muhlenberg County Court,</i> <span class=\"citation\" data-id=\"91857\"><a href=\"/opinion/91857/meriwether-v-muhlenburg-county-court/\"><span class=\"volume\">120</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">354</span></a></span>, 357; <i>Claiborne County</i> v. <i>Brooks,</i> <span class=\"citation\" data-id=\"91125\"><a href=\"/opinion/91125/claiborne-county-v-brooks/\"><span class=\"volume\">111</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">400</span></a></span>, 410. In <i>Town of Mentz</i> v. <i>Cook,</i> <span class=\"citation\" data-id=\"92762\"><a href=\"/opinion/92762/rich-v-mentz-township/\"><span class=\"volume\">108</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">504</span></a></span>, 509, the court says: \"The petition was presented after the amendment of 1871 to the act of 1869, and was defective in not averring that the petitioners were a majority of the taxpayers of the town of Mentz, excluding those taxed for dogs or highway tax only. The fatal character of the defect has been so adjudged in this court as to end further discussion. <i>Green</i> v. <i>Smith,</i> 55 N.Y. 135; <i>Town of Wellsboro</i> v. <i>N.Y. Central &amp;c. Railroad Co.,</i> 76 N.Y. 182; <i>Metzger</i> v. <i>Attiea &amp; Arcade Railroad,</i> 79 N.Y. 171. Our attention has heretofore been drawn (<i>Hills</i> v. <i>Peekskill Savings Bank,</i> 101 N.Y. 490) to the definition of the word `taxpayers,' given in section 1 of the act of 1871, and to the fact that such definition and its effect had never been directly passed upon by this court. The argument advanced is that the word `taxpayers,' as used in the act, is declared to mean taxpayers exclusive of those taxed for dogs or highway tax only, and that it is illogical to deny to the word, when used in a petition under the act, the meaning ascribed to it by the act itself. The suggestion is by no means conclusive, and admits of a satisfactory answer. The definition was given to avoid useless repetition, and is confined to its use in the act itself. The petition is required to be verified, and to show on its face the consent of the requisite majority, and is not satisfied by an ambiguous oath, true in one sense and not true in another.\"</p>\n<p>As on the face of these proceedings there was an entire want of power to issue the bonds, no reference to the doctrine of estoppel need be made. We answer the first and third <span class=\"star-pagination\">*645</span> questions in the negative, and the second and fourth in the affirmative.</p>\n<p>The judgment is</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "sha1": "a2df58de26316b9ef72d16cab8b925a425cec526", 
  "date_modified": "2014-12-21T01:31:00.818872", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/92762/rich-v-mentz-township/", 
  "citation_count": 0, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1508026/", 
  "html": "<p class=\"case_cite\">10 S.Ct. 610</p>\n    <p class=\"case_cite\">134 U.S. 632</p>\n    <p class=\"case_cite\">33 L.Ed. 1074</p>\n    <p class=\"parties\">RICH<br>v.<br>TOWN OF MENTZ.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    <p class=\"date\">April 14, 1890.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">This is an action brought by George L. Rich in the circuit court of the United States for the northern district of New York against the town of Mentz, to recover the amount of 60 interest coupons attached to certain bonds held by him, and alleged to have been issued by the town on July 15, 1872, in aid of the Cayuga Northern Railroad Company. The cause was tried by the circuit and district judges, a jury being duly waived, and the court made its special findings as follws:</p>\n      <p class=\"indent\">'(1) On the 18th day of July, 1872, there was filed in the clerk's office of the county of Cayuga, N. Y., the judgment of the county judge of said county, with the petition of certain tax-payers, of which the following are copies:</p>\n      <p class=\"indent\">\"County of Cayuga, N. Y. In the Matter of the Application of the Tax-Payers of the Town of Mentz, Cayuga County, N. Y. Petition. To the honoral e the county judge of the county of Cayuga, N. Y.: The petition of the subscribers hereto respectfully shows that they are a majority of the tax-payers of the town of Mentz, in the county of Cayuga, and state of New York, whose names appear upon the last preceding assessment roll or tax-list of said town of Mentz, as owning or representing a majority of the taxable property in the corporate limits of the said town of Mentz; that they are such a majority of tax-payers, and are taxed or assessed for, or represent, such a majority of taxable property; that they desire that said town shall create and issue its bonds to the amount of thirty thousand dollars, ($30,000,) which said amount does not exceed twenty per centum of the whole amount of taxable property, as shown by said assessment roll or list, and invest the same, or the proceeds thereof, in the stock of the Cayuga Northern Railroad Company, which is a railroad company in the state of New Yourk. And your petitioners pray your honor to cause to be published the proper notice, to take proof of the facts set forth in this petition, and that such proceedings may be had thereon as are authorized and prescribed by the statutes of the state of New York in such case made and provided.</p>\n      <p class=\"indent\">\"Dated April 20, A. D. 1872.</p>\n      <p class=\"indent\">\"[Signed by] A. M. GREEN, and 224 other names, and verified by Green on the 28th day of May, 1872.</p>\n      <p class=\"indent\">\"(Then follows the usual affidavit of the printers of said newspaper, showing due publication of the notice of hearing.)</p>\n      <p class=\"indent\">\"County of Cayuga, N. Y. In the Matter of the Application of the Tax-Payers of the Town of Mentz, Cayuga County, N. Y. Order of County Judge. On the petition herein bearing date the 20th day of April, A. D. 1872, and on motion of H. V. Howland, attorney for said petitioners, it is ordered that a notice be forthwith published in the Auburn Daily Advertiser, a newspaper published in the said county of Cayuga, directed to whom it may concern, and setting forth that on the 8th day of June, A. D. 1872, at 10 o'clock in the forenoon of that day, I, William E. Hughitt, county judge of the county of Cayuga, in the state of New York, will proceed to take proof of the facts set forth in said petition, as to the number of taxpayers joining in said petition, and as to the amount of taxable property represented by them; and that such proof will be taken at the grand jury room, in the courthouse in the city of Auburn, in said county of Cayuga, N. Y.</p>\n      <p class=\"indent\">\"Dated this 28th day of May, in the year of our Lord 1872.</p>\n      <p class=\"indent\">\"W. E. HUGHITT.</p>\n      <p class=\"indent\">'Indorsed: 'Filed May 28, 1872.'</p>\n      <p class=\"indent\">'Indorsed: 'Filed Any 28, 1827.'</p>\n      <p class=\"indent\">'(The follows the usual affidavit of the printers of said newspaper, showing due publication of the notice of hearing.)</p>\n      <p class=\"indent\">\"County of Cayuga. In the Matter of the Application of the Tax-Payers of the Town of Mentz. Judgment. Upon the filing the petition herein and order made thereon, with a copy of the notice to take proof of the facts set forth in said petition, and the affidavit of publication of the said notice in the manner required by law, and by the order made in this proceedings as aforesaid, together with the testimony taken therein; and it appearing to the satisfaction of the court that the whole number of tax-payers in the town of Mentz, Cayuga county, and state of New York, whose names appear upon the last assessment roll or tax-list for the year 1871, is 434, and that of this number 225 have signed the said petition, being more than one-half of said tax-payers; and it further appearing that the total valuation of the taxable property of the said town of Mentz upon the said assessment roll or tax-list is five hundred and forty thousand six hundred and forty-five dollars, and that the valuation of the property of the petitioners as represented upon the said roll or tax-list is $312,350, being thirty-one thousand and twenty-eight dollars in excess of one-half or the total valuation of the taxable property of said town of Mentz. Now on motion of H. V. Howland, attorney for said petitioners, it is adjudged, decreed, and determined that th  said petitioners do represent a majority of the tax-payers of said town of Mentz, as shown by the last preceding tax-list or assessment roll, that is to say, the said tax-list or assessment roll for the year 1871, and do represent a majority of the taxable property upon said tax-list or assessment roll. And it is hereby ordered that William A. Halsey, E. B. Somers, and J. H. Wethey, three freeholders, residents, and tax-payers within the corporate limits of the said town of Mentz, be, and they hereby are, appointed commissioners for the period of five years next ensuing, and until others are appointed by a county judge of this county, or other competent authority, to cause or execute in due form of law, with all reasonable dispatch, bonds of the said town of Mentz, of the amount of $100 each, to the amount of thirty thousand dollars, and to issue or sell the same, or dispose of the same, and invest the same, or the proceeds thereof, in, and to subscribe in the name of the said town of Mentz to, the stock of the Cayuga Northern Railroad Company to the amount of $30,000; and that the said commissioners, and each of them, shall have all the powers, and be subject to the same duties and liabilities, imposed and prescribed in and by the act of the legislature of the state of New York entitled 'An act to amend an act entitled 'An act to authorize the formation of railroad corporations, and to regulate the same,' passed April 2, 1850, (and all other acts pertaining to that subject,) so as to permit municipal corporations to aid in the construction of railroads,' passed May 18, 1869, and the several acts amendatory thereof and supplementary thereto. And it is further adjudged and ordered that notice of the final determination herein, as aforesaid, be forthwith published in the Auburn Daily Advertiser, a newspaper published in the said county of Cayuga once in each week, for three weeks.</p>\n      <p class=\"indent\">\"Dated July 17, 1872.</p>\n      <p class=\"indent\">\"W. E. HUGHITT,</p>\n      <p class=\"indent\">\"Cayuga County Judge.</p>\n      <p class=\"indent\">'Indorsed: 'Filed July 17, 1872.'</p>\n      <p class=\"indent\">'(Due proofs were made of publication of the foregoing determination.)</p>\n      <p class=\"indent\">'(2) The Cayuga Northern Railroad Company was duly incorporated under the general statutes of the state, on the 22d of April, 1872.</p>\n      <p class=\"indent\">'(3) The persons named in said adjudication of the county judge aforesaid qualified as commissioners under the statute, and subscribed, in behalf of said town of Mentz, for 300 shares of the capital stock of said company, of the par value of $100 per share, and paid therefor by the issue to said company of thirty town of Mentz bonds, of $1,000 each, in form as set out in the complaint, with coupons attached in the usual form, providing for the payment of the interest semi-annually, January and July; principal payable July 15, 1902.</p>\n      <p class=\"indent\">'The coupons were all in the following form:</p>\n      <p class=\"indent\">\"$35.00.</p>\n      <p class=\"indent\">\"The town of Mentz, county of Cayuga, will pay the bearer hereof at the Fourth National Bank of New York, in the city of New York, on the 15th day of July, 1876, the sum of thirty-five dollars, for six months' interest then due on bond No. 7.</p>\n      <p class=\"indent\">\"$35.00. W. A. HALSEY, Commissioner.'</p>\n      <p class=\"indent\">'(4) Prior to the commencement of this action the plaintiff bacame a purchaser of the five bonds and attached coupons, which are described in the declaration in this action, from one Deming, who had theretofore purchased the same for cash, and without notice of any infirmity, the plaintiff being a resident of the state of Iowa.</p>\n      <p class=\"indent\">'(5) Plaintiff produced said five bonds, with twelve coupons, each $35, cut from each, in all sixty coupons, which, with the interest to the day of trial, amounted to $2,836.25.</p>\n      <p class=\"indent\">'(6) That no part of said railroad has ever been built; but the town of Mentz raised the money by tax, according to said statute, and has paid the coupons of the entire issue, which fell due January 15, 1873. The town has never paid any other coupons, and said commissioners have retained, and now hold, the usual certificates of stock in the said railroad company, 300 shares, received by them at the time of the delivery of said bonds to the railroad company.</p>\n      <p class=\"indent\">'(7) All the proofs were taken subject to defendant's objection that the county judge acquired no jurisdiction under the original petition, and also that the judgment of the county judge was insufficient.</p>\n      <p class=\"indent\">'And defendant insisted upon the aforesaid objection, and prayed for a dismissal of the complaint, with costs.' The form of the bonds, of which plaintiff held five, numbered 21, 22, 23, 24, and 25, with their coupons, was thus set out in the complaint:</p>\n      <p class=\"indent\">'No. 21. United States of America, $1,000.</p>\n      <p class=\"indent\">State of New York, Town of Mentz, County of Cayuga.</p>\n      <p class=\"indent\">'Issued by virtue of an act of the legislature of the state of New York, entitled 'An act to amend an act entitled 'An act to authorize the formation of railroad corporations, and to regulate the same,' passed April 2, 1850, so as to permit municipal corporations to aid in the construction of railroads,' passed May 18, 1869. This act authorizes the town of Mentz, in the county of Cayuga, to subscribe to the stock of the Cayuga Northern Railroad Co., and to issue town bonds in payment therefor. The whole amount of the bonds to be issued in pursuance of said act is $30,000. Know all men by these presents, that we, the undersigned commissioners under the above entitled acts for the town of Mentz, in the county of Cayuga and state of New York, upon the faith and credit and in behalf of said town, for value received promise to pay to the bearer the sum of one thousand dollars on the 1st day of July in the year one thousand nine hundred and two, (1902,) at the Fourth National Bank of New York, in the city of New York, with interest at seven per cent. per annum, from and after the 15th day of July, 1872, payable semi-annually upon the 15th days of July and January in each year at the same place, on the presentation and surrender of the coupons for such interest hereto annexed. In witness whereof we have hereunto set our hands and seals, and have caused the coupons hereto annexed to be signed by W. A. Halsey, on of our number, this 15th day of July, in the year one thousand eight hundred and seventy-two.</p>\n      <p class=\"indent\">'E. B. SOMERS. [L. S.]</p>\n      <p class=\"indent\">'W. A. HALSEY. [L. S.]</p>\n      <p class=\"indent\">'J. H. WETHEY. [L. S.]</p>\n      <p class=\"indent\">The judges of the court being divided in opinion as to the sufficiency of the petition, and of the adjudication and judgment of the county judge, judgment was ordered for the defendant in accordance with the opinion of the circuit judge, and the following questions, upon which the division of opinion arose, were certified to this court: '<i>First</i>. Was the petition of certain tax-payers of the town of Mentz, which was presented to the county judge of Cayuga county, in the state of New York, on the 28th day of May, 1872, and a copy of which is set forth in the finding and decision of the court, sufficient, in the form and substance of its recital, to authorize the said county judge to take jurisdiction and proceed to render an adjudication pursuant to chapter 907 of the Laws of New York of 1869, as amended by chapter 925 of the Laws of New York of 1871? <i>Second</i>. Was it essential, in order to confer jurisdiction upon said county judge, to adjudicate pursuant to section 2 of chapter 907 of the Laws of 1869, as amended by section 2 of chapter 925 of the Laws of 1871, that the petition should state, among other things, in substance, that the taxpayers petitioning were a majority of taxpayers of the town of Mentz, who were taxed or assessed for property, not including those taxed for dogs or highway tax only? <i>Third</i>. Was the adjudication of the county judge of Cayuga county, made on the 17th day of July, 1872, a copy of which is set forth in the findings and decision of the court, sufficient to authorize the defendant to create and issue its bonds pursuant to chapter 907 of the Laws of New York of 1869, as amended by chapter 925 of the Laws of New York of 1871? <i>Fourth</i>. Was it essential, in order to confer authority upon the defendant to create and issue its bonds under said Laws of 1869 and 1871, that the adjudication or judgment oft he county judge should declare, in substance, that the quorum of tax-payers who desired that the defendant should create and issue its bonds was one exclusive of tax-payers who were assessed or taxed for dogs or highway tax only?'</p>\n      <p class=\"indent\">The opinion of the circuit judge is reported in 19 Fed. Rep. 725, and of the district judge in 18 Fed. Rep. 52.</p>\n      <p class=\"indent\"><i>James R. Cox</i>, for plaintiff in error.</p>\n      <p class=\"indent\"><i>F. D. Wright</i>, for defendant in error.</p>\n      <p class=\"indent\">Mr. Chief Justice FULLER, after stating the facts as above, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Where a majority of the tax-payers of a town are anthorized by statute to incumber the property of all, in aid of a railroad or other corporation, the record must show that the statutory authority has been pursued. Cowdrey v. Town of Caneadea, 16 Fed. Rep. 532, and cases cited. Section 1 of chapter 907 of the Laws of New York of 1869 (volume 2, p. 2303) was as follows: 'Whenever a majority of the tax-payers of any municipal corporation in this state, whose names appear upon the last preceding tax-list or assessment roll of said corporation as owning or representing a majority of the taxable property in the corporate limits of such corporation, shall make application to the county judge of the county in which such corporation is situated, by petition verified by one of the petitioners, setting forth that they are such a majority of tax-payers, and reresent such a majority of taxable property, and that they desire that such municipal corporation shall create and issue its bonds to an amount named in such petition,' etc. That section was so amended by section 1 of chapter 925 of the Laws of New York of 1871 (volume 2, p. 2115) as to read: 'Whenever a majority of the tax-payers of any municipal corporation in this state who are taxed or assessed for property, not including those taxed for dogs or highway tax only, upon the last preceding assessment roll or tax-list of said corporation, and who are assessed or taxed, or represent a majority of the taxable property, upon said last assessment roll or taxlist, shall make application to the county judge of the county in which such municipal corporation is situate, by petition, verified by one of the petitioners, setting forth that they are such majority of tax-payers, and are taxed or assessed for or represent such a majority of taxable property, and that they desire * * *. The words 'municipal corporation,' when used in this act, shall be construed to mean any city, town, or incorporated village in this state, and the word 'tax-payer' shall mean any corporation or person assessed or taxed for property, either individually, or as agent, trustee, guardian, executor, or administrator, or who shall have been intended to have been thus taxed, and shall have paid or are liable to pay the tax as hereinbefore provided, or the owner of any non-resident lands taxed as such, not including those taxed for dogs or highway tax only; and the words 'tax-list or assessment roll,' when used in this act, shall mean the tax-list or assessment roll of said municipal corporation last completed before the first presentation of such petition to the judge.'</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The bonds in controversy expressly recite that they are issued under the act of 1869, and the petition and adjudication almost literally followed the language of that act, although section 1 of chapter 925 of the Laws of 1871 had been substituted for section 1 of chapter 907 of the act of 1869, before the proceeding was had. The result is that the petition did not sufficiently conform to the statute of 1871 to call for the exercise of judicial judgment on the part of the county judge, and the adjudication was equally defective. The act of 1871 defined the class of persons who were authorized to petition, as a majority of the tax-payers, 'who are taxed or assessed for property, not including those taxed for dogs or highway tax only, upon the last preceding assessment roll or tax-list of said corporation, and who are assessed or taxed or represent a majority of the taxable property upon said last assessment roll or tax-list.' The statement of the jurisdictional facts in the petition required the averment that the petitioners were a majority of such tax-payers as were defined in the act. This must appear affirmatively on the face or the petition. The act expressly provides that the petition shall set forth that the petitioners are 'shall majority of tax-payers, and are taxed or assessed for or represent such majority of taxable property.' The word 'tax-payers' would not exclude those 'taxed for dogs or highway tax only,' and the petition must show that the petitioners are a majority, exclusive of the latter class. And this the petition here does not do, nor does the judgment of the county judge. It is provided by the act of 1871, as it had been by that of 1869, that it shall be the duty of the county judge, at the time and place named in the notice given as prescribed, to proceed and take proof as to the allegations in said petition, and if it shall appear satisfactorily to him that the petitioners, and such other tax-payers as may then join in the application, do represent a majority of the tax-payers and a majority of the taxable property, he shall render judgment accordingly, which, being etered of record in the office of the clerk of the county, shall have the same force and effect as other judgments in courts of record in the state, subject to review by <i>certiorari;</i> and it is forcibly argued that the judgment of the county judge is not open to collateral attack. But this assumes that the jurisdiction of the county judge has been properly invoked, and has no application where that is not the case. Proof as to the allegations of this petition may have been taken, but such proof did not necessarily involve an inquiry into whether a part of the petitioning tax-payers were such because of the payment of highway taxes or taxes on dogs, and, as we have said, the judgment does not in terms show that such were not included. So that, if the county judge had been charged with the ascertainment of the jurisdictional facts, the proceedings do not show that those facts were ascertained.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The fourth section of the act of 1871 contains, among other things, this provision: 'On review, persons taxed for dogs or highway tax only shall not be counted as tax-payers, unless that claim was made before the county judge.' If this means, as counsel for plaintiff in error insists, that the objection when urged on review shall not prevail unless it had been taken before the county judge, it does not weaken, but confirms, the view that the verified petition must state that those who sign it are not tax-payers on dogs, and for highways merely. The circuit judge, in his opinion in this case, correctly observes: 'It is insisted that, because the amended act of 1871 defines the term 'tax-payer,' 'when used in this act,' to mean such tax-payers as are not assessed for dogs or highway tax only, it is not necessary to comply with the explicit language of the act as to the form and substance of the petition. The petition is the basis and ground-work of the whole bonding proceeding. When the amended act was passed, many of these proceedings had been set asider by the courts of this state because of defects of form in the petition; and it was the well-settled law of the state courts that any such defect was jurisdictional, and rendered the whole proceeding futile. Speaking of the act of 1869, the court of appeals said in People v. Smith, 45 N. Y. 772: 'The authority conferred by the act must be exercised in strict conformity to, and by a rigid compliance with, the letter and spirit of the statute.' The first section of the amended act provides, in language as explicit as could be employed, that the petition, verified by one of the petitioners, shall set forth that the petitioners are a majority of tax-payers of the town who are taxed or assessed for property, 'not including those taxed for dogs or highway tax only.' It subsequently provides thatt he word 'tax-payer,' 'when used in this act,' shall mean 'any corporation or person assessed or taxed for property, * * * not including those taxed for dogs or highway tax only.' Section 2 makes it the duty of the county judge 'to proceed and take proof as to the said allegations in the petition;' and, if he finds that the requisite majority of tax-payers have consented, he shall so adjudge. It there were no express provision requiring it to appear in the petition that the tax-payers who apply are a majority of the designated class, the petition would doubtless be sufficient if it alleged that they were a majority of the tax-payers of the town; and, in this view, there was no need of amending the act of 1869 in this behalf. If the argument for the plaintiff is sound, this explicit provision is meaningless. It is not to be assumed that the legislature did not mean anything by the language which they so carefully employed. It is not difficult to apprehend what the legislature meant by defining the word 'tax-payer.' It occurs several times in the act. It was defined for convenience, in order to avoid repetition of description whenever the word was used in the act, and in order that there should be no room for doubt what kind of a tax-payer was meant whenever the word was used.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">These views are in accordance with repeated adjudications of the court of appeals of the state of New York in construing this statute; and upon questions of this character, when arising as here, the decisions of the highest judicial tribunal of a state are entitled to great and ordinarily decisive weight. Meriwether v. Muhlenburg County Court, 120 U. S. 354, 357, 7 Sup. Ct. Rep. 563; Claiborne Co. v. Brooks, 111 U. S. 400, 410, 4 Sup. Ct. Rep. 489. In Town of Mentz v. Cook, 108 N. Y. 504, 509, 15 N. E. Rep. 541, the court says: 'The petition was presented after the amendment of 1871 to the act of 1869, and was defective in not averring that the petitioners were a majority of the tax-payers of the town of Mentz, excluding those taxed for dogs or highway tax only. The fatal character of the defect has been so adjudged in this court as to end further discussion. Green v. Smith, 55 N. Y. 135; Town of Wellsborough v. Railroad Co., 76 N. Y. 182; Metzger v. Railroad Co., 79 N. Y. 171. Our attention has heretofore been drawn (Hills v. Bank, 101 N. Y. 490, 5 N. E. Rep. 327) to the definition of the word 'tax-payers,' given in section 1 of the act of 1871, and to the fact that such definition and its effect had never been directly passed upon by this court. The argument advanced is that the word 'tax-payers,' as used in the act, is declared to mean 'tax-payers exclusive of those taxed for does or highway tax only,' and that it is illogical to deny to the word when used in the petition under the act, the meaning ascribed to it by the act itself. The suggestion is by no means conclusive, and admits of a satisfactory answer. The definition was given to avoid useless repetition, and is confined to its use in the act itself. The petition is required to be verified, and to show on its face the consent of the requisite majority, and is not satisfied by an ambiguous oath, true in one sense and not true in another.' As on the face of these proceedings there was an entire want of power to issue the bonds, no reference to the doctrine of estoppel need be made. We answer the first and third questions in the negative, and the second and fourth in affirmative.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The judgment is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Affirming 19 Fed. Rep. 725.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/92762/"
}