{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "135 U.S. 554", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/92802/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Washington & Georgetown R. Co. v. McDade", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "137", 
    "id": 77182, 
    "resource_uri": "/api/rest/v2/citation/77182/"
  }, 
  "id": 92802, 
  "blocked": false, 
  "judges": "Lamar, After Making the Foregoing Statement", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1890-05-19", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>135 U.S. 554 (1890)</b></center>\n<center><h1>WASHINGTON &amp; GEORGETOWN RAILROAD COMPANY<br>\nv.<br>\nMcDADE.</h1></center>\n<center>No. 137.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 2, 3, 1889.</center>\n<center>Decided May 19, 1890.</center>\nERROR TO THE SUPREME COURT OF THE DISTRICT OF COLUMBIA.\n<p><span class=\"star-pagination\">*564</span> <i>Mr. Enoch Totten</i> and <i>Mr. Walter D. Davidge</i> for the plaintiff in error.</p>\n<p><i>Mr. William A. Cook</i> and <i>Mr. C.C. Cole</i> for defendant in error. <i>Mr. W.L. Cole</i> was with them on the brief.</p>\n<p><span class=\"star-pagination\">*567</span> MR. JUSTICE LAMAR, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>A motion was filed in this case to dismiss the writ of error on the ground that the general term of the court below never acquired jurisdiction of the case, and that, as a consequence thereof, this court is also without jurisdiction. In connection with the motion to dismiss there was also a motion to strike out the bill of exceptions.</p>\n<p>The argument urged by the plaintiff in support of both motions is, that the rules and statutes prescribing the practice <span class=\"star-pagination\">*568</span> and proceedings for the Supreme Court of the District of Columbia, in securing the review, in a general term of that court, of a judgment at a special term, have not been complied with in this case.</p>\n<p>Neither of these motions can be sustained. We think the court in general term acquired jurisdiction of the case; and as it comes here regularly from that court we shall proceed to consider it upon its merits.</p>\n<p>There are seven assignments of error which we will consider, not <i>seriatim,</i> but with reference to their relevancy to the issues presented by the record. These issues are, (1) Was the machinery with which the defendant worked defective and unsafe for the purpose for which it was used, and more particularly, was the putting the belt on the large pulley by hand dangerous? or should there have been a loose pulley upon which the belt could have been safely shifted by means of a lever? (2) Assuming that there was this defect in the machinery which made it dangerous, was the plaintiff ignorant of the defect or of the danger connected with it? (3) Did the defendant, in failing to notify the plaintiff of the danger, have reason to believe the plaintiff was ignorant either of the nature of the machinery, or of the danger incident to its use? (4) Was the plaintiff guilty of such contributory negligence as precluded a recovery?</p>\n<p>The three instructions given by the court to the jury as requested by the counsel for the defendant were to the effect, that, if the jury believed from the evidence that any one of the three following conditions or state of facts existed, the plaintiff could not recover: (1) That the accident would not have occurred but for the negligence or want of ordinary care and caution on the part of the plaintiff; (2) That if the foreman of the shops, on the Saturday evening preceding the accident, ordered and directed the plaintiff to take the belt off the pulley, and to send on Monday morning for Moore to put it on, he was bound to obey the order directing him to send for Moore, and his not obeying it was such negligence as would prevent a recovery in this action; and (3) Assuming that putting on the belt was attended with danger, the question to be <span class=\"star-pagination\">*569</span> determined by the jury was not whether the plaintiff knew of such danger, but whether a man of ordinary care and observation, in his situation, would have known it, as he must be presumed to possess that degree of intelligence; and that if with such observation and care he would have known the danger, then in putting on the belt he assumed all the risks incident thereto.</p>\n<p>The instruction given by the court on its own motion was as follows: \"If the jury find from the evidence that after he was employed by the defendant the plaintiff voluntarily, and without being required so to do, attended to the belt and habitually and with the knowledge of the defendant's officers placed the same in position without accident, and his course of conduct in relation thereto was such as to induce the defendant or its officers to believe that he had the requisite skill for that purpose, or that he had willingly assumed the duty of so placing the belt, the defendant was not in default for not having instructed him as to any danger incident to the operation.\"</p>\n<p>Another instruction given by the court in lieu of the 16th one requested by the defendant was as follows: \"But the jury are instructed that the defendant was not a guarantor of the safety of its machinery, and was only bound to use ordinary care and prudence in the selection and arrangement and care thereof, and had a right to use and employ such as the experience of trade and manufacture sanctioned as reasonably safe.\"</p>\n<p>The other instructions given by the court were modifications to a degree of those asked by the defendant, and were mere amplifications of those above mentioned.</p>\n<p>We do not think there was any error in any of these instructions of which the defendant had any right to complain. The propositions contained in them are in strict accord with the principles laid down by the decisions of this court. <i>Hough</i> v. <i>Railway Co.,</i> 100 U.S. 213, 217; <i>Northern Pacific Railroad</i> v. <i>Herbert,</i> 116 U.S. 642, 647, 648; <i>Kane</i> v. <i>Northern Central Railway,</i> 128 U.S. 91, 94; <i>Jones</i> v. <i>East Tennessee &amp;c. Railroad Co.,</i> 128 U.S. 443.</p>\n<p><span class=\"star-pagination\">*570</span> The general principles of law by which the liability of an employer for injuries to an employé, growing out of defective machinery, is tested are well settled by those decisions. Neither individuals nor corporations are bound, as employers, to insure the absolute safety of the machinery or mechanical appliances which they provide for the use of their employés. Nor are they bound to supply the best and safest or newest of those appliances for the purpose of securing the safety of those who are thus employed. They are, however, bound to use all reasonable care and prudence for the safety of those in their service, by providing them with machinery reasonably safe and suitable for the use of the latter. If the employer or master fails in this duty of precaution and care, he is responsible for any injury which may happen through a defect of machinery which was, or ought to have been, known to him, and was unknown to the employé or servant. But if the employé knew of the defect in the machinery from which the injury happened, and yet remained in the service and continued to use the machinery without giving any notice thereof to the employer, he must be deemed to have assumed the risk of all danger reasonably to be apprehended from such use, and is entitled to no recovery. And further, if the employé himself has been wanting in such reasonable care and prudence as would have prevented the happening of the accident, he is guilty of contributory negligence, and the employer is thereby absolved from responsibility for the injury, although it was occasioned by the defect of the machinery, through the negligence of the employer.</p>\n<p>The state decisions in harmony with the principles laid down by this court on this subject are too numerous for citation.</p>\n<p>We will now briefly notice the assignments of error, the first of which is that the court erred in refusing to direct the jury to return a verdict for the defendant, as requested by counsel.</p>\n<p>It is argued, in support of this assignment, that there was not a scintilla of evidence to show negligence on the part of the defendant, as the employer of the plaintiff; that the part <span class=\"star-pagination\">*571</span> of the machinery which caused the accident was not defective; that the evidence showed it to be of the most approved character, purchased without regard to cost, and such as was generally in use throughout the country; that loose pulleys and a shifter or lever for shifting the belt were not used in blacksmith shops; that the plaintiff had been in the shop for nearly eighteen months, and had become familiar by constant use with the operation of putting the belt on the pulley, and it was impossible for him not to know what danger attended its use; that the company had employed a man, competent and skilful, whose duty it was to put on all the belts in the establishment; that it was not in the line of the duty of the plaintiff to put on this belt, and whenever he did so he was acting outside the scope of his employment; and, lastly, that the manner in which the accident occurred, as described by the plaintiff himself, in failing to wait until Kline had slowed up the engine, shows that he was, by his own heedlessness and rash want of care, the author of his own misfortune. On the other hand, the evidence offered by the plaintiff certainly tended to show that the injury would not have occurred but for the defect of the fixed pulley and the projecting screw; that the machinery was unsafe, and not such as was generally used in shops of that kind, as testified to by experienced machinists introduced by the plaintiff, and the only one examined in behalf of the defendant; that he (the plaintiff) was unaware of the dangers attendant upon putting on the belt by hand; that he did not know that the belt in which he was caught had been recently, and, perhaps, imperfectly repaired; that there were in the other shops of the establishment shifters and levers which could put the belt on the pulley without danger; that he was wholly unaware of the danger attendant upon putting on the belt by hand; and that he supposed he was in the line of his duty when the injury happened.</p>\n<p>If this evidence was worthy of belief it certainly could not be said to show such contributory negligence as would justify the court in directing a verdict for the defendant below. As a general rule, the question of contributory negligence is one for the jury, under proper instructions by the court, especially <span class=\"star-pagination\">*572</span> where the facts are in dispute, and the evidence in relation to them is that from which fair-minded men may draw different inferences. <i>Railroad Company</i> v. <i>Stout,</i> 17 Wall. 657. Upon every question in the case \u0097 the safety or unsafety of the machinery, the ignorance on the part of the plaintiff of the danger of it, and the negligence of the plaintiff at the time of the accident \u0097 the evidence was controverted, and rendered the case just such a one as this court in <i>Jones</i> v. <i>East Tennessee &amp;c. Railroad Co., supra</i><i>,</i> said that \"a due regard for the respective functions of the court and the jury would seem to demand that these questions should have been submitted to the jury.\" In the language there used, \"we see no reason, so long as the jury system is the law of the land, and the jury is made the tribunal to decide disputed questions of fact, why it should not decide such questions as these as well as others.\"</p>\n<p>There are two recent cases in Massachusetts which are so analogous, in many of their features, to the case under consideration, that we deem a special reference to them proper. <i>Daley</i> v. <i>American Printing Co.,</i> 150 Mass. 77, was an action by an employé for personal injuries sustained while in the performance of his duties in the defendant's mill, using an elevator operated by a belt passing over a pulley on a shaft. At the trial the evidence introduced by the plaintiff tended to show that the belt was frequently off the pulley; that there was no one in the employ of the defendant specially charged with putting it on when it came off; and that any one using the elevator put the belt on when he found it off. It further showed that the plaintiff, having occasion, in the course of his regular duties, to use the elevator, found the belt off and proceeded to put it on, but in so doing was caught in a set screw projecting from a collar on the shaft and whirled around the shaft, and received serious injuries. The defendant introduced testimony to show that there was another man whose duty it was to put on the belt. At the conclusion of the testimony, the trial court directed a verdict in favor of the defendant, and, the case being carried up on exceptions to the Supreme Judicial Court, that court reversed the judgment of the court below, and ordered a new trial. In its opinion the court said: <span class=\"star-pagination\">*573</span> \"The ground upon which the case was withdrawn from the jury is not stated. We cannot say, as matter of law, that no sufficient evidence was introduced or offered of negligence on the part of the defendant, or of freedom from negligence on the part of the plaintiff... . If the machinery was found to be unsuitable, and if the plaintiff was within the line of his duty in attempting to adjust the belt, we cannot say that he was not entitled to go to the jury on the question of whether he was in the exercise of due care.\"</p>\n<p><i>Myers</i> v. <i>Hudson Iron Co.,</i> 150 Mass. 125, was an action for personal injuries sustained by the plaintiffs while in the employ of the defendant. We extract from the syllabus the following: \"A mine was reached through a vertical shaft by a bucket lowered by the unwinding of a rope from the uncoupled drum of a hoisting engine, and usually controlled in its descent by a brake operated by the engineer. Laborers employed in the mine entered the bucket to descend as usual, and, upon word being given, the engineer started to let it down, but soon found that the brake was not holding. The bucket fell rapidly for many feet, when it was suddenly stopped by planks across the shaft, and the laborers were hurt. In actions against the employer to recover for such injuries, there was evidence that the brake, besides a loss of initial efficiency, was in design and original construction insufficient; that there were safer contrivances for controlling such a descent, some of which the defendant used elsewhere about the mine; and that gearing used in hoisting had, through wear and a change made in it by the defendant, become less useful as a possible means of stopping the bucket if the brake failed to hold, and, in fact, proved ineffectual to stop the bucket at the time; also, that no person had previously been hurt in going down in the bucket: <i>Held,</i> that the cases were properly submitted to the jury, who were warranted in finding verdicts for the plaintiff.\"</p>\n<p>In the course of the opinion the court said: \"The risk of the safety of machinery is not assumed by an employé, unless he knows the danger, or unless it is so obvious that he will be presumed to know it.\" And in another part of the opinion it <span class=\"star-pagination\">*574</span> was said: \"The plaintiffs were allowed to show that other machinery or appliances than those used by the defendant would have been safer; for example, a strap-brake, a friction V, so-called, or a reversible engine. In order to aid the jury in determining whether the defendant had exercised reasonable care in providing and maintaining the machinery actually in use, it was competent to show what other kinds of machinery or appliances were used elsewhere, and might have been used at shaft No. 1. <i>Wheeler</i> v. <i>Wason Manuf. Co.,</i> 135 Mass. 294, 298. It does not follow from the introduction of such evidence that the defendant was bound to use the very safest, or newest, or any particular, machinery or appliances; but, as `reasonable care' is a relative term, the jury might properly consider what could be done to secure safety, and the evidence was competent.\"</p>\n<p>As regards the instruction given by the court, on its own motion, above quoted, we think nothing contained therein is prejudicial to the defendant. Indeed it may be doubted if it did not favor the defendant more than the evidence in the case and the law applicable thereto would warrant.</p>\n<p>The same remark is true of the instruction given by the court in lieu of the 16th one asked by the defendant. That instruction as requested was as follows: \"The employer is bound to use ordinary care and prudence in providing proper machinery, but he is not a guarantor of its safety. If he uses ordinary care and prudence he is absolved from responsibility. The machinery need not be the safest of the kind, provided it is such as a person of reasonable care and prudence would provide.\" The one given by the court in lieu thereof was as follows: \"But the jury are instructed that the defendant was not a guarantor of the safety of its machinery, and was only bound to use ordinary care and prudence in the selection and arrangement and care thereof, and had a right to use and employ such as the experience of trade and manufacture sanctioned as reasonably safe.\" The instruction here given is in a large part identical with the language used by this court in <i>Hough</i> v. <i>Railway Co., supra</i><i>.</i> The assignment of error is inexact in its statement that the court said in effect \"that the <span class=\"star-pagination\">*575</span> defendant was bound to use and employ such machinery <i>only</i> `as the experience of trade and manufacture sanctioned as reasonable and safe.'\" What the court said was, that the defendant \"was <i>only bound</i> to use ordinary care and prudence in the selection and arrangement and care\" of its machinery. In adding that the defendant had the right to use such machinery \"as the experience of trade and manufacture sanctioned,\" the court imposed no additional obligation upon it, but relaxed the rigor of the rule in its favor. If there was any error in such relaxation the defendant could not complain of it. But taken in connection with the other instructions given by the court, on that question, we think the instruction as it stands was just and reasonable \u0097 at least not prejudicial to the defendant.</p>\n<p>We repeat, we are of the opinion that all of the instructions sufficiently guarded the interests of the defendant, and that, in the language of the court below, \"If there was any error, it was in too great an indulgence and relaxation of the law in its favor.\"</p>\n<p>Nor do we see any error in the refusal of the court to grant all the instructions prayed for by the defendant. Such of them as were correct, as mere abstract propositions, had already been covered by the instructions which the court had given. The others, had they been granted, would, as conclusions of law, have bound the jury to render a verdict for the defendant.</p>\n<p>For the foregoing reasons the judgment of the court below is</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE BREWER, not having been a member of the court at the time this case was considered, took no part in its decision.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:06:29", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">135</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">554</span></span> (1890)</b></center>\n<center><h1>WASHINGTON &amp; GEORGETOWN RAILROAD COMPANY<br>\nv.<br>\nMcDADE.</h1></center>\n<center>No. 137.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 2, 3, 1889.</center>\n<center>Decided May 19, 1890.</center>\nERROR TO THE SUPREME COURT OF THE DISTRICT OF COLUMBIA.\n<p><span class=\"star-pagination\">*564</span> <i>Mr. Enoch Totten</i> and <i>Mr. Walter D. Davidge</i> for the plaintiff in error.</p>\n<p><i>Mr. William A. Cook</i> and <i>Mr. C.C. Cole</i> for defendant in error. <i>Mr. W.L. Cole</i> was with them on the brief.</p>\n<p><span class=\"star-pagination\">*567</span> MR. JUSTICE LAMAR, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>A motion was filed in this case to dismiss the writ of error on the ground that the general term of the court below never acquired jurisdiction of the case, and that, as a consequence thereof, this court is also without jurisdiction. In connection with the motion to dismiss there was also a motion to strike out the bill of exceptions.</p>\n<p>The argument urged by the plaintiff in support of both motions is, that the rules and statutes prescribing the practice <span class=\"star-pagination\">*568</span> and proceedings for the Supreme Court of the District of Columbia, in securing the review, in a general term of that court, of a judgment at a special term, have not been complied with in this case.</p>\n<p>Neither of these motions can be sustained. We think the court in general term acquired jurisdiction of the case; and as it comes here regularly from that court we shall proceed to consider it upon its merits.</p>\n<p>There are seven assignments of error which we will consider, not <i>seriatim,</i> but with reference to their relevancy to the issues presented by the record. These issues are, (1) Was the machinery with which the defendant worked defective and unsafe for the purpose for which it was used, and more particularly, was the putting the belt on the large pulley by hand dangerous? or should there have been a loose pulley upon which the belt could have been safely shifted by means of a lever? (2) Assuming that there was this defect in the machinery which made it dangerous, was the plaintiff ignorant of the defect or of the danger connected with it? (3) Did the defendant, in failing to notify the plaintiff of the danger, have reason to believe the plaintiff was ignorant either of the nature of the machinery, or of the danger incident to its use? (4) Was the plaintiff guilty of such contributory negligence as precluded a recovery?</p>\n<p>The three instructions given by the court to the jury as requested by the counsel for the defendant were to the effect, that, if the jury believed from the evidence that any one of the three following conditions or state of facts existed, the plaintiff could not recover: (1) That the accident would not have occurred but for the negligence or want of ordinary care and caution on the part of the plaintiff; (2) That if the foreman of the shops, on the Saturday evening preceding the accident, ordered and directed the plaintiff to take the belt off the pulley, and to send on Monday morning for Moore to put it on, he was bound to obey the order directing him to send for Moore, and his not obeying it was such negligence as would prevent a recovery in this action; and (3) Assuming that putting on the belt was attended with danger, the question to be <span class=\"star-pagination\">*569</span> determined by the jury was not whether the plaintiff knew of such danger, but whether a man of ordinary care and observation, in his situation, would have known it, as he must be presumed to possess that degree of intelligence; and that if with such observation and care he would have known the danger, then in putting on the belt he assumed all the risks incident thereto.</p>\n<p>The instruction given by the court on its own motion was as follows: \"If the jury find from the evidence that after he was employed by the defendant the plaintiff voluntarily, and without being required so to do, attended to the belt and habitually and with the knowledge of the defendant's officers placed the same in position without accident, and his course of conduct in relation thereto was such as to induce the defendant or its officers to believe that he had the requisite skill for that purpose, or that he had willingly assumed the duty of so placing the belt, the defendant was not in default for not having instructed him as to any danger incident to the operation.\"</p>\n<p>Another instruction given by the court in lieu of the 16th one requested by the defendant was as follows: \"But the jury are instructed that the defendant was not a guarantor of the safety of its machinery, and was only bound to use ordinary care and prudence in the selection and arrangement and care thereof, and had a right to use and employ such as the experience of trade and manufacture sanctioned as reasonably safe.\"</p>\n<p>The other instructions given by the court were modifications to a degree of those asked by the defendant, and were mere amplifications of those above mentioned.</p>\n<p>We do not think there was any error in any of these instructions of which the defendant had any right to complain. The propositions contained in them are in strict accord with the principles laid down by the decisions of this court. <i>Hough</i> v. <i>Railway Co.,</i> <span class=\"citation\" data-id=\"90033\"><a href=\"/opinion/90033/hough-v-railway-co/\"><span class=\"volume\">100</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">213</span></a></span>, 217; <i>Northern Pacific Railroad</i> v. <i>Herbert,</i> <span class=\"citation\" data-id=\"91574\"><a href=\"/opinion/91574/northern-pacific-r-co-v-herbert/\"><span class=\"volume\">116</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">642</span></a></span>, 647, 648; <i>Kane</i> v. <i>Northern Central Railway,</i> <span class=\"citation\" data-id=\"92311\"><a href=\"/opinion/92311/kane-v-northern-central-r-co/\"><span class=\"volume\">128</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">91</span></a></span>, 94; <i>Jones</i> v. <i>East Tennessee &amp;c. Railroad Co.,</i> 128 U.S. 443.</p>\n<p><span class=\"star-pagination\">*570</span> The general principles of law by which the liability of an employer for injuries to an employé, growing out of defective machinery, is tested are well settled by those decisions. Neither individuals nor corporations are bound, as employers, to insure the absolute safety of the machinery or mechanical appliances which they provide for the use of their employés. Nor are they bound to supply the best and safest or newest of those appliances for the purpose of securing the safety of those who are thus employed. They are, however, bound to use all reasonable care and prudence for the safety of those in their service, by providing them with machinery reasonably safe and suitable for the use of the latter. If the employer or master fails in this duty of precaution and care, he is responsible for any injury which may happen through a defect of machinery which was, or ought to have been, known to him, and was unknown to the employé or servant. But if the employé knew of the defect in the machinery from which the injury happened, and yet remained in the service and continued to use the machinery without giving any notice thereof to the employer, he must be deemed to have assumed the risk of all danger reasonably to be apprehended from such use, and is entitled to no recovery. And further, if the employé himself has been wanting in such reasonable care and prudence as would have prevented the happening of the accident, he is guilty of contributory negligence, and the employer is thereby absolved from responsibility for the injury, although it was occasioned by the defect of the machinery, through the negligence of the employer.</p>\n<p>The state decisions in harmony with the principles laid down by this court on this subject are too numerous for citation.</p>\n<p>We will now briefly notice the assignments of error, the first of which is that the court erred in refusing to direct the jury to return a verdict for the defendant, as requested by counsel.</p>\n<p>It is argued, in support of this assignment, that there was not a scintilla of evidence to show negligence on the part of the defendant, as the employer of the plaintiff; that the part <span class=\"star-pagination\">*571</span> of the machinery which caused the accident was not defective; that the evidence showed it to be of the most approved character, purchased without regard to cost, and such as was generally in use throughout the country; that loose pulleys and a shifter or lever for shifting the belt were not used in blacksmith shops; that the plaintiff had been in the shop for nearly eighteen months, and had become familiar by constant use with the operation of putting the belt on the pulley, and it was impossible for him not to know what danger attended its use; that the company had employed a man, competent and skilful, whose duty it was to put on all the belts in the establishment; that it was not in the line of the duty of the plaintiff to put on this belt, and whenever he did so he was acting outside the scope of his employment; and, lastly, that the manner in which the accident occurred, as described by the plaintiff himself, in failing to wait until Kline had slowed up the engine, shows that he was, by his own heedlessness and rash want of care, the author of his own misfortune. On the other hand, the evidence offered by the plaintiff certainly tended to show that the injury would not have occurred but for the defect of the fixed pulley and the projecting screw; that the machinery was unsafe, and not such as was generally used in shops of that kind, as testified to by experienced machinists introduced by the plaintiff, and the only one examined in behalf of the defendant; that he (the plaintiff) was unaware of the dangers attendant upon putting on the belt by hand; that he did not know that the belt in which he was caught had been recently, and, perhaps, imperfectly repaired; that there were in the other shops of the establishment shifters and levers which could put the belt on the pulley without danger; that he was wholly unaware of the danger attendant upon putting on the belt by hand; and that he supposed he was in the line of his duty when the injury happened.</p>\n<p>If this evidence was worthy of belief it certainly could not be said to show such contributory negligence as would justify the court in directing a verdict for the defendant below. As a general rule, the question of contributory negligence is one for the jury, under proper instructions by the court, especially <span class=\"star-pagination\">*572</span> where the facts are in dispute, and the evidence in relation to them is that from which fair-minded men may draw different inferences. <i>Railroad Company</i> v. <i>Stout,</i> 17 Wall. 657. Upon every question in the case \u0097 the safety or unsafety of the machinery, the ignorance on the part of the plaintiff of the danger of it, and the negligence of the plaintiff at the time of the accident \u0097 the evidence was controverted, and rendered the case just such a one as this court in <i>Jones</i> v. <i>East Tennessee &amp;c. Railroad Co., supra</i><i>,</i> said that \"a due regard for the respective functions of the court and the jury would seem to demand that these questions should have been submitted to the jury.\" In the language there used, \"we see no reason, so long as the jury system is the law of the land, and the jury is made the tribunal to decide disputed questions of fact, why it should not decide such questions as these as well as others.\"</p>\n<p>There are two recent cases in Massachusetts which are so analogous, in many of their features, to the case under consideration, that we deem a special reference to them proper. <i>Daley</i> v. <i>American Printing Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">77</span></span>, was an action by an employé for personal injuries sustained while in the performance of his duties in the defendant's mill, using an elevator operated by a belt passing over a pulley on a shaft. At the trial the evidence introduced by the plaintiff tended to show that the belt was frequently off the pulley; that there was no one in the employ of the defendant specially charged with putting it on when it came off; and that any one using the elevator put the belt on when he found it off. It further showed that the plaintiff, having occasion, in the course of his regular duties, to use the elevator, found the belt off and proceeded to put it on, but in so doing was caught in a set screw projecting from a collar on the shaft and whirled around the shaft, and received serious injuries. The defendant introduced testimony to show that there was another man whose duty it was to put on the belt. At the conclusion of the testimony, the trial court directed a verdict in favor of the defendant, and, the case being carried up on exceptions to the Supreme Judicial Court, that court reversed the judgment of the court below, and ordered a new trial. In its opinion the court said: <span class=\"star-pagination\">*573</span> \"The ground upon which the case was withdrawn from the jury is not stated. We cannot say, as matter of law, that no sufficient evidence was introduced or offered of negligence on the part of the defendant, or of freedom from negligence on the part of the plaintiff... . If the machinery was found to be unsuitable, and if the plaintiff was within the line of his duty in attempting to adjust the belt, we cannot say that he was not entitled to go to the jury on the question of whether he was in the exercise of due care.\"</p>\n<p><i>Myers</i> v. <i>Hudson Iron Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">125</span></span>, was an action for personal injuries sustained by the plaintiffs while in the employ of the defendant. We extract from the syllabus the following: \"A mine was reached through a vertical shaft by a bucket lowered by the unwinding of a rope from the uncoupled drum of a hoisting engine, and usually controlled in its descent by a brake operated by the engineer. Laborers employed in the mine entered the bucket to descend as usual, and, upon word being given, the engineer started to let it down, but soon found that the brake was not holding. The bucket fell rapidly for many feet, when it was suddenly stopped by planks across the shaft, and the laborers were hurt. In actions against the employer to recover for such injuries, there was evidence that the brake, besides a loss of initial efficiency, was in design and original construction insufficient; that there were safer contrivances for controlling such a descent, some of which the defendant used elsewhere about the mine; and that gearing used in hoisting had, through wear and a change made in it by the defendant, become less useful as a possible means of stopping the bucket if the brake failed to hold, and, in fact, proved ineffectual to stop the bucket at the time; also, that no person had previously been hurt in going down in the bucket: <i>Held,</i> that the cases were properly submitted to the jury, who were warranted in finding verdicts for the plaintiff.\"</p>\n<p>In the course of the opinion the court said: \"The risk of the safety of machinery is not assumed by an employé, unless he knows the danger, or unless it is so obvious that he will be presumed to know it.\" And in another part of the opinion it <span class=\"star-pagination\">*574</span> was said: \"The plaintiffs were allowed to show that other machinery or appliances than those used by the defendant would have been safer; for example, a strap-brake, a friction V, so-called, or a reversible engine. In order to aid the jury in determining whether the defendant had exercised reasonable care in providing and maintaining the machinery actually in use, it was competent to show what other kinds of machinery or appliances were used elsewhere, and might have been used at shaft No. 1. <i>Wheeler</i> v. <i>Wason Manuf. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">135</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">294</span></span>, 298. It does not follow from the introduction of such evidence that the defendant was bound to use the very safest, or newest, or any particular, machinery or appliances; but, as `reasonable care' is a relative term, the jury might properly consider what could be done to secure safety, and the evidence was competent.\"</p>\n<p>As regards the instruction given by the court, on its own motion, above quoted, we think nothing contained therein is prejudicial to the defendant. Indeed it may be doubted if it did not favor the defendant more than the evidence in the case and the law applicable thereto would warrant.</p>\n<p>The same remark is true of the instruction given by the court in lieu of the 16th one asked by the defendant. That instruction as requested was as follows: \"The employer is bound to use ordinary care and prudence in providing proper machinery, but he is not a guarantor of its safety. If he uses ordinary care and prudence he is absolved from responsibility. The machinery need not be the safest of the kind, provided it is such as a person of reasonable care and prudence would provide.\" The one given by the court in lieu thereof was as follows: \"But the jury are instructed that the defendant was not a guarantor of the safety of its machinery, and was only bound to use ordinary care and prudence in the selection and arrangement and care thereof, and had a right to use and employ such as the experience of trade and manufacture sanctioned as reasonably safe.\" The instruction here given is in a large part identical with the language used by this court in <i>Hough</i> v. <i>Railway Co., supra</i><i>.</i> The assignment of error is inexact in its statement that the court said in effect \"that the <span class=\"star-pagination\">*575</span> defendant was bound to use and employ such machinery <i>only</i> `as the experience of trade and manufacture sanctioned as reasonable and safe.'\" What the court said was, that the defendant \"was <i>only bound</i> to use ordinary care and prudence in the selection and arrangement and care\" of its machinery. In adding that the defendant had the right to use such machinery \"as the experience of trade and manufacture sanctioned,\" the court imposed no additional obligation upon it, but relaxed the rigor of the rule in its favor. If there was any error in such relaxation the defendant could not complain of it. But taken in connection with the other instructions given by the court, on that question, we think the instruction as it stands was just and reasonable \u0097 at least not prejudicial to the defendant.</p>\n<p>We repeat, we are of the opinion that all of the instructions sufficiently guarded the interests of the defendant, and that, in the language of the court below, \"If there was any error, it was in too great an indulgence and relaxation of the law in its favor.\"</p>\n<p>Nor do we see any error in the refusal of the court to grant all the instructions prayed for by the defendant. Such of them as were correct, as mere abstract propositions, had already been covered by the instructions which the court had given. The others, had they been granted, would, as conclusions of law, have bound the jury to render a verdict for the defendant.</p>\n<p>For the foregoing reasons the judgment of the court below is</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE BREWER, not having been a member of the court at the time this case was considered, took no part in its decision.</p>\n</div>", 
  "sha1": "eadba283411cadb25b93244311fdbd4f0d2bea71", 
  "date_modified": "2014-12-21T01:31:03.952608", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/92802/washington-georgetown-r-co-v-mcdade/", 
  "citation_count": 42, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/368094/", 
  "html": "<p class=\"case_cite\">135 U.S. 554</p>\n    <p class=\"case_cite\">10 S.Ct. 1044</p>\n    <p class=\"case_cite\">34 L.Ed. 235</p>\n    <p class=\"parties\">WASHINGTON &amp; G. R. CO.<br>v.<br>MCDADE.</p>\n    <p class=\"date\">May 19, 1890.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">This is an action on the case, brought in the supreme court of the District of Columbia by Lewis H. McDade against the Washington &amp; Georgetown Railroad Company, a District corporation, to recover damages for personal injuries sustained while employed by the company, as a blacksmith, in its shops in Georgetown. The injury consisted in the loss of his left arm, which was caught in a belt used to propel a part of the machinery in the company's shop, and thereby so broken and mangled that it had to be amputated near the shoulder immediately after the accident.</p>\n      <p class=\"indent\">The declaration alleges that the defendant is a corporation, and owns and operates a horse railway in the city of Washington and District of Columbia, and certain machinery for the construction and repair of the tracks, cars, and other appliances and implements used in connection therewith; that on the 5th of February, 1883, the plaintiff was in the employ of the defendant, as a blacksmith, and was required by defendant, from time to time, to put and place a certain belt upon a pulley attached to a counter shaft, when the same was in motion, to communicate power and motion from the machinery in the machine-shop of the defendant to the fan and drill-press used by plaintiff in the blacksmith shop; that the said machinery and appliances were defective and dangerous, in that there was no loose pulley and lever or shifter for the purpose of putting the belt on, and removing it from, the first-named pulley, but that plaintiff had no notice or knowledge thereof, being unused to, and unskilled in, such machinery and appliances; that the defendant, its servants and agents, knew that the same were defective and dangerous, but failed to notify the plaintiff thereof; that on the 5th of February, 1883, the plaintiff, while ignorant of such defect and danger as aforesaid, was, at the defendant's request, engaged in the act of putting said belt on the first-named pulley, and by reason of such defect and dangerous condition of the machinery, and without any fault or negligence on his part, was caught in or struck by said belt with great force, and his left arm was severed thereby, by means of which he was made very sick, sore, and lame for a long space of time, and suffered great anguish of body and mind, and was crippled and disabled for life from the performance of his usual trade and labor as a blacksmith; that he was put to great expense and trouble in trying to be healed and cured of said would and sickness; and that he paid large sums of money for medical attendance, medicines, and nursng, to his damage the sum of $20,000. The defendant pleaded the general issue, and defended, mainly, upon the ground that the plaintiff was guilty of such contributory negligence as precluded a recovery for the injuries sustained.</p>\n      <p class=\"indent\">The case coming on for trial before the court and a jury, the plaintiff, to maintain the issue on his part, testified, in substance, as follows: He entered the service of the defendant, as a blacksmith, at its shops in Georgetown, on the 1st of May, 1881, and continued there until the time of the accident, on February 5, 1883. When he first went there, he worked at the same forge with a man named Eckrit, who was head blacksmith, but at a different fire; they making and repairing the irons used in the manufacture of street-cars. In the same room, which was about 40 feet square, at a separate forge, a man named Morgan made horseshoe nails. Eckrit left the service of the defendant a few months afterwards, and one Parsons was then employed as an assistant to the plaintiff, who had been made chief blacksmith. The blast of air used at their forge was supplied by a fan propelled by an engine which ran all the machinery in the shops by means of shafts, pulleys, and belts, and was situated in an adjoining room connected with the blacksmith shop by a door in the partition wall. The main shaft was in the engine-room. In the blacksmith shop there was a countershaft, 3 1/2 to 4 inches in diameter, about 12 feet from the ground and 30 inches from the wall, to which motion was communicated by means of a belt running on a fixed pulley attached thereto, and on another fixed pulley on the main-shaft, and passing through a small opening in the partition wall for that purpose. The belt which directly gave motion to the fan was about 3 or 4 inches wide, and ran on a small fixed pulley attached to the fan, and on a fixed pulley about 30 inches in diameter attached to the counter-shaft by means of a screw projecting about an inch and a half above the hub of the pulley. The latter pulley, when the machinery was in motion, revolved about 180 times per minute. Another fan in the blacksmith shop, propelled in like manner, furnished a blast of air for the forge at which Morgan worked; and a drill-press in the same room was propelled by means of a belf running on a pulley affixed thereto, and on a fixed pulley on the counter-shaft. Perhaps, on an average, once a week the engine and a portion of the machinery was run in the evening or at night, after work in the blacksmith shop had ceased for the day; and the belt used to propel the fan was then thrown off the pulley on the counter-shaft sometimes by the plaintiff, but generally by some one else in the employ of the defendant. During the time that Eckrit and the plaintiff were both in the employ of the defendant, Eckrit always put the belt on when it had been taken off, except when it was taken off for repairs; and, whenever such repairs were needed, one Moore, who kept in repair all the belting in the shop, would take it off and put it on again, but never at any other time. After Eckrit left, the plaintiff was directed to take the place of Eckrit at the forge, and all the time until the injury, a periodof  16 or 18 months, he habitually put on the belt whenever he found it off, except when it was taken off for repairs, supposing it to be a part of his duty. The first time it was off after Eckrit left, he called the attention of the engineer, Mr. Kline, to the fact that the belt was off, who said, 'Can't you put it on?' to which plaintiff replied, 'I suppose so,' and then put it on. Hawk, the foreman of the shops, from whom plaintiff received his orders, never gave him any instructions what to do, except that he should take Eckrit's place; and both he and Saylor, the superintendent of the company, often saw the plaintiff put the belt on, but never gave him any instructions about it, or informed him that it was Moore's duty to put the belt on when it had been taken off, and not to do it himself. Plaintiff knew that it was Moore's duty to repair the belts, and put them on the first time after they had been repaired, but never knew that it was Moore's duty to put them on at any other time; and Moore never did put on this belt at any other time.</p>\n      <p class=\"indent\">He further testified that he was 53 years of age, and had been a blacksmith since he was 17, having worked in Washington and Baltimore, the latter city being where he had learned his trade, but that he was ignorant of machinery, never before having been employed in a shop where the blast of air for the forge was created by machinery but once, and in that instance the fan was 200 feet off, and not in the shop and that the belt connected with the fan in the defendant's shop was the only belt he ever put on. In order to put the belt on the large pulley on the countershaft, it was necessary to use a moveable ladder, about 12 feet long, placed against the partition wall. In going up this ladder, his back might touch the shaft, and the face of the pulley was nearer the wall than his own face; and, in placing the belt on the pulley, he would turn his face towards the pulley. On the morning of the accident the plaintiff went to the shop a few minutes before 7 o'clock to commence work; Parsons and the engineer, Kline, both being there when he arrived. Observing the belt off, and the machinery in motion, plaintiff ascended the ladder, and attempted to put on the belt, but it came off immediately. He then came down the ladder, and went into the engine-room, saying to Kline that there was something wrong with the belt, as it would not stay on. Kline then ascended the ladder, and attempted to put the belt on, but it immediately came off as before. Kline then came down the ladder, and said to the plaintiff that he would go and slow the engine, and that plaintiff should then put on the belt. He says that he waited a sufficient length of time, as he supposed, for Kline to reach the engine and slow it up, and, after the pulley had slacked somewhat in its revolutions, he again ascended the ladder, and attempted to put the belt on, but it was thrown off towards and against him, and formed a loop, which caught on the set-screw in the hub of the pulley, wound around the counter-shaft, and drew his left arm in between the belt and the counter-shaft, crushing and tearing it to such an extent that it was necessary to amputate it near the shoulder, immediately. When his arm was caught, he screamed, and the engineer immediately stopped the engine. The accident occurred on a Monday morning. On the preceding Friday or Saturday the belt had been repaired by Moore, who placed it on the pulley after it was repaired. It worked all right afterwards, and was still on the pulley when plaintiff quit work on Saturday evening. The plaintiff further testified that he had suffered great physical and mental pain from the accident, having been confined to his room for six weeks, and most of that time to his bed; that his nervous system had been shocked to such an extent that for 18 months thereafter he could not do any work; and that since that time, although better and stronger, he had suffered considerably, and was permanently disabled from working at his trade. He further said that he never had had any experience with machinery, and he did not know that it was any more dangerous to put a belt on a pulley while it was in motion than it was to strike a piece of iron with a hammer; that no one ever informed him that it was dangerous to put a belt on a pulley while it was in motion; that Eckrit, Moore, and Kline always put the belts on while the machinery was in motion; that, if he had known that it was dangerous to put a belt on a pulley while it was in motion, he would not have done so; that he had never seen any one put a belt on a pulley until he saw it in the defendant's shops; that in other parts of the shops, both before and at the time of the accident, the defendant had a loose pulley for the purpose of shifting belts, of which fact he was ignorant until afterwards; and that there were no loose pulleys in the blacksmith shop, and he did not know there were such things until after the injury, having afterwards seen one, for the first time, in Springman's blacksmith shop, in Washington. On cross-examination the plaintiff testified that 'on the occasion of his injury, when Kline left him to go the engine-room, he said he would go and slow up the engine, not to stop it,&#8212;and for plaintiff to put on the belt; that he stood at the foot of the ladder for about a minute after Kline left him, and until the speed of the machinery was somewhat slackened, and then went up the ladder, which took him about half a minute, and attempted to put on the belt; that, when he was caught in the belt, he screamed, and Kline came to the door of the blacksmith shop, and then went back and stopped the engine.'</p>\n      <p class=\"indent\">Dr. Ritchie testified on behalf of the plaintiff that he attended him when he was injured, and amputated his arm; that his suffering was acute, and the shock so great as to cause permanent nervous impairment and mental depression; and that the physical injury was permanent. John T. Springman, a witness for the plaintiff, testified that about a year and a half before that time, having had occasion to do some very heavy work in his foundry, he bought a large blower, and supplied the air by means of a fan propelled by machinery; that he had placed a loose pulley at the fan, and another on the countershaft, shaft, both next to the fixed pulleys, shifting the belt, when necessary, onto those loose pulleys by means of a lever near the floor; that he had never seen such a contrivance anywhere else, although he had been a blacksmith 25 years; and that such a contrivance for shifting belts was considered safe, while to put them on and take them off by hand was considered dangerous. Robert Thompson, a witness for the plaintiff, testified that he had had a large experience in machinery and belting, having worked for 25 years in planing-mills and sash factories, and that loose pulleys for placing and removing belts on and off fixed pulleys had been in common and general usefor over 25 years; that they can be used wherever there is room to place them, and are generally placed on the counter-shaft immediately adjoining the fixed pulley, the fixed pulley at the machine being as wide as both pulleys on the counter-shaft; that the belt is removed from one pulley to the other by means of a lever called a 'shifter,' which can be operated very easily with one hand without out any danger, thus stopping and starting the particular part of the machine while the rest of the machinery is in motion; and that it is dangerous to put belts on pulleys by hand while they are in motion, and he would not do it without the shifter, which renders such work perfectly safe. Smith Pettit and John B. Randolph, witnesses for the plaintiff,&#8212;the former a machinist of 30 years' experience, and the latter the machinist at the state, war, and navy department for a number of years,&#8212;both testified substantially to the same effect as the preceding witness in respect to the long use of loose pulleys and a shifter for the purpose of removing belts in all well-regulated machine-shops, and to the danger of putting them on in any other manner. John W. Eckrit, who had worked ith the plaintiff in the shop at one time, as before testified to, a witness for the plaintiff, stated that he put the belt on the pulley three or four times after the plaintiff came there, but that no one directed him to do so, and he did not know whether or not Hawk was aware of such fact, and that he had put on belts before by hand.</p>\n      <p class=\"indent\">The plaintiff thereupon rested his case, and the defendant moved the court to instruct the jury to return a verdict in its favor upon the aforesaid evidence, which the court declined to do; and the defendant thereupon excepted.</p>\n      <p class=\"indent\">The defendant then gave evidence tending to prove that the machinery in its carshops was of the most approved character, there being none better or more suitable to be found in the country; that loose pulleys and a shifter were not used in blacksmith shops like its own, but were used only when the machine required the power to be quickly thrown off or put on, or where the work to be done was very heavy, and the belt not easily managed by hand; that the belt in question could be shifted very easily by hand, without danger, by a person of ordinary intelligence who had seen it done a few times; that there was a loose pulley on the drill-press in the blacksmith shop; that Hawk, the foreman, a carpenter by trade, had charge of all the men in the shops, and gave orders and directions to all of them, being perfectly competent to fill the position which he held, no one else having any authority to give orders to any of the men employed in the shop as regards the belting; that the engineer's duties were only such as pertained to running the engine, which fact was known to the plaintiff; that the duties of Moore extended not only to taking off and putting on the belts when they needed repairs, but consisted in his having general charge of the belts in the shops, putting them on and taking them off whenever such work was necessary, which fact was known to all the men in the shops, including the plaintiff; and that both Morgan, who worked in the blacksmith shop, and the predecessor of the plaintiff, always called on Moore whenever the belt was off. Hawk, the foreman, testified that on the Saturday preceding the accident, at about 4 o'clock in the afternoon, when work in the blacksmith shop was about to cease, he went there, and, standing about 25 feet from the plaintiff and his helper, Parsons, since deceased, addressed them both, saying that the engine would be run after working hours, and the belt would be thrown off, and that Monday, when the bell rang to go to work, moore should be called to put the belt on. He said that he gave that order because the belt had been repaired on the Friday preceding, but that he was not sure that either the plaintiff or Parsons he heard him, as the machinery was in motion, and was making considerable noise, and neither made any response. He said he was a carpenter, and had no special knowledge of machinery; that the belt was not taken off more than 12 or 15 times while the plaintiff was there; that when the belt was repaired, on the preceding Friday, it was made a little too short, which probably caused it to slip off when the plaintiff attempted to put it on; and that he never gave the plaintiff any instructions about his work at any time. George E. Noyes, a witness for the defendant, a machinist of experience, testified that he had never examined the machinery of the defendant carefully, but that it seemed to him that its general plan was good; that fast and loose pulleys are generally used where any part of the machinery is stopped periodically, and are sometimes, but not always, connected with forges; that it is always dangerous to put on a belt by hand when the machinery is in motion, and no one likes to do it, the only preventive being a loose pulley; but that in his shop he usually had boys to put on the belts by hand, and thought an ordinarily bright boy could learn to do such work in a day, by being shown how a few times. Moore gave testimony to the effect that on two occasions he was sent for to put on the plaintiff's belt,&#8212;nce  by the plaintiff, and the other time by Parsons; that it was his duty to attend to the belts generally; and that he always took the belt off and put it on again when he repaired it, but never at any other time unless he was snet for. The engineer, Kline, a witness for the defendant, in describing the manner in which the plaintiff received his injury, stated that on the morning of the accident, after the machinery had been running four or five minutes, the plaintiff came into the engine-room, and said, 'I wish you would come and help me with my belt,' and that, after they got into the blacksmith shop, the plaintiff said, 'How am I to get that belt back on this side of the pulley?' He said he then ascended the ladder, and threw the belt back on the right side, but could not put it on, and then came down the ladder, and said to McDade, 'Hold up until I shut down.' He then went into the engine-room, and shut off the steam, but the engine did not stop immediately; the momentum being sufficient to carry the fly-wheels around 8 or 12 times before the speed was checked. In the mean time, standing by his engine, he heard McDade scream, and went to see what the matter was. He stated that from the time he came down the ladder until the engine stopped was not greater than three-quarters of a minute.</p>\n      <p class=\"indent\">The plaintiff, on his cross-examination in rebuttal, testified to the following effect: He did not know whether putting on the belt was a part of his duty, but supposed it was, and acted accordingly. He again asserted that he had no idea of there being any serious danger in putting the belt on the pulley by hand,&#8212;not any more than in picking up a hammer from the floor. Speaking of the accident, he said that when Kline had attempted to put the belt on, and had failed, he came down the ladder, and said to him, 'Go up and put it on whilst I slow up the engine,' or, 'Go up the ladder, put the belt on, and I will slow the engine.' He further stated that he did not attempt to put the belt on until the engine was slowed,&#8212;whether it was sufficiently slowed or not he did not know; but that he understood the engine was to be slowed up in order to enable him to put the belt on.</p>\n      <p class=\"indent\">At the conclusion of the testimony the defendant renewed its motion for a verdict, which motion the court overruled, and an exception was duly taken. Counsel for the defendant asked the court to grant 20 separate prayers for instructions to the jury, three of which the court granted in the language in which they were presented, ten were slightly modified, and seven were denied. The court, upon its own motion, gave one instruction. Under these instructions, verdict and judgment were rendered for the plaintiff for $6,195. The supreme court in general term affirmed that judgment. 5 Mackey, 144. Hence this writ of error.</p>\n      <p class=\"indent\"><i>Enoch Totten</i> and <i>W. D. Davidge</i>, for plaintiff in error.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 564-567 intentionally omitted]</p>\n      <p class=\"indent\"><i>W. A. Cook, C. C. Cole</i>, and <i>W. L. Cole</i>, for defendant in error.</p>\n      <p class=\"indent\">Mr. Justice LAMAR, after stating the facts as above, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A motion was filed in this case to dismiss the writ of error on the ground that the general term of the court below never acquired jurisdiction of the case, and that as a consequence thereof this court is also without jurisdiction. In connection with the motion to dismiss, there is also a motion to strike out the bill of exceptions. The argument urged by the plaintiff in support of both motions is that the rules and statutes prescribing the practice and proceedings for the supreme court of the District of Columbia in securing the review in a general term of that court of a judgment at a special term have not been complied with in this case. Neither of these motions can be sustained. We think the court in general term acquired jurisdiction of the case; and, as it comes here regularly from that court we shall proceed to consider it upon its merits.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">There are seven assignments of error, which we will consider, not <i>seriatim</i> but with reference to their relevancy to the issues presented by the record. These issues are: (1) Was the machinery with which the defendant worked defective and unsafe for the purpose for which it was used; and, more particularly, was the putting the belt on the large pulley by hand dangerous; or should there have been a loose pulley, upon which the belt could have been safely shifted by means of a lever? (2) Assuming that there was this defect in the machinery which made it dangerous, was the plaintiff ignorant of the defect, or of the danger connected with it? (3) Did the defendant, in failing to notify the plaintiff of the danger, have reason to believe the plaintiff was ignorant either of the nature of the machinery, or of the danger incident to its use? (4) Was the plaintiff guilty of such contributory negligence as as precluded a recovery?</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The three instructions given by the court to the jury as requested by the counsel for the defendant were to the effect that, if the jury believed from the evidence that any one of the three following conditions or state of facts existed, the plaintiff could not recover: (1) That the accident would not have occurred but for the negligence or want of ordinary care and caution on the part of the plaintiff; (2) that the foreman of the shops, on the Saturday evening preceding the accident, ordered and directed the plaintiff to take the belt off the pulley, and to send on Monday morning for Moore to put it on, he was bound to obey the order directing him to send for Moore, and his not obeying it was such negligence as would prevent a recovery in this action; and (3) assuming that putting on the belt was attended with dan ger, the question to be determined by the jury was not whether the plaintiff knew of such danger, but whether a man of ordinary care and observation, in his situation, would have known it, as he must be presumed to possess that degree of intelligence, and that if, with such observation and care, he would have known the danger, then, in putting on the belt, he assumed all the risks incident thereto. The instruction given by the court on its own motion was as follows: 'If the jury find from the evidence that, after he was employed by the defendant, the plaintiff voluntarily, and without being required so to do, attended to the belt, and habitually, and with the knowledge of the defendant's officers, placed the same in position without accident, and his course of conduct in relation thereto was such as to induce the defendant or its officers to believe that he had the requisite skill for that purpose, or that he had willingly assumed the duty of so placing the belt, the defendant was not in default for not having instructed him as to any danger incident to the operation.' Another instruction given by the court in lieu of the sixteenth one requested by the defendant was as follows: 'But the jury are instructed that the defendant was not a guarantor of the safety of its machinery, and was only bound to use ordinary care and prudence in the selection and arrangement and care thereof, and had a right to use and employ such as the experience of trade and manufacture sanctioned as reasonably safe.' The other instructions given by the court were modifications to a degree of those asked by the defendant, and were mere amplifications of those above mentioned.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We do not think there was any error in any of these instructions of which the defendant has any right to complain. The propositions contained in them are in strict accord with the principles laid down by the decisions of this court. Hough v. Railway Co., 100 U. S. 213, 217; Railroad Co. v. Herbert, 116 U. S. 642, 647, 648, 6 Sup. Ct. Rep. 590; Kane v. Railway Co., 128 U. S. 91, 94, 9 Sup. Ct. Rep. 16; Jones v. Railroad road Co., 128 U. S. 443, 9 Sup. Ct. Rep. 118.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The general principles of law by which the liability of an employer for injuries to an employe growing out of defective machinery is tested are well settled by those decisions. Neithr i ndividuals nor corporations are bound, as employers, to insure the absolute safety of the machinery or mechanical appliances which they provide for the use of their employes. Nor are they bound to supply the best and safest or newest of those appliances for the purpose of securing the safety of those who are thus employed. They are, however, bound to use all reasonable care and prudence for the safety of those in their service, by providing them with machinery reasonably safe and suitable for the use of the latter. If the employer or master fails in this duty of precaution and care, he is responsible for any injury which may happen through a defect of machinery which was or ought to have been known to him, and was unknown to the employe or servant. But if the employe knew of the defect in the machinery from which the injury happened, and yet remained in the service, and continued to use the machinery, without giving any notice thereof to the employer, he must be deemed to have assumed the risk of all danger reasonably to be apprehended from such use, and is entitled to no recovery. And further, if the employe himself has been wanting in such reasonable care and prudence as would have prevented the happening of the accident, he is guilty of contributory negligence, and the employer is thereby absolved from responsibility for the injury, although it was occasioned by the defect of the machinery, through the negligence of the employer. The state decisions in harmony with the principles laid down by this court on this subject are too numerous for citation.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We will now briefly notice the assignments of error, the first, of which is that the court erred in refusing to direct the jury to return a verdict for the defendant, as requested by counsel. It is argued in support of this assignment that there is not a <i>scintilla</i> of evidence to show negligence on the part of the defendant as the employer of the plaintiff; that the part of the machinery which caused the accident was not defective; that the evidence showed it to be of the most approved character, purchased without regard to cost, and such as was generally in use throughout the country that loose pulleys and a shifter or level for shifting the belt were not used in blacksmith shops; that the plaintiff had been in the shop for nearly 18 months, and had become familiar, by constant use, with the operation of putting the belt on the pulley, and it was impossible for him not to know what danger attended its use; that the company had employed a man, competent and skillful, whose duty it was to put on all the belts in the establishment; that it was not in the line of the duty of the plaintiff to put on this belt, and whenever he did so he was acting outside the scope of his employment; and, lastly, that the manner in which the accident occurred, as described by the plaintiff himself, in failing to wait until Kline had slowed up the engine, shows that he was, by his own heedlessness and rash want of care, the author of his own misfortune. On the other hand, the evidence offered by the plaintiff certainly tended to show that the injury would not have occurred but for the defect of the fixed pulley and the projecting screw; that the machinery was unsafe, and not such as was generally used in shops of that kind, as testified to by experienced machinists introduced by the plaintiff, and the only one examined in behalf of the defendant; that he (the plaintiff) was unaware of the dangers attendant upon putting on the belt by hand; that he did not know that the belt in which he was caught had been recently, and perhaps imperfectly, repaired; that there were in the other shops of the establishment shifters and levers which could put the belt on the pulley without danger; that he was wholly unaware of the danger attendant upon putting on the belt by hand; and that he supposed he was in the line of his duty when the injury happened. If this evidence was worthy of belief, it certainly could not be said to show such contributory negligence as would justify th co urt in directing a verdict for the defendant below. As a general rule, the question of contributory engligence is one for the jury, under proper instructions by the court, especially where the facts are in dispute, and the evidence in relation to them is that from which fair-minded men may draw different inferences. Railroad Co. v. Stout, 17 Wall. 657. Upon every question in the case&#8212;the safety or unsafety of the machinery, the ignorance on the part of the plaintiff of the danger of it, and the negligence of the plaintiff at the time of the accident&#8212;the evidence was controverted, and rendered the case just such a one as this court in Jones v. Railroad Co., supra, said that 'a due regard for the respective functions of the court and the jury would seem to demand that these questions should have been be submitted to the jury.' In the language there used, 'we see no reason, so long as the jury system is the law of the land, and the jury is made the tribunal to decide disputed questions of fact, why it should not decide such questions as these as well as others.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">There are two recent cases in Massachusetts which are so analogous in many of their features to the case under consideration that we deem a special reference to them proper. Daley v. Printing Co., 150 Mass. 77, 22 N. E. Rep. 439, was an action by an employe for personal injuries sustained while in the performance of his duties in the defendant's mill, using an elevator operated by a belt passing over a pulley on a shaft. At the trial the evidence introduced by the plaintiff tended to show that the belt was frequently off the pulley, that there was no one in the employ of the defendant specially charged with putting it on when it came off, and that any one using the elevator put the belt on when he found it off. It further showed that the plaintiff, having occasion, in the course of his regular duties, to use the elevator, found the belt off, and proceeded to put it on, but in so doing was caught in a setscrew projecting from a collar on the shaft, and whirled around the shaft, and received serious injuries. The defendant introduced testimony to show that there was another man whose duty it was to put on the belt. At the conclusion of the testimony the trial court directed a verdict in favor of the defendant, and, the case being carried up on exceptions to the supreme judicial court, that court reversed the judgment of the court below, and ordered a new trial. In its opinion the court said: 'The ground upon which the case was withdrawn from the jury is not stated; but we cannot say, as matter of law, that no sufficient evidence was introduced or offered of negligence on the part of the defendant, or of freedom from negligence on the part of the plaintiff. * * * If the machinery was found to be unsuitable, and if the plaintiff was within the line of his duty in attempting to adjust the belt, we cannot say that he was not entitled to go to the jury on the question of whether he was in the exercise of due care.' Myers v. Iron Co., 150 Mass. 125, 22 N. E. Rep. 631, was an action for personal injuries sustained by the plaintiffs while in the employ of the defendant. We extract from the syllabus the following: 'A mine was reached through a vertical shaft by a bucket lowered by the unwinding of a rope from the uncoupled drum of a hoisting engine, and usually controlled in its descent by a brake operated by the engineer. Laborers employed in the mine entered the bucket to descend as usual; and upon word being given the engineer started to let it down, but soon found that the brake was not holding. The bucket fell rapidly for many feet, when it was suddenly stopped by planks across the shaft, and the laborers were hurt. In actions against the employer to recover for such injuries, there was evidence that the brake, besides a loss of initial efficiency, was in design and original construction insufficient; that there were safer contrivances for controlling such a descent, some of which the defendant sed  elsewhere about the mine; and that gearing used in hoisting had, through wear and a change made in it by the defendant, become less useful as a possible means of stopping the bucket if the brake failed to hold, and in fact proved ineffectual to stop the bucket at the time; also, that no person had previously been hurt in going down in the bucket. Held, that the cases were properly submitted to the jury, who were warranted in finding verdicts for the plaintiff.' In the course of the opinion the court said: 'The risk of the safety of machinery is not assumed by an employe unless he knows the danger, or unless it is so obvious that he will be presumed to know it.' And in another part of the opinion it was said: 'The plaintiffs were allowed to show that other machinery or appliances than those used by the defendant would have been safer; for example, a strap-brake, a friction V, so called, or a reversible engine. In order to aid the jury in determining whether the defendant had exercised reasonable care in providing and maintaining the machinery actually in use, it was competent to show what other kinds of machinery or appliances were used elsewhere, and might have been used at shaft No. 1. Wheeler v. Manufacturing Co., 135 Mass. 294, 298. It does not follow from the introduction of such evidence that the defendant was bound to use the very safest or newest, or any particular, machinery, or appliances; but, as 'reasonable care' is a relative term, the jury might properly consider what could be done to secure safety, and the evidence was competent.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">As regards the instruction given by the court on its own motion, above quoted, we think nothing contained therein is prejudicial to the defendant. Indeed, it may be doubted if it did not favor the defendant more than the evidence in the case, and the law applicable thereto, would warrant. The same remark is true of the instruction given by the court in lieu of the sixteenth one asked by the defendant. That instruction, as requested, was as follows: 'The employer is bound to use ordinary care and prudence in providing proper machinery, but he is not a guarantor of its safety. If he uses ordinary care and prudence he is absolved from responsibility. The machinery need not be the safest of the kind, provided it is such as a person of reasonable care and prudence would provide.' The one given by the court in lieu thereof was as follows: 'But the jury are instructed that the defendant was not a guarantor of the safety of its machinery, and was only bound to use ordinary care and prudence in the selection and arrangement and care thereof, and had a right to use and employ such as the experience of trade and manufacture sanctioned as reasonably safe.' The instruction here given is in a large part identical with the language used by this court in Hough v. Railway Co., supra. The assignment of error is inexact in its statement that the court said, in effect, 'that that defendant was bound to use and employ such machinery only 'as the experience of trade and manufacture sanctioned as reasonable and safe.\" What the court said was that the defendant 'was only bound to use ordinary care and prudence in the selection and arrangement and care' of its machinery. In adding that the defendant had the right to use such machinery 'as the experience of trade and manufacture sanctioned,' the court imposed no additional obligation upon it, but relaxed the rigor of the rule in its favor. If there was any error in such relaxation, the defendant could not complain of it. But, taken in connection with the other instructions given by the court on that question, we think the instruction as it stands was just and reasonable; at least, not prejudicial to the defendant. We repeat, we are of the opinion that all of the instructions sufficiently guarded the interests of the defendant, and that, in the language of the court below, 'if there was any error, it was in too great an indulgence and relaxation of the law in its favor.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Nor o w e see any error in the refusal of the court to grant all the instructions prayed for by the defendant. Such of them as were correct, as mere abstract propositions, had already been covered by the instructions which the court had given. The others, had they been granted, would, as conclusions of law, have bound the jury to render a verdict for defendant. For the foregoing reasons the judgment of the court below is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">BREWER, J., not having been a member of the court at the time this case was considered, took no part in its decision.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/92802/"
}