{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "136 U.S. 338", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/92828/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Saloy v. Bloch", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "92", 
    "id": 77208, 
    "resource_uri": "/api/rest/v2/citation/77208/"
  }, 
  "id": 92828, 
  "blocked": false, 
  "judges": "Bradley", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1890-05-23", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>136 U.S. 338 (1890)</b></center>\n<center><h1>SALOY<br>\nv.<br>\nBLOCH.</h1></center>\n<center>No. 92.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 18, 19, 1889.</center>\n<center>Decided May 23, 1890.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE EASTERN DISTRICT OF LOUISIANA.\n<p><span class=\"star-pagination\">*339</span> <i>Mr. Assistant Attorney General Maury</i> and <i>Mr. E. Howard McCaleb</i> for plaintiff in error.</p>\n<p><i>Mr. George A. King</i> for defendant in error.</p>\n<p><i>Mr. William S. Benedict</i> and <i>Mr. Charles W. Hornor</i> filed a brief for defendant in error.</p>\n<p>MR. JUSTICE BRADLEY delivered the opinion of the court.</p>\n<p>This is an action on contract brought in the Circuit Court of the United States for the Eastern District of Louisiana, by Simon Bloch, a subject of the Emperor of Germany, against Bertrand Saloy, a citizen of Louisiana, to recover the sum of $6266.23, with interest and costs, alleged to be due from Saloy to the plaintiff.</p>\n<p>In his petition the plaintiff avers that on the 26th of January, 1883, he entered into contract with P.B. Dragon and A. Dragon, by act before a notary, to furnish funds necessary for the cultivation and furnishing of necessary supplies to a plantation in the parish of Plaquemines, in said State, known as \"Monsecours,\" for the year 1883, in consideration of the interest and commissions stipulated to be paid in said act; \u0097 that said plantation was leased by the Dragons from said Saloy, and that Saloy appeared in said act and made himself a party to said agreement, bound himself by said act and said agreement to carry out the terms and conditions thereof, and did waive and remit, in favor of petitioner, any and all superior rights and claims that he had or might have against said plantation, its buildings, etc., and the crop to be raised thereon during the year 1883, as the lessor or landlord thereof, to the <span class=\"star-pagination\">*340</span> end that said land might be cultivated, the advances paid back to petitioner, and after payment of all legal claims, charges and expenses, the balance received should be paid over to said Saloy, the landlord.</p>\n<p>The petition then stated that Saloy, in disregard of his contract, did, in December, 1883, proceed by action in the 24th District Court in and for the parish of Plaquemines, to a suit and seizure of the buildings, the growing crop, and the crop in process of manufacture on said plantation, and placed the sheriff in possession of the same, to the damage of petitioner exceeding the sum due him; that he, Saloy, afterwards obtained an order of the court to bond the property seized, and sold the same and converted it to his own use, without paying petitioner the balance due him for his advances under said contract; which balance was shown by a detailed account annexed to the petition, by which it appeared that Bloch had received only $23,336.10 net proceeds of the produce of the plantation, and had advanced in money and supplies (including his interest and commissions) the sum of $29,602.33; leaving a balance in his favor of $6266.23.</p>\n<p>The petition further states than when Saloy so seized and converted the property, the Dragons were not indebted to him; and the said property was subject to the claim of the petitioner for the balance due him on his said advances; which has not been paid by said Dragons, (who are without means to pay the same,) or by Saloy; and that said acts of Saloy are illegal, unjust and malicious; and that by his taking possession of said crop, stopping the business, demoralizing the hands, and removing crop and machinery, he deprived the Dragons of all power to comply with their contract with the petitioner, and has injured and damaged the petitioner in a sum far exceeding the sum due him by them; and so the defendant, Saloy, is responsible for the said amount due petitioner.</p>\n<p>To this petition the defendant, Saloy, filed exceptions:</p>\n<p>1st. No cause of action.</p>\n<p>2d. Plaintiff cannot maintain his action until he has first obtained judgment against the Dragons, who are necessary parties to the suit.</p>\n<p><span class=\"star-pagination\">*341</span> 3d. That the judgment rendered for Saloy against the Dragons cannot be questioned collaterally, but only by appeal or action of nullity to set aside the proceedings, over which this court has no jurisdiction.</p>\n<p>4th. The release bond given by defendant in said suit to the Dragons (to get possession of the property) cannot be litigated in this suit.</p>\n<p>5th. Exceptor specially pleads the judgment rendered in said suit of <i>B. Saloy</i> v. <i>Pierre B. Dragon and A. Dragon,</i> No. 617 of the docket of 24th judicial district court for parish of Plaquemines, as <i>res judicata</i> of the necessity for, and validity of, the writ of provisional seizure therein issued, etc., (the record of that suit being filed with the exceptions.)</p>\n<p>Upon argument, these exceptions were overruled, and thereupon Saloy filed an answer and plea in reconvention. In the answer he first made a general denial of the allegations of the petition, and then denied specifically that his suit against the Dragons, his tenants, (to wit, No. 617 of the docket of 24th judicial district court, etc.,) was in violation of any agreement made by him with the plaintiff, or that his acts therein were injurious to plaintiff, or illegal, unjust, or malicious, as charged; but he avers that the plaintiff appeared and ratified defendant's acts by furnishing the sheriff funds for cultivating the plantation and harvesting and manufacturing the crop, after the provisional seizure; and subsequently received from the sheriff the amount of such advances, which were paid by defendant.</p>\n<p>In the plea of reconvention the defendant set up his title, as landlord, to Monsecours plantation, and the lease by which the Dragons held it from him, being at an annual rent of $4800, secured by notes of $4800 each. He then set out the contract made by the Dragons with the plaintiff, Bloch, annexing a copy of it to his plea. He further stated that the Dragons being heavily in debt, and unable to pay, in October, 1883, two of their creditors sued them, and sequestered and seized 100 barrels of rice and a threshing machine, subject to reconvenor's landlord privilege and that of said Bloch, and reconvenor intervened in that suit to protect his interest, and <span class=\"star-pagination\">*342</span> afterwards, in November, 1883, brought the suit complained of by the plaintiff on two of the rent notes held by him, and obtained a provisional seizure of the property subject to his lien as lessor, and obtained judgment against the Dragons for the amount of the two notes, less certain payments made on one of them; and that from the sale of the property seized he only realized, after paying claims of laborers, and costs and charges, the sum of $1258.28, which, being deducted from his judgment, still leaves due to him the sum of $6017. This amount he claims from the plaintiff, Bloch, by way of reconvention, because, as he avers, Bloch received from the proceeds of the crop of the plantation a surplus of more than $7000, over and above all his advances, commissions and other lawful claims.</p>\n<p>The cause was tried before a jury on these issues, and a verdict was found for the plaintiff of $3500. Several bills of exceptions were taken during the trial, but, from the view we have taken of the case, it is unnecessary to advert to them. A radical exception taken by the defendant at the beginning, and always insisted upon, is that the action is not maintainable; and that if the defendant is liable at all to the plaintiff, he cannot be made to respond in this form of proceeding, in which the Dragons are not parties, and no judgment is shown to have been recovered against them. We are of opinion that this exception is well taken; and, in order to explain our views, it is necessary to look a little more particularly at the laws relating to the respective rights of lessors in regard to the rents due to them, and of factors advancing moneys on supplies for the cultivation of a plantation, and at the alleged contract on which the suit is founded.</p>\n<p>In treating of the subject of privileges, the Civil Code of Louisiana, by article 3217, declares as follows:</p>\n<p>\"The debts which are privileged on certain movables are the following:</p>\n<p>\"1. The appointments or salaries of the overseers for the current year, on the crops of the year and the proceeds thereof; debts due for necessary supplies furnished to any farm or plantation, and debts due for money actually advanced <span class=\"star-pagination\">*343</span> and used for the purchase of necessary supplies and the payment of necessary expenses for any farm or plantation, on the crops of the year and the proceeds thereof.</p>\n<p></p>\n<h2>* * * * *</h2>\n<p>\"3. The rents of immovables and the wages of laborers employed in working the same, on the crops of the year, and on the furniture which is found in the house let, or on the farm, and on everything which serves to the working of the farm.</p>\n<p></p>\n<h2>* * * * *</h2>\n<p>\"The privileges granted by this article, on the growing crop in favor of the classes of persons mentioned, shall be concurrent, except the privilege in favor of the laborer, which shall be ranked as the first privilege on the crop.\"</p>\n<p>\"ARTICLE 3218. The right which the lessor has over the products of the estate, and on the movables which are found on the place leased, for his rent, is of a higher nature than mere privilege. The latter is only enforced on the price arising from the sale of movables to which it applies. It does not enable the creditor to take or keep the effects themselves specially. The lessor, on the contrary, may take the effects themselves and retain them until he is paid.\"</p>\n<p>Under the title \"lease,\" in the same code, are the following provisions:</p>\n<p>\"ARTICLE 2705. The lessor has, for the payment of his rent, and other obligations of the lease, a right of pledge on the movable effects of the lessee, which are found on the property leased.</p>\n<p>\"In the case of predial estates, this right embraces everything that serves for the labors of the farm, the furniture of the lessee's house, and the fruits produced during the lease of the land.</p>\n<p></p>\n<h2>* * * * *</h2>\n<p>\"ARTICLE 2709. In the exercise of this right, the lessor may seize the objects which are subject to it, before the lessee takes them away, or within fifteen days after they are taken away, if they continue to be the property of the lessee, and can be identified.\"</p>\n<p><span class=\"star-pagination\">*344</span> By an act of the legislature of Louisiana, approved March 21, 1874, Laws of 1874, No. 66, p. 114, it was, amongst other things, provided as follows:</p>\n<p>\"SECTION 1. <i>Be it enacted, etc.</i> That in addition to the privilege now conferred by law, any planter or farmer may pledge or pawn his growing crop of cotton, sugar or other agricultural products for advances in money, goods and necessary supplies that he may require for the production of the same, by entering into a written agreement to pledge the same and having the agreement recorded in the office of the recorder of mortgages of the parish where said cotton, sugar or other agricultural product is produced, which recorded contract shall give and confer on the merchant or other person advancing money, goods and necessary supplies for the production of the said agricultural product, a right of pledge upon the said crop, the same as if the said crop had been in the possession of the pledgee: <i>Provided,</i> That the right of pledge thus conferred shall be subordinate to that of the claim of the laborers for wages and for the rent of the land on which the crop was produced.\"</p>\n<p>From these laws it will be seen that the privilege or pledge of the landlord for his rent is superior to the privilege given by the Civil Code to the factor who advances money or necessary supplies to the planter; and, by the proviso of the act of 1874, it is still made superior to the pledge which that law authorizes the planter to make to the factor for his advances. It was in view of this superior right of the lessor that Saloy was asked to join in a contract between the Dragons as planters of Monsecours, and Simon Bloch, who agreed to make advances for the cultivation thereof. This contract was made by an act passed before a notary on the 26th of January, 1883, by which the two Dragons declared that, requiring to have goods and necessary supplies furnished and moneys actually advanced to be used for the purchase of necessary expenses and laborers to plant, cultivate, sow, gather and manufacture the crops of rice, sugar, molasses and other products to be made or raised during the present year on the Monsecours plantation, situated in the parish of Plaquemines, <span class=\"star-pagination\">*345</span> etc., they had contracted a loan of the sum of $7500 of and from Simon Bloch, of this city [New Orleans], and as evidence of such loan the said Pierre B. Dragon had furnished three certain promissory notes for the sum of $2500 each, ... which said notes were delivered unto said Simon Bloch... . And in order to more fully secure the punctual payment of all such advances and moneys advanced or to be advanced as aforesaid, costs, charges, expenses, commissions, and attorney's fees, a special lien and mortgage or privilege was thereby granted and recognized for the full sum of $15,000 on any and all crop or crops of rice, sugar, molasses, and other products that might be planted, grown, raised and gathered, or made and manufactured during the year 1883 on the said plantation. The act also contained an obligation to ship and consign the entire crop of rice, sugar, molasses and other products made on the said plantation during the year 1883 to the said mortgagee [Bloch] in the city of New Orleans, whenever required or notified so to do by him or his assigns, in default of which the mortgagee or assigns were authorized to sequester the crops or proceeds thereof, in whosesoever hands the same might be, regardless of any sale or transfer. After various other agreements and stipulations contained in the act between the Dragons and Bloch, a final clause was inserted containing an agreement or concession of Bertrand Saloy, the defendant below, which laid the foundation of the present action. It is here inserted <i>verbatim:</i></p>\n<p>\"And here appeared and intervened herein Bertrand Saloy, who, after having read and taken cognizance of what is hereinbefore written, declared that he consents and agrees that his claim and demands as lessor of the aforesaid `Monsecours plantation' shall be subordinate and inferior in rank to the claims and privileges of said Bloch as the furnisher of supplies or for advances furnished under this contract; and that said Bloch shall be reimbursed from the crops of 1883 made on said place the full amount of his advances hereunder without regard and in preference to the demands of said Saloy for the rental of said plantation; provided, however, that three hundred and fifty sacks of seed rice shall remain or be left on said plantation <span class=\"star-pagination\">*346</span> out of the crop of this year for the purposes thereof for the year 1884.\"</p>\n<p>We do not think that this clause contains any such contract as is averred in the petition of the plaintiff. It is there averred that Saloy appeared in said act and made himself a party to said agreement, and bound himself by said act and said agreement, to carry out the terms and conditions thereof, etc.</p>\n<p>There is nothing, as it seems to us, in the agreement of Saloy, which engages him to any guarantee of the contract of the Dragons with Bloch; nothing to show that he committed himself in any degree to the fulfilment of said agreements on the part of the Dragons. It contains merely a waiver on his part of his priority in rank as lessor of the plantation. He simply consents and agrees that his claim shall be subordinate and inferior in rank to the claims and privileges of Bloch, and that Bloch shall be reimbursed for his advances without regard to any preference to the demands of said Saloy. That is all. This consent and waiver only placed Saloy in the position of a second incumbrancer, having himself a pledge on the crops of the plantation, but subject to a superior pledge or mortgage in favor of Bloch for his advances.</p>\n<p>The question then arises whether Saloy was prevented by his said waiver from instituting suit, and seizure of the crop, for his own claim for rent. We know of no law or rule of practice in Louisiana which prevented him from instituting such suit. It is true that the net proceeds of the crop in his hands, resulting from his seizure and sale thereof, were liable to the claim of Bloch.</p>\n<p>The Code of Practice provides for sales by the sheriff subject to the rights of those having prior liens or privileges, and the purchaser at such sales takes the property subject to those liens, and is credited for the amount thereof on the purchase money of the adjudication. Arts. 679, 683. And by article 709: \"The hypothecary action lies against the purchaser of a property seized, which is subject to privileges or mortgages, in favor of such creditors as have said privileges and mortgages, in the same manner and under the same rules and restrictions as are applicable to a third possessor of a mortgaged property.\"</p>\n<p><span class=\"star-pagination\">*347</span> The crop and property sold by Saloy was undoubtedly subject to the plaintiff's pledge to the extent of the amount due to him from the Dragons, and he is entitled to an account from Saloy for that amount to the extent of the net proceeds of said sale. But his claim against Saloy is an equitable one, and in the United States court can only be pursued on the equity side on a bill for an account, in which all equitable deductions would be allowed for the claims of laborers and other preferred creditors; and in such suit an inquiry would be had as to the amount of Bloch's claim against the Dragons, and they would be necessary parties. The debt for which the plaintiff sues Saloy is their debt, and yet they are not cited and no judgment has been obtained against them. It seems to us altogether an irregular proceeding.</p>\n<p>The present suit is an action for damages against Saloy for instituting proceedings and seizing the crops for the purpose of collecting his rent. Such an action cannot be maintained, for Saloy was not prevented by any law from instituting such proceedings for the recovery of his rent. He did nothing that he was not entitled to do, though he became liable to account to Bloch for the net proceeds of the crop, as before mentioned, so far as might be necessary for the satisfaction of Bloch's claim, when duly adjudicated. In our judgment, therefore, the exception taken by Saloy to the petition in this case was well founded, and the action was not maintainable. The judgment of the Circuit Court is</p>\n<p><i>Reversed, and the cause remanded, with directions to enter judgment for the defendant.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:06:37", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">338</span></span> (1890)</b></center>\n<center><h1>SALOY<br>\nv.<br>\nBLOCH.</h1></center>\n<center>No. 92.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 18, 19, 1889.</center>\n<center>Decided May 23, 1890.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE EASTERN DISTRICT OF LOUISIANA.\n<p><span class=\"star-pagination\">*339</span> <i>Mr. Assistant Attorney General Maury</i> and <i>Mr. E. Howard McCaleb</i> for plaintiff in error.</p>\n<p><i>Mr. George A. King</i> for defendant in error.</p>\n<p><i>Mr. William S. Benedict</i> and <i>Mr. Charles W. Hornor</i> filed a brief for defendant in error.</p>\n<p>MR. JUSTICE BRADLEY delivered the opinion of the court.</p>\n<p>This is an action on contract brought in the Circuit Court of the United States for the Eastern District of Louisiana, by Simon Bloch, a subject of the Emperor of Germany, against Bertrand Saloy, a citizen of Louisiana, to recover the sum of $6266.23, with interest and costs, alleged to be due from Saloy to the plaintiff.</p>\n<p>In his petition the plaintiff avers that on the 26th of January, 1883, he entered into contract with P.B. Dragon and A. Dragon, by act before a notary, to furnish funds necessary for the cultivation and furnishing of necessary supplies to a plantation in the parish of Plaquemines, in said State, known as \"Monsecours,\" for the year 1883, in consideration of the interest and commissions stipulated to be paid in said act; \u0097 that said plantation was leased by the Dragons from said Saloy, and that Saloy appeared in said act and made himself a party to said agreement, bound himself by said act and said agreement to carry out the terms and conditions thereof, and did waive and remit, in favor of petitioner, any and all superior rights and claims that he had or might have against said plantation, its buildings, etc., and the crop to be raised thereon during the year 1883, as the lessor or landlord thereof, to the <span class=\"star-pagination\">*340</span> end that said land might be cultivated, the advances paid back to petitioner, and after payment of all legal claims, charges and expenses, the balance received should be paid over to said Saloy, the landlord.</p>\n<p>The petition then stated that Saloy, in disregard of his contract, did, in December, 1883, proceed by action in the 24th District Court in and for the parish of Plaquemines, to a suit and seizure of the buildings, the growing crop, and the crop in process of manufacture on said plantation, and placed the sheriff in possession of the same, to the damage of petitioner exceeding the sum due him; that he, Saloy, afterwards obtained an order of the court to bond the property seized, and sold the same and converted it to his own use, without paying petitioner the balance due him for his advances under said contract; which balance was shown by a detailed account annexed to the petition, by which it appeared that Bloch had received only $23,336.10 net proceeds of the produce of the plantation, and had advanced in money and supplies (including his interest and commissions) the sum of $29,602.33; leaving a balance in his favor of $6266.23.</p>\n<p>The petition further states than when Saloy so seized and converted the property, the Dragons were not indebted to him; and the said property was subject to the claim of the petitioner for the balance due him on his said advances; which has not been paid by said Dragons, (who are without means to pay the same,) or by Saloy; and that said acts of Saloy are illegal, unjust and malicious; and that by his taking possession of said crop, stopping the business, demoralizing the hands, and removing crop and machinery, he deprived the Dragons of all power to comply with their contract with the petitioner, and has injured and damaged the petitioner in a sum far exceeding the sum due him by them; and so the defendant, Saloy, is responsible for the said amount due petitioner.</p>\n<p>To this petition the defendant, Saloy, filed exceptions:</p>\n<p>1st. No cause of action.</p>\n<p>2d. Plaintiff cannot maintain his action until he has first obtained judgment against the Dragons, who are necessary parties to the suit.</p>\n<p><span class=\"star-pagination\">*341</span> 3d. That the judgment rendered for Saloy against the Dragons cannot be questioned collaterally, but only by appeal or action of nullity to set aside the proceedings, over which this court has no jurisdiction.</p>\n<p>4th. The release bond given by defendant in said suit to the Dragons (to get possession of the property) cannot be litigated in this suit.</p>\n<p>5th. Exceptor specially pleads the judgment rendered in said suit of <i>B. Saloy</i> v. <i>Pierre B. Dragon and A. Dragon,</i> No. 617 of the docket of 24th judicial district court for parish of Plaquemines, as <i>res judicata</i> of the necessity for, and validity of, the writ of provisional seizure therein issued, etc., (the record of that suit being filed with the exceptions.)</p>\n<p>Upon argument, these exceptions were overruled, and thereupon Saloy filed an answer and plea in reconvention. In the answer he first made a general denial of the allegations of the petition, and then denied specifically that his suit against the Dragons, his tenants, (to wit, No. 617 of the docket of 24th judicial district court, etc.,) was in violation of any agreement made by him with the plaintiff, or that his acts therein were injurious to plaintiff, or illegal, unjust, or malicious, as charged; but he avers that the plaintiff appeared and ratified defendant's acts by furnishing the sheriff funds for cultivating the plantation and harvesting and manufacturing the crop, after the provisional seizure; and subsequently received from the sheriff the amount of such advances, which were paid by defendant.</p>\n<p>In the plea of reconvention the defendant set up his title, as landlord, to Monsecours plantation, and the lease by which the Dragons held it from him, being at an annual rent of $4800, secured by notes of $4800 each. He then set out the contract made by the Dragons with the plaintiff, Bloch, annexing a copy of it to his plea. He further stated that the Dragons being heavily in debt, and unable to pay, in October, 1883, two of their creditors sued them, and sequestered and seized 100 barrels of rice and a threshing machine, subject to reconvenor's landlord privilege and that of said Bloch, and reconvenor intervened in that suit to protect his interest, and <span class=\"star-pagination\">*342</span> afterwards, in November, 1883, brought the suit complained of by the plaintiff on two of the rent notes held by him, and obtained a provisional seizure of the property subject to his lien as lessor, and obtained judgment against the Dragons for the amount of the two notes, less certain payments made on one of them; and that from the sale of the property seized he only realized, after paying claims of laborers, and costs and charges, the sum of $1258.28, which, being deducted from his judgment, still leaves due to him the sum of $6017. This amount he claims from the plaintiff, Bloch, by way of reconvention, because, as he avers, Bloch received from the proceeds of the crop of the plantation a surplus of more than $7000, over and above all his advances, commissions and other lawful claims.</p>\n<p>The cause was tried before a jury on these issues, and a verdict was found for the plaintiff of $3500. Several bills of exceptions were taken during the trial, but, from the view we have taken of the case, it is unnecessary to advert to them. A radical exception taken by the defendant at the beginning, and always insisted upon, is that the action is not maintainable; and that if the defendant is liable at all to the plaintiff, he cannot be made to respond in this form of proceeding, in which the Dragons are not parties, and no judgment is shown to have been recovered against them. We are of opinion that this exception is well taken; and, in order to explain our views, it is necessary to look a little more particularly at the laws relating to the respective rights of lessors in regard to the rents due to them, and of factors advancing moneys on supplies for the cultivation of a plantation, and at the alleged contract on which the suit is founded.</p>\n<p>In treating of the subject of privileges, the Civil Code of Louisiana, by article 3217, declares as follows:</p>\n<p>\"The debts which are privileged on certain movables are the following:</p>\n<p>\"1. The appointments or salaries of the overseers for the current year, on the crops of the year and the proceeds thereof; debts due for necessary supplies furnished to any farm or plantation, and debts due for money actually advanced <span class=\"star-pagination\">*343</span> and used for the purchase of necessary supplies and the payment of necessary expenses for any farm or plantation, on the crops of the year and the proceeds thereof.</p>\n<p></p>\n<h2>* * * * *</h2>\n<p>\"3. The rents of immovables and the wages of laborers employed in working the same, on the crops of the year, and on the furniture which is found in the house let, or on the farm, and on everything which serves to the working of the farm.</p>\n<p></p>\n<h2>* * * * *</h2>\n<p>\"The privileges granted by this article, on the growing crop in favor of the classes of persons mentioned, shall be concurrent, except the privilege in favor of the laborer, which shall be ranked as the first privilege on the crop.\"</p>\n<p>\"ARTICLE 3218. The right which the lessor has over the products of the estate, and on the movables which are found on the place leased, for his rent, is of a higher nature than mere privilege. The latter is only enforced on the price arising from the sale of movables to which it applies. It does not enable the creditor to take or keep the effects themselves specially. The lessor, on the contrary, may take the effects themselves and retain them until he is paid.\"</p>\n<p>Under the title \"lease,\" in the same code, are the following provisions:</p>\n<p>\"ARTICLE 2705. The lessor has, for the payment of his rent, and other obligations of the lease, a right of pledge on the movable effects of the lessee, which are found on the property leased.</p>\n<p>\"In the case of predial estates, this right embraces everything that serves for the labors of the farm, the furniture of the lessee's house, and the fruits produced during the lease of the land.</p>\n<p></p>\n<h2>* * * * *</h2>\n<p>\"ARTICLE 2709. In the exercise of this right, the lessor may seize the objects which are subject to it, before the lessee takes them away, or within fifteen days after they are taken away, if they continue to be the property of the lessee, and can be identified.\"</p>\n<p><span class=\"star-pagination\">*344</span> By an act of the legislature of Louisiana, approved March 21, 1874, Laws of 1874, No. 66, p. 114, it was, amongst other things, provided as follows:</p>\n<p>\"SECTION 1. <i>Be it enacted, etc.</i> That in addition to the privilege now conferred by law, any planter or farmer may pledge or pawn his growing crop of cotton, sugar or other agricultural products for advances in money, goods and necessary supplies that he may require for the production of the same, by entering into a written agreement to pledge the same and having the agreement recorded in the office of the recorder of mortgages of the parish where said cotton, sugar or other agricultural product is produced, which recorded contract shall give and confer on the merchant or other person advancing money, goods and necessary supplies for the production of the said agricultural product, a right of pledge upon the said crop, the same as if the said crop had been in the possession of the pledgee: <i>Provided,</i> That the right of pledge thus conferred shall be subordinate to that of the claim of the laborers for wages and for the rent of the land on which the crop was produced.\"</p>\n<p>From these laws it will be seen that the privilege or pledge of the landlord for his rent is superior to the privilege given by the Civil Code to the factor who advances money or necessary supplies to the planter; and, by the proviso of the act of 1874, it is still made superior to the pledge which that law authorizes the planter to make to the factor for his advances. It was in view of this superior right of the lessor that Saloy was asked to join in a contract between the Dragons as planters of Monsecours, and Simon Bloch, who agreed to make advances for the cultivation thereof. This contract was made by an act passed before a notary on the 26th of January, 1883, by which the two Dragons declared that, requiring to have goods and necessary supplies furnished and moneys actually advanced to be used for the purchase of necessary expenses and laborers to plant, cultivate, sow, gather and manufacture the crops of rice, sugar, molasses and other products to be made or raised during the present year on the Monsecours plantation, situated in the parish of Plaquemines, <span class=\"star-pagination\">*345</span> etc., they had contracted a loan of the sum of $7500 of and from Simon Bloch, of this city [New Orleans], and as evidence of such loan the said Pierre B. Dragon had furnished three certain promissory notes for the sum of $2500 each, ... which said notes were delivered unto said Simon Bloch... . And in order to more fully secure the punctual payment of all such advances and moneys advanced or to be advanced as aforesaid, costs, charges, expenses, commissions, and attorney's fees, a special lien and mortgage or privilege was thereby granted and recognized for the full sum of $15,000 on any and all crop or crops of rice, sugar, molasses, and other products that might be planted, grown, raised and gathered, or made and manufactured during the year 1883 on the said plantation. The act also contained an obligation to ship and consign the entire crop of rice, sugar, molasses and other products made on the said plantation during the year 1883 to the said mortgagee [Bloch] in the city of New Orleans, whenever required or notified so to do by him or his assigns, in default of which the mortgagee or assigns were authorized to sequester the crops or proceeds thereof, in whosesoever hands the same might be, regardless of any sale or transfer. After various other agreements and stipulations contained in the act between the Dragons and Bloch, a final clause was inserted containing an agreement or concession of Bertrand Saloy, the defendant below, which laid the foundation of the present action. It is here inserted <i>verbatim:</i></p>\n<p>\"And here appeared and intervened herein Bertrand Saloy, who, after having read and taken cognizance of what is hereinbefore written, declared that he consents and agrees that his claim and demands as lessor of the aforesaid `Monsecours plantation' shall be subordinate and inferior in rank to the claims and privileges of said Bloch as the furnisher of supplies or for advances furnished under this contract; and that said Bloch shall be reimbursed from the crops of 1883 made on said place the full amount of his advances hereunder without regard and in preference to the demands of said Saloy for the rental of said plantation; provided, however, that three hundred and fifty sacks of seed rice shall remain or be left on said plantation <span class=\"star-pagination\">*346</span> out of the crop of this year for the purposes thereof for the year 1884.\"</p>\n<p>We do not think that this clause contains any such contract as is averred in the petition of the plaintiff. It is there averred that Saloy appeared in said act and made himself a party to said agreement, and bound himself by said act and said agreement, to carry out the terms and conditions thereof, etc.</p>\n<p>There is nothing, as it seems to us, in the agreement of Saloy, which engages him to any guarantee of the contract of the Dragons with Bloch; nothing to show that he committed himself in any degree to the fulfilment of said agreements on the part of the Dragons. It contains merely a waiver on his part of his priority in rank as lessor of the plantation. He simply consents and agrees that his claim shall be subordinate and inferior in rank to the claims and privileges of Bloch, and that Bloch shall be reimbursed for his advances without regard to any preference to the demands of said Saloy. That is all. This consent and waiver only placed Saloy in the position of a second incumbrancer, having himself a pledge on the crops of the plantation, but subject to a superior pledge or mortgage in favor of Bloch for his advances.</p>\n<p>The question then arises whether Saloy was prevented by his said waiver from instituting suit, and seizure of the crop, for his own claim for rent. We know of no law or rule of practice in Louisiana which prevented him from instituting such suit. It is true that the net proceeds of the crop in his hands, resulting from his seizure and sale thereof, were liable to the claim of Bloch.</p>\n<p>The Code of Practice provides for sales by the sheriff subject to the rights of those having prior liens or privileges, and the purchaser at such sales takes the property subject to those liens, and is credited for the amount thereof on the purchase money of the adjudication. Arts. 679, 683. And by article 709: \"The hypothecary action lies against the purchaser of a property seized, which is subject to privileges or mortgages, in favor of such creditors as have said privileges and mortgages, in the same manner and under the same rules and restrictions as are applicable to a third possessor of a mortgaged property.\"</p>\n<p><span class=\"star-pagination\">*347</span> The crop and property sold by Saloy was undoubtedly subject to the plaintiff's pledge to the extent of the amount due to him from the Dragons, and he is entitled to an account from Saloy for that amount to the extent of the net proceeds of said sale. But his claim against Saloy is an equitable one, and in the United States court can only be pursued on the equity side on a bill for an account, in which all equitable deductions would be allowed for the claims of laborers and other preferred creditors; and in such suit an inquiry would be had as to the amount of Bloch's claim against the Dragons, and they would be necessary parties. The debt for which the plaintiff sues Saloy is their debt, and yet they are not cited and no judgment has been obtained against them. It seems to us altogether an irregular proceeding.</p>\n<p>The present suit is an action for damages against Saloy for instituting proceedings and seizing the crops for the purpose of collecting his rent. Such an action cannot be maintained, for Saloy was not prevented by any law from instituting such proceedings for the recovery of his rent. He did nothing that he was not entitled to do, though he became liable to account to Bloch for the net proceeds of the crop, as before mentioned, so far as might be necessary for the satisfaction of Bloch's claim, when duly adjudicated. In our judgment, therefore, the exception taken by Saloy to the petition in this case was well founded, and the action was not maintainable. The judgment of the Circuit Court is</p>\n<p><i>Reversed, and the cause remanded, with directions to enter judgment for the defendant.</i></p>\n</div>", 
  "sha1": "b27b44e4cd6a4d9213c611a77a8c5a2e4a482eda", 
  "date_modified": "2014-12-21T01:31:04.351776", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/92828/saloy-v-bloch/", 
  "citation_count": 0, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/2278481/", 
  "html": "<p class=\"case_cite\">136 U.S. 338</p>\n    <p class=\"case_cite\">10 S.Ct. 996</p>\n    <p class=\"case_cite\">34 L.Ed. 668</p>\n    <p class=\"parties\">SALOY<br>v.<br>BLOCH.</p>\n    <p class=\"date\">May 23, 1890.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>E. H. McCaleb</i> and <i>Wm. A. Maury</i>, for plaintiff in error.</p>\n      <p class=\"indent\"><i>C. W. Homer, W. S. Benedict</i>, and Geo. A. Ring, for defendant in error.</p>\n      <p class=\"indent\">BRADLEY, J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an action on contract, brought in the circuit court of the United States for the eastern district of Louisiana by Simon Bloch, a subject of the emperor of Germany, against Bertrand Saloy, a citizen of Louisiana, to recover the sum of $6,266.23, with interest and costs, alleged to be due from Saloy to the plaintiff. In his petition the plaintiff avers that on the 26th of January, 1883, he entered into contract with P. B. Dragon and A. Dragon, by act before a notary, to furnish funds necessary for the cultivation and furnishing of necessary supplies to a plantation in the parish of Plaquemines, in said state, known as 'Monsecours, 'for the year 1883, in consideration of the interest and commissions stipulated to be paid in said act; that said plantation was leased by the Dragons from said Saloy, and that Saloy appeared in said act, and made himself a party to said agreement, bound himself by said act and said agreement to carry out the terms and conditions thereof, and did waive and remit, in favor of petitioner, any and all superior rights and claims that he had or might have against said plantation, its buildings, etc., and the crop to be raised thereon during the year 1883, as the lessor or landlord thereof, to the end that said land might be cultivated, the advances paid back to petitioner, and, after payment of all legal claims, charges, and expenses, the balance received should be paid over to said Saloy, the landlord. The petition then stated that Saloy, in disregard of his contract, did, in December, 1883, proceed by action in the twenty-fourth district court in and for the parish of Plaquemines to a suit and seizure of the buildings, the growing crop, and the crop in process of manufacture, on said plantation, and placed the sheriff in possession of the same, to the damage of petitioner exceeding the sum due him; that he (Saloy) afterwards obtained an order of the court to bond the property seized, and sold the same, and converted it to his own use, without paying petitioner the balance due him for his advances under said contract, which balance was shown by a detailed account annexed to the petition, by which it appeared that Bloch had received only $23,336.10 net proceeds of the produce of the plantation, and had advanced in money and supplies, including his interest and commissions, the sum of $29,602.33, leaving a balance in his favor of $6,266.23. The petition further states that, when Saloy so seized and converted the property, the Dragons were not indebted to him, and the said property was subject to the claim of the petitioner for the balance due him on his said advances, which has not been paid by said Dragons, who are without means to pay the same, or by Saloy, and that said acts of Saloy are illegal, unjust, and malicious, and that by his taking possession of said crop, stopping the business, demoralizing his hands, and removing crop and machinery, he deprived the Dragons of all power to comply with their contract with the petitioner, and has injured and damaged the petitioner in a sum far exceeding the sum due him by them; and so the defendant, Saloy, is responsible for the said amount due petitioner. To this petition the defendant, Saloy, filed exceptions: (1) No cause of action. (2) Plaintiff cannot maintain his action until he has first obtained judgment against the Dragons, who are necessary parties to the suit. (3) That the judgment rendered for Saloy against the Dragons cannot be questioned collaterally, but only by appeal or action of nullity to set aside the proceedings, over which this court has no jurisdiction. (4) The release bond given by defendant in said suit to the Dragons to get possession of the property cannot be litigated in this suit. (5) Exceptor specially pleads the judgment rendered in said suit of B. Saloy v. Pierre B. Dragon and A. Dragon, No. 617 of the docket of twenty-fourth judicial district court for parish of Plaquemines, as <i>res adjudicata</i> of the necessity for and validity of the writ of provisional seizure therein issued, etc.; the record of that suit being filed with the exceptions.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Upon argument these exceptions were overruled, and thereupon Saloy filed an answer and plea in reconvention. In the answer he first made a general denial of the allegations of the petition, and then denied specifically that his suit against the Dragons, his tenants, (to-wit, No. 617 of the docket of twenty-fourth judicial district court, etc.,) was in violation of any agreement made by him with the plaintiff, or that his acts therein were injurious to plaintiff, or illegal, unjust, or malicious, as charged; but he avers that the plaintiff appeared and ratified defendant's acts by furnishing the sheriff fundsfor cultivating the plantation, and harvesting and manufacturing the crop, after the provisional seizure, and subsequently received from the sheriff the amount of such advances, which were paid by defendant. In the plea of reconvention the defendant set up his title as landlord to Monsecours plantation, and the lease by which the Dragons held it from him, being at an annual rent of $4,800, secured by notes of $4,800 each. He then set out the contract made by the Dragons with the plaintiff Bloch, annexing a copy of it to his plea. He further stated that, the Dragons being heavily in debt, and unable to pay, in October, 1883, two of their creditors sued them, and sequestered and seized 100 barrels of rice and a threshing-machine, subject to reconvenor's landlord privilege and that of said Bloch, and reconvenor intervened in that suit to protect his interest, and afterwards, in November, 1883, brought the suit complained ob by the plaintiff on two of the rent notes held by him, and obtained a provisional seizure of the property subject to his lien as lessor, and obtained judgment against the Dragons for the amount of the two notes, less certain payments made on one of them, and that, from the sale of the property seized, he only realized, after paying claims of laborers, and costs and charges, the sum of $1,258.28, which, being deducted from his judgment, still leaves due to him the sum of $6,017. This amount he claims from the plaintiff, Bloch, by way of reconvention, because, as he avers, Bloch received from the proceeds of the crop of the plantation a surplus of more than $7,000 over and above all his advances, commissions, and other lawful claims. The cause was tried before a jury on these issues, and a verdict was found for the plaintiff of $3,500.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Several bills of exceptions were taken during the trial; but, from the view we have taken of the case, it is unnecessary to advert to them. A radical exception taken by the defendant at the beginning and always insisted upon, is that the action is not maintainable, and that, if the defendant is liable at all to the plaintiff, he cannot be made to respond in this form of proceeding, in which the Dragons are not parties, and no judgment is shown to have been recovered against them. We are of opinion that this exception is well taken; and, in order to explain our views, it is necessary to look a little more particularly at the laws relating to the respective rights of lessors in regard to the rents due to them, and of factors advancing moneys on supplies for the cultivation of a plantation, and at the alleged contract on which the suit is founded.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In treating of the subject of privilees,  Rev. Civil Code of Louisiana, by article 3217, declares as follows: 'The debts which are privileged on certain movables are the following: (1) The appointments or salaries of the overseer for the current year, on the crops of the year, and the proceeds thereof. Debts due for necessary supplies furnished to any farm or plantation, and debts due for money actually advanced and used for the purchase of necessary supplies, and the payment of necessary expenses, for any farm or plantation, on the crops of the year and the proceeds thereof. * * * (3) The rents of immovables, and the wages of laborers employed in working the same, on the crops of the year, on the furniture which is found in the house let, or on the farm, and on everything which serves to the working of the farm. * * * The privileges granted by this article on the growing crop, in favor of the classes of persons mentioned, shall be concurrent, except the privilege in favor of the laborer, which shall be ranked as the first privilege on the crop.' 'Art. 3218. The right which the lessor has over the products of the estate, and on the movables which are found on the place leased, for his rent, is of a higher nature than mere privilege. The latter is only enforced on the price arising from the sale of movables to which it applies. It does not enable the creditor to take or keep the effects themselves specially. The lessor, on the contrary, may take the effects themselves, and retain them until he is paid.' Under the title 'Lease,' in the same Code, are the following provisions: 'Art. 2705. The lessor has, for the payment of his rent, and other obligations of the lease, a right of pledge on the movable effects of the lessee which are found on the property leased. In the case of predial estates, this right embraces everything that serves for the labors of the farm, the furniture of the lessee's house, and the fruits produced during the lease of the land. * * *' 'Art. 2709. In the exercise of this right, the lessor may seize the obejcts which are subject to it before the lessee takes them away, or within fifteen days after they are taken away, if they continue to be the property of the lessee, and can be identified.' By an act of the legislature of Louisiana approved March 21, 1874, it was, among other things, provided as follows: 'Section 1. Be it enacted,' etc., 'that, in addition to the privilege now conferred by law, any planter or farmer may pledge or pawn his growing crop of cotton, sugar, or other agricultural products for advances in money, goods, and necessary supplies that he may require for the production of the same, by entering into a written agreement to pledge the same, and having the agreement recorded in the office of the recorder of mortgages of the parish where said cotton, sugar, or other agricultural product is produced, which recorded contract shall give and confer on the merchant or other person advancing money, goods, and necessary supplies for the production of the said agricultural product, a right of pledge upon the said crop, the same as if the said crop had been in the possession of the pledgee: provided, that the right of pledge thus conferred shall be subordinate to that of the claim of the laborers for wages, and for the rent of the land on which the crop was produced.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">From these laws it will be seen that the privilege or pledge of the landlord for his rent is superior to the privilege given by the Civil Code to the factor who advances money or necessary supplies to the planter; and, by the proviso of the act of 1874, it is still made superior to the pledge which that law authorizes the planter to make to the factor for his advances. It was in view of this superior right of the lessor that Saloy was asked to join in a contract between the Dragons, as planters of Monsecour, and Simon Bloch, who agreed to make advances for the cultivation thereof. This contract was made by an act passed before a notary on the 26th of January, 1883, by which the two Dragons declaed that, requiring to have goods and necessary supplies furnished, and moneys actually advanced to be used for the purchase of necessary expenses and laborers to plant, cultivate, sow, gather, and manufacture the crops of rice, sugar, molasses, and other products to be made or raised during the present year on the Monsecour plantation, situated in the parish of P aquemines, etc., they had contracted a loan of the sum of $7,500 of and from Simon Bloch, of this city, (New Orleans,) and, as evidence of such loan, the said Pierre B. Dragon had furnished three certain promissory notes for the sum of $2,500 each, * * * which said notes were delivered unto said Simon Bloch. * * * And in order to more fully secure the punctual payment of all such advances and moneys advanced or to be advanced as aforesaid, costs, charges, expenses, commissions, and attorney's fees, a special lien and mortgage or privilege was thereby granted and recognized for the full sum of $15,000 on any and all crop or crops of rice, sugar, molasses, and other products that might be planted, grown, raised, and gathered, or made and manufactured, during the year 1883, on the said plantation. The act also contained an obligation to ship and consign the entire crop of rice, sugar, molasses, and other products made on the said plantation during the year 1883 to the said mortgagee (Bloch) in the city of New Orleans, whenever required or notified so to do by him or his assigns, in default of which the mortgagee or assigns were authorized to sequester the crops or proceeds thereof, in whosoever hands the same might be, regardless of any sale or transfer. After various other agreements and stipulations contained in the act between the Dragons and Bloch, a final clause was inserted, containing an agreement or concession of Bertrand Saloy, the defendant below, which laid the foundation of the present action. It is here inserted <i>verbatim:</i> 'And here appeared and intervened herein Bertrand Saloy, who, after having read and taken cognizance of what is hereinbefore written, declared that he consents and agrees that his claim and demands as lessor of the aforesaid Monsecour plantation shall be subordinate and inferior in rank to the claims and privileges of said Bloch as the furnisher of supplies or for advances furnished under this contract, and that said Bloch shall be reimbursed from the crops of 1883 made on said place the full amount of his advances hereunder, without regard and in preference to the demands of said Saloy for the rental of said plantation: provided, however, that three hundred and fifty sacks of seed rice shall remain or be left on said plantation out of the crop of this year for the purposes thereof for the year 1884.' We do not think that this clause contains any such contract as is averred in the petition of the plaintiff. It is there averred that Saloy appeared in said act, and made himself a party to said agreement, and bound himself by said act and said agreement to carry out the terms and conditions thereof, etc. There is nothing, as it seems to us, in the agreement of Saloy, which engages him to any guaranty of the contract of the Dragons with Bloch; nothing to show that he committed himself in any degree to the fulfillment of said agreements on the part of the Dragons. It contains merely a waiver on his part of his priority in rank as lessor of the plantation. He simply consents and agrees that his claim shall be subordinate and inferior in rank to the claims and privileges of Bloch, and that Bloch shall be reimbursed for his advances without regard to any preference to the demands of said Saloy. That is all. This consent and waiver only placed Saloy in the position of a second incumbrancer, having himself a pledge on the crops of the plantation, but subject to a superior pledge or mortgage in favor of Bloch for his advances.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The question then arises whether Saloy was prevented by his said waiver from instituting suit, and seizure of the crop, for his own claim for ret.  We know of no law or rule of practice in Louisiana which prevented him from instituting such suit. It is true that the net proceeds of the crop in his hands, resulting from his seizure and sale thereof, was liable to the claim of Bloch. The Code of Practice provides for sales by the sheriff subject to the rights of those having prior liens or privileges, and the purchaser at such sales takes the property subject to those liens, and is credited for the amount thereof on the purchase money of the adjudication. Articles 679, 683. And by article 709: 'The hypothecary action lies against the purchaser of a property seized, which is subject to privileges or mortgages, in favor of such creditors as have said privileges and mortgages, in the same manner and under the same rules and restrictions as are applicable to a third possessor of a mortgaged property.' The crop and property sold by Saloy was undoubtedly subject to the plaintiff's pledge to the extent of the amount due to him from the Dragons, and he is entitled to an account from Saloy for that amount to the extent of the net proceeds of said sale. But his claim against Saloy is an equitable one, and in the United States court can only be pursued on the equity side on a bill for an account, in which all equitable deductions would be allowed for the claims of laborers and other preferred creditors; and in such suit an inquiry would be had as to the amount of Bloch's claim against the Dragons, and they would be necessary parties. The debt for which the plaintiff sues Saloy is their debt, and yet they are not cited, and no judgment has been obtained against them. It seems to us altogether an irregular proceeding. The present suit is an action for damages against Saloy for instituting proceedings and seizing the crops for the purpose of collecting his rent. Such an action cannot be maintained, for Saloy was not prevented by any law from instituting such proceedings for the recovery of his rent. He did nothing that he was not entitled to do, though he became liable to account to Bloch for the net proceeds of the crop, as before mentioned, so far as might be necessary for the satisfaction of Bloch's claim, when duly adjudicated. In our judgment, therefore, the exception taken by Saloy to the petition in this case was well founded, and the action was not maintainable. The judgment of the circuit court is reversed, and the cause remanded, with directions to enter judgment for the defendant.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/92828/"
}