{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "136 U.S. 450", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/92835/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "District of Columbia v. Woodbury", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "234", 
    "id": 77215, 
    "resource_uri": "/api/rest/v2/citation/77215/"
  }, 
  "id": 92835, 
  "blocked": false, 
  "judges": "Harlan", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1890-05-19", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>136 U.S. 450 (1890)</b></center>\n<center><h1>DISTRICT OF COLUMBIA<br>\nv.<br>\nWOODBURY.</h1></center>\n<center>No. 234.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 27, 28, 1890.</center>\n<center>Decided May 19, 1890.</center>\nERROR TO THE SUPREME COURT OF THE DISTRICT OF COLUMBIA.\n<p><i>Mr. Henry E. Davis</i> for plaintiff in error.</p>\n<p><i>Mr. James Coleman</i> and <i>Mr. J.M. Wilson</i> for defendant in error.</p>\n<p>MR. JUSTICE HARLAN delivered the opinion of the court.</p>\n<p>Early in the evening of December 6, 1881, the defendant in error, while passing on the sidewalk near the north entrance <span class=\"star-pagination\">*451</span> of the Riggs House on G Street in the city of Washington, fell into a hole, whereby he sustained personal injuries of a serious character. Claiming that the sidewalk was not in a safe condition for use by the public, and that the District authorities had been grossly negligent in not keeping it in proper repair, he brought this action to recover damages for such injuries. The plea was not guilty. A verdict for fifteen thousand dollars was returned against the District, and a judgment in conformity therewith was entered. That judgment having been affirmed by the general term the case has been brought here for reëxamination.</p>\n<p>The question to be first considered is whether the District of Columbia is, under any circumstances, liable in damages for personal injuries resulting from the unsafe condition of the avenues, streets and sidewalks in the city of Washington. The charge of the court below proceeded upon the ground that such liability existed. The District contends here, as it did at the trial, for the opposite view. And it insists that the question is not concluded by the decision in <i>Barnes</i> v. <i>District of Columbia,</i> 91 U.S. 540. The argument in support of this proposition assumes that the relations between the government of the District and the public have been so materially changed by legislation enacted since the <i>Barnes</i><i> Case,</i> that the principles therein announced have no application to the present case. This suggestion renders it necessary to ascertain precisely what was decided in the former case.</p>\n<p>It arose under the act approved February 21, 1871, 16 Stat. 419, c. 62, creating the \"District of Columbia\" a body corporate for municipal purposes, with power to contract and be contracted with, to sue and be sued, to plead and be impleaded, to have a seal and to exercise all other powers of a municipal corporation not inconsistent with the Constitution and laws of the United States, or with that act. Provision was made for the appointment by the President, with the consent of the Senate, of a Governor, Secretary, Board of Health, Board of Public Works and a Legislative Assembly composed of two bodies, whose power of legislation extended to all rightful subjects of legislation within the District, consistent <span class=\"star-pagination\">*452</span> with the Constitution of the United States and that act. The streets, avenues, alleys and sewers of Washington, together with all other works entrusted to their charge by the Legislative Assembly or by Congress, were placed under the entire control of the Board of Public Works with authority to make all regulations they deemed necessary for keeping them in repair. It was also required to disburse \"upon their warrant all moneys appropriated by the United States or the District of Columbia, or collected from property-holders in pursuance of law, for the improvements of streets, avenues, alleys and sewers, and roads and bridges,\" and to \"assess, in such manner as shall be prescribed by law, upon the property adjoining and to be specially benefited by the improvements authorized by law and made by them, a reasonable proportion of the cost of the improvement, not exceeding one-third of such cost, which sum shall be collected as all other taxes are collected.\"</p>\n<p>It was contended in the <i>Barnes</i><i> Case</i> that the Board of Public Works was not a department or subordinate agency of the District of Columbia, but a Federal Commission, having exclusive power to make such regulations as it deemed necessary for keeping in repair the streets, avenues, alleys, sewers, roads and bridges committed to their control. This view was rejected by the court. Although that Board was dependent upon both Congress and the Legislative Assembly of the District, and was the hand and agent both of the United States and of the District, it was held to be the representative and a part of the municipal corporation created by the act of 1871, and that its proceedings and acts in repairing and improving public streets were the proceedings and acts of that corporation. The District was held liable for the injury there complained of upon the principle, which the court declared to be sound and supported by numerous and well-considered adjudications in this country and in England, that a municipal corporation, as distinguished from a corporation organized for private gain, is liable for injuries to individuals arising from negligence upon its part in the construction of works which it was authorized to construct and maintain. And it was expressly <span class=\"star-pagination\">*453</span> declared that it was not of the slightest consequence, in principle, by what means the officers of the District were \"placed in position, whether they are elected by the people of the municipality, or appointed by the President or a Governor. The people are the recognized source of all authority, state and municipal; and to this authority it must come at last, whether immediately or by a circuitous process.\" 91 U.S. 545.</p>\n<p>Has there been any such change in the government established for this District as will take the present case out of the rule announced in the <i>Barnes</i><i> Case?</i> In the revision of the statutes relating to the District, the clause of the act of 1871, declaring the District of Columbia (Rev. Stat. Dist. Col. 2, § 2) to be a body corporate for municipal purposes with power to contract, etc., was retained. By the act of June 20, 1874, for the government of the District and for other purposes, 18 Stat. 116, c. 337, previous statutes providing for the District a Governor, Secretary, Legislative Assembly, Board of Public Works and a Delegate in Congress were repealed, and all the power and authority then vested in the Governor and Board of Public Works, except as limited by that act, were vested in a commission, composed of three persons, to be appointed by the President with the consent of the Senate. But by the act of June 11, 1878, 20 Stat. 102, c. 180, a permanent form of government for the District was established. It provided that \"the District of Columbia shall remain and continue a municipal corporation, as provided in section two of the Revised Statutes relating to said District,\" and that the Commissioners therein provided for should \"be deemed and taken as officers of such corporation.\" Those Commissioners, consisting of two persons, to be appointed by the President, with the consent of the Senate, and an officer of the Engineer Corps, detailed for that purpose, were vested with all the powers, rights, duties and privileges, and all the property, estate and effects then lawfully exercised by and vested in the Commissioners of the District, including the power, among others, to apply the taxes or other revenues of the District to the payment of its current expenses, the support of the public schools, the fire <span class=\"star-pagination\">*454</span> department and the police, but making no contract nor incurring any obligation other than such as were provided in that act, and should be approved by Congress; to collect taxes theretofore lawfully assessed and due, or to become due, but without anticipating taxes by selling or hypothecating them; to abolish offices, consolidate two or more offices, reduce the number of employés, remove from office and make appointments to any office under them authorized by law; and to erect, light and maintain lamp-posts, with lamps, beyond the city limits. §§ 1, 2, 3.</p>\n<p>It was made their duty to submit annually to the Secretary of the Treasury, for his examination and approval, a detailed statement \"of the work proposed to be undertaken by them\" during the then ensuing fiscal year, and the estimated cost thereof, as well as the cost of constructing, repairing and maintaining all bridges authorized by law across the Potomac and other streams within the District, the cost of maintaining all public institutions of charity, reformatories and prisons, then belonging to or supported in whole or in part by the District, and the expenses of the Washington Aqueduct and its appurtenances, together with an itemized statement and estimate of the amount necessary to defray the expenses of the District for the then ensuing fiscal year. These estimates it became the duty of the Secretary of the Treasury to examine and approve or disapprove, or suggest such change in them as the public interest demanded, the result to be certified to the Commissioners, who were required to transmit the same, with the original estimates, to Congress. The act provided that \"to the extent to which Congress shall approve of said estimates, Congress shall appropriate the amount of fifty per centum thereof; and the remaining fifty per centum of such approved estimates shall be levied and assessed upon the taxable property and privileges in said District other than the property of the United States and of the District of Columbia.\" § 3.</p>\n<p>It also provides that when any repairs of streets, avenues, alleys or sewers within the District are to be made, or when new pavements are to be substituted in place of those worn <span class=\"star-pagination\">*455</span> out, new ones laid, new streets opened, sewers built, or any work the total cost of which shall exceed $1000, the work shall be given out upon advertisement, the lowest responsible bid to be accepted by the Commissioners, though they have the right, in their discretion, to reject all proposals made. It further provides that the \"United States shall pay one-half of the cost of all work done under the provisions of this (5th) section, except that done by railway companies, which payment shall be credited as part of the fifty per centum which the United States shall contribute towards the expenses of the District of Columbia for that year; and all payments shall be made by the Secretary of the Treasury on the warrant or order of the Commissioners of the District of Columbia or a majority thereof, in such amounts and at such times as they may deem safe and proper in view of the progress of the work.\" The act places the police, schools, Board of Health and sanitary inspectors of the District all under the charge and control of the Commissioners.</p>\n<p>We have made this extended analysis of the provisions of the act of 1878, because of the earnest contention of the counsel for the defendant, that while the District of Columbia is still a municipal corporation, under its present form of government it has not, \"as a municipal corporation, the features involving it in the liability under consideration.\" The reasons assigned by counsel for this contention have been carefully considered, with the result that, in our judgment, the municipal corporation created by the act of 1878 is subject to precisely the same liability for injuries to individuals, arising from the negligence of the Commissioners or of the officers under them in maintaining in safe condition, for the use of the public, the streets, avenues, alleys and sidewalks of the city of Washington, as was the District under the laws in force when the cause of action in the <i>Barnes</i><i> Case</i> arose. It is said that the present corporation, as a corporation, has nothing to do with the streets. That could have been said with equal propriety in reference to the old corporation, when the streets were under the control and supervision of the Board of Public Works. Yet, that board was held to be a part of the municipal <span class=\"star-pagination\">*456</span> corporation. Its acts, within the scope of its powers, were deemed the acts of the corporation. Its negligence, in the care of streets, was held to be the negligence of the municipal corporation of which it was a part. So, in this case, the Commissioners, having full control of the streets, are under a duty to keep the public ways of the city in such condition that they can be used with reasonable safety. Their neglect in that matter is the neglect of the municipal corporation of which they are the responsible representatives, although subject to the paramount authority of Congress.</p>\n<p>It is suggested that the District is without the means to perform the supposed neglected duty; that none of its officers can pay a judgment against it, and that no process against it could enforce payment; that even a mandamus against it to levy a tax would be futile because neither the District nor the Commissioners can levy a tax for any purpose; and that no judgment against it can be paid except by warrant upon the Treasury, pursuant to an appropriation by Congress. We do not perceive that these considerations materially affect the principle upon which the decision in the <i>Barnes</i><i> Case</i> rests. That streets, avenues, pavements, sidewalks and sewers in Washington are established, repaired and maintained, in part, by appropriations made by Congress, and, in part, by taxation upon private property, does not change the fact that, by an express declaration of Congress, the District is created a body corporate for municipal purposes. Because it was a municipal corporation proper, as distinguished from a corporation established as an agency of the government creating it, this court held in the <i>Barnes</i><i> Case</i> that it was responsible for such negligence of its officers having the care of streets, avenues and sidewalks, as resulted in personal injuries to individuals. The source from which the District obtains the means for maintaining public highways in the city is of no consequence, so long as Congress has made it, and permits it to remain, a mere municipal corporation, with such functions as pertain to municipal corporations proper. This municipal feature was emphasized in <i>Metropolitan Railroad</i> v. <i>District of Columbia,</i> 132 U.S. 1, 7, where it was said that the corporate capacity <span class=\"star-pagination\">*457</span> and the corporate liabilities of the District remained as they were before the act of 1878, and that its character as a mere municipal corporation had not been changed. Having that character, we held, in that case, that the District was subject to the ordinary rules governing the law of procedure between private persons, and was, therefore, embraced by the Maryland statute of limitations of 1715.</p>\n<p>It is further said that the fee-simple of the streets in the city of Washington is in the United States, and that that fact is entitled to great weight. This point was made in the <i>Barnes</i><i> Case</i> and distinctly overruled. The court there said: \"We do not perceive that the circumstance that the fee of the streets is in the United States, and not in the municipal corporation, is material to the case. In most of the cities of this country, the fee of the land belongs to the adjacent owner; and upon the discontinuance of the street, the possession would revert to him. The streets and avenues in Washington have been laid out by competent authority. The power and the duty to repair them are undoubted and would not be different were the streets the absolute property of the corporation. The only questions can be as to the particular person or body by which the power shall be exercised, and how far the liability of the city extends.\"</p>\n<p>Without further discussion, we adjudge, upon the authority of <i>Barnes</i> v. <i>District of Columbia</i><i>,</i> that the District is liable for such negligence upon the part of its officers as is charged in the plaintiff's declaration. That case was determined in 1875, and has never been questioned by any subsequent decision in this court. On the contrary, its authority was recognized in <i>Metropolitan Railroad</i> v. <i>District of Columbia</i><i>,</i> and in <i>Brown</i> v. <i>District of Columbia,</i> 127 U.S. 579, 586, and the principles announced in it were applied in <i>District of Columbia</i> v. <i>McElligott,</i> 117 U.S. 621. If the rule announced in the <i>Barnes</i><i> Case</i> is not satisfactory to Congress, it can be abrogated by statute.</p>\n<p>We proceed to examine the objections urged by the District to the admission of evidence. The first one relates to the plaintiff's testimony in reference to his contributions to medical <span class=\"star-pagination\">*458</span> journals upon various medical subjects. At the trial below he gave evidence tending to show that at the time of the accident he was, and had been since 1864, a resident practicing physician of Washington; that between eight and nine o'clock of the evening of December 6, 1881, while walking with his sister on the south side of G Street, between Fourteenth and Fifteenth Streets northwest, he stepped on a board covering a hole in the sidewalk adjoining the Riggs House, and the board breaking or bending, he fell into the hole underneath it, was severely and permanently injured, and his ability to prosecute his studies and to pursue his profession greatly impaired. While under examination-in-chief, his counsel propounded to him this question: \"State, Doctor, if you please, whether or not you had at that time or prior to the time of this accident been a contributor to any medical journal of this country or abroad \u0097 the old country \u0097 of any articles or essays on diseases known to the profession.\" To this question the plaintiff answered: \"I have been for years a regular contributor in the Philadelphia Medical Times; also to the Virginia Journal, a medical monthly published in Richmond, and other journals.\" The defendant at the time objected to the question and answer, but the objections being overruled, it excepted to the ruling of the court. At a subsequent stage of the trial the plaintiff, being recalled as a witness in his own behalf, offered to prove that he had in his possession certain written articles for medical journals and medical works on obstetrics and gynecology, and that he had been quoted as an authority upon certain subjects; to which the defendant objected, but the court overruled the defendant's objection and permitted said testimony to be given as follows: \"Atkinson's Therapeutics of Gynecology and Obstetrics and Wood's Library Minor Surgical Gynecology, by Paul F. Munde, (which books were produced and examined by the witness before the jury,) are text-books in the medical profession, and that, on pages 73 and 140 of said first-named book, were articles written by himself, or reference made to him, and also at page 217 of the last book referred to; also that in the Virginia Medical Monthly for August, 1876, there <span class=\"star-pagination\">*459</span> is an article by the plaintiff on the therapeutic use of certain remedies, and also in the American Journal of Obstetrics there is an article by plaintiff on the `Application of Nitric Acid in Endocervicitis and Endometritis' and also a translation of one of plaintiff's articles in a French journal, entitled `Annales de Gynécologie,' in April, 1875, and also in a French journal, `The Review of Medical and Surgical Therapeutics,' of May, 1875.\" To the action of the court in overruling the defendant's objection and permitting this testimony to be given and to the testimony itself, the defendant excepted.</p>\n<p>This evidence was competent upon the issue as to damages. It indicated the nature of the plaintiff's pursuits, and, in connection with other evidence showing the serious and permanent character of the injuries received by him, that his capacity to prosecute his studies, and to follow his ordinary pursuits, was impaired. The defendant insists that the evidence should have been rejected because it did not appear that the plaintiff had derived any income from his contributions to medical journals. This is not a sound view of the question. Even if those contributions were made without compensation, his inability to continue them by reason of the injuries in question was a proper element in the inquiry as to damages. That fact tended to show the extent of both his mental and physical suffering, resulting from the injuries received. All evidence, tending to show the character of his ordinary pursuits, and the extent to which the injury complained of prevented him from following those pursuits, was pertinent to the issue. <i>Wade</i> v. <i>Leroy,</i> 20 How. 34; <i>Nebraska City</i> v. <i>Campbell,</i> 2 Black, 590; <i>Vicksburg &amp;c. Railroad Co.</i> v. <i>Putnam,</i> 118 U.S. 545, 554; <i>City of Ripon</i> v. <i>Bittel,</i> 30 Wisconsin, 614; <i>Ballou</i> v. <i>Farnum,</i> 11 Allen, 73; <i>Caldwell</i> v. <i>Murphy,</i> 1 Duer, 233; <i>S.C.</i> 1 Kernan, (5 N.Y.,) 416. The authorities all agree that in cases of this character much latitude must be given to juries in estimating the damages sustained by the person injured. Physical suffering, resulting from such injuries, is necessarily attended by mental suffering in a greater or less degree. And as said in <i>Kennon</i> v. <i>Gilmer,</i> 131 U.S. 22, 26, 27: \"The action is for an injury to the person <span class=\"star-pagination\">*460</span> of an intelligent being; and when the injury, whether caused by wilfulness or negligence, produces mental as well as bodily anguish and suffering, it is impossible to exclude the mental suffering in estimating the extent of the personal injury for which compensation is to be awarded.\" <i>Railroad Co.</i> v. <i>Barron,</i> 5 Wall. 90, 105; <i>Penn. &amp; Ohio Canal Co.</i> v. <i>Graham,</i> 63 Penn. St. 290; <i>Smith</i> v. <i>Holcomb,</i> 99 Mass. 552; <i>Holyoke</i> v. <i>Grand Trunk Railway,</i> 48 N.H. 541; <i>Stockton</i> v. <i>Frey,</i> 4 Gill, 406; <i>Smith</i> v. <i>Overby,</i> 30 Georgia, 241; <i>Cox</i> v. <i>Vanderkleed,</i> 21 Indiana, 164; <i>Lynch</i> v. <i>Knight,</i> 9 H.L. Cas. 577.</p>\n<p>The next objection to the admission of evidence relates to a certain entry in the books of the Adams Express Company in reference to the dead-light placed at the hole into which plaintiff fell. It should be stated in this connection that there was evidence before the jury, on behalf of the plaintiff, tending to show that the sidewalk, where the accident happened, was torn up for the purpose of putting in a new boiler for the Riggs House; that after the boiler had been set, and the wall around it bricked up, a hole was left for the purpose of putting in a dead-light; that before the dead-light (in the procuring of which there was some delay) was put in place, the hole was covered by a board, that was kept there for fifteen or eighteen days before the dead-light was put in, which was not done until after the accident in question; that on the top of the boiler was a safety valve that required the attention of the engineer; that before the hole was covered, or the boiler set, the engineer, in order to reach the safety valve, would take off the board cover and go down; and that there was no attachment to the boards from below to prevent them from sliding, but they were nailed together by two cleats. There was also evidence tending to show that the boards constituted a reasonably sufficient covering for the hole. C.E. Luckett, a witness for the plaintiff, testified that he was a clerk in the Adams Express Company in Washington, and its agent at Georgetown in November and December, 1881; that he had the company's book of delivery for those months; that the entries in it under date of November 29, 1881, are in his <span class=\"star-pagination\">*461</span> handwriting, were made by him in the regular course of business for which the book was kept, and that on that date there is an entry in the book of a delivery to Beckham &amp; Middleton; that he did not in person deliver the article mentioned to that firm; his duty being to write up the driver's book, check off the way-bills that came in, and do all the clerical work of the office; and that the company's driver delivered the article referred to, taking the book with him, the book produced by witness being the one that the driver had. At this point of the witness' testimony-in-chief he was asked: \"Whether the book shows that this thing was received on the 29th of November.\" The question was objected to, and the objection overruled. The witness answered: \"It was.\" To this ruling of the court as to the question and answer the defendant excepted. It was also in proof, in behalf of the plaintiff, by Middleton, of the firm of Beckham &amp; Middleton, that on the book of the Adams Express Company, referred to by Lucket, (and shown to the witness,) appeared his signature under this entry, of date November 29, 1881: \"1 casting, Beckham &amp; Middleton; amount of charges, $1.60; Beckham &amp; Middleton;\" that the casting referred to was ordered from New York for Hutchins, who put in the boiler, and that no other casting was delivered to him by witness or his firm during November or December, 1881. To this evidence when offered the defendant objected, but the objection was overruled, and it excepted.</p>\n<p>The principal object of this evidence in reference to the dead-light was to show when it was placed at the hole. We will not stop to consider whether a proper foundation was laid for the use of the above entry as evidence in itself; for it was otherwise in proof and not questioned, that the dead-light was not placed in position until after the plaintiff had fallen into the hole, and that the hole was unguarded by such a light for some time prior to the accident. The point which concerned the District was the length of time during which the hole was left unguarded by a dead-light, or other sufficient signal, and not whether Beckham &amp; Middleton, as between themselves and Hutchins, were negligent in not procuring the <span class=\"star-pagination\">*462</span> dead-light-sooner, or in not delivering it more promptly than was done after it reached their hands. If the entry in the books of the Express Company was incompetent as evidence, in itself, of the facts stated in it, its use before the jury could not possibly have prejudiced the defendant.</p>\n<p>We will add, that the objections made by the District to the evidence in relation to the plaintiff's contributions to medical journals, as well as to the entry upon the books of the Express Company, lose much of their force because they did not indicate with distinctness the precise grounds upon which they were intended to rest. Such general objections were well calculated to embarrass the court, and put it at disadvantage in its conduct of the trial. It was entitled to know the grounds of the objection, so that the jury could be put in possession of the real case to be tried. In <i>Camden</i> v. <i>Doremus,</i> 3 How. 515, 530, this court declined to consider objections made to the admission of evidence which did not state the grounds upon which they were made, and did not obviously cover the competency of such evidence nor point to some definite and specific defect in its character. \"We must,\" the court said, \"consider objections of this character as vague and nugatory, and, if entitled to weight anywhere, certainly as without weight before an appellate court.\" To the same effect are <i>Burton</i> v. <i>Driggs,</i> 20 Wall. 125, 133; <i>Patrick</i> v. <i>Graham,</i> 132 U.S. 627, 629. This rule is especially applicable in actions like the present one, in which no fixed rule can be prescribed for measuring the amount of damages, and in which the result must, of necessity, depend upon the good sense and sound discretion of the jury, as controlled by the special circumstances of the case.</p>\n<p>At the close of the testimony on behalf of the plaintiff the defendant asked the court to instruct the jury that the evidence did not show a case entitling the plaintiff to recover. The court refused to so instruct the jury. The defendant having closed its evidence made numerous requests for instructions, each one of which was refused, and it excepted.</p>\n<p>The charge of Mr. Justice Cox to the jury covered every possible view of the case as made by the evidence. While it is too lengthy to be here inserted, it will be proper to state <span class=\"star-pagination\">*463</span> the general principles of law which the jury were instructed to observe in their determination of the case. Those principles \u0097 preserving as far as possible the language of the charge \u0097 were as follows:</p>\n<p>1. The District government, as a municipal corporation, is charged with the duty of supervising the streets of Washington, and keeping them in a condition fit for convenient use and safe against accident to travellers using them. But it is not under an absolute obligation to respond for every accident a man may suffer in its streets. It is simply bound to practise due care and diligence in the exercise of its powers and in the application of its resources towards the objects named. If due care is once exercised, and, notwithstanding, an accident occurs and somebody is injured, it is the misfortune of the victim and not the fault of the authorities. If its duty has been fully performed in regard to any particular street and that street has been put in good condition, safe against all accidents that could be foreseen and provided for, and afterwards, by some casualty; it falls into dilapidation and becomes dangerous, as, for instance, by the caving in of a sewer, and then an accident happens, the rule is that the District government is not responsible for the injury that results, unless it had timely notice of the dangerous condition of the street, so that it could be put in repair and the danger obviated. This notice is either actual or constructive; the latter meaning that the District authorities, within the scope of their opportunities and money, being under an obligation to exercise a general supervision of the streets, and to keep themselves informed about their condition, if a street remains in a dangerous condition so long that the authorities could not help, in the exercise of ordinary care and diligence, knowing that fact, and did not know it because they failed to exercise proper vigilance, then the law imputes notice to them; in other words, they have notice in contemplation of law, and that is constructive notice.</p>\n<p>2. No certain duration of a dangerous condition of a public highway operates of itself as a notice. The law does not require impossibilities of any person, natural or artificial, and <span class=\"star-pagination\">*464</span> it is impossible that all parts of all the streets should be under constant inspection. Consequently, it could not be maintained that at the instant an accident happens to a highway the authorities are charged with notice and held liable therefor if they do not put it instantly in repair. Every such case must be determined by its peculiar circumstances. The District would not be responsible for damages arising from the bad condition of a street unless actual notice was brought to them of the condition of the street, or unless the street remained in an unsafe condition so long that they ought to have known of it if they exercised ordinary care.</p>\n<p>3. People must build houses, and, in order to do that, it is necessary to excavate for cellars and areas, if needed, and to dig trenches to connect with the water-mains, gas-pipes and sewers. Nobody has a right to do this without a permit from the authorities, and if any person undertakes to do it without a permit, he would be responsible for any injury resulting; but the District would not be, unless it had the notice already spoken of. If a permit is granted, as is usually the case, the fact is notice to the authorities that the work is in progress, and then they are charged with the duty of seeing that it is properly conducted.</p>\n<p>4. These works are necessarily dangerous to life and limb, and it is the duty of a person doing the work to protect it against accident to travellers on the street, and the duty of a private person is very much the same as that of the District itself when it is prosecuting an improvement. If a private individual fails to protect the excavation or hole, or whatever it may be, it is the duty of the District authorities to see that it is protected, and they are held responsible that he shall do it, for they were notified that he was going on with the work when he obtained his permit. If the individual himself supplies the protection against danger, then the duty will have been discharged on his part, and that of the District also will have been discharged just the same as in the case of the works being constructed by itself. If, then, by any unforeseen accident or the act of somebody that could not be anticipated, the protection has been removed and new danger supervenes, of course the law about notice applies.</p>\n<p><span class=\"star-pagination\">*465</span> 5. The first question for the jury was a delicate and difficult one, namely, whether in the first instance a sufficient protection was provided to guard the public against accident. A mortar-board was placed over the hole and extended several inches beyond the edges, and was the protection relied upon. If there never was an adequate protection provided in the first instance, then the duty of the builder never was fulfilled, and it would not make the slightest difference whether it became a little more dangerous by the displacement of the cover afterward or not, and the question of the notice about this displacement would not arise at all. If it was an adequate protection in the first instance, then comes the question of notice of subsequent change.</p>\n<p>6. It was for the jury to decide whether the boards placed over the hole be sufficient to sustain the weight of an ordinary man travelling over them. It is not only necessary that the protection should be sufficient to sustain the weight of persons passing along, but another element is the security of the covering in its place over the hole to sustain the weight of a heavy man walking over it. If it would be liable to be kicked out of place by persons passing along it might not be deemed an adequate protection. But that was for the jury to decide. They must decide whether it was sufficient to sustain the weight of a person passing over it, and whether it was sufficiently secured, either by artificial appliances or by its own inherent weight, to hold it in its proper place. It was not necessary that the board placed over the hole should have been made absolutely safe against all interference, for no barrier or other safeguard could be put there which could not be removed by some force, but only that it should be safe against the consequences of the ordinary use of the street \u0097 such contingencies as might fairly have been anticipated and foreseen. If it was such a precaution as proper care, diligence and foresight ought to have provided for, and the accident was not occasioned by any defect in the original appliance provided there, but that it was subsequently, by some unforeseen occurrence or agency, or the exertion of some individual, moved from its place and thereby <span class=\"star-pagination\">*466</span> made dangerous, then the above rules as to notice will apply. The burden is on the plaintiff to prove either that the thing was originally dangerous or had become so long enough before the accident for the authorities to have known it, so as to impose upon them the obligation to put it in proper condition.</p>\n<p>In regard to the amount of damages, the court said: \"The rule laid down in the instructions asked on the part of the plaintiff is to the effect that the plaintiff is entitled to recover, if he is entitled to recover at all, for his loss of time, the expenditure of money made necessary by his injury, and compensation for his suffering in body and mind, and his whole condition and prospects are to be considered in case you find a verdict in his favor. It is impossible for me to say what the compensation should be, as there is no mathematical rule by which his losses can be estimated, and it is a matter for sound judgment in this as in all cases.\"</p>\n<p>As to so much of the charge as instructed the jury that it was to be presumed that a permit had been given by the defendant for doing the work in the sidewalk of the street, and to so much as related to the liability of the defendant incident to and consequent upon such permit, the defendant excepted.</p>\n<p>In reference to the entire charge to the jury, it is unnecessary to say more than that it correctly stated the rules of law applicable to the case. It omitted nothing that ought to have been said, and contained nothing that was inconsistent with the principles announced in <i>Barnes</i> v. <i>District of Columbia</i><i>,</i> or that was not in harmony with the established rules of evidence. We will not extend this opinion by comments upon the instructions asked by the defendant; for the charge to the jury covered all the issues, and gave, in clear language, the whole law applicable to the case.</p>\n<p>It is, also, assigned for error that the court below, in general term, refused to consider that one of the grounds for a new trial which stated that the verdict was against the weight of the evidence; thereby, it is contended, disregarding the rule announced in <i>Metropolitan Railroad</i> v. <i>Moore,</i> 121 U.S. 561. It is attempted to support this assignment by referring to the <span class=\"star-pagination\">*467</span> stenographic report of the oral opinion of Mr. Justice Hagner, speaking for the general term. It is to be found in 5 Mackey, 127, 143. This report cannot control the record of the case as certified to us. It does not appear from the record that the general term declined to pass upon any question which it was its duty to consider. This objection is, therefore, without any basis upon which to rest.</p>\n<p>Upon the whole case we are of opinion that no error of law was committed by the court below, and the judgment must be</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:06:37", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">450</span></span> (1890)</b></center>\n<center><h1>DISTRICT OF COLUMBIA<br>\nv.<br>\nWOODBURY.</h1></center>\n<center>No. 234.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 27, 28, 1890.</center>\n<center>Decided May 19, 1890.</center>\nERROR TO THE SUPREME COURT OF THE DISTRICT OF COLUMBIA.\n<p><i>Mr. Henry E. Davis</i> for plaintiff in error.</p>\n<p><i>Mr. James Coleman</i> and <i>Mr. J.M. Wilson</i> for defendant in error.</p>\n<p>MR. JUSTICE HARLAN delivered the opinion of the court.</p>\n<p>Early in the evening of December 6, 1881, the defendant in error, while passing on the sidewalk near the north entrance <span class=\"star-pagination\">*451</span> of the Riggs House on G Street in the city of Washington, fell into a hole, whereby he sustained personal injuries of a serious character. Claiming that the sidewalk was not in a safe condition for use by the public, and that the District authorities had been grossly negligent in not keeping it in proper repair, he brought this action to recover damages for such injuries. The plea was not guilty. A verdict for fifteen thousand dollars was returned against the District, and a judgment in conformity therewith was entered. That judgment having been affirmed by the general term the case has been brought here for reëxamination.</p>\n<p>The question to be first considered is whether the District of Columbia is, under any circumstances, liable in damages for personal injuries resulting from the unsafe condition of the avenues, streets and sidewalks in the city of Washington. The charge of the court below proceeded upon the ground that such liability existed. The District contends here, as it did at the trial, for the opposite view. And it insists that the question is not concluded by the decision in <i>Barnes</i> v. <i>District of Columbia,</i> 91 U.S. 540. The argument in support of this proposition assumes that the relations between the government of the District and the public have been so materially changed by legislation enacted since the <i>Barnes</i><i> Case,</i> that the principles therein announced have no application to the present case. This suggestion renders it necessary to ascertain precisely what was decided in the former case.</p>\n<p>It arose under the act approved February 21, 1871, 16 Stat. 419, c. 62, creating the \"District of Columbia\" a body corporate for municipal purposes, with power to contract and be contracted with, to sue and be sued, to plead and be impleaded, to have a seal and to exercise all other powers of a municipal corporation not inconsistent with the Constitution and laws of the United States, or with that act. Provision was made for the appointment by the President, with the consent of the Senate, of a Governor, Secretary, Board of Health, Board of Public Works and a Legislative Assembly composed of two bodies, whose power of legislation extended to all rightful subjects of legislation within the District, consistent <span class=\"star-pagination\">*452</span> with the Constitution of the United States and that act. The streets, avenues, alleys and sewers of Washington, together with all other works entrusted to their charge by the Legislative Assembly or by Congress, were placed under the entire control of the Board of Public Works with authority to make all regulations they deemed necessary for keeping them in repair. It was also required to disburse \"upon their warrant all moneys appropriated by the United States or the District of Columbia, or collected from property-holders in pursuance of law, for the improvements of streets, avenues, alleys and sewers, and roads and bridges,\" and to \"assess, in such manner as shall be prescribed by law, upon the property adjoining and to be specially benefited by the improvements authorized by law and made by them, a reasonable proportion of the cost of the improvement, not exceeding one-third of such cost, which sum shall be collected as all other taxes are collected.\"</p>\n<p>It was contended in the <i>Barnes</i><i> Case</i> that the Board of Public Works was not a department or subordinate agency of the District of Columbia, but a Federal Commission, having exclusive power to make such regulations as it deemed necessary for keeping in repair the streets, avenues, alleys, sewers, roads and bridges committed to their control. This view was rejected by the court. Although that Board was dependent upon both Congress and the Legislative Assembly of the District, and was the hand and agent both of the United States and of the District, it was held to be the representative and a part of the municipal corporation created by the act of 1871, and that its proceedings and acts in repairing and improving public streets were the proceedings and acts of that corporation. The District was held liable for the injury there complained of upon the principle, which the court declared to be sound and supported by numerous and well-considered adjudications in this country and in England, that a municipal corporation, as distinguished from a corporation organized for private gain, is liable for injuries to individuals arising from negligence upon its part in the construction of works which it was authorized to construct and maintain. And it was expressly <span class=\"star-pagination\">*453</span> declared that it was not of the slightest consequence, in principle, by what means the officers of the District were \"placed in position, whether they are elected by the people of the municipality, or appointed by the President or a Governor. The people are the recognized source of all authority, state and municipal; and to this authority it must come at last, whether immediately or by a circuitous process.\" 91 U.S. 545.</p>\n<p>Has there been any such change in the government established for this District as will take the present case out of the rule announced in the <i>Barnes</i><i> Case?</i> In the revision of the statutes relating to the District, the clause of the act of 1871, declaring the District of Columbia (Rev. Stat. Dist. Col. 2, § 2) to be a body corporate for municipal purposes with power to contract, etc., was retained. By the act of June 20, 1874, for the government of the District and for other purposes, 18 Stat. 116, c. 337, previous statutes providing for the District a Governor, Secretary, Legislative Assembly, Board of Public Works and a Delegate in Congress were repealed, and all the power and authority then vested in the Governor and Board of Public Works, except as limited by that act, were vested in a commission, composed of three persons, to be appointed by the President with the consent of the Senate. But by the act of June 11, 1878, 20 Stat. 102, c. 180, a permanent form of government for the District was established. It provided that \"the District of Columbia shall remain and continue a municipal corporation, as provided in section two of the Revised Statutes relating to said District,\" and that the Commissioners therein provided for should \"be deemed and taken as officers of such corporation.\" Those Commissioners, consisting of two persons, to be appointed by the President, with the consent of the Senate, and an officer of the Engineer Corps, detailed for that purpose, were vested with all the powers, rights, duties and privileges, and all the property, estate and effects then lawfully exercised by and vested in the Commissioners of the District, including the power, among others, to apply the taxes or other revenues of the District to the payment of its current expenses, the support of the public schools, the fire <span class=\"star-pagination\">*454</span> department and the police, but making no contract nor incurring any obligation other than such as were provided in that act, and should be approved by Congress; to collect taxes theretofore lawfully assessed and due, or to become due, but without anticipating taxes by selling or hypothecating them; to abolish offices, consolidate two or more offices, reduce the number of employés, remove from office and make appointments to any office under them authorized by law; and to erect, light and maintain lamp-posts, with lamps, beyond the city limits. §§ 1, 2, 3.</p>\n<p>It was made their duty to submit annually to the Secretary of the Treasury, for his examination and approval, a detailed statement \"of the work proposed to be undertaken by them\" during the then ensuing fiscal year, and the estimated cost thereof, as well as the cost of constructing, repairing and maintaining all bridges authorized by law across the Potomac and other streams within the District, the cost of maintaining all public institutions of charity, reformatories and prisons, then belonging to or supported in whole or in part by the District, and the expenses of the Washington Aqueduct and its appurtenances, together with an itemized statement and estimate of the amount necessary to defray the expenses of the District for the then ensuing fiscal year. These estimates it became the duty of the Secretary of the Treasury to examine and approve or disapprove, or suggest such change in them as the public interest demanded, the result to be certified to the Commissioners, who were required to transmit the same, with the original estimates, to Congress. The act provided that \"to the extent to which Congress shall approve of said estimates, Congress shall appropriate the amount of fifty per centum thereof; and the remaining fifty per centum of such approved estimates shall be levied and assessed upon the taxable property and privileges in said District other than the property of the United States and of the District of Columbia.\" § 3.</p>\n<p>It also provides that when any repairs of streets, avenues, alleys or sewers within the District are to be made, or when new pavements are to be substituted in place of those worn <span class=\"star-pagination\">*455</span> out, new ones laid, new streets opened, sewers built, or any work the total cost of which shall exceed $1000, the work shall be given out upon advertisement, the lowest responsible bid to be accepted by the Commissioners, though they have the right, in their discretion, to reject all proposals made. It further provides that the \"United States shall pay one-half of the cost of all work done under the provisions of this (5th) section, except that done by railway companies, which payment shall be credited as part of the fifty per centum which the United States shall contribute towards the expenses of the District of Columbia for that year; and all payments shall be made by the Secretary of the Treasury on the warrant or order of the Commissioners of the District of Columbia or a majority thereof, in such amounts and at such times as they may deem safe and proper in view of the progress of the work.\" The act places the police, schools, Board of Health and sanitary inspectors of the District all under the charge and control of the Commissioners.</p>\n<p>We have made this extended analysis of the provisions of the act of 1878, because of the earnest contention of the counsel for the defendant, that while the District of Columbia is still a municipal corporation, under its present form of government it has not, \"as a municipal corporation, the features involving it in the liability under consideration.\" The reasons assigned by counsel for this contention have been carefully considered, with the result that, in our judgment, the municipal corporation created by the act of 1878 is subject to precisely the same liability for injuries to individuals, arising from the negligence of the Commissioners or of the officers under them in maintaining in safe condition, for the use of the public, the streets, avenues, alleys and sidewalks of the city of Washington, as was the District under the laws in force when the cause of action in the <i>Barnes</i><i> Case</i> arose. It is said that the present corporation, as a corporation, has nothing to do with the streets. That could have been said with equal propriety in reference to the old corporation, when the streets were under the control and supervision of the Board of Public Works. Yet, that board was held to be a part of the municipal <span class=\"star-pagination\">*456</span> corporation. Its acts, within the scope of its powers, were deemed the acts of the corporation. Its negligence, in the care of streets, was held to be the negligence of the municipal corporation of which it was a part. So, in this case, the Commissioners, having full control of the streets, are under a duty to keep the public ways of the city in such condition that they can be used with reasonable safety. Their neglect in that matter is the neglect of the municipal corporation of which they are the responsible representatives, although subject to the paramount authority of Congress.</p>\n<p>It is suggested that the District is without the means to perform the supposed neglected duty; that none of its officers can pay a judgment against it, and that no process against it could enforce payment; that even a mandamus against it to levy a tax would be futile because neither the District nor the Commissioners can levy a tax for any purpose; and that no judgment against it can be paid except by warrant upon the Treasury, pursuant to an appropriation by Congress. We do not perceive that these considerations materially affect the principle upon which the decision in the <i>Barnes</i><i> Case</i> rests. That streets, avenues, pavements, sidewalks and sewers in Washington are established, repaired and maintained, in part, by appropriations made by Congress, and, in part, by taxation upon private property, does not change the fact that, by an express declaration of Congress, the District is created a body corporate for municipal purposes. Because it was a municipal corporation proper, as distinguished from a corporation established as an agency of the government creating it, this court held in the <i>Barnes</i><i> Case</i> that it was responsible for such negligence of its officers having the care of streets, avenues and sidewalks, as resulted in personal injuries to individuals. The source from which the District obtains the means for maintaining public highways in the city is of no consequence, so long as Congress has made it, and permits it to remain, a mere municipal corporation, with such functions as pertain to municipal corporations proper. This municipal feature was emphasized in <i>Metropolitan Railroad</i> v. <i>District of Columbia,</i> <span class=\"citation\" data-id=\"92561\"><a href=\"/opinion/92561/metropolitan-rd-v-dist-of-columbia/\"><span class=\"volume\">132</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 7, where it was said that the corporate capacity <span class=\"star-pagination\">*457</span> and the corporate liabilities of the District remained as they were before the act of 1878, and that its character as a mere municipal corporation had not been changed. Having that character, we held, in that case, that the District was subject to the ordinary rules governing the law of procedure between private persons, and was, therefore, embraced by the Maryland statute of limitations of 1715.</p>\n<p>It is further said that the fee-simple of the streets in the city of Washington is in the United States, and that that fact is entitled to great weight. This point was made in the <i>Barnes</i><i> Case</i> and distinctly overruled. The court there said: \"We do not perceive that the circumstance that the fee of the streets is in the United States, and not in the municipal corporation, is material to the case. In most of the cities of this country, the fee of the land belongs to the adjacent owner; and upon the discontinuance of the street, the possession would revert to him. The streets and avenues in Washington have been laid out by competent authority. The power and the duty to repair them are undoubted and would not be different were the streets the absolute property of the corporation. The only questions can be as to the particular person or body by which the power shall be exercised, and how far the liability of the city extends.\"</p>\n<p>Without further discussion, we adjudge, upon the authority of <i>Barnes</i> v. <i>District of Columbia</i><i>,</i> that the District is liable for such negligence upon the part of its officers as is charged in the plaintiff's declaration. That case was determined in 1875, and has never been questioned by any subsequent decision in this court. On the contrary, its authority was recognized in <i>Metropolitan Railroad</i> v. <i>District of Columbia</i><i>,</i> and in <i>Brown</i> v. <i>District of Columbia,</i> <span class=\"citation\" data-id=\"92284\"><a href=\"/opinion/92284/brown-v-district-of-columbia/\"><span class=\"volume\">127</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">579</span></a></span>, 586, and the principles announced in it were applied in <i>District of Columbia</i> v. <i>McElligott,</i> 117 U.S. 621. If the rule announced in the <i>Barnes</i><i> Case</i> is not satisfactory to Congress, it can be abrogated by statute.</p>\n<p>We proceed to examine the objections urged by the District to the admission of evidence. The first one relates to the plaintiff's testimony in reference to his contributions to medical <span class=\"star-pagination\">*458</span> journals upon various medical subjects. At the trial below he gave evidence tending to show that at the time of the accident he was, and had been since 1864, a resident practicing physician of Washington; that between eight and nine o'clock of the evening of December 6, 1881, while walking with his sister on the south side of G Street, between Fourteenth and Fifteenth Streets northwest, he stepped on a board covering a hole in the sidewalk adjoining the Riggs House, and the board breaking or bending, he fell into the hole underneath it, was severely and permanently injured, and his ability to prosecute his studies and to pursue his profession greatly impaired. While under examination-in-chief, his counsel propounded to him this question: \"State, Doctor, if you please, whether or not you had at that time or prior to the time of this accident been a contributor to any medical journal of this country or abroad \u0097 the old country \u0097 of any articles or essays on diseases known to the profession.\" To this question the plaintiff answered: \"I have been for years a regular contributor in the Philadelphia Medical Times; also to the Virginia Journal, a medical monthly published in Richmond, and other journals.\" The defendant at the time objected to the question and answer, but the objections being overruled, it excepted to the ruling of the court. At a subsequent stage of the trial the plaintiff, being recalled as a witness in his own behalf, offered to prove that he had in his possession certain written articles for medical journals and medical works on obstetrics and gynecology, and that he had been quoted as an authority upon certain subjects; to which the defendant objected, but the court overruled the defendant's objection and permitted said testimony to be given as follows: \"Atkinson's Therapeutics of Gynecology and Obstetrics and Wood's Library Minor Surgical Gynecology, by Paul F. Munde, (which books were produced and examined by the witness before the jury,) are text-books in the medical profession, and that, on pages 73 and 140 of said first-named book, were articles written by himself, or reference made to him, and also at page 217 of the last book referred to; also that in the Virginia Medical Monthly for August, 1876, there <span class=\"star-pagination\">*459</span> is an article by the plaintiff on the therapeutic use of certain remedies, and also in the American Journal of Obstetrics there is an article by plaintiff on the `Application of Nitric Acid in Endocervicitis and Endometritis' and also a translation of one of plaintiff's articles in a French journal, entitled `Annales de Gynécologie,' in April, 1875, and also in a French journal, `The Review of Medical and Surgical Therapeutics,' of May, 1875.\" To the action of the court in overruling the defendant's objection and permitting this testimony to be given and to the testimony itself, the defendant excepted.</p>\n<p>This evidence was competent upon the issue as to damages. It indicated the nature of the plaintiff's pursuits, and, in connection with other evidence showing the serious and permanent character of the injuries received by him, that his capacity to prosecute his studies, and to follow his ordinary pursuits, was impaired. The defendant insists that the evidence should have been rejected because it did not appear that the plaintiff had derived any income from his contributions to medical journals. This is not a sound view of the question. Even if those contributions were made without compensation, his inability to continue them by reason of the injuries in question was a proper element in the inquiry as to damages. That fact tended to show the extent of both his mental and physical suffering, resulting from the injuries received. All evidence, tending to show the character of his ordinary pursuits, and the extent to which the injury complained of prevented him from following those pursuits, was pertinent to the issue. <i>Wade</i> v. <i>Leroy,</i> 20 How. 34; <i>Nebraska City</i> v. <i>Campbell,</i> 2 Black, 590; <i>Vicksburg &amp;c. Railroad Co.</i> v. <i>Putnam,</i> <span class=\"citation\" data-id=\"91715\"><a href=\"/opinion/91715/vicksburg-meridian-r-co-v-putnam/\"><span class=\"volume\">118</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">545</span></a></span>, 554; <i>City of Ripon</i> v. <i>Bittel,</i> 30 Wisconsin, 614; <i>Ballou</i> v. <i>Farnum,</i> 11 Allen, 73; <i>Caldwell</i> v. <i>Murphy,</i> 1 Duer, 233; <i>S.C.</i> 1 Kernan, (5 N.Y.,) 416. The authorities all agree that in cases of this character much latitude must be given to juries in estimating the damages sustained by the person injured. Physical suffering, resulting from such injuries, is necessarily attended by mental suffering in a greater or less degree. And as said in <i>Kennon</i> v. <i>Gilmer,</i> <span class=\"citation\" data-id=\"92517\"><a href=\"/opinion/92517/kennon-v-gilmer/\"><span class=\"volume\">131</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">22</span></a></span>, 26, 27: \"The action is for an injury to the person <span class=\"star-pagination\">*460</span> of an intelligent being; and when the injury, whether caused by wilfulness or negligence, produces mental as well as bodily anguish and suffering, it is impossible to exclude the mental suffering in estimating the extent of the personal injury for which compensation is to be awarded.\" <i>Railroad Co.</i> v. <i>Barron,</i> <span class=\"citation\" data-id=\"87814\"><a href=\"/opinion/87814/railroad-co-v-barron/\"><span class=\"volume\">5</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">90</span></a></span>, 105; <i>Penn. &amp; Ohio Canal Co.</i> v. <i>Graham,</i> 63 Penn. St. 290; <i>Smith</i> v. <i>Holcomb,</i> 99 Mass. 552; <i>Holyoke</i> v. <i>Grand Trunk Railway,</i> 48 N.H. 541; <i>Stockton</i> v. <i>Frey,</i> 4 Gill, 406; <i>Smith</i> v. <i>Overby,</i> 30 Georgia, 241; <i>Cox</i> v. <i>Vanderkleed,</i> 21 Indiana, 164; <i>Lynch</i> v. <i>Knight,</i> 9 H.L. Cas. 577.</p>\n<p>The next objection to the admission of evidence relates to a certain entry in the books of the Adams Express Company in reference to the dead-light placed at the hole into which plaintiff fell. It should be stated in this connection that there was evidence before the jury, on behalf of the plaintiff, tending to show that the sidewalk, where the accident happened, was torn up for the purpose of putting in a new boiler for the Riggs House; that after the boiler had been set, and the wall around it bricked up, a hole was left for the purpose of putting in a dead-light; that before the dead-light (in the procuring of which there was some delay) was put in place, the hole was covered by a board, that was kept there for fifteen or eighteen days before the dead-light was put in, which was not done until after the accident in question; that on the top of the boiler was a safety valve that required the attention of the engineer; that before the hole was covered, or the boiler set, the engineer, in order to reach the safety valve, would take off the board cover and go down; and that there was no attachment to the boards from below to prevent them from sliding, but they were nailed together by two cleats. There was also evidence tending to show that the boards constituted a reasonably sufficient covering for the hole. C.E. Luckett, a witness for the plaintiff, testified that he was a clerk in the Adams Express Company in Washington, and its agent at Georgetown in November and December, 1881; that he had the company's book of delivery for those months; that the entries in it under date of November 29, 1881, are in his <span class=\"star-pagination\">*461</span> handwriting, were made by him in the regular course of business for which the book was kept, and that on that date there is an entry in the book of a delivery to Beckham &amp; Middleton; that he did not in person deliver the article mentioned to that firm; his duty being to write up the driver's book, check off the way-bills that came in, and do all the clerical work of the office; and that the company's driver delivered the article referred to, taking the book with him, the book produced by witness being the one that the driver had. At this point of the witness' testimony-in-chief he was asked: \"Whether the book shows that this thing was received on the 29th of November.\" The question was objected to, and the objection overruled. The witness answered: \"It was.\" To this ruling of the court as to the question and answer the defendant excepted. It was also in proof, in behalf of the plaintiff, by Middleton, of the firm of Beckham &amp; Middleton, that on the book of the Adams Express Company, referred to by Lucket, (and shown to the witness,) appeared his signature under this entry, of date November 29, 1881: \"1 casting, Beckham &amp; Middleton; amount of charges, $1.60; Beckham &amp; Middleton;\" that the casting referred to was ordered from New York for Hutchins, who put in the boiler, and that no other casting was delivered to him by witness or his firm during November or December, 1881. To this evidence when offered the defendant objected, but the objection was overruled, and it excepted.</p>\n<p>The principal object of this evidence in reference to the dead-light was to show when it was placed at the hole. We will not stop to consider whether a proper foundation was laid for the use of the above entry as evidence in itself; for it was otherwise in proof and not questioned, that the dead-light was not placed in position until after the plaintiff had fallen into the hole, and that the hole was unguarded by such a light for some time prior to the accident. The point which concerned the District was the length of time during which the hole was left unguarded by a dead-light, or other sufficient signal, and not whether Beckham &amp; Middleton, as between themselves and Hutchins, were negligent in not procuring the <span class=\"star-pagination\">*462</span> dead-light-sooner, or in not delivering it more promptly than was done after it reached their hands. If the entry in the books of the Express Company was incompetent as evidence, in itself, of the facts stated in it, its use before the jury could not possibly have prejudiced the defendant.</p>\n<p>We will add, that the objections made by the District to the evidence in relation to the plaintiff's contributions to medical journals, as well as to the entry upon the books of the Express Company, lose much of their force because they did not indicate with distinctness the precise grounds upon which they were intended to rest. Such general objections were well calculated to embarrass the court, and put it at disadvantage in its conduct of the trial. It was entitled to know the grounds of the objection, so that the jury could be put in possession of the real case to be tried. In <i>Camden</i> v. <i>Doremus,</i> <span class=\"citation\" data-id=\"86327\"><a href=\"/opinion/86327/camden-v-doremus/\"><span class=\"volume\">3</span> <span class=\"reporter\">How.</span> <span class=\"page\">515</span></a></span>, 530, this court declined to consider objections made to the admission of evidence which did not state the grounds upon which they were made, and did not obviously cover the competency of such evidence nor point to some definite and specific defect in its character. \"We must,\" the court said, \"consider objections of this character as vague and nugatory, and, if entitled to weight anywhere, certainly as without weight before an appellate court.\" To the same effect are <i>Burton</i> v. <i>Driggs,</i> <span class=\"citation\" data-id=\"88929\"><a href=\"/opinion/88929/burton-v-driggs/\"><span class=\"volume\">20</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">125</span></a></span>, 133; <i>Patrick</i> v. <i>Graham,</i> <span class=\"citation\" data-id=\"92638\"><a href=\"/opinion/92638/patrick-v-graham/\"><span class=\"volume\">132</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">627</span></a></span>, 629. This rule is especially applicable in actions like the present one, in which no fixed rule can be prescribed for measuring the amount of damages, and in which the result must, of necessity, depend upon the good sense and sound discretion of the jury, as controlled by the special circumstances of the case.</p>\n<p>At the close of the testimony on behalf of the plaintiff the defendant asked the court to instruct the jury that the evidence did not show a case entitling the plaintiff to recover. The court refused to so instruct the jury. The defendant having closed its evidence made numerous requests for instructions, each one of which was refused, and it excepted.</p>\n<p>The charge of Mr. Justice Cox to the jury covered every possible view of the case as made by the evidence. While it is too lengthy to be here inserted, it will be proper to state <span class=\"star-pagination\">*463</span> the general principles of law which the jury were instructed to observe in their determination of the case. Those principles \u0097 preserving as far as possible the language of the charge \u0097 were as follows:</p>\n<p>1. The District government, as a municipal corporation, is charged with the duty of supervising the streets of Washington, and keeping them in a condition fit for convenient use and safe against accident to travellers using them. But it is not under an absolute obligation to respond for every accident a man may suffer in its streets. It is simply bound to practise due care and diligence in the exercise of its powers and in the application of its resources towards the objects named. If due care is once exercised, and, notwithstanding, an accident occurs and somebody is injured, it is the misfortune of the victim and not the fault of the authorities. If its duty has been fully performed in regard to any particular street and that street has been put in good condition, safe against all accidents that could be foreseen and provided for, and afterwards, by some casualty; it falls into dilapidation and becomes dangerous, as, for instance, by the caving in of a sewer, and then an accident happens, the rule is that the District government is not responsible for the injury that results, unless it had timely notice of the dangerous condition of the street, so that it could be put in repair and the danger obviated. This notice is either actual or constructive; the latter meaning that the District authorities, within the scope of their opportunities and money, being under an obligation to exercise a general supervision of the streets, and to keep themselves informed about their condition, if a street remains in a dangerous condition so long that the authorities could not help, in the exercise of ordinary care and diligence, knowing that fact, and did not know it because they failed to exercise proper vigilance, then the law imputes notice to them; in other words, they have notice in contemplation of law, and that is constructive notice.</p>\n<p>2. No certain duration of a dangerous condition of a public highway operates of itself as a notice. The law does not require impossibilities of any person, natural or artificial, and <span class=\"star-pagination\">*464</span> it is impossible that all parts of all the streets should be under constant inspection. Consequently, it could not be maintained that at the instant an accident happens to a highway the authorities are charged with notice and held liable therefor if they do not put it instantly in repair. Every such case must be determined by its peculiar circumstances. The District would not be responsible for damages arising from the bad condition of a street unless actual notice was brought to them of the condition of the street, or unless the street remained in an unsafe condition so long that they ought to have known of it if they exercised ordinary care.</p>\n<p>3. People must build houses, and, in order to do that, it is necessary to excavate for cellars and areas, if needed, and to dig trenches to connect with the water-mains, gas-pipes and sewers. Nobody has a right to do this without a permit from the authorities, and if any person undertakes to do it without a permit, he would be responsible for any injury resulting; but the District would not be, unless it had the notice already spoken of. If a permit is granted, as is usually the case, the fact is notice to the authorities that the work is in progress, and then they are charged with the duty of seeing that it is properly conducted.</p>\n<p>4. These works are necessarily dangerous to life and limb, and it is the duty of a person doing the work to protect it against accident to travellers on the street, and the duty of a private person is very much the same as that of the District itself when it is prosecuting an improvement. If a private individual fails to protect the excavation or hole, or whatever it may be, it is the duty of the District authorities to see that it is protected, and they are held responsible that he shall do it, for they were notified that he was going on with the work when he obtained his permit. If the individual himself supplies the protection against danger, then the duty will have been discharged on his part, and that of the District also will have been discharged just the same as in the case of the works being constructed by itself. If, then, by any unforeseen accident or the act of somebody that could not be anticipated, the protection has been removed and new danger supervenes, of course the law about notice applies.</p>\n<p><span class=\"star-pagination\">*465</span> 5. The first question for the jury was a delicate and difficult one, namely, whether in the first instance a sufficient protection was provided to guard the public against accident. A mortar-board was placed over the hole and extended several inches beyond the edges, and was the protection relied upon. If there never was an adequate protection provided in the first instance, then the duty of the builder never was fulfilled, and it would not make the slightest difference whether it became a little more dangerous by the displacement of the cover afterward or not, and the question of the notice about this displacement would not arise at all. If it was an adequate protection in the first instance, then comes the question of notice of subsequent change.</p>\n<p>6. It was for the jury to decide whether the boards placed over the hole be sufficient to sustain the weight of an ordinary man travelling over them. It is not only necessary that the protection should be sufficient to sustain the weight of persons passing along, but another element is the security of the covering in its place over the hole to sustain the weight of a heavy man walking over it. If it would be liable to be kicked out of place by persons passing along it might not be deemed an adequate protection. But that was for the jury to decide. They must decide whether it was sufficient to sustain the weight of a person passing over it, and whether it was sufficiently secured, either by artificial appliances or by its own inherent weight, to hold it in its proper place. It was not necessary that the board placed over the hole should have been made absolutely safe against all interference, for no barrier or other safeguard could be put there which could not be removed by some force, but only that it should be safe against the consequences of the ordinary use of the street \u0097 such contingencies as might fairly have been anticipated and foreseen. If it was such a precaution as proper care, diligence and foresight ought to have provided for, and the accident was not occasioned by any defect in the original appliance provided there, but that it was subsequently, by some unforeseen occurrence or agency, or the exertion of some individual, moved from its place and thereby <span class=\"star-pagination\">*466</span> made dangerous, then the above rules as to notice will apply. The burden is on the plaintiff to prove either that the thing was originally dangerous or had become so long enough before the accident for the authorities to have known it, so as to impose upon them the obligation to put it in proper condition.</p>\n<p>In regard to the amount of damages, the court said: \"The rule laid down in the instructions asked on the part of the plaintiff is to the effect that the plaintiff is entitled to recover, if he is entitled to recover at all, for his loss of time, the expenditure of money made necessary by his injury, and compensation for his suffering in body and mind, and his whole condition and prospects are to be considered in case you find a verdict in his favor. It is impossible for me to say what the compensation should be, as there is no mathematical rule by which his losses can be estimated, and it is a matter for sound judgment in this as in all cases.\"</p>\n<p>As to so much of the charge as instructed the jury that it was to be presumed that a permit had been given by the defendant for doing the work in the sidewalk of the street, and to so much as related to the liability of the defendant incident to and consequent upon such permit, the defendant excepted.</p>\n<p>In reference to the entire charge to the jury, it is unnecessary to say more than that it correctly stated the rules of law applicable to the case. It omitted nothing that ought to have been said, and contained nothing that was inconsistent with the principles announced in <i>Barnes</i> v. <i>District of Columbia</i><i>,</i> or that was not in harmony with the established rules of evidence. We will not extend this opinion by comments upon the instructions asked by the defendant; for the charge to the jury covered all the issues, and gave, in clear language, the whole law applicable to the case.</p>\n<p>It is, also, assigned for error that the court below, in general term, refused to consider that one of the grounds for a new trial which stated that the verdict was against the weight of the evidence; thereby, it is contended, disregarding the rule announced in <i>Metropolitan Railroad</i> v. <i>Moore,</i> 121 U.S. 561. It is attempted to support this assignment by referring to the <span class=\"star-pagination\">*467</span> stenographic report of the oral opinion of Mr. Justice Hagner, speaking for the general term. It is to be found in 5 Mackey, 127, 143. This report cannot control the record of the case as certified to us. It does not appear from the record that the general term declined to pass upon any question which it was its duty to consider. This objection is, therefore, without any basis upon which to rest.</p>\n<p>Upon the whole case we are of opinion that no error of law was committed by the court below, and the judgment must be</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "sha1": "c2f06ca85e2c5532c8d0a72955097dd8e436424c", 
  "date_modified": "2014-12-21T01:31:05.529859", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/92835/district-of-columbia-v-woodbury/", 
  "citation_count": 21, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1430749/", 
  "html": "<p class=\"case_cite\">136 U.S. 450</p>\n    <p class=\"case_cite\">10 S.Ct. 990</p>\n    <p class=\"case_cite\">34 L.Ed. 472</p>\n    <p class=\"parties\">DISTRICT OF COLUMBIA<br>v.<br>WOODBURY.</p>\n    <p class=\"date\">May 19, 1890.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>H. E. Davis</i>, for plaintiff in error.</p>\n      <p class=\"indent\"><i>James Coleman, S. Shellabarger</i>, and <i>J. M. Wilson</i>, for defendant in error.</p>\n      <p class=\"indent\">Mr. Justice HARLAN, after stating the facts in the foregoing language, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The question to be first considered is whether the District of Columbia is, under any circumstances, liable in damages for personal injuries resulting from the unsafe condition of the a venues, streets, and sidewalks in the city of Washington. The charge of the court below proceeded upon the ground that such liability existed. The District contends here, as it did at the trial, for the opposite view; and it insists that the question is not concluded by the decision in Barnes v. District of Columbia, 91 U. S. 540. The argument in support of this proposition assumes that the relations between the government of the District and the public have been so materially changed by legislation enacted since the Barnes Case that the principles therein announced have no application to the present case. This suggestion renders it necessary to ascertain precisely what was decided in the former case.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">It arose under the act approved February 21, 1871, (16 St. p. 419, c. 62,) creating the 'District of Columbia' a body corporate for municipal purposes, with power to contract and be contracted with, to sue and be sued, to plead and be impleaded, to have a seal, and to exercise all other powers of a municipal corporation not inconsistent with the constitution and laws of the United States or with that act. Provision was made for the appointment by the president, with the consent of the senate, of a governor, secretary, board of health, board of public works, and a legislative assembly composed of two bodies, whose power of legislation extended to all rightful subjects of legislation within the District, consistent with the constitution of the United States and that act. The streets, avenues, alleys, and sewers of Washington, together with all other works intrusted to their charge by the legislative assembly or by congress, were placed under the entire control of the board of public works, with authority to make all regulations they deemed necessary for keeping them in repair. It was also required to disburse 'upon their warrant all moneys appropriated by the United States or the District of Columbia, or collected from property holders in pursuance of law, for the improvements of streets, avenues, alleys, and sewers, and roads and bridges,' and to 'assess, in such manner as shall be prescribed by law, upon the property adjoining, and to be specially benefited by the improvements authorized by law and made by them, a reasonable proportion of the cost of the improvement, not exceeding one-third of such cost, which sum shall be collected as all other taxes are collected.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It was contended in the Barnes Case that the board of public works was not a department or subordinate agency of the District of Columbia, but a federal commission, having exclusive power to make such regulations as it deemed necessary for keeping in repair the streets, avenues, alleys, sewers, roads, and bridges committed to their control. This view was rejected by the court. Although that board was dependent upon both congress and the legislative assembly of the District, and was the hand and agent both of the United States and of the District, it was held to be the representative and a part of the municipal corporation created by the act of 1871, and that its proceedings and acts in repairing and improving public streets were the proceedings and acts of that corporation. The District was held liable for the injury there complained of, upon the principle, which the court declared to be sound, and supported by numerous and well-considered adjudications in this country and in England, that a municipal corporation, as distinguished from a corporation organized for private gain, is liable for injuries to individuals arising from negligence upon its part in the construction of works which it was authorized to construct and maintain. And it was expressly declared that it was not of the slightest consequence, in principle, by what means the officers of the District were 'placed in their position, whether they are elected by the people of the municipality, or appointed by the president or a governor. The people are the recognized source of all authority, state and municipal; and to this authority it must come at last, whether immediately or by a circuitous process.' 91 U. S. 545.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Has there been any such change in the government established for this District as will take the present case out of the rule announced in the Barnes Case? In the revision of the statutes relating to the District, the clause of the act of 1871, declaring the District of Columbia (Rev. St. D. C. p. 2, &#167; 2) to be a body corporate for municipal purposes, with power to contract, etc., was retained. By the act of June 20, 1874, for the government of the District, and for other purposes, (18 St. p. 116, c. 337,) previous statutes providing for the District a governor, secretary, legislative assembly, board of public works, and a delegate in congress were repealed, and all the power and authority then vested in the govern or and board of public works, except as limited by that act, were vested in a commission, composed of three persons, to be appointed by the president with the consent of the senate. But by the act of June 11, 1878, (20 St. p. 102, c. 180,) a permanent form of government for the District was established. It provided that 'the District of Columbia shall remain and continue a municipal corporation, as provided in section two of the Revised Statutes relating to said District,' and that the commissioners therein provided for should 'be deemed and taken as officers of such corporation.' Those commissioners, consisting of two persons, to be appointed by the president, with the consent of the senate, and an officer of the engineer corps, detailed for that purpose, were vested with all the powers, rights, duties, and privileges, and all the property, estate, and effects, then lawfully exercised by and vested in the commissioners of the District, including the power, among others, to apply the taxes or other revenues of the District to the payment of its current expenses, the support of the public schools, the fire department, and the police, but making no contract, nor incurring any obligation, other than such as were provided in that act, and should be approved by congress; to collect taxes theretofore lawfully assessed and due, or to become due, but without anticipation taxes by selling or hypothecating them; to abolish offices, consolidate two or more offices, reduce the number of employes, remove from office, and make appointments to any office under them authorized by law; and to erect, light, and maintain lamp-posts, with lamps, beyond the city limits. Sections 1-3.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It was made their duty to submit annually to the secretary of the treasury, for his examination and approval, a detailed statement 'of the work proposed to be underatken by them' during the then ensuing fiscal year, and the estimated cost thereof, as well as the cost of constructing, repairing, and maintaining all bridges authorized by law across the Potomac and other streams within the district, the cost of maintaining all public institutions of charity, reformatores, and prisons then belonging to, or supported in whole or in part by, the District, and the expenses of the Washington aqueduct and its appurtenances, together with an itemized statement and estimate of the amount necessary to defray the expenses of the District for the then ensuing fiscal year. These estimates i be came the duty of the secretary of the treasury to examine and approve or disapprove, or suggest such change in them as the public interest demanded, the result to be certified to the commissioners, who were required to transmit the same, with the original estimates, to congress. The act provided that, 'to the extent to which congress shall approve of said estimates, congress shall appropriate the amount of fifty per centum thereof; and the remaining fifty per centum of such approved estimates shall be levied and assessed upon the taxable property and privileges in said district other than the property of the United States and of the District of Columbia.' Section 3.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It also provides that when any repairs of streets, avenues, alleys, or sewer within the District are to be made, or when new pavements are to be substituted in place of those worn out, new ones laid, new streets opened, sewers built, or any work, the total cost of which shall exceed $1,000, the work shall be given out upon advertisement, the lowest responsible bid to be accepted by the commissioners, thought they have the right, in their discretion, to reject all proposals made. It further provides that the 'United States shall pay one-half of the cost of all work done under the provisions of this [fifth] section, except that done by the railway companies, which payment shall be credited as part of the fifty per centum which the United States contributes towards the expenses of the District of Columbia for that year; and all payments shall be made by the secretary of the treasury on the warrant or order of the commissioners of the District of Columbia, or a majority thereof, in such amounts and at such times as they may deem safe and proper, in view of the progress of the work.' The act places the police, schools, board of health, and sanitary inspectors of the District all under the charge and control of the commissioners.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We have made this extended analysis of the provisions of the act of 1878 because of the earnest contention of the counsel for the defendant that, while the District of Columbia is still a municipal corporation, under its present form of government it has not, 'as a municipal corporation, the features involving it in the liability under consideration.' The reasons assigned by counsel for this contention have been carefully considered, with the result that in our judgment the municipal corporation created by the act of 1878 is subject to precisely the same liability for injuries to individuals, arising from the negligence of the commissioners, or of the officers under them, in maintaining in safe condition, for the use of the public, the streets, avenues, alleys, and sidewalks of the city of Washington, as was the District under the laws in force when the cause of action in the Barnes Case arose. It is said that the present corporation, as a corporation, has nothing to do with the streets. That could have been said with equal propriety in reference to the old corporation, when the streets were under the control and supervision of the board of public works. Yet that board was held to be a part of the municipal corporation. Its acts, within the scope of its powers, were deemed the acts of the corporation. Its negligence, in the care of streets, was held to be the negligence of the municipal corporation of which it was a part. So, in this case, the commissioners, having full control of the streets, are under a duty to keep the public ways of the city in such condition that they can be used with reasonable safety. Their neglect in that matter is the neglect of the municipal corporation, of which they are the responsible representatives, although subject to the paramount authority of congress.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">It is suggested that the District is without the means to perform the supposed neglected duty; that none of its officers can pay a judgment against it, and that no process against it could enforce payment; that even a <i>mandamus</i> against it to levy a tax would be futile, becuse  neither the District nor the commissioners can levy a tax for any purpose; and that no judgment against it can be paid except by warrant upon the treasury, pursuant to an appropriation by congress. We do not preceive that these considerations materially affect the principle upon which the decision in the Barnes Case rests. That streets, avenues, pavements, sidewalks, and sewers in Washington are established, repaired, and maintained in part by appropriations made by congress, and in part by taxation upon private property, does not change the fact that, by an express declaration of congress, the District is created a body corporate for municipal purposes. Because it was a municipal corporation proper, as distinguished from a corporation established as an agency of the government creating it, this court held in the Barnes Case that it was responsible for such negligence of its officers having the care of streets, avenues, and sidewalks as resulted in personal injuries to individuals. The source from which the District obtains the means for maintaining public highways in the city is of no consequence so long as congress has made it, and permits it to remain, a mere municipal corporation, with such functions as pertain to municipal corporations proper. This municipal feature was emphasized in Railroad Co. v. District of Columbia, 132 U. S. 1, 7, ante, 19, where it was said that the corporate capacity and the corporate liabilities of the District remained as they were before the act of 1878, and that its character as a mere municipal corporation had not been changed. Having that character, we held, in that case, that the District was subject to the ordinary rules governing the law of procedure between private persons, and was therefore embraced by the Maryland statute of limitations of 1715.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It is further said that the fee-simple of the streets in the city of Washington is in the United States, and that that fact is entitled to great weight. This point was made in the Barnes Case and distinctly overruled. The court there said: 'We do not perceive that the circumstance that the fee of the streets is in the United States, and not in the municipal corporation, is material to the case. In most of the cities of this country, the fee of the land belongs to the adjacent owner, and upon the discontinuance of the street the possession would revert to him. The streets and avenues in Washington have been laid out by competent authority. The power and the duty to repair them are undoubted, and would not be different were the streets the absolute property of the corporation. The only questions can be as to the particular person or body by which the power shall be exercised, and how far the liability of the city extends.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Without further discussion, we adjudge, upon the authority of Barnes v. District of Columbia, that the District is liable for such negligence upon the part of its officers as is charged in the plaintiff's declaration. That case was determined in 1875, and has never been questioned by any subsequent decision in this court. On the contrary, its authority was recognized in Railroad Co. v. District of Columbia, and in Brown v. District of Columbia, 127 U. S. 579, 586, 8 Sup. Ct. Rep. 1314, and the principles announced in it were applied in District of Columbia v. McElligott, 117 U. S. 621, 6 Sup. Ct. Rep. 884. If the rule announced in the Barnes Case is not satisfactory to congress, it can be abrogated by statute.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We proceed to examine the objections urged by the District to the admission of evidence. The first one relates to the plaintiff's testimony in reference to his contributions to medical journals upon various medical subjects. At the trial below, he gave evidence tending to show that at the time of the accident he was, and had been since 1864, a resident practicing physician of Washington; that between 8 and 9 o'clock of the evening of December 6, 1881, while walking with his sister on the south side of G street, between Fourteenth andFif teenth streets northwest, he stepped on a board covering a hole in the sidewalk adjoining the Riggs House, and, the board breaking or bending, he fell into the hole underneath it, was severely and permanently injured, and his ability to prosecute his studies and to pursue his profession greatly impaired. While under examination in chief, his counsel propounded to him this question: 'State, doctor, if you please, whether or not you had at that time, or prior to the time of this accident, been a contributor to any medical journal of this country or abroad&#8212;the old country&#8212;of any articles or essays on diseases known to the profession.' To this question the plaintiff answered: 'I have been for years a regular contributor in the Philadelphia Medical Times; also to the Virginia Journal, a medical monthly published in Richmond; and other journals.' The defendant at the time objected to the question and answer, but, the objections being overruled, it excepted to the ruling of the court. At a subsequent stage of the trial, the plaintiff, being recalled as a witness in his own behalf, offered to prove that he had in his possession certain written articles for medical journals and medical works on obstetrics and gynecology, and that he had been quoted as an authority upon certain subjects; to which the defendant objected, but the court overruled the defendant's objection, and permitted said testimony to be given, as follows: 'Atkinson's Therapeutics of Gynecology and Obstetrics, and Wood's Library Minor Surgical Gynecology, by Paul F. Munde, [which books were produced and examined by the witness before the jury,] are text-books in the medical profession; and that on pages 73 and 140 of said first-named book were articles written by himself, or reference made to him, and also at page 217 of the last book referred to; also that in the Virginia Medical Monthly for August, 1876, there is an article by the plaintiff on the therapeutic use of certain remedies; and also in the American Journal of Obstetrics there is an article by plaintiff on the 'Application of Nitric Acid in Endocervicitis and Endometritis;' and also a translation of one of plaintiff's articles in a French journal, en titled 'Annales de Gynecologie,' in April 1875; and also in a French journal, 'The Review of Medical and Surgical Therapeutics,' of May, 1875.' To the action of the court in overruling the defendant's objection, and permitting this testimony to be given, and to the testimony itself, the defendant excepted.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This evidence was competent upon the issue as to damages. It indicated the nature of the plaintiff's pursuits, and, in connection with other evidence showing the serious and permanent character of the injuries received by him, that his capacity to prosecute his studies and to follow his ordinary pursuits was impaired. The defendant insists that the evidence should have been rejected, because it did not appear that the plaintiff had derived any income from his contributions to medical journals. This is not a sound view of the question. Even if those contributions were made without compensation, his inability to continue them by reason of the injuries in question was a proper element in the inquiry as to damages. That fact tended to show the extent of both his mental and physical suffering resulting from the injuries received. All evidence tending to show the character of his ordinary pursuits, and the extent to which the injury complained of prevented him from following those pursuits, was pertinent to the issues. Wade v. Leroy, 20 How. 34; Nebraska City v. Campbell, 2 Black, 590; Railroad Co. v. Putnam, 118 U. S. 545, 554, 7 Sup. Ct. Rep. 1; City of Ripon v. Bittel, 30 Wis. 614; Ballou v. Farnum, 11 Allen, 73; Caldwell v. Murphy, 1 Dure, 233, 11 N. Y. 416. The authorities all agree that in cases of this character much latitude must be given to juries in estimating the damages sustained by the person injured. Physical suffering resulting from such injuries is necessarily attended by mental suffering in a greater or less degre; a nd as said in Kennon v. Gilmer, 131 U. S. 22, 26, 27, 9 Sup. Ct. Rep. 696: 'The action is for an injury to the person of an intelligent being; and when the injury, whether caused by willfulness or by negligence, produces mental as well as bodily anguish and suffering, * * * it is impossible to exclude the mental suffering, in estimating the extent of the personal injury for which compensation is to be awarded.' Railroad Co. v. Barror, 5 Wall. 90, 105; Canal Co. v. Graham, 63 Pa. St. 290; Smith v. Holcomb, 99 Mass. 552; Holyoke v. Railway Co., 48 N. H. 541; Stockton v. Frey, 4 Gill, 406; Smith v. Overby, 30 Ga. 241; Cox v. Vanderkleed, 21 Ind. 164; Lynch v. Knight, 9 H. L. Cas. 577.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The next objection to the admission of evidence relates to a certain entry in the books of the Adams Express Company in reference to the dead-light placed at the hole into which plaintiff fell. It should be stated, in this connection, that there was evidence before the jury, on behalf of the plaintiff, tending to show that the sidewalk where the accident happened was torn up for the purpose of putting in a new boiler for the Riggs House; that after the boiler had been set, and the wall around it bricked up, a hole was left for the purpose of putting in a dead-light; that, before the dead-light (in the procuring of which there was some delay) was put in place, the hole was covered by a board that was kept there for 15 or 18 days before the dead-light was put in, which was not done until after the accident in question; that on the top of the boiler was a safety-valve that required the attention of the engineer; that, before the hole was covered or the boiler set, the engineer, in order to reach the safety-valve, would take off the board cover, and go down; and that there was no attachment to the boards from below to prevent them from sliding, but they were nailed together by two cleats. There was also evidence tending to show that the boards contituted a reasonably sufficjent covering for the hole. C. E. Luckett, a witness for the plaintiff, testified that he was a clerk in the Adams Express Company in Washington, and its agent at Georgetown in November and December, 1881; that he had the company's book of delivery for those months; that the entries in it under date of November 29, 1881, are in his handwriting, were made by him in the regular course of business for which the book was kept, and that on that date there is an entry in the book of a delivery to Beckham &amp; Middleton; that he did not in person deliver the article mentioned to that firm, his duty being to write up the driver's book, check off the way-bills that came in, and do all the clerical work of the office; and that the company's driver delivered the article referred to, taking the book with him, the book produced by witness being the one that the driver had. At this point of the witness' testimony in chief he was asked 'whether the book shows that this thing was received on the 29th of November.' The question was objected to, and the objection overruled. The witness answered: 'It was.' To this ruling of the court as to the question and answer the defendant excepted. It was also in proof, in behalf of the plaintiff, by Middleton, of the firm of Beckham &amp; Middleton, that on the book of the Adams Express Company referred to by Luckett (and shown to the witness) appeared his signature under this entry, of date November 29, 1881: '1 casting, Beckham &amp; Middleton; amount of charges, $1.60; BECKHAM &amp; MIDDLETON;' that the casting referred to was ordered from New York for Hutchins, who put in the boiler, and that no other casting was delivered to him by witness or his firm during November or December, 1881. To this evidence, when offered, the defendant objected, but the objection was overruled, and it excepted.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The principal object of this evidence in reference to the dead-light was to show when it was placed at the hole. We will not stop to consider whether a proper foundation was laid for the use of the above entry as evidence in itself; for it was otherwise in proof, and not questioned, that the dead-light was not placed in position until after the plaintiff had fallen into the hole, and that the hole was unguarded by such a light for some time prior to the accident. The point which concerned the District was the length of time during which the hole was left unguarded by a dead-light or other sufficient signal, and not whether Beckham &amp; Middleton, as between themselves and Hutchins, were negligent in not procuring the dead-light sooner, or in not delivering it more promptly than was done after it reached their hands. If the entry in the books of the express company was incompetent as evidence in itself of the facts stated in it, its use before the jury could not possibly have prejudiced the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We will add that the objections made by the District to the evidence in relation to the plaintiff's contributions to medical journals, as well as to the entry upon the books of the express company, lose much of their force because they did not indicate with distinctness the precise grounds upon which they were intended to rest. Such general objections were well calculated to embarrass the court, and put it at disadvantage in its conduct of the trial. It was entitled to know the grounds of the objection, so that the jury could be put in possession of the real case to be tried. In Camden v. Doremus, 3 How. 515, 530, this court declined to consider objections made to the admission of evidence which did not state the grounds upon which they were made, and did not obviously cover the competency of such evidence, nor point to some definite and specific defect in its character. 'We must,' the court said, 'consider objections of this character as vague and nugatory, and, if entitled to weight anywhere, certainly as without weight before an appellate court.' To the same effect are Burton v. Driggs, 20 Wall. 125, 133; Patrick v. Graham, 132 U. S. 627, 629, ante, 194. This rule is especially applicable in actions like the present one, in which no fixed rule can be prescribed for measuring the amount of damages, and in which the result must, of necessity, depend upon the good sense and sound discretion of the jury, as controlled by the special circumstances of the case.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">At the close of the testimony on behalf of the plaintiff, the defendant asked the court to instruct the jury that the evidence did not show a case entitling the plaintiff to recover. The court refused to so instruct the jury. The defendant, having closed its evidence, made numerous requests for instructions, each one of which was refused, and it excepted.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The charge of Mr. Justice Cox to the jury covered every possible view of the case as made by the evidence. While it is too lengthy to be here inserted, it will be proper to state the general principles of law which the jury were instructed to observe in their determination of the case. Those principles preserving, as far as possible, the language of the charge&#8212;were as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">(1) The District government, as a municipal corporation, is charged with the duty of supervising the streets of Washington, and keeping them in a condition fit for convenient use, and safe against accident to travelers using them. But it is not under an absolute obligation to respond for every accident a man may suffer in its streets. It is simply bound to practice due care and diligence in the exercise of its powers, and in the application of its resources towards the objects named. If due care is once exercised, and, notwithstanding, an accident occurs, and somebody is injured, it is the misfortune of the victim, and not the fault of the authorities. If its duty has been fully performed in regard to any particular street, and that street has been put in good condition, safe against all accidents that could be foreseen and provided for, and afterwards, by some casualty, it falls into dilapidation and becomes dangerous,&#8212;as, for instance, by the caving in of a sewer,&#8212;and then an accident happens, the rule is that the District government is not responsible for the injury that results unless it had timely notice of the dangerous condition of the street, so that it could be put in repair and the danger obviated. This notice is either actual or constructive; the latter meaning that the District authorities, within the scope of their opportunities and money, being under an obligation to exercise a general supervision of the streets, and to keep themselves informed about their condition, if a street remains in a dangerous condition so long that the authorities could not help, in the exercise of ordinary care and diligence, knowing that fact, and did not know it because they failed to exercise proper vigilance, then the law imputes notice to them; in other words, they have notice, in contemplation of law, and that is constructive notice.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">(2) No certain duration of a dangerous condition of a public highway operates of itself as a notice. The law does not require impossibilities of any person, natural or artificial; and it is impossible that all parts of all the streets should be under constant inspection. Consequently, it could not be maintained that at the instant an accident happens to a high way the authorities are charged with notice, and held liable therefor, if they do not put it instantly in repair. Every such case must be determined by its peculiar circumstances. The District would not be responsible for damages arising from the bad condition of a street unless actual notice was brought to them of the condition of the street, or unless the street remained in an unsafe condition so long that they ought to have known of it, if they exercised ordinary care.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">(3) People must build houses, and, in order to do that, it is necessary to excavate for cellars and areas, if needed, and to dig trenches to connect with the watermains, gas-pipes, and sewers. Nobody has a right to do this without a permit from the authorities, and, if any person undertakes to do it without a permit, he would be responsible for any injury resulting; but the District would not be, unless it had the notice already spoken of. If a permit is granted, as is usually the case, the fact is notice to the authorities that the work is in progress, and then they are charged with the duty of seeing that it is properly conducted.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">(4) These works are necessarily dangerous to life and limb, and it is the duty of a person doing the work to protect it against accident to travelers on the street; and the duty of a private person is very much the same as that of the district itself, when it is prosecuting an improvement. If a private individual fails to protect the excavation or hole, or whatever it may be, it is the duty of the district authorities to see that it is protected, and they are held responsible that he shall do it; for they were notified that he was going on with the work when he obtained his permit. If the individual himself supplies the protection against danger, then the duty will have been discharged on his part, and that of the District also will have been discharged, just the same as in the case of the works being constructed by itself. If, then, by any unforeseen accident or the act of somebody that could not be anticipated, the protection has been removed, and new danger supervenes, of course the law about notice applies.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">(5) The first question for the jury was a delicate and difficult one, namely, whether, in the first instance, a sufficient protection was provided to guard the public against accident. A mortar-board was placed over the hole, and extended several inches beyond the edges, and was the protection relied upon. If there never was an adequate protection provided in the first instance, then the duty of the builder never was fulfilled, and it would not make the slightest difference whether it became a little more dangerous by the displacement of the cover afterwards or not, and the question of the notice about this displacement would not arise at all If  it was an adequate protection in the first instance, then comes the question of notice of subsequent change.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">(6) It was for the jury to decide whether the boards placed over the hole be sufficient to sustain the weight of an ordinary man traveling over them. It is not only necessary that the protection should be sufficient to sustain the weight of persons passing along, but another element is the security of the covering in its place over the hole to sustain the weight of a heavy man walking over it. If it would be liable to be kicked out of place by persons passing along, it might not be deemed an adequate protection. But that was for the jury to decide. They must decide whether it was sufficient to sustain the weight of a person passing over it, and whether it was sufficiently secured, either by artificial appliances or by its own inherent weight, to hold it in its proper place. It was not necessary that the board placed over the hole should have been made absolutely safe against all interference, for no barrier or other safeguard could be put there which could not be removed by some force, but only that it should be safe against the consequences of the ordinary use of the street,&#8212;such contingencies as might fairly have been anticipated and foreseen. If it was such a precaution as proper care, diligence, and foresight ought to have provided for, and the accident was not occasioned by any defect in the original appliance provided there, but that it was subsequently, by some unforeseen occurrence or agency, or the exertion of some individual, moved from its place, and thereby made dangerous, then the above rules as to notice will apply. The burden is on the plaintiff to prove either that the thing was originally dangerous, or had become so long enough before the accident for the authorities to have known it, so as to impose upon them the obligation to put it in proper condition.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In regard to the amount of damages, the court said: 'The rule laid down in the instructions asked on the part of the plaintiff is to the effect that the plaintiff is entitled to recover, if he is entitled to recover at all, for his loss of time, the expenditure of money made necessary by his injury, and compensation for his suffering in body and mind, and his whole condition and prospects are to be considered, in case you find a verdict in his favor. It is impossible for me to say what the compensation should be, as there is no mathematical rule by which his losses can be estimated, and it is a matter for sound judgment in this as in all cases.'</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As to so much of the charge as instructed the jury that it was to be presumed that a permit had been given by the defendant for doing the work in the sidewalk of the street, and to so much as related to the liability of the defendant incident to and consequent upon such permit, the defendant excepted.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In reference to the entire charge to the jury, it is unnecessary to say more than that it correctly stated the rules of law applicable to the case. It omitted nothing that ought to have been said, and contained nothing that was inconsistent with the principles announced in Barnes v. District of Columbia, or that was not in harmony with the established rules of evidence. We will not extend this opinion by comments upon the instructions asked by the defendant; for the charge to the jury covered all the issues, and gave, in clear language, the whole law applicable to the case.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">It is also assigned for error that the court below, in general term, refused to consider that one of the grounds for a new trial which stated that the verdict was against the weight of the evidence; thereby, it is contended, disregarding the rule announced in Railroad Co. v. Moore, 121 U. S. 561, 7 Sup. Ct. Rep. 1334. It is attempted to support this assignment by referring to the stenographic report of the oral opinion of Mr. Justice HAGNER, speaking for the general term. It is to be found in 5 Mackey, 127, 143. This report cannot control the record f t he case as certified to us. It does not appear from the record that the general term declined to pass upon any question which it was its duty to consider. This objection is therefore without any basis upon which to rest.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Upon the whole case, we are of opinion that no error of law was committed by the court below, and the judgment must be affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/92835/"
}