{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "137 U.S. 64", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/92858/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Florsheim v. Schilling", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "23", 
    "id": 77238, 
    "resource_uri": "/api/rest/v2/citation/77238/"
  }, 
  "id": 92858, 
  "blocked": false, 
  "judges": "Lamar", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1890-11-10", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>137 U.S. 64 (1890)</b></center>\n<center><h1>FLORSHEIM<br>\nv.<br>\nSCHILLING.</h1></center>\n<center>No. 23.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 21, 22, 1890.</center>\n<center>Decided November 10, 1890.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE NORTHERN DISTRICT OF ILLINOIS.\n<p><span class=\"star-pagination\">*65</span> <i>Mr. L.L. Coburn</i> for appellants.</p>\n<p><i>Mr. L.L. Bond</i> for appellee.</p>\n<p>MR. JUSTICE LAMAR delivered the opinion of the court.</p>\n<p>This is a suit in equity brought in the Circuit Court of the United States for the Northern District of Illinois, by Simon Florsheim and Thomas H. Ball against Gustav Schilling, for the alleged infringement of letters patent Nos. 238,100 and 238,101, the first of which was for an \"improvement in corsets,\" and the second for an \"improvement in elastic gores, gussets, and sections for wearing apparel,\" both of which were issued to the complainants February 22, 1881, on applications filed, respectively, August 12, and July 16, 1880, the invention in each purporting to have been made by the complainant Florsheim.</p>\n<p>The material parts of the specification in No. 238,100, and its claims, are as follows:</p>\n<p>\"The object I have in view is such an improvement upon the corset shown in the patent granted November 25, 1879, to Gustav Schilling and myself, that while the same will possess all of the advantages obtained by the use of the covered and grouped metal spiral springs it will allow an easier and more equal expansion of the entire corset, will adapt itself more perfectly to the form of the wearer, and will better supply the popular want, in that it will have means for lacing the corset at the back. The improved corset also includes a better and cheaper method of securing the springs and forming the groups, whereby the elastic sections can be stitched in place on a machine without interfering with the springs, and the elasticity of the sections cannot be injured by the stitching.</p>\n<p>\"My invention consists in the peculiar means for accomplishing this object, as fully hereinafter explained, and pointed out by the claims.</p>\n<p><span class=\"star-pagination\">*66</span> \"In the accompanying drawings, forming a part hereof, figure 1 is a view of the corset in position from the front; Fig. 2, a similar view from the rear; Fig. 3, an elevation of a portion of one side of the corset, showing one of the elastic side sections; Fig. 4, a detail view, showing the preferred way of arranging and forming the springs of a group, one side of the covering cloth being removed; and Fig. 5, a vertical section through a portion of one of the elastic side sections of the corset.</p>\n<p>\"Like letters denote corresponding parts in all the figures.</p>\n<p>\"The corset is composed of two separate parts, A B, which are secured together at the front, as usual, by studs and loops, and at the back have eyelets for receiving lacings. The central sections C D, at the sides of the corset, which extend from under the arms down over the hips, instead of being made as usual, are constructed of two layers or thicknesses of cloth or other material, which thicknesses are sewed or woven together a portion of their width to form horizontal tubes which receive and cover small closely coiled spiral springs E, of metal. The pieces of cloth from which the sections C D are formed are considerably wider than such sections when completed, so that when puckered laterally they will be of the desired width. The tubes are located in the centre of the sections, and do not extend to the edges of the same, as seen in Fig. 4, so that margins will be left at the ends of the tubes, which margins are lapped with the adjoining sections of the corset and stitched thereto. The springs are arranged in groups, as shown, with puckered spaces of cloth, between such groups. The number of springs composing the groups will vary according to location, so as to give the requisite stiffness and elasticity. Thus, at the top and bottom of the elastic side sections the groups of springs should not be made so stiff as at the waist of the corset. The springs are passed through the tubes which are puckered over the springs to the desired extent. The springs terminate at the ends of the tubes and are secured to the thicknesses, so as to leave clear margins of unpuckered cloth outside of such springs. This is a great advantage over the construction shown in the patent before referred to, since it enables <span class=\"star-pagination\">*67</span> the elastic sections to be stitched into the corset on a sewing machine, which cannot be well done when the ends of the springs are secured by the same stitching, since the needle strikes the coils of the spring and either cuts the spring or breaks the needle. Herein also is one of the peculiar advantages over rubber cloth. Rubber cloth, when stitched into a corset, always has more or less of the rubber cords cut off by the needle, and it is thus greatly weakened, while in my corset the elasticity of the sections cannot be affected by the stitching.</p>\n<p>\"The cheapest manner of arranging and securing the groups of springs to secure the above advantages is by making all the groups of each section from a single continuous length of metal spiral spring. The spring is secured at its upper end by stitches passed through the thickness at the end of the upper tube and inclosing one or more coils of the spring. The spring is then passed back and forth through the tubes, which are puckered at the same time. After forming one group the spring extends down between the thicknesses to the next group, and so on till the lowest group (or the uppermost group, as the case may be) is finished, when the spring may be cut off, if there is more than required, and will be secured by stitches passed through the thickness. The elastic section can then be placed in the corset, the plain margins being lapped with the edges of the adjoining sections and secured by lines of machine-stitching.</p>\n<p>\"By making the groups of springs of a single piece of coiled wire passed back and forth through the tubes and from one group to the other the groups relieve each other somewhat, and when one group is subjected to great strain the springs of the adjoining groups are stretched also. In addition, by constructing the spring in this manner no ends are left to wear through the cloth, as would be the case if separate springs, sewed at their ends, were used. It would be impracticable to insert separate springs and sew them in position at the ends of tubes, and if such springs were used, they would pull away from the fastening stitches in a short time. The springs can only be stretched to the full width of the cloth composing the <span class=\"star-pagination\">*68</span> side sections, and they will be thus limited in their expansion so as not to be injured by being stretched too far.</p>\n<p>\"By having the elastic sections in the sides of the corset the corset can adapt itself to different forms without the use of other elastic sections or gores, and such elastic side sections, by extending the entire length of the corset, from under the arms down over the hips, allow the front and back of the corset to expand and contract from these central side points independently of each other and more easily and freely than when a back elastic section is used.</p>\n<p>\"My side elastic sections are made continuous from the top to the bottom of the corset, leaving no open spaces.</p>\n<p>\"The covered metal springs possess great advantages over rubber cloth for this purpose other than those before mentioned. The rubber cloth is not nearly so durable, and soon wears out and loses its elasticity at points subjected to the most strain. The rubber cloth also has equal stiffness throughout, and cannot be regulated to have different degrees of elasticity at different points; and it further does not possess that independent elasticity obtained by the groups of springs, each group acting wholly independent of all the other groups. The covered metal springs also do not heat and bind the flesh, as does the rubber cloth.</p>\n<p>\"It is essential also that the springs be arranged in groups, since, if placed contiguous throughout the elastic sections, the corset would be much too heavy and expensive, and such sections would be too stiff at some points and not stiff enough at others.</p>\n<p>\"As a modification of the corset it could be made continuous at the back without any provision for lacing, or the back could be provided with an elastic section; but I prefer the construction shown, since it enables the wearer to adjust the corset by means of the lacings, so that the elastic sections will always give to the corset an easy and pleasant tension.</p>\n<p>\"What I claim as my invention is \u0097</p>\n<p>\"1. In a corset, an elastic section composed of two thicknesses of cloth or material having tubes in combination with the spiral metal springs E, inclosed by such tubes, and arranged <span class=\"star-pagination\">*69</span> in groups to regulate the elasticity of the section, such groups being all composed of a single continuous spring passed back and forth through the tubes and secured at its ends, substantially as described and shown.</p>\n<p>\"2. An elastic section or gore composed of material having tubes extending only part way across the same, and plain margins outside of said tubes, and spiral metal springs arranged in groups in such tubes, the springs of the several groups being made continuous, substantially as described.</p>\n<p>\"3. A corset laced at the back and having the elastic side sections C D, extending from under the arms down over the hips, each of such sections being composed of material having puckered tubes extending part way across the same, and plain margins outside of said tubes, and spiral metal springs arranged in groups in such tubes and made continuous, substantially as described and shown.\"</p>\n<p>In No. 238,101 the specification, so far as is necessary to be considered, and the claims, are as follows:</p>\n<p>\"The substitution of spiral metal springs for india rubber as an element in elastic gores, gussets and sections for wearing apparel has not heretofore proved successful, for the reason that in all instances the springs have been stayed at their ends by the same stitching that secures the gore to the material of the article of wearing apparel to which it is applied. This stitching cannot be done by machine, since the wire of the springs would be cut by the needle when struck squarely, or the needle itself be broken; and when the elastic gore or section is sewed in position by hand, and the springs are secured by the same stitching, the seams are thick and uneven, and present a bungling appearance which destroys the salableness of the article, in addition to the fact that the hand sewing has heretofore made the use of metal springs impracticable on account of the increased cost.</p>\n<p>\"It is the object, therefore, of my invention to overcome the objections to the employment of spiral metal springs as a substitute for india rubber in elastic gores, gussets and sections for wearing apparel, and this I accomplish by extending the springs only part way across the covering material, and staying <span class=\"star-pagination\">*70</span> them at their ends by securing them to such covering material itself, while the covering material is extended beyond the ends of the springs to form inelastic margins, by which the gore can be secured in position by stitching these margins, on a sewing machine, to the material of the article of wearing apparel to which the gore is applied. This elastic gore is adapted more especially for corsets, for the sides of gaiters, and for use upon the waistbands of overalls and pantaloons; but it can be employed upon other articles of wearing apparel wherever rubber cloth is now used, and also, on account of its strength, durability, coolness, its independence of action, and the nicety with which its elasticity can be regulated, in many places where rubber cloth cannot be employed to advantage.</p>\n<p>\"My invention consists, first, in securing the metal springs to the covering material and extending such covering material beyond the ends of the springs to form inelastic margins; second, in puckering the centre of such covering material, while the inelastic margins are left plain and unpuckered; third, in weaving the covering material of such elastic gore with the covering tubes formed therein in the process of manufacture, such material and the tubes being woven of a particular pattern to suit the location where the elastic gore is intended to be used, the tubes not extending to the ends of the material; and fourth, in the peculiar fastening for securing the springs to the covering material, all as fully hereinafter explained and pointed out by the claims.</p>\n<p>\"In the elastic gore the covering material performs three offices, viz.: It covers the springs, limits their expansion, and furnishes means for securing the gore in position.</p>\n<p>\"What I claim as my invention is \u0097</p>\n<p>\"1. An elastic gore, gusset, or section for wearing apparel, composed of a covering material having tubes, spiral metal springs inclosed by such tubes, and not extending to the edges of the covering material, and stayed at their ends by such covering material, and inelastic margins outside of the springs, substantially as described, for the purpose set forth.</p>\n<p>\"2. An elastic gore, gusset, or section, composed of a covering material having tubes and spiral metal springs inclosed by <span class=\"star-pagination\">*71</span> such tubes, and not extending to the edges of the covering material, and stayed at their ends by such covering material, said covering material being puckered at its center over the springs, and having plain unpuckered margins extending wholly outside of the springs, substantially as described and shown.</p>\n<p>\"3. An elastic gore, gusset, or section, composed of a covering material woven with tubes therein of a particular pattern to suit the location where the elastic gore, gusset, or section is intended to be used, such tubes not extending to the edges of the covering material, and spiral metal springs inclosed by such tubes and stayed by the covering material at the ends of the tubes, substantially as described and shown.</p>\n<p>\"4. In an elastic gore, gusset, or section, the combination of the covering material made of double thickness, and having tubes not extending to the edges of the covering material, with spiral metal springs inclosed by such tubes, and fastenings extending across the ends of the tubes between the thicknesses of the covering material, substantially as described and shown.\"</p>\n<p>The bill, filed June 12, 1882, contained the usual allegations as to the issue of the patents in suit, charged that the defendant had infringed both of them in the district where the suit was brought, and prayed an injunction, an accounting, and damages.</p>\n<p>The defences pleaded were: (1) non-infringement; (2) that there is no patentable novelty in either of the alleged inventions; and (3) that the defendant himself was the original inventor of the devices in question.</p>\n<p>Issue was joined, proofs were taken, and on the 11th of January, 1886, the court entered a decree, holding that there had been no infringement as complained of, and that the patents in suit were void for want of novelty, and ordering that the bill be dismissed for want of equity. This decree was afterwards modified so as to not apply to the last two claims in No. 238,101. From this decree the complainants have appealed. The opinion of the Circuit Court is reported in 26 Fed. Rep. 256.</p>\n<p>In construing these patents the court below very properly <span class=\"star-pagination\">*72</span> took into consideration the state of the art when the applications for them were made, and found that some of the elements were embraced in the English patent of John Mills, of March 14, 1815, others in the English patent of the Millers, of December 31, 1866, and the remainder in the American patent issued to Mary J.C. Vanorstrand, February 1, 1876. That is to say, the court found that there was no feature whatever in the patents in suit that had not been used and applied long previously in prior inventions. The court also ruled that, in this view of the case, it became unnecessary to consider the testimony taken, bearing upon the question of the defendant's alleged invention of the devices in the patents in suit.</p>\n<p>It is assigned for error that the court erred (1) in entering a decree finding non-infringement, because it was stated in the opinion that it was unnecessary to consider the testimony bearing upon the question of infringement, under the view taken of the question of novelty; (2) in finding that there was no novelty in complainants' invention, because one feature was found in one old patent, and another feature in another, and still another feature in a third patent, all of which constituted the subject-matter of the claims in complainants' patent; and (3) in finding that the description in the English patent issued to the Millers in 1866 was sufficiently clear to enable a person to construct from it an elastic gore or gusset like the one shown and patented.</p>\n<p>After a careful examination of the evidence relied on in support of these assignments of error we cannot assent to the positions assumed by the appellants. We concur with the Circuit Court that all the claims in these patents, except the last two claims in No. 238,101, are invalid by reason of their long prior use as inventions secured by patents which cover every feature described in those claims; and that the combination of these features in No. 238,100 is not a patentable invention.</p>\n<p>What are the characteristic features of the device or mechanism described in No. 238,100? They are all, as a close analysis will show, limited, confessedly, to a corset constructed with an arrangement of elastic sections or gussets at the two <span class=\"star-pagination\">*73</span> respective sides, extending from the arm-pits to the hips, consisting of coils of spiral wire inserted in, and passed back and forth through, tubes or channels wrought between two thicknesses of the material of the gusset. On comparing with this the gusset shown and described in the English Mills patent, set up in the answer of the defendant, we find that the latter contains the elastic section or gusset, the elasticity secured by coils of spiral wire enclosed between two thicknesses of the material out of which the said gusset or section is made, which gusset extends from the top to the bottom of the corset. Mills, in his specification, says: \"My improvement of elastic stays for women and children ... consists of the introduction of a flexible or elastic portion in those parts of the stays best calculated to give relief to the wearer, and at the same time preserving that stability and support usually given to the body by the common adoption of whale-bone, steel, and other hard or flexible materials... . This flexible portion is composed of springs, either of brass, copper, or iron wire, or of any other matter or thing capable of producing sufficient elasticity; but that which I recommend is small brass wire worm springs, which extend by a small degree of force. These I place close together in runners or spaces stitched in between two pieces or laying of silk, satin, or other fit material, puckered or quilted loosely to give room for expansion, the ends of the springs and their covering of silk, satin, or other matter on them sewed or otherwise fastened to and between the two half pieces of the stay previously made of the usual materials, such as jean or other cotton, linen, silk, woolen, or leather, with the proper busks or necessary portions of steel, whale-bone, or other substance commonly adopted, calculated to distend the stay and brace and support the body... . The manufacture of these patent stays is not confined to form or shape, neither to the use of any particular article or material of which to make the same, but adopt such as custom or propriety dictate, adhering to the principle of inserting elastic portions into the stays of such forms, agreeable to the foregoing principle, as under all circumstances may be found most eligible and best calculated to afford that relief for which the patent is granted.\"</p>\n<p><span class=\"star-pagination\">*74</span> The counsel for appellants contends that this Mills patent does not have a single element contained in the appellants' patent in suit. He says: \"The Mills patent does not contain the spiral metal springs arranged in groups, the springs being composed of a single continuous spring passed back and forth through the tubes, nor does it have any plain margins on the sides of the sections, nor does it have elastic sections extending from under the arms down over the hips;\" and that they only \"extend from one end of the shoulder-strap down the back of the corset.\"</p>\n<p>It may be observed, in reply to this, that the drawings of the Mills patent, according to the evidence of one of the defendant's experts, show a plain margin on each side of the elastic section or gusset for attachment to the main parts of the corset, and that the Mills specification leaves it in the discretion of the manufacturer as to where the elastic section is to be placed \u0097 whether at the sides of the corset or at the back, the statement being that it should be placed where it will be found most eligible and best calculated to give relief to the wearer, etc.</p>\n<p>What are the particular features of the improvements which it is alleged distinguish the patent in suit from those contained in the Mills patent? According to the contention of appellants' counsel, they are, (1) the continuous spring; (2) the inelastic margin at the sides of the gusset, whereby it may be attached to the corset without the connecting stitches crossing the springs; (3) the location of the elastic gusset at the sides; and (4) the grouping arrangement of the springs. The first two of these features, <i>i.e.</i> the continuous spring and the inelastic margin, are described in the English patent of the Millers issued in 1866, as fully and explicitly as they are in the patent of the appellants in this suit.</p>\n<p>The specification in the patent of the Millers is as follows:</p>\n<p>\"This invention has for its object improvements in the manufacture of elastic gussets suitable for use in boots and stays and for other purposes... .</p>\n<p>\"Now, according to our invention, we secure the vulcanized india-rubber springs between two pieces of woven fabric, <span class=\"star-pagination\">*75</span> leather or other material, by stitching with a sewing machine, the stitches running in parallel lines and passing through the two pieces of fabric or material between the india-rubber springs, <i>and the springs, in place of being each a separate piece, are in one piece,</i> the length of vulcanized india-rubber cord at the end of each traverse across the gusset being turned round and caused to return parallel to itself; thus the liability of the india-rubber to slip and work out of the gusset is much reduced. When gussets made in this manner are worked into boots or other articles the stitches by which they are secured are passed through a <i>margin on each side of the gusset and not through the india-rubber part of the gusset, as heretofore.</i></p>\n<p>\"In order that our invention may be fully understood and readily carried into effect we will describe the manner in which we prefer to proceed.</p>\n<p>\"We first cut the material \u0097 leather, silk, cotton, or any other woven fabric \u0097 and the lining to the size required for the gusset when extended and for leaving the required margin. We then turn over the top edge and baste or tack it down to the lining; we then commence to stitch with a sewing machine a series of rows in parallel lines transversely across the gusset, the stitching passing through the two materials, commencing at the top and so on from row to row until the whole of the gusset is stitched; the distance between the rows of stitches will depend on the thickness of the india-rubber thread to be inserted; about eight or ten rows to the inch is usually a convenient distance; we then pass between the two materials, into every space or cavity between the rows of stitches, wires or needles, of a length somewhat longer than the width of the gusset and of the size of the cavity; the gusset is then ready to be contracted or drawn up to the size required.\"</p>\n<p>Then follows the description of the machine used for contracting the gusset, and after that there is a description of the method for inserting the elastic rubber cord, which, as before stated, is a continuous one. The specification again refers to the plain margin at the sides of the gusset and describes the method by which it may be re-enforced or rendered stronger than the ordinary margin.</p>\n<p><span class=\"star-pagination\">*76</span> There is evidence in the record tending to show that the machine used by complainants for puckering the material between which the metal springs are placed is substantially identical with the one described in the Miller patent for performing the similar function of what is there termed contracting or drawing up the gusset to the required size. And it seems perfectly clear that the method of inserting the metal springs in the one and the elastic rubber cord performing the same functions in the other is substantially the same.</p>\n<p>Counsel for appellants discusses at some length the Miller patent, and attempts to show that the gusset is not sufficiently described therein to enable one skilled in the art to make one like that described in the Florsheim patent. We think, however, his argument does not overthrow the conclusion of the court that there is no patentable difference between the gussets described in the English patent of the Millers and those described in the Florsheim patent. It is true that in the Miller patent an india-rubber spring is used instead of a metal spiral spring as in both the Florsheim and the Mills patents. But the substitution of one material for another, which does not involve change of method nor develop novelty of use, even though it may result in a superior article, is not necessarily a patentable invention. <i>Hotchkiss</i> v. <i>Greenwood,</i> 11 How. 248; <i>Hicks</i> v. <i>Kelsey,</i> 18 Wall. 670; <i>Terhune</i> v. <i>Phillips,</i> 99 U.S. 592; <i>Gardner</i> v. <i>Herz,</i> 118 U.S. 180; <i>Brown</i> v. <i>District of Columbia,</i> 130 U.S. 87. In this particular instance the substitution itself was not new; for, as we have seen, wire coil was used for springs in corsets as early as the year 1815.</p>\n<p>With regard to the two remaining features \u0097 the location of the elastic gusset in the side of the corset instead of the back, and the grouping of the springs, the former is found fully described in the specification of the American patent granted in 1876 to Mary J.C. Vanorstrand. A certified copy of this patent, though introduced in evidence, does not appear in the record; but we were furnished, on the argument, with a copy of it, and that corset contained elastic gussets extending on both sides from the arm-pits to the hips.</p>\n<p>The grouping of the springs is no less distinctly described <span class=\"star-pagination\">*77</span> and shown in the Schilling and Florsheim patent of 1879, a certified copy of which appears in the record. The different arrangement of these groupings as they appear in the patent sued upon is not an invention, but is a mere matter of mechanical judgment, \"the natural outgrowth of the development of mechanical skill as distinguished from invention.\" <i>Burt</i> v. <i>Evory,</i> 133 U.S. 349, 358, and authorities there cited; <i>Brown</i> v. <i>Piper,</i> 91 U.S. 37.</p>\n<p>The argument is advanced that the combination in this corset of the prior inventions secured and put into use by prior patents, making it a superior and cheaper article, is itself a patentable invention. We are unable to agree with appellants' counsel on this point. In <i>Pickering</i> v. <i>McCullough,</i> 104 U.S. 310, 318, this court, speaking through Mr. Justice Matthews, said: \"In a patentable combination of old elements, all the constituents must so enter into it as that each qualifies every other... . It must form either a new machine of a distinct character and function, or produce a result due to the joint and co-operating action of all the elements, and which is not the mere adding together of separate contributions.\" \"The combination of old devices into a new article, without producing any new mode of operation, is not invention.\" <i>Burt</i> v. <i>Evory, supra</i><i>.</i> See also <i>Hailes</i> v. <i>Van Wormer,</i> 20 Wall. 353; <i>Reckendorfer</i> v. <i>Faber,</i> 92 U.S. 347; <i>Tack Co.</i> v. <i>Two Rivers Manufacturing Co.,</i> 109 U.S. 117; <i>Bussey</i> v. <i>Excelsior Manufacturing Co.,</i> 110 U.S. 131; <i>Phillips</i> v. <i>Detroit,</i> 111 U.S. 604; <i>Stephenson</i> v. <i>Brooklyn Railroad Co.,</i> 114 U.S. 149; <i>Beecher Mfg. Co.</i> v. <i>Atwater Mfg. Co.,</i> 114 U.S. 523; <i>Thatcher Heating Co.</i> v. <i>Burtis,</i> 121 U.S. 286; <i>Hendy</i> v. <i>Miners' Iron Works,</i> 127 U.S. 370.</p>\n<p>In the light of these authorities, our judgment is that the appellants' patent No. 238,100 was for a corset that had been in long and publicly known use, each part of it previously patented; that it involved nothing original in the construction of those parts nor in their relation to one another, nor any change in the function of any one of them; and that the combination of them produced no original mechanism or device.</p>\n<p>The greater part of the foregoing observations apply equally <span class=\"star-pagination\">*78</span> to the patent No. 238,101 for an elastic gore or gusset for wearing apparel, and we concur in the conclusion of the court below, that the first two claims of that patent are void for want of novelty, and all the elements in those claims are found in the English patent of the Millers already considered.</p>\n<p>For these reasons the decree of the court below is</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:06:38", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">64</span></span> (1890)</b></center>\n<center><h1>FLORSHEIM<br>\nv.<br>\nSCHILLING.</h1></center>\n<center>No. 23.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 21, 22, 1890.</center>\n<center>Decided November 10, 1890.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE NORTHERN DISTRICT OF ILLINOIS.\n<p><span class=\"star-pagination\">*65</span> <i>Mr. L.L. Coburn</i> for appellants.</p>\n<p><i>Mr. L.L. Bond</i> for appellee.</p>\n<p>MR. JUSTICE LAMAR delivered the opinion of the court.</p>\n<p>This is a suit in equity brought in the Circuit Court of the United States for the Northern District of Illinois, by Simon Florsheim and Thomas H. Ball against Gustav Schilling, for the alleged infringement of letters patent Nos. 238,100 and 238,101, the first of which was for an \"improvement in corsets,\" and the second for an \"improvement in elastic gores, gussets, and sections for wearing apparel,\" both of which were issued to the complainants February 22, 1881, on applications filed, respectively, August 12, and July 16, 1880, the invention in each purporting to have been made by the complainant Florsheim.</p>\n<p>The material parts of the specification in No. 238,100, and its claims, are as follows:</p>\n<p>\"The object I have in view is such an improvement upon the corset shown in the patent granted November 25, 1879, to Gustav Schilling and myself, that while the same will possess all of the advantages obtained by the use of the covered and grouped metal spiral springs it will allow an easier and more equal expansion of the entire corset, will adapt itself more perfectly to the form of the wearer, and will better supply the popular want, in that it will have means for lacing the corset at the back. The improved corset also includes a better and cheaper method of securing the springs and forming the groups, whereby the elastic sections can be stitched in place on a machine without interfering with the springs, and the elasticity of the sections cannot be injured by the stitching.</p>\n<p>\"My invention consists in the peculiar means for accomplishing this object, as fully hereinafter explained, and pointed out by the claims.</p>\n<p><span class=\"star-pagination\">*66</span> \"In the accompanying drawings, forming a part hereof, figure 1 is a view of the corset in position from the front; Fig. 2, a similar view from the rear; Fig. 3, an elevation of a portion of one side of the corset, showing one of the elastic side sections; Fig. 4, a detail view, showing the preferred way of arranging and forming the springs of a group, one side of the covering cloth being removed; and Fig. 5, a vertical section through a portion of one of the elastic side sections of the corset.</p>\n<p>\"Like letters denote corresponding parts in all the figures.</p>\n<p>\"The corset is composed of two separate parts, A B, which are secured together at the front, as usual, by studs and loops, and at the back have eyelets for receiving lacings. The central sections C D, at the sides of the corset, which extend from under the arms down over the hips, instead of being made as usual, are constructed of two layers or thicknesses of cloth or other material, which thicknesses are sewed or woven together a portion of their width to form horizontal tubes which receive and cover small closely coiled spiral springs E, of metal. The pieces of cloth from which the sections C D are formed are considerably wider than such sections when completed, so that when puckered laterally they will be of the desired width. The tubes are located in the centre of the sections, and do not extend to the edges of the same, as seen in Fig. 4, so that margins will be left at the ends of the tubes, which margins are lapped with the adjoining sections of the corset and stitched thereto. The springs are arranged in groups, as shown, with puckered spaces of cloth, between such groups. The number of springs composing the groups will vary according to location, so as to give the requisite stiffness and elasticity. Thus, at the top and bottom of the elastic side sections the groups of springs should not be made so stiff as at the waist of the corset. The springs are passed through the tubes which are puckered over the springs to the desired extent. The springs terminate at the ends of the tubes and are secured to the thicknesses, so as to leave clear margins of unpuckered cloth outside of such springs. This is a great advantage over the construction shown in the patent before referred to, since it enables <span class=\"star-pagination\">*67</span> the elastic sections to be stitched into the corset on a sewing machine, which cannot be well done when the ends of the springs are secured by the same stitching, since the needle strikes the coils of the spring and either cuts the spring or breaks the needle. Herein also is one of the peculiar advantages over rubber cloth. Rubber cloth, when stitched into a corset, always has more or less of the rubber cords cut off by the needle, and it is thus greatly weakened, while in my corset the elasticity of the sections cannot be affected by the stitching.</p>\n<p>\"The cheapest manner of arranging and securing the groups of springs to secure the above advantages is by making all the groups of each section from a single continuous length of metal spiral spring. The spring is secured at its upper end by stitches passed through the thickness at the end of the upper tube and inclosing one or more coils of the spring. The spring is then passed back and forth through the tubes, which are puckered at the same time. After forming one group the spring extends down between the thicknesses to the next group, and so on till the lowest group (or the uppermost group, as the case may be) is finished, when the spring may be cut off, if there is more than required, and will be secured by stitches passed through the thickness. The elastic section can then be placed in the corset, the plain margins being lapped with the edges of the adjoining sections and secured by lines of machine-stitching.</p>\n<p>\"By making the groups of springs of a single piece of coiled wire passed back and forth through the tubes and from one group to the other the groups relieve each other somewhat, and when one group is subjected to great strain the springs of the adjoining groups are stretched also. In addition, by constructing the spring in this manner no ends are left to wear through the cloth, as would be the case if separate springs, sewed at their ends, were used. It would be impracticable to insert separate springs and sew them in position at the ends of tubes, and if such springs were used, they would pull away from the fastening stitches in a short time. The springs can only be stretched to the full width of the cloth composing the <span class=\"star-pagination\">*68</span> side sections, and they will be thus limited in their expansion so as not to be injured by being stretched too far.</p>\n<p>\"By having the elastic sections in the sides of the corset the corset can adapt itself to different forms without the use of other elastic sections or gores, and such elastic side sections, by extending the entire length of the corset, from under the arms down over the hips, allow the front and back of the corset to expand and contract from these central side points independently of each other and more easily and freely than when a back elastic section is used.</p>\n<p>\"My side elastic sections are made continuous from the top to the bottom of the corset, leaving no open spaces.</p>\n<p>\"The covered metal springs possess great advantages over rubber cloth for this purpose other than those before mentioned. The rubber cloth is not nearly so durable, and soon wears out and loses its elasticity at points subjected to the most strain. The rubber cloth also has equal stiffness throughout, and cannot be regulated to have different degrees of elasticity at different points; and it further does not possess that independent elasticity obtained by the groups of springs, each group acting wholly independent of all the other groups. The covered metal springs also do not heat and bind the flesh, as does the rubber cloth.</p>\n<p>\"It is essential also that the springs be arranged in groups, since, if placed contiguous throughout the elastic sections, the corset would be much too heavy and expensive, and such sections would be too stiff at some points and not stiff enough at others.</p>\n<p>\"As a modification of the corset it could be made continuous at the back without any provision for lacing, or the back could be provided with an elastic section; but I prefer the construction shown, since it enables the wearer to adjust the corset by means of the lacings, so that the elastic sections will always give to the corset an easy and pleasant tension.</p>\n<p>\"What I claim as my invention is \u0097</p>\n<p>\"1. In a corset, an elastic section composed of two thicknesses of cloth or material having tubes in combination with the spiral metal springs E, inclosed by such tubes, and arranged <span class=\"star-pagination\">*69</span> in groups to regulate the elasticity of the section, such groups being all composed of a single continuous spring passed back and forth through the tubes and secured at its ends, substantially as described and shown.</p>\n<p>\"2. An elastic section or gore composed of material having tubes extending only part way across the same, and plain margins outside of said tubes, and spiral metal springs arranged in groups in such tubes, the springs of the several groups being made continuous, substantially as described.</p>\n<p>\"3. A corset laced at the back and having the elastic side sections C D, extending from under the arms down over the hips, each of such sections being composed of material having puckered tubes extending part way across the same, and plain margins outside of said tubes, and spiral metal springs arranged in groups in such tubes and made continuous, substantially as described and shown.\"</p>\n<p>In No. 238,101 the specification, so far as is necessary to be considered, and the claims, are as follows:</p>\n<p>\"The substitution of spiral metal springs for india rubber as an element in elastic gores, gussets and sections for wearing apparel has not heretofore proved successful, for the reason that in all instances the springs have been stayed at their ends by the same stitching that secures the gore to the material of the article of wearing apparel to which it is applied. This stitching cannot be done by machine, since the wire of the springs would be cut by the needle when struck squarely, or the needle itself be broken; and when the elastic gore or section is sewed in position by hand, and the springs are secured by the same stitching, the seams are thick and uneven, and present a bungling appearance which destroys the salableness of the article, in addition to the fact that the hand sewing has heretofore made the use of metal springs impracticable on account of the increased cost.</p>\n<p>\"It is the object, therefore, of my invention to overcome the objections to the employment of spiral metal springs as a substitute for india rubber in elastic gores, gussets and sections for wearing apparel, and this I accomplish by extending the springs only part way across the covering material, and staying <span class=\"star-pagination\">*70</span> them at their ends by securing them to such covering material itself, while the covering material is extended beyond the ends of the springs to form inelastic margins, by which the gore can be secured in position by stitching these margins, on a sewing machine, to the material of the article of wearing apparel to which the gore is applied. This elastic gore is adapted more especially for corsets, for the sides of gaiters, and for use upon the waistbands of overalls and pantaloons; but it can be employed upon other articles of wearing apparel wherever rubber cloth is now used, and also, on account of its strength, durability, coolness, its independence of action, and the nicety with which its elasticity can be regulated, in many places where rubber cloth cannot be employed to advantage.</p>\n<p>\"My invention consists, first, in securing the metal springs to the covering material and extending such covering material beyond the ends of the springs to form inelastic margins; second, in puckering the centre of such covering material, while the inelastic margins are left plain and unpuckered; third, in weaving the covering material of such elastic gore with the covering tubes formed therein in the process of manufacture, such material and the tubes being woven of a particular pattern to suit the location where the elastic gore is intended to be used, the tubes not extending to the ends of the material; and fourth, in the peculiar fastening for securing the springs to the covering material, all as fully hereinafter explained and pointed out by the claims.</p>\n<p>\"In the elastic gore the covering material performs three offices, viz.: It covers the springs, limits their expansion, and furnishes means for securing the gore in position.</p>\n<p>\"What I claim as my invention is \u0097</p>\n<p>\"1. An elastic gore, gusset, or section for wearing apparel, composed of a covering material having tubes, spiral metal springs inclosed by such tubes, and not extending to the edges of the covering material, and stayed at their ends by such covering material, and inelastic margins outside of the springs, substantially as described, for the purpose set forth.</p>\n<p>\"2. An elastic gore, gusset, or section, composed of a covering material having tubes and spiral metal springs inclosed by <span class=\"star-pagination\">*71</span> such tubes, and not extending to the edges of the covering material, and stayed at their ends by such covering material, said covering material being puckered at its center over the springs, and having plain unpuckered margins extending wholly outside of the springs, substantially as described and shown.</p>\n<p>\"3. An elastic gore, gusset, or section, composed of a covering material woven with tubes therein of a particular pattern to suit the location where the elastic gore, gusset, or section is intended to be used, such tubes not extending to the edges of the covering material, and spiral metal springs inclosed by such tubes and stayed by the covering material at the ends of the tubes, substantially as described and shown.</p>\n<p>\"4. In an elastic gore, gusset, or section, the combination of the covering material made of double thickness, and having tubes not extending to the edges of the covering material, with spiral metal springs inclosed by such tubes, and fastenings extending across the ends of the tubes between the thicknesses of the covering material, substantially as described and shown.\"</p>\n<p>The bill, filed June 12, 1882, contained the usual allegations as to the issue of the patents in suit, charged that the defendant had infringed both of them in the district where the suit was brought, and prayed an injunction, an accounting, and damages.</p>\n<p>The defences pleaded were: (1) non-infringement; (2) that there is no patentable novelty in either of the alleged inventions; and (3) that the defendant himself was the original inventor of the devices in question.</p>\n<p>Issue was joined, proofs were taken, and on the 11th of January, 1886, the court entered a decree, holding that there had been no infringement as complained of, and that the patents in suit were void for want of novelty, and ordering that the bill be dismissed for want of equity. This decree was afterwards modified so as to not apply to the last two claims in No. 238,101. From this decree the complainants have appealed. The opinion of the Circuit Court is reported in 26 Fed. Rep. 256.</p>\n<p>In construing these patents the court below very properly <span class=\"star-pagination\">*72</span> took into consideration the state of the art when the applications for them were made, and found that some of the elements were embraced in the English patent of John Mills, of March 14, 1815, others in the English patent of the Millers, of December 31, 1866, and the remainder in the American patent issued to Mary J.C. Vanorstrand, February 1, 1876. That is to say, the court found that there was no feature whatever in the patents in suit that had not been used and applied long previously in prior inventions. The court also ruled that, in this view of the case, it became unnecessary to consider the testimony taken, bearing upon the question of the defendant's alleged invention of the devices in the patents in suit.</p>\n<p>It is assigned for error that the court erred (1) in entering a decree finding non-infringement, because it was stated in the opinion that it was unnecessary to consider the testimony bearing upon the question of infringement, under the view taken of the question of novelty; (2) in finding that there was no novelty in complainants' invention, because one feature was found in one old patent, and another feature in another, and still another feature in a third patent, all of which constituted the subject-matter of the claims in complainants' patent; and (3) in finding that the description in the English patent issued to the Millers in 1866 was sufficiently clear to enable a person to construct from it an elastic gore or gusset like the one shown and patented.</p>\n<p>After a careful examination of the evidence relied on in support of these assignments of error we cannot assent to the positions assumed by the appellants. We concur with the Circuit Court that all the claims in these patents, except the last two claims in No. 238,101, are invalid by reason of their long prior use as inventions secured by patents which cover every feature described in those claims; and that the combination of these features in No. 238,100 is not a patentable invention.</p>\n<p>What are the characteristic features of the device or mechanism described in No. 238,100? They are all, as a close analysis will show, limited, confessedly, to a corset constructed with an arrangement of elastic sections or gussets at the two <span class=\"star-pagination\">*73</span> respective sides, extending from the arm-pits to the hips, consisting of coils of spiral wire inserted in, and passed back and forth through, tubes or channels wrought between two thicknesses of the material of the gusset. On comparing with this the gusset shown and described in the English Mills patent, set up in the answer of the defendant, we find that the latter contains the elastic section or gusset, the elasticity secured by coils of spiral wire enclosed between two thicknesses of the material out of which the said gusset or section is made, which gusset extends from the top to the bottom of the corset. Mills, in his specification, says: \"My improvement of elastic stays for women and children ... consists of the introduction of a flexible or elastic portion in those parts of the stays best calculated to give relief to the wearer, and at the same time preserving that stability and support usually given to the body by the common adoption of whale-bone, steel, and other hard or flexible materials... . This flexible portion is composed of springs, either of brass, copper, or iron wire, or of any other matter or thing capable of producing sufficient elasticity; but that which I recommend is small brass wire worm springs, which extend by a small degree of force. These I place close together in runners or spaces stitched in between two pieces or laying of silk, satin, or other fit material, puckered or quilted loosely to give room for expansion, the ends of the springs and their covering of silk, satin, or other matter on them sewed or otherwise fastened to and between the two half pieces of the stay previously made of the usual materials, such as jean or other cotton, linen, silk, woolen, or leather, with the proper busks or necessary portions of steel, whale-bone, or other substance commonly adopted, calculated to distend the stay and brace and support the body... . The manufacture of these patent stays is not confined to form or shape, neither to the use of any particular article or material of which to make the same, but adopt such as custom or propriety dictate, adhering to the principle of inserting elastic portions into the stays of such forms, agreeable to the foregoing principle, as under all circumstances may be found most eligible and best calculated to afford that relief for which the patent is granted.\"</p>\n<p><span class=\"star-pagination\">*74</span> The counsel for appellants contends that this Mills patent does not have a single element contained in the appellants' patent in suit. He says: \"The Mills patent does not contain the spiral metal springs arranged in groups, the springs being composed of a single continuous spring passed back and forth through the tubes, nor does it have any plain margins on the sides of the sections, nor does it have elastic sections extending from under the arms down over the hips;\" and that they only \"extend from one end of the shoulder-strap down the back of the corset.\"</p>\n<p>It may be observed, in reply to this, that the drawings of the Mills patent, according to the evidence of one of the defendant's experts, show a plain margin on each side of the elastic section or gusset for attachment to the main parts of the corset, and that the Mills specification leaves it in the discretion of the manufacturer as to where the elastic section is to be placed \u0097 whether at the sides of the corset or at the back, the statement being that it should be placed where it will be found most eligible and best calculated to give relief to the wearer, etc.</p>\n<p>What are the particular features of the improvements which it is alleged distinguish the patent in suit from those contained in the Mills patent? According to the contention of appellants' counsel, they are, (1) the continuous spring; (2) the inelastic margin at the sides of the gusset, whereby it may be attached to the corset without the connecting stitches crossing the springs; (3) the location of the elastic gusset at the sides; and (4) the grouping arrangement of the springs. The first two of these features, <i>i.e.</i> the continuous spring and the inelastic margin, are described in the English patent of the Millers issued in 1866, as fully and explicitly as they are in the patent of the appellants in this suit.</p>\n<p>The specification in the patent of the Millers is as follows:</p>\n<p>\"This invention has for its object improvements in the manufacture of elastic gussets suitable for use in boots and stays and for other purposes... .</p>\n<p>\"Now, according to our invention, we secure the vulcanized india-rubber springs between two pieces of woven fabric, <span class=\"star-pagination\">*75</span> leather or other material, by stitching with a sewing machine, the stitches running in parallel lines and passing through the two pieces of fabric or material between the india-rubber springs, <i>and the springs, in place of being each a separate piece, are in one piece,</i> the length of vulcanized india-rubber cord at the end of each traverse across the gusset being turned round and caused to return parallel to itself; thus the liability of the india-rubber to slip and work out of the gusset is much reduced. When gussets made in this manner are worked into boots or other articles the stitches by which they are secured are passed through a <i>margin on each side of the gusset and not through the india-rubber part of the gusset, as heretofore.</i></p>\n<p>\"In order that our invention may be fully understood and readily carried into effect we will describe the manner in which we prefer to proceed.</p>\n<p>\"We first cut the material \u0097 leather, silk, cotton, or any other woven fabric \u0097 and the lining to the size required for the gusset when extended and for leaving the required margin. We then turn over the top edge and baste or tack it down to the lining; we then commence to stitch with a sewing machine a series of rows in parallel lines transversely across the gusset, the stitching passing through the two materials, commencing at the top and so on from row to row until the whole of the gusset is stitched; the distance between the rows of stitches will depend on the thickness of the india-rubber thread to be inserted; about eight or ten rows to the inch is usually a convenient distance; we then pass between the two materials, into every space or cavity between the rows of stitches, wires or needles, of a length somewhat longer than the width of the gusset and of the size of the cavity; the gusset is then ready to be contracted or drawn up to the size required.\"</p>\n<p>Then follows the description of the machine used for contracting the gusset, and after that there is a description of the method for inserting the elastic rubber cord, which, as before stated, is a continuous one. The specification again refers to the plain margin at the sides of the gusset and describes the method by which it may be re-enforced or rendered stronger than the ordinary margin.</p>\n<p><span class=\"star-pagination\">*76</span> There is evidence in the record tending to show that the machine used by complainants for puckering the material between which the metal springs are placed is substantially identical with the one described in the Miller patent for performing the similar function of what is there termed contracting or drawing up the gusset to the required size. And it seems perfectly clear that the method of inserting the metal springs in the one and the elastic rubber cord performing the same functions in the other is substantially the same.</p>\n<p>Counsel for appellants discusses at some length the Miller patent, and attempts to show that the gusset is not sufficiently described therein to enable one skilled in the art to make one like that described in the Florsheim patent. We think, however, his argument does not overthrow the conclusion of the court that there is no patentable difference between the gussets described in the English patent of the Millers and those described in the Florsheim patent. It is true that in the Miller patent an india-rubber spring is used instead of a metal spiral spring as in both the Florsheim and the Mills patents. But the substitution of one material for another, which does not involve change of method nor develop novelty of use, even though it may result in a superior article, is not necessarily a patentable invention. <i>Hotchkiss</i> v. <i>Greenwood,</i> 11 How. 248; <i>Hicks</i> v. <i>Kelsey,</i> 18 Wall. 670; <i>Terhune</i> v. <i>Phillips,</i> 99 U.S. 592; <i>Gardner</i> v. <i>Herz,</i> 118 U.S. 180; <i>Brown</i> v. <i>District of Columbia,</i> 130 U.S. 87. In this particular instance the substitution itself was not new; for, as we have seen, wire coil was used for springs in corsets as early as the year 1815.</p>\n<p>With regard to the two remaining features \u0097 the location of the elastic gusset in the side of the corset instead of the back, and the grouping of the springs, the former is found fully described in the specification of the American patent granted in 1876 to Mary J.C. Vanorstrand. A certified copy of this patent, though introduced in evidence, does not appear in the record; but we were furnished, on the argument, with a copy of it, and that corset contained elastic gussets extending on both sides from the arm-pits to the hips.</p>\n<p>The grouping of the springs is no less distinctly described <span class=\"star-pagination\">*77</span> and shown in the Schilling and Florsheim patent of 1879, a certified copy of which appears in the record. The different arrangement of these groupings as they appear in the patent sued upon is not an invention, but is a mere matter of mechanical judgment, \"the natural outgrowth of the development of mechanical skill as distinguished from invention.\" <i>Burt</i> v. <i>Evory,</i> <span class=\"citation\" data-id=\"92675\"><a href=\"/opinion/92675/burt-v-evory/\"><span class=\"volume\">133</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">349</span></a></span>, 358, and authorities there cited; <i>Brown</i> v. <i>Piper,</i> 91 U.S. 37.</p>\n<p>The argument is advanced that the combination in this corset of the prior inventions secured and put into use by prior patents, making it a superior and cheaper article, is itself a patentable invention. We are unable to agree with appellants' counsel on this point. In <i>Pickering</i> v. <i>McCullough,</i> <span class=\"citation\" data-id=\"90458\"><a href=\"/opinion/90458/pickering-v-mccullough/\"><span class=\"volume\">104</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">310</span></a></span>, 318, this court, speaking through Mr. Justice Matthews, said: \"In a patentable combination of old elements, all the constituents must so enter into it as that each qualifies every other... . It must form either a new machine of a distinct character and function, or produce a result due to the joint and co-operating action of all the elements, and which is not the mere adding together of separate contributions.\" \"The combination of old devices into a new article, without producing any new mode of operation, is not invention.\" <i>Burt</i> v. <i>Evory, supra</i><i>.</i> See also <i>Hailes</i> v. <i>Van Wormer,</i> 20 Wall. 353; <i>Reckendorfer</i> v. <i>Faber,</i> 92 U.S. 347; <i>Tack Co.</i> v. <i>Two Rivers Manufacturing Co.,</i> 109 U.S. 117; <i>Bussey</i> v. <i>Excelsior Manufacturing Co.,</i> 110 U.S. 131; <i>Phillips</i> v. <i>Detroit,</i> 111 U.S. 604; <i>Stephenson</i> v. <i>Brooklyn Railroad Co.,</i> 114 U.S. 149; <i>Beecher Mfg. Co.</i> v. <i>Atwater Mfg. Co.,</i> 114 U.S. 523; <i>Thatcher Heating Co.</i> v. <i>Burtis,</i> 121 U.S. 286; <i>Hendy</i> v. <i>Miners' Iron Works,</i> 127 U.S. 370.</p>\n<p>In the light of these authorities, our judgment is that the appellants' patent No. 238,100 was for a corset that had been in long and publicly known use, each part of it previously patented; that it involved nothing original in the construction of those parts nor in their relation to one another, nor any change in the function of any one of them; and that the combination of them produced no original mechanism or device.</p>\n<p>The greater part of the foregoing observations apply equally <span class=\"star-pagination\">*78</span> to the patent No. 238,101 for an elastic gore or gusset for wearing apparel, and we concur in the conclusion of the court below, that the first two claims of that patent are void for want of novelty, and all the elements in those claims are found in the English patent of the Millers already considered.</p>\n<p>For these reasons the decree of the court below is</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "sha1": "012460b5a73beeb0601d3c95e78e1ad101a63360", 
  "date_modified": "2014-12-21T01:31:06.331134", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/92858/florsheim-v-schilling/", 
  "citation_count": 5, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/596631/", 
  "html": "<p class=\"case_cite\">137 U.S. 64</p>\n    <p class=\"case_cite\">11 S.Ct. 20</p>\n    <p class=\"case_cite\">34 L.Ed. 574</p>\n    <p class=\"parties\">FLORSHEIM <i>et al.</i><br>v.<br>SCHILLING.</p>\n    <p class=\"date\">November 10, 1890.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>L. L. Coburn</i>, for appellants.</p>\n      <p class=\"indent\"><i>L. L. Bond</i>, for appellee.</p>\n      <p class=\"indent\">LAMAR, J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a suit in equity brought in the circuit court of the United States for the northern district of Illinois, by Simon Florsheim nd Thomas H. Ball against Gustav Schilling, for the alleged infringement of letters patent Nos. 238,100 and 238,101, the first of which was for an 'improvement in corsets,' and the second from an 'improvement in elastic gores, gussets, and sections for wearing apparel,' both of which were issued to the complainants February 22, 1881, on applications filed, respectively, August 12 and July 16, 1880, the invention in each purporting to have been made by the complainant Florsheim. The material parts of the specification in No. 238,100, and its claims, are as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'The object I have in view is such an improvement upon the corset shown in the patent granted November 25, 1879, to Gustav Schilling and myself, that, while the same will possess all of the advantages obtained by the use of the covered and grouped metal spiral springs, it will allow an easier and more equal expansion of the entire corset, will adapt itself more perfectly to the form of the wearer, and will better supply the popular want, in that it will have means for lacing the corset at the back. The improved corset also includes a better and cheaper method of securing the springs and forming the groups, whereby the elastic sections can be stitched in place on a machine without interfering with the springs, and the elasticity of the sections cannot be injured by the stitching. My invention consists in the peculiar means for accomplishing this object, as fully hereinafter explained, and pointed out by the claims. In the accompanying drawings, forming a part hereof, figure 1 is a view of the corset in position from the front; Fig. 2, a similar view from the rear; Fig. 3, an elevation of a portion of one side of the corset, showing one of the elastic side sections; Fig. 4, a detail view, showing the preferred way of arranging and forming the springs of a group, one side of the covering cloth being removed; and Fig. 5, a vertical section through a portion of one of the elastic side sections of the corset. Like letters denote corresponding parts in all the figures. The corset is composed of two separable parts, A, B, which are secured together at the front, as usual, by studs and loops, and at the back have eyelets for receiving lacings. The central sections, C, D, at the sides of the corset, which extend from under the arms down over the hips, instead of being made as usual, are constructed of two layers or thicknesses of cloth or other material, which thicknesses are sewed or woven together a portion of their width to form horizontal tubes, which receive and cover small closely-coiled spiral springs, E, of metal. The pieces of cloth from which the sections, C, D, are formed are considerably wider than such sections when completed, so that when puckered laterally they will be of the desired width. The tubes are located in the center of the sections, and do not extend to the edges of the same, as seen in Fig. 4, so that margins will be left at the ends of the tubes, which margins are lapped with the adjoining sections of the corset, and stitched thereto. The springs are arranged in groups, as shown, with puckered spaces of cloth between such groups. The number of springs composing the groups will vary according to location, so as to give the requisite stiffness and elasticity. Thus, at the top and bottom of the elastic side sections the groups of springs should not be made so stiff as at the waist of the corset. The springs are passed through the tubes which are puckered over the springs to the desired extent. The springs terminate at the ends of the tubes, and are secured to the thicknesses, so as to leave clear margins of unpuckered cloth outside of such springs. This is a great advantage over the construction shown in the patent before referred to, since it enables the elastic sections to be stitched into the corset on a sewing-machine, which cannot be well done when the ends of the springs are secured by the same stitching, since the needle strikes the coils of the spring, and either cuts the spring or breaks the needle. Herein also is one of the peculiar advantages over rubber cloth. Rubber cloth, when stitched into a corset, always has more or less of the rubber cords cut off by the needle, and it is thus greatly weakened, while in my corset the elasticity of the sections cannot be affected by the stitching. The cheapest manner of arranging and securing the groups of springs to secure the above advantages is by making all the groups of each section from a single continuous length of metal spiral spring. The spring is secured at its upper end by stitches passed through the thickness at the end of the upper tube, and inclosing one or more coils of the spring. The spring is then passed back and forth through the tubes, which are puckered at the same time. After forming one group, the spring extends down between the thicknesses to the next group, and so on, till the lowest group (or the uppermost group, as the case may be) is finished, when the spring may be cut off, if there is more than required, and will be secured by stitches passed through the thickness. The elastic section can then be placed in the corset, the plain margins being lapped with the edges of the adjoining sections, and secured by lines of machine stitching. By making the groups of springs of a single piece of coiled wire, passed back and forth through the tubes, and from one group to the other, the groups relieve each other somewhat; and, when one group is subjected to great strain, the springs of the adjoining groups are stretched also. In addition, by constructing the spring in this manner no ends are left to wear through the cloth, as would be the case if separate springs, sewed at their ends, were used. It would be impracticable to insert separate springs, and sew them in position at the ends of tubes; and, if such springs were used, they would pull away from the fastening stitches in a short time. The springs can only be stretched to the full width of the cloth composing the side sections, and they will be thus limited in their expansion so as not to be injured by being stretched too far. By having the elastic sections in the sides of the corset, the corset can adapt itself to different forms without the use of other elastic sections or gores, and such elastic side sections, by extending the entire length of the corset, from under the arms down over the hips, allow the front and back of the corset to expand and contract from these central side points independently of each other, and more easily and freely than when a back elastic section is used. My side elastic sections are made continuous from the top to the bottom of the corset, leaving no open spaces. The covered metal springs possess great advantages over rubber cloth for this purpose other than those before mentioned. The rubber cloth is not nearly so durable, and soon wears out, and loses its elasticity, at points subjected to the most strain. The rubber cloth also has equal stiffness throughout, and cannot be regulated to have different degrees of elasticity at different points; and it further does not possess that independent elasticity obtained by the groups of springs, each group acting wholly independent of all the other groups. The covered metal springs also do not heat and bind the flesh, as does the rubber cloth. It is essential also that the springs be arranged in groups, since, if placed contiguous throughout the elastic sections, the corset would be much too heavy and expensive, and such sections would be too stiff at some points, and not stiff enough at others. As a modification of the corset, it could be made continuous at the back without any provision for lacing, or the back could be provided with an elastic section; but I prefer the construction shown, since it enables the wearer to adjust the corset by means of the lacings, so that the elastic sections will always give to the corset an easy and pleasant tension. What I claim as my invention is: (1) In a corset, an elastic section composed of two thicknesses of cloth or material having tubes in combination with the spiral metal springs, E, inclosed by such tubes, and arranged in groups, to regulate the elasticity of the section, such groups being all composed of a single continuous spring passed back and forth through the tubes, and secured at its ends, substantially as described and shown. (2) An elastic section or gore composed of material having tubes extending only part way across the same, and plain margins outside of said tubes, and spiral metal springs arranged in groups in such tubes, the springs of the several groups being made continuous, substantially as described. (3) A corset laced at the back, and having the elastic side sections, C. D, extending from under the arms down over the hips, each of such sections being composed of material having puckered tubes extending part way across the same, and plain margins outside of said tubes, and spiral metal springs arranged in groups in such tubes, and made continuous, substantially as described and shown.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In No. 238, 101 the specification, so far as is necessary to be considered, and the claims, are as follows: 'The substitution of spiral metal springs for India rubber as an element in elastic gores, gussets, and sections for wearing apparel has not heretofore proved successful, for the reason that in all instances the springs have been stayed at their ends by the same stitching that secures the gore to the material of the article of wearing apparel to which it is applied. This stitching cannot be done by machine, since the wire of the springs would be cut by the needle when struck squarely, or the needle itself be broken; and when the elastic gore or section is sewed in position by hand, and the springs are secured by the same stitching, the seams are thick and uneven, and present a bungling appearance, which destroys the salableness of the article, in addition to the fact that the hand sewing has heretofore made the use of metal springs impracticable on account of the increased cost. It is the object, therefore, of my invention to overcome the objections to the employment of spiral metal springs as a substitute for India rubber in elastic gores, gussets, and sections for wearing apparel, and this I accomplish by extending the springs only part way across the covering material, and staying them at their ends by securing them to such covering material itself, while the covering material is extended beyond the ends of the springs to form inelastic margins, by which the gore can be secured in position by stitching these margins on a sewing-machine to the material of the article of wearing apparel to which the gore is applied. This elastic gore is adapted more especially for corsets, for the sides of gaiters, and for use upon the waistbands of overalls and pantaloons; but it can be employed upon other articles of wearing apparel wherever rubber cloth is now used, and also, on account of its strength, durability, coolness, its independence of action, and the nicety with which its elasticity can be regulated, in many places where rubber cloth cannot be employed to advantage. My invention consists&#8212;<i>First</i>, in securing the metal springs to the covering material, and extending such covering material beyond the ends of the springs to form inelastic margins; <i>second</i>, in puckering the center of such covering material, while the inelastic margins are left plain and unpuckered; <i>third</i>, in weaving the covering material of such elastic gore with the covering tubes formed therein in the process of manufacture, such material and the tubes being woven of a particular pattern to suit the location where the elastic gore is intended to be used, the tubes not extending to the ends of the material; and, <i>fourth</i>, in the peculiar fastening for securing the springs to the covering material,&#8212;all as fully hereinafter explained and pointed out by the claims. In the elastic gore, the covering material performs three offices, viz., it covers the springs, limits their expansion, and furnishes means for securing the gore in position. What I claim as my invention is: (1) An elastic gore, gusset, or section for wearing apparel, composed of a covering material having tubes, spiral metal springs inclosed by such tubes, and not extending to the edges of the covering material, and stayed at their ends by such covering material, and inelastic margins outside of the springs, substantially as described, for the purpose set forth. (2) An elastic gore, gusset, or section, composed of a covering material having tubes and sprial metal springs inclosed by such tubes, and not extending to the edges of the covering materal, and stayed at their ends by such covering material, said covering material being puckered at its center over the springs, and having plain unpuckered margins extending wholly outside of the springs, substantially as decribed and shown. (3) An elastic gore, gusset, or section, composed of a covering material woven with tubes therein of a particular pattern to suit the location where the elastic gore, gusset, or section is intended to be used, such tubes not extending to the edges of the covering material, and spiral metal springs inclosed by such tubes, and stayed by the covering material at the ends of the tubes, substantially as described and shown. (4) In an elastic gore, gusset, or section, the combination of the covering material made of double thickness, and having tubes not extending to the edges of the covering material, with spiral metal springs inclosed by such tubes, and fastenings extending across the ends of the tubes bwtween the thicknesses of the covering material, substantially as described and shown.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The bill, filed June 12, 1882, contained the usual allegations as to the issue of the patents in suit, charged that the defendant had infringed both of them in the district where the suit was brought, and prayed an injunction, and accounting, and damages. The defenses pleaded were (1) non-infringement; (2) that there is no patentable novelty in either of the alleged inventions; and (3) that the defendant himself was the original inventor of the devices in question. Issue was joined, proofs were taken, and on the 11th of January, 1886, the court entered a decree, holding that there had been no infringement as complained of, and that the patents in suit were void for want of novelty, and ordering that the bill be dismissed for want of equity. This decree was afterwards modified so as to not apply to the last two claims in No. 238,101. From this decree the complainants have appealed. The opinion of the circuit court is reported in 26 Fed. Rep. 256. In construing these patents the court below very properly took into consideration the state of the art when the applications for them were made, and found that some of the elements were embraced in the English patent of John Mills, of March 14, 1815; others, in the English patent of the Millers, of December 31, 1866; and the remainder in the American patent issued to Mary J. C. Vanorstrand, February 1, 1876; that is to say, the court found that there was no feature whatever in the patents in suit that had not been used and applied long previously in prior inventions. The court also ruled that, in this view of the case, it became unnecessary to consider the testimony taken bearing upon the question of the defendant's alleged invention of the devices in the patents in suit.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It is assigned for error that the court erred (1) in entering a decree finding non-infringement, because it was stated in the opinion that it was unnecessary to consider the testimony bearing upon the question of infringement, under the view taken of the question of novelty; (2) in finding that there was no novelty in complainants' invention, because one feature was found in one old patent, and another feature in another, and still another feature in a third patent, all of which constituted the subject-matter of the claims in complainants' patent; and (3) in finding that the description in the English patent issued to the Millers in 1866 was sufficiently clear to enable a person to construct from it an elastic gore or gusset like the one shown and patented. After a careful examination of the evidence relied on in support of these assignments of error, we cannot assent to the positions assumed by the appellants. We concur with the circuit court that all the claims in these patents, except the last two claims in No. 238,101, are invalid, by reason of their long prior use as inventions secured by patents which cover every feature described in those claims; and that the combination of these features in No. 238,100 is not a patentable invention. What are the characteristic features of the device or mechanism described in No. 238,100? They are all, as a close analysis will show, limited confessedly to a corset constructed with an arrangement of elastic sections or gussets at the two respective sides, extending from the armpits to the hips, consisting of coils of spiral wire inserted in, and passed back and forth through, tubes or channels wrought between two thicknesses of the material of the gusset. On comparing with this the gusset shown and described in the English Mills patent, set up in the answer of the defendant, we find that the latter contains the elastic section or gusset, the elasticity secured by coils of spiral wire inclosed between two thicknesses of the material out of which the said gusset or section is made, which gusset extends from the top to the bottom of the corset. Mills, in his specification, says: 'My improvement of elastic stays for women and children * * * consists of the introduction of a flexible or elastic portion in those parts of the stays best calculated to give relief to the wearer, and at the same time preserving that stability and support usually given to the body by the common adoption of whalebone, steel, and other hard or flexible materials. * * * This flexible portion is composed of springs, either of brass, copper, or iron wire, or of any other matter or thing capable of producing sufficient elasticity; but that which I recommend is small brass-wire worm springs, which extend by a small degree of force. These I place close together in runners or spaces stitched in between two pieces or laying of silk, satin, or other fit material, puckered or quilted loosely to give room for expansion, the ends of the springs and their covering of silk, satin, or other matter on them sewed or otherwise fastened to and between the two half-pieces of the stay previously made of the usual materials, such as jean or other octton, linen, silk, woolen, or leather, with the proper busks or necessary portions of steel, whalebone, or other substance commonly adopted, calculated to distend the stay, and brace and support the body. * * * The manufacture of these patent stays is not confined to form of shape, neither to the use of any particular article or material of which to make the same, but adopt such as custom or propriety dictate, adhering to the principle of inserting elastic portions into the stays of such forms, agreeable to the foregoing principle, as under all circumstances may be found most eligible and best calculated to afford that relief for which the patent is granted.' The counsel for appellants contends that this Mills patent does not have a single element contained in the appellants' patent in suit. He says, 'The Mills patent does not contain the spiral metal springs arranged in groups, the springs being composed of a single continuous spring passed back and forth through the tubes, nor does it have any plain margins on the sides of the sections, nor does it have elastic sections extending from under the arms down over the hips;' and that they only 'extend from one end of the shoulder-strap down the back of the corset.' It may be observed, in reply to this, that the drawings of the Mills patent, according to the evidence of one of the defendant's experts, show a plain margin on each side of the elastic section or gusset for attachment to the main parts of the corset, and that the Mills specification leaves it in the discretion of the manufacturer as to where the elastic section is to be placed,&#8212;whether at the sides of the corset or at the back,&#8212;the statement being that it should be placed where it will be found most eligible and best calculated to give relief to the wearer, etc. What are the particular features of the improvements which it is alleged distinguish the patent in suit from those contained in the Mills patent? According to the contention of appellants' counsel, they are, (1) the continuous spring; (2) the inelastic margin at the sides of the gusset, whereby it may be attached to the corset without the connecting stitches crossing the springs; (3) the location of the elastic gusset at the sides; and (4) the grouping arrangement of the springs. The first two of these features,&#8212;<i>i. e.</i> the continuous spring and the inelastic margin,&#8212;are described in the English patent of the Millers issued in 1866, as fully and explicitly as they are in the patent of the appellants in this suit. The specification in the patent of the Millers is as follows: 'This invention has for its object improvements in the manufacture of elastic gussets suitable for use in boots and stays and for other purposes. * * * Now, according to our invention, we secure the vulcanized India-rubber springs between two pieces of woven fabric, leather, or other material, by stitching with a sewing-machine, the stitches running in parallel lines, and passing through the two pieces of fabric or material between the India-rubber springs, and the springs, in place of being each a separate piece, are in one piece, the length of vulcanized India-rubber cord at the end of each traverse across the gusset being turned round, and caused to return parallel to itself. Thus the liability of the India rubber to slip and work out of the gusset is much reduced. When gussets made in this manner are worked into boots or other articles, the stitches by which they are secured are passed through a margin on each side of the gusset, and not through the India-rubber part of the gusset, as heretofore. In order that our invention may be fully understood, and readily carried into effect, we will describe the manner in which we prefer to proceed. We first cut the material&#8212;leather, silk, cotton, or any other woven fabric&#8212;and the lining to the size required for the gusset when extended, and for leaving the required margin. We then turn over the top edge, and baste or tack it down to the lining. We then commence to stitch with a sewing-machine a series of rows in parallel lines transversely across the gusset, the stitching passing through the two materials, commencing at the top and so on, from row to row, until the whole of the gusset is stitched. The distance between the rows of stitches will depend on the thickness of the India-rubber thread to be inserted. About eight or ten rows to the inch is usually a convenient distance. We then pass between the two materials, into every space or cavity between the rows of stitches, wires or needles, of a length somewhat longer than the width of the gusset, and of the size of the cavity. The gusset is then ready to be contracted or drawn up to the size required.' Then follows the description of the machine used for contracting the gusset, and after that there is a description of the method for inserting the elastic rubber cord, which, as before stated, is a continuous one. The specification again refers to the plain margin at the sides of the gusset, and describes the method by which it may be re-enforced, or rendered stronger than the ordinary margin.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">There is evidence in the record tending to show that the machine used by complainants for puckering the material between which the metal springs are placed is substantially identical with the one described in the Miller patent for performing the similar function of what is there termed 'contracting or drawing up the gusset to the required size;' and it seems perfectly clear that the method of inserting the metal springs in the one, and the elastic rubber cord performing the same functions in the other, is substantially the same. Counsel for appellants discusses at some length the Miller patent, and attempts to show that the gusset is not sufficiently described therein to enable one skilled in the art to make one like that described in the Florsheim patent. We think, however, his argument does not overthrow the conclusion of the court that there is no patentable difference between the gussets described in the English patent of the Millers and those described in the Florsheim patent. It is true that in the Miller patent an India-rubber spring is used instead of a metal spiral spring, as in both the Florsheim and the Mills patents; but the substitution of one material for another, which does not involve change of method, nor develop novelty of use, even though it may result in a superior article, is not necessarily a patentable invention. Hotchkiss v. Greenwood, 11 How. 248; Hicks v. Kelsey, 18 Wall. 670; Terhune v. Phillips, 99 U. S. 592; Gardner v. Herz, 118 U. S. 180, 6 Sup. Ct. Rep. 1027; Brown v. District of Columbia, 130 U. S. 87, 9 Sup. Ct. Rep. 437. In this particular instance the substitution itself was not new; for, as we have seen, wire coil was used for springs in corsets as early as the year 1815.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">With regard to the two remaining features,&#8212;the location of the elastic gusset in the side of the corset instead of the back, and the grouping of the springs,&#8212;the former is found fully described in the specification of the American patent granted in 1876 to Mary J. C. Vanorstrand. A certified copy of this patent, though introduced in evidence, does not appear in the record; but we were furnished on the argument with a copy of it, and that corset contained elastic gussets extending on both sides from the armpits to the hips. The grouping of the springs is no less distinctly described and shown in the Schilling and Florsheim patent of 1879, a certified copy of which appears in the record. The different arrangement of these groupings, as they appear in the patent sued upon, is not an invention, but is a mere matter of mechanical judgment,&#8212;'the natural outgrowth of the development of mechanical skill, as distinguished from invention.' Burt v. Evory, 133 U. S. 349, 358, 10 Sup. Ct. Rep. 394, and authorities there cited; Brown v. Piper, 91 U. S. 37.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The argument is advanced that the combination in this corset of the prior inventions secured and put into use by prior patents, making it a superior and cheaper article, is itself a patentable invention. We are unable to agree with appellants' counsel on this point. In Pickering v. McCullough, 104 U. S. 310, 318, this court, speaking through Mr. Justice MATTHEWS, said: 'In a patentable combination of old elements, all the constitutents must so enter into it as that each qualifies every other. * * * It must form either a new machine of a distinct character and function, or produce a result due to the joint and co-operating action of all the elements, and which is not the mere adding together of separate contributions.' 'The combination of old devices into a new article, without producing any new mode of operation, is not invention.' Burt v. Evory, supra. See, also, Hailes v. Van Wormer, 20 Wall. 353; Reckendorfer v. Faber, 92 U. S. 347; Tack Co. v. Manufacturing Co., 109 U. S. 117, 3 Sup. Ct. Rep. 105; Bussey v. Manufacturing Co., 110 U. S. 131, 4 Sup. Ct. Rep. 38; Phillips v. City of Detroit, 111 U. S. 604, 4 Sup. Ct. Rep. 580; Stephenson v. Railroad Co., 114 U. S. 149, 5 Sup. Ct. Rep. 777; Beecher Manuf'g Co. v. At water Manuf'g Co., 114 U. S. 523, 5 Sup. Ct. Rep. 1007; Heating Co. v. Burtis, 121 U. S. 286, 7 Sup. Ct. Rep. 1034; Hendy v. Iron-Works, 127 U. S. 370, 8 Sup. Ct. Rep. 1275. In the light of these authorities, our judgment is that the appellants' patent No. 238,100 was for a corset that had been in long and publicly-known use, each part of it previously patented; that it involved nothing original in the construction of those parts, nor in their relation to one another, nor any change in the function of any one of them; and that the combination of them produced no original mechanism or device. The greater part of the foregoing observations apply equally to the patent No. 238,101, for an elastic gore or gusset for wearing apparel, and we concur in the conclusion of the court below that the first two claims of that patent are void for want of novelty, and all the elements in those claims are found in the English patent of the Millers, already considered. For these reasons the decree of the court below is affirmed.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/92858/"
}