{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "137 U.S. 483", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/92903/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Holden v. Minnesota", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "1237", 
    "id": 77283, 
    "resource_uri": "/api/rest/v2/citation/77283/"
  }, 
  "id": 92903, 
  "blocked": false, 
  "judges": "Harlan", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1890-12-08", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>137 U.S. 483 (1890)</b></center>\n<center><h1>HOLDEN<br>\nv.<br>\nMINNESOTA.</h1></center>\n<center>No. 1237.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 20, 21, 1890.</center>\n<center>Decided December 8, 1890.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF MINNESOTA.\n<p><span class=\"star-pagination\">*484</span> <i>Mr. Charles C. Willson,</i> for petitioner, appellant.</p>\n<p><i>Mr. H.W. Childs,</i> opposing. <i>Mr. Moses E. Clapp,</i> Attorney General of the State of Minnesota, was with him on the brief.</p>\n<p>MR. JUSTICE HARLAN delivered the opinion of the court.</p>\n<p>By an indictment returned May 15, 1889, in the District Court of Redwood County, Minnesota, Clifton Holden was charged with the crime of murder in the first degree, committed in that county on the 23d day of November, 1888. Having been found guilty, and a motion for a new trial having been overruled, he prosecuted an appeal to the Supreme Court of the State. That court affirmed upon the merits the order denying the motion for a new trial, and remitted the case to the District Court. <i>State</i> v. <i>Holden,</i> 42 Minnesota, 350. In the latter court it was adjudged, February 18, 1890, that, as a punishment for the crime of which he had been convicted, Holden be confined in the common jail of Brown County, (there being no jail in Redwood County,) and that thereafter and after the lapse of three calendar months from the date of the sentence, and at a time to be designated in the <span class=\"star-pagination\">*485</span> warrant of the governor of the State, he be taken to the place of execution and hanged by the neck until dead. Gen. Stat. Minn. 1878, c. 117, § 1.</p>\n<p>On the 21st of May, 1890, the governor issued a warrant to the sheriff, which, after reciting the judgment, commanded and required him to cause execution of the sentence of the law to be done upon the convict on Friday, the 27th day of June, 1890, before the hour of sunrise of the day last named, at a place in the county of Redwood, to be selected by such officer, \"conformably with the provisions of section 3 of an act entitled `An act providing for the mode of inflicting the punishment of death, the manner in which the same shall be carried into effect, and declaring a violation of any of the provisions of this act to be a misdemeanor,' approved April 24, 1889.\"</p>\n<p>The accused, being in custody under the above judgment and warrant, presented to the Circuit Court of the United States for the District of Minnesota his written application for a writ of <i>habeas corpus,</i> based upon the ground that he was restrained of his liberty in violation of the Constitution of the United States. The writ was issued, and the officers having charge of the accused made a return to which the petitioner filed an answer. The Attorney General of Minnesota appeared on behalf of the State, insisting that the detention of the petitioner was not in violation of the supreme law of the land. Upon final hearing the application for discharge was denied. From that order the present appeal was taken under section 764 of the Revised Statutes, as amended by the act of March 3, 1885. 23 Stat. c. 353, p. 437.</p>\n<p>The principal question before us depends upon the effect to be given to the act, referred to in the governor's warrant, of April 24, 1889. That act is as follows:</p>\n<p>\"§ 1. The mode of inflicting the punishment of death shall in all cases be hanging by the neck until the person is dead.</p>\n<p>\"§ 2. Whenever the punishment of death is inflicted upon any convict in obedience to a warrant from the governor of the State, the sheriff of the county shall be present at the execution, unless prevented by sickness or other casualty; and <span class=\"star-pagination\">*486</span> he may have such military guard as he may think proper. He shall return the warrant with a statement under his hand of doings thereon as soon as may be after the said execution to the governor, and shall also file in the clerk's office of the court where the conviction was had an attested copy of the warrant and statement aforesaid, and the clerk shall subjoin a brief abstract of such statement to the record of conviction and sentence.</p>\n<p>\"§ 3. The warrant of execution shall be executed before the hour of sunrise of the day designated in the warrant and within the walls of the jail in all cases where the jail is so constructed that it can be conveniently done therein; but when the jail is not so constructed, the warrant shall be executed within an enclosure which shall be higher than the gallows, and shall exclude the view of persons outside, and which shall be prepared for that purpose, under the direction of the sheriff, in the immediate vicinity of the jail, or, if there be no jail in the county, at some convenient place at the county-seat, to be selected by the sheriff.</p>\n<p>\"§ 4. After the issue of the warrant for execution by the governor, the prisoner shall be kept in solitary confinement, and the following persons shall be allowed to visit him, but none other, viz.: The sheriff and his deputies, the prisoner's counsel, any priest or clergyman the prisoner may select, and the members of his immediate family.</p>\n<p>\"§ 5. Besides the sheriff and his assistants, the following persons may be present at the execution, but none other: The clergyman or priest in attendance upon the prisoner and such other persons as the prisoner may designate, not exceeding three in number, a physician or surgeon, to be selected by the sheriff, and such other persons as the sheriff may designate, not exceeding six in number, but no person so admitted shall be a newspaper reporter or representative. No account of the details of such execution, beyond the statement of the fact that such convict was on the day in question duly executed according to law, shall be published in any newspaper.</p>\n<p>\"§ 6. Any person who shall violate or omit to comply with any of the provisions of this act shall be guilty of a misdemeanor.</p>\n<p><span class=\"star-pagination\">*487</span> \"§ 7. All acts and parts of acts inconsistent with the provisions of this act are hereby repealed.</p>\n<p>\"§ 8. This act shall take effect and be in force from and after its passage.\" Gen. Laws Minn. 1889, c. 20, p. 66.</p>\n<p>The contention of the appellant is that by the law of Minnesota, in force when the alleged crime was committed, and up to the passage of the act of April 24, 1889, the punishment for murder in the first degree was death, without solitary confinement of the convict; that the act of that date adding the penalty of solitary confinement between the date of the governor's warrant and the execution, would, if applied to previous offences, be <i>ex post facto</i> in its nature, and, therefore, was inconsistent with the prior law; and that, inasmuch as that act made no saving as to previous offences, and repealed all acts and parts of acts inconsistent with its provisions, there was no statute in force, after the 24th of April, 1889, prescribing the punishment of death for murder in the first degree committed before that date. While this may not be expressed in terms, it is in fact the contention of the appellant, the argument in his behalf necessarily leading to this conclusion; for he insists that the repeal by the seventh section of the act of 1889 of all prior inconsistent laws was an act of complete amnesty in respect to all offences of murder in the first degree previously committed, making subsequent imprisonment therefor illegal. Whether such was the result of that act, interpreted in the light of prior statutes, is the principal question on this appeal.</p>\n<p>By the General Statutes of Minnesota, in force at the close of the legislative session of 1878, it was provided (c. 94) that the killing of a human being, without the authority of law, and with a premeditated design to effect the death of the person killed, or any human being, was murder in the first degree, § 1; and that whoever was convicted thereof should suffer the penalty of death, and be kept in solitary confinement for a period of not less than one month nor more than six months, in the discretion of the judge before whom the conviction was had, at the expiration of which time it became the duty of the governor to issue his warrant of execution. (Gen. Stat. 1878, § 2, pp. 882-3.) Other sections of the same <span class=\"star-pagination\">*488</span> chapter were as follows: \"§ 3. The penalty of death as a punishment for crime is hereby abolished in this State, except in the cases provided for in section two of this act, and hereafter the penalty for the crime of murder in the first degree shall be as prescribed in sections two and three of this act. (1868, c. 88, § 1.) § 4. Whenever, upon the trial of any person upon an indictment for murder in the first degree, the jury shall have agreed upon a verdict of guilty of such offence, such jury may also determine in the same manner that the person so convicted shall be punished by death, and, if they so determine, shall render their verdict accordingly; and in such case the person so convicted shall be punished by death, as prescribed by section two of chapter ninety-four of the General Statutes for the punishment of murder in the first degree. (Id. § 2.) § 5. Whoever shall be convicted of murder in the first degree, if the jury upon whose conviction the penalty is inflicted shall not by their verdict prescribe the penalty of death, shall be punished by imprisonment at hard labor in the state prison during the remainder of the term of his natural life, with solitary confinement upon bread and water diet for twelve days in each year during the term, to be apportioned in periods of not exceeding three days' duration each, with an interval of not less than fourteen days intervening each two successive periods. (Id. § 3.) § 6. The provisions of this act shall not apply nor extend to any act done nor offence committed prior to the passage hereof; but the provisions of law now in force, and applicable to the crime of murder in the first degree, as well in respect to the penalty affixed to the commission of such crime as in all other respects, shall be and remain in full force and effect as to any such offence heretofore committed. (Id. § 4.) § 7. That in all cases where the time of imprisonment is during life, solitary imprisonment in the State prison is hereby abolished, except for prison discipline. (1876, c. 79, § 1.)\"</p>\n<p>By chapter 118 of the same General Statutes it was provided: \"§ 3. When any person is convicted of any crime for which sentence of death is awarded against him, the clerk of the court, as soon as may be, shall make out and deliver to <span class=\"star-pagination\">*489</span> the sheriff of the county a certified copy of the whole record of the conviction and sentence; and the sheriff shall forthwith transmit the same to the governor; and the sentence of death shall not be executed upon such convict until a warrant is issued by the governor, under the seal of the State, with a copy of the record thereto annexed, commanding the sheriff to cause the execution to be done; and the sheriff shall thereupon cause to be executed the judgment and sentence of the law upon such convict. § 4. The judge of the court at which a conviction requiring judgment of death is had, shall, immediately after conviction, transmit to the governor, by mail, a statement of the conviction and judgment, and of the testimony given at the trial.\" \"§ 11. The punishment of death shall, in all cases, be inflicted by hanging the convict by the neck, until he is dead, and the sentence shall, at the time directed by the warrant, be executed at such place within the county as the sheriff shall select. § 12. Whenever the punishment of death is inflicted upon any convict, in obedience to a warrant from the governor, the sheriff of the county shall be present at the execution, unless prevented by sickness or other casualty; and he may have such military guard as he may think proper. He shall return the warrant, with a statement under his hand of his doings thereon, as soon as may be after the said execution, to the governor, and shall also file in the clerk's office of the court where the conviction was had, an attested copy of the warrant and statement aforesaid; and the clerk shall subjoin a brief abstract of such statement to the record of conviction and sentence.\"</p>\n<p>The next statute in point of time was that of March 2, 1883, entitled \"An act prescribing the punishment of murder in the first degree.\" It provided that \"Whoever is guilty of murder in the first (1st) degree shall suffer the punishment of death: <i>Provided,</i> That if in any such case the court shall certify of record its opinion that by reason of exceptional circumstances the case is not one in which the penalty of death should be imposed, the punishment shall be imprisonment for life in the penitentiary.\" That act repealed sections three, four, five, and six of chapter 94 of the General Statutes of 1878, as well as <span class=\"star-pagination\">*490</span> all acts and parts of acts inconsistent with its provisions. Minn. Sess. Laws, 1883, c. 122, p. 164.</p>\n<p>Then came the act of March 9, 1885, establishing a Penal Code, and which went into effect January 1, 1886. It contained, among others, the following sections: \"§ 152. The killing of a human being, unless it is excusable or justifiable, is murder in the first degree, when perpetrated with a premeditated design to effect the death of the person killed, or of another.\" \"§ 156. Murder in the first degree is punishable by death: <i>Provided,</i> That if in any such case the court shall certify of record its opinion that by reason of exceptional circumstances the case is not one in which the penalty of death should be imposed, the punishment shall be imprisonment for life in the state prison.\" \"§ 541. Chapters ninety-three, ninety-four, ninety-five, ninety-six, ninety-seven, ninety-eight, ninety-nine, one hundred and one hundred and one of the General Statutes of one thousand eight hundred and seventy-eight, and all acts, and parts of acts which are inconsistent with the provisions of this act, are repealed, so far as they define any crime or impose any punishment for crime, except as herein provided.\" Gen. Stat. Minn. Supplement, 1888, vol. 2, 969, 971, 978, 1050. It is important to be here observed that chapter 94, thus repealed, authorized (§ 2) the keeping of one convicted of a capital crime in solitary confinement for a period of not less than one nor more than six months, in the discretion of the judge before whom the conviction was had.</p>\n<p>Such was the state of the law in Minnesota at the time of the commission by Holden of the crime for which he was indicted and convicted. As the Penal Code did not repeal chapter 118 of the General Statutes of 1878, except so far as the provisions of the latter were inconsistent with that Code, it is apparent that at the time his offence was committed the punishment therefor was, as prescribed in that chapter, death by hanging, and that his execution could not occur until a warrant for that purpose was issued by the governor. These provisions were not repealed by the act of April 24, 1889. In respect to the first and second sections of that act, it is clear that they contain nothing of substance that was not in sections <span class=\"star-pagination\">*491</span> eleven and twelve of chapter 118 of the General Statutes of 1878. And it is equally clear that the provisions of an existing statute cannot be regarded as inconsistent with a subsequent act merely because the latter reënacts or repeats those provisions. As the act of 1889 repealed only such previous acts and parts of acts as were inconsistent with its provisions, it is inaccurate to say that that statute contained no saving clause whatever. By necessary implication, previous statutes that were consistent with its provisions were unaffected.</p>\n<p>In reference to the third section of the act of 1889, it may be said that, while its provisions are new, it cannot be regarded as in any sense, <i>ex post facto;</i> for it only prescribes the hour of the day before which, and the manner in which, the punishment by hanging shall be inflicted. Whether a convict, sentenced to death, shall be executed before or after sunrise, or within or without the walls of the jail, or within or outside of some other enclosure, and whether the enclosure within which he is executed shall be higher than the gallows, thus excluding the view of persons outside, are regulations that do not affect his substantial rights. The same observation may be made touching the restriction in section five as to the number and character of those who may witness the execution, and the exclusion altogether of reporters or representatives of newspapers. These are regulations which the legislature, in its wisdom, and for the public good, could legally prescribe in respect to executions occurring after the passage of the act, and cannot, even when applied to offences previously committed, be regarded as <i>ex post facto</i> within the meaning of the Constitution.</p>\n<p>The only part of the act of 1889 that may be deemed <i>ex post facto,</i> if applied to offences committed before its passage and after the adoption of the Penal Code, is section four, requiring that, after the issue of the warrant of execution by the governor, \"the prisoner shall be kept in solitary confinement\" in the jail, and certain persons only be allowed to visit him. The application for the writ of <i>habeas corpus</i> states that the appellant is kept in solitary confinement. But this was denied in the return to the writ, and there is no proof in <span class=\"star-pagination\">*492</span> the record upon the subject. <i>Crowley</i> v. <i>Christensen,</i> 137 U.S. 86, 94. The appellant insists that we must presume that the officers holding him in custody have pursued the statute of 1889, and, consequently, that he is kept in solitary confinement. No such presumption can be indulged without imputing to the officers, charged with the execution of the governor's warrant, a purpose to enforce a statutory provision that cannot legally be applied to the case of the appellant. Even the governor's warrant furnishes no ground for such a presumption, because it did not require that the convict be kept in solitary confinement, but only that the judgment and sentence be carried into effect conformably to the third section of the act of 1889, which section, we have seen, has no reference to the mode of confinement.</p>\n<p>We have proceeded in our examination of the case upon the ground that the prior statutes requiring the punishment of death to be inflicted by hanging, and the issuing by the governor of the warrant of execution before such punishment was inflicted, were consistent with and were not repealed by the act of 1889, and, therefore, so far as the mere imprisonment of the appellant, and his execution in conformity with prior statutes, were concerned, they could both occur without invoking the provision in the act of 1889, requiring solitary confinement after the warrant of execution was issued. This view, appellant contends, is not in harmony with the decision in <i>Medley, Petitioner,</i> 134 U.S. 160, where it was held that the effect of a clause in the Colorado statute, repealing all acts and parts of acts inconsistent with its provisions, was to bring Medley's case under that statute in <i>all</i> particulars of trial and punishment, except so far as the legislature had power to apply other principles to the trial and punishment of the crime of which he was convicted.</p>\n<p>There are material differences between the Colorado and Minnesota statutes. The former provides that \"the punishment of death must, in each and every case of death sentence pronounced in this [that] State, be inflicted by the warden of the state penitentiary,\" etc. § 1. It also contains this provision: \"Whenever a person [be] convicted of crime, the punishment whereof <span class=\"star-pagination\">*493</span> is death, and such convicted person be sentenced to suffer the penalty of death, the judge passing such sentence shall appoint and designate in the warrant of conviction a week of time within which such sentence must be executed; such week, so appointed, shall be not less than two nor more than four weeks from the day of passing such sentence. Said warrant shall be directed to the warden of the state penitentiary of this State, commanding said warden to do execution of the sentence imposed as aforesaid, upon some day within the week of time designated in said warrant, and it shall be delivered to the sheriff of the county wherein such conviction is had, who shall within twenty-four hours thereafter proceed to the said penitentiary and deliver such convicted person, together with the warrant as aforesaid, to the said warden, who shall keep such convict in solitary confinement until infliction of the death penalty.\" § 2. These provisions indicate the purpose of the legislature of Colorado that that act \u0097 no matter when the offence was committed \u0097 should control in every case <i>tried</i> after its passage in which the sentence of death was imposed. It was evidently intended that it should cover the whole subject of the trials and sentences in capital cases, as well as the mode of inflicting the punishment prescribed. It was so interpreted by the state court; for, although Medley's crime was committed before the passage of the Colorado statute under which he was tried, the imposition of solitary confinement was part of the very judgment and sentence against him. Thus interpreted, this court held the Colorado statute to be a legislative declaration that it was not fit that the existing law remain in force, and, consequently, that it abrogated all former laws covering the same subject, and was <i>ex post facto</i> when applied to prior offences.</p>\n<p>No such case is before us, and no such construction of the Minnesota statute of 1889 is required. The sentence against the appellant did not require that he be kept in solitary confinement. Nor did that statute cover the whole subject of murder in the first degree, or prescribe the only rules that should control in the trial and punishment for crimes of that class. It did not touch the judgments to be pronounced in <span class=\"star-pagination\">*494</span> such cases, nor interfere with the power of the governor to issue a warrant of execution. The provisions of the previous law, as to the nature of the sentence, the particular mode of inflicting death, and the issuing by the governor of the warrant of execution before the convict was hung, were, therefore, not repealed, although some of them were reënacted or repeated in the statute of 1889, and other provisions relating merely to the time and mode of executing the warrant, but not affecting the substantial rights of the convict, were added. Indeed, as the act of 1889 does not itself prescribe the punishment of death for murder in the first degree, the authority to inflict that punishment, even for an offence committed after its passage, must be derived from the previous law. The only interpretation of that act that will give full effect to the intention of the legislature in respect to the prior unrepealed law relating to sentences of death for murder in the first degree committed before its passage, is to hold, as we do, that its fourth section, prescribing solitary confinement, is an independent provision, applicable only to future offences, not to those committed prior to its passage.</p>\n<p>In this view, and as it does not appear that the appellant is kept in solitary confinement, there is no ground upon which it can be held that his mere imprisonment, in execution of the sentence of death, is in violation of the constitutional provision against <i>ex post facto</i> laws. That sentence, the subsequent imprisonment of the convict under it, without solitary confinement, and the warrant of execution, are in accordance with the law of the State as it was when the offence was committed, and do not infringe any right secured by the Constitution of the United States.</p>\n<p>Much was said at the argument in reference to section 3 of chapter 4 of the General Statutes of 1886, declaring that \"whenever a law is repealed, which repealed a former law, the former law shall not thereby be revived, unless it is so specially provided, nor shall such repeal affect any right which accrued, any duty imposed, any penalty incurred, nor any proceeding commenced, under or by virtue of the law repealed.\" This section was admitted to be a part of the law <span class=\"star-pagination\">*495</span> of Minnesota at the time the appellant's offence was committed, and when the act of 1889 was passed. On behalf of the State it is contended that the former law for the punishment of murder in the first degree is to be read in connection with that section. We have not deemed it necessary to consider whether that section is applicable to capital cases, or to determine whether the punishment of death is, within its meaning, a \"penalty.\" Independently of that section, and for the reasons stated, we hold that the act of 1889, although applicable to offences committed after its passage, did not supersede the prior law prescribing, as the punishment for murder in the first degree committed prior to April 24, 1889, death by hanging, to be inflicted after the issue by the governor of a warrant of execution.</p>\n<p>Among the assignments of error by the appellant is one to the effect that \"the judgment of the State District Court that he be hanged at a time to be fixed by the governor of Minnesota was not a valid exercise of judicial authority or due process of law thus to deprive him of life at such time as the executive should arbitrarily appoint.\" We do not understand the counsel of the appellant to press this point. But as this assignment of error has not been formally withdrawn, and as human life is involved in our decision, it is proper to say that, under the law of Minnesota, at the time appellant committed the crime of which he was convicted, as well as when he was indicted and tried, the day on which the punishment of death should be inflicted depended upon the warrant of the governor. It is competent for the State to establish such regulations, and they are entirely consistent with due process of law. The court sentenced the convict to the punishment prescribed for the crime of murder in the first degree, leaving the precise day for inflicting the punishment to be determined by the governor. The order designating the day of execution is, strictly speaking, no part of the judgment, unless made so by statute. And the power conferred upon the governor to fix the time of infliction is no more arbitrary in its nature than the same power would be if conferred upon the court. Whether conferred upon the governor or the court, it is arbitrary in no <span class=\"star-pagination\">*496</span> other sense than every power is arbitrary that depends upon the discretion of the tribunal or the person authorized to exercise it. It may be, also, observed that at common law the sentence of death was generally silent as to the precise day of execution. <i>Atkinson</i> v. <i>The King,</i> 3 Bro. P.C. 2d ed. 517, 529; <i>Rex</i> v. <i>Rogers,</i> 3 Burrow, 1809, 1812; <i>Rex</i> v. <i>Doyle,</i> 1 Leach, 4th ed. 67; <i>Cuthcart</i> v. <i>Commonwealth,</i> 73 Penn. St. 108, 115; <i>Costley</i> v. <i>Commonwealth, Commonwealth</i> v. <i>Costley,</i> 118 Mass. 1, 35. Of course if the statute so requires, the court must, in its sentence, fix the day of execution. Equally must it forbear to do that if the statute confers upon some executive officer the power to designate the time of infliction.</p>\n<p><i>Judgment affirmed.</i></p>\n<p>MR. JUSTICE BRADLEY and MR. JUSTICE BREWER concurred in the judgment.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:06:39", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></span> (1890)</b></center>\n<center><h1>HOLDEN<br>\nv.<br>\nMINNESOTA.</h1></center>\n<center>No. 1237.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 20, 21, 1890.</center>\n<center>Decided December 8, 1890.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF MINNESOTA.\n<p><span class=\"star-pagination\">*484</span> <i>Mr. Charles C. Willson,</i> for petitioner, appellant.</p>\n<p><i>Mr. H.W. Childs,</i> opposing. <i>Mr. Moses E. Clapp,</i> Attorney General of the State of Minnesota, was with him on the brief.</p>\n<p>MR. JUSTICE HARLAN delivered the opinion of the court.</p>\n<p>By an indictment returned May 15, 1889, in the District Court of Redwood County, Minnesota, Clifton Holden was charged with the crime of murder in the first degree, committed in that county on the 23d day of November, 1888. Having been found guilty, and a motion for a new trial having been overruled, he prosecuted an appeal to the Supreme Court of the State. That court affirmed upon the merits the order denying the motion for a new trial, and remitted the case to the District Court. <i>State</i> v. <i>Holden,</i> 42 Minnesota, 350. In the latter court it was adjudged, February 18, 1890, that, as a punishment for the crime of which he had been convicted, Holden be confined in the common jail of Brown County, (there being no jail in Redwood County,) and that thereafter and after the lapse of three calendar months from the date of the sentence, and at a time to be designated in the <span class=\"star-pagination\">*485</span> warrant of the governor of the State, he be taken to the place of execution and hanged by the neck until dead. Gen. Stat. Minn. 1878, c. 117, § 1.</p>\n<p>On the 21st of May, 1890, the governor issued a warrant to the sheriff, which, after reciting the judgment, commanded and required him to cause execution of the sentence of the law to be done upon the convict on Friday, the 27th day of June, 1890, before the hour of sunrise of the day last named, at a place in the county of Redwood, to be selected by such officer, \"conformably with the provisions of section 3 of an act entitled `An act providing for the mode of inflicting the punishment of death, the manner in which the same shall be carried into effect, and declaring a violation of any of the provisions of this act to be a misdemeanor,' approved April 24, 1889.\"</p>\n<p>The accused, being in custody under the above judgment and warrant, presented to the Circuit Court of the United States for the District of Minnesota his written application for a writ of <i>habeas corpus,</i> based upon the ground that he was restrained of his liberty in violation of the Constitution of the United States. The writ was issued, and the officers having charge of the accused made a return to which the petitioner filed an answer. The Attorney General of Minnesota appeared on behalf of the State, insisting that the detention of the petitioner was not in violation of the supreme law of the land. Upon final hearing the application for discharge was denied. From that order the present appeal was taken under section 764 of the Revised Statutes, as amended by the act of March 3, 1885. 23 Stat. c. 353, p. 437.</p>\n<p>The principal question before us depends upon the effect to be given to the act, referred to in the governor's warrant, of April 24, 1889. That act is as follows:</p>\n<p>\"§ 1. The mode of inflicting the punishment of death shall in all cases be hanging by the neck until the person is dead.</p>\n<p>\"§ 2. Whenever the punishment of death is inflicted upon any convict in obedience to a warrant from the governor of the State, the sheriff of the county shall be present at the execution, unless prevented by sickness or other casualty; and <span class=\"star-pagination\">*486</span> he may have such military guard as he may think proper. He shall return the warrant with a statement under his hand of doings thereon as soon as may be after the said execution to the governor, and shall also file in the clerk's office of the court where the conviction was had an attested copy of the warrant and statement aforesaid, and the clerk shall subjoin a brief abstract of such statement to the record of conviction and sentence.</p>\n<p>\"§ 3. The warrant of execution shall be executed before the hour of sunrise of the day designated in the warrant and within the walls of the jail in all cases where the jail is so constructed that it can be conveniently done therein; but when the jail is not so constructed, the warrant shall be executed within an enclosure which shall be higher than the gallows, and shall exclude the view of persons outside, and which shall be prepared for that purpose, under the direction of the sheriff, in the immediate vicinity of the jail, or, if there be no jail in the county, at some convenient place at the county-seat, to be selected by the sheriff.</p>\n<p>\"§ 4. After the issue of the warrant for execution by the governor, the prisoner shall be kept in solitary confinement, and the following persons shall be allowed to visit him, but none other, viz.: The sheriff and his deputies, the prisoner's counsel, any priest or clergyman the prisoner may select, and the members of his immediate family.</p>\n<p>\"§ 5. Besides the sheriff and his assistants, the following persons may be present at the execution, but none other: The clergyman or priest in attendance upon the prisoner and such other persons as the prisoner may designate, not exceeding three in number, a physician or surgeon, to be selected by the sheriff, and such other persons as the sheriff may designate, not exceeding six in number, but no person so admitted shall be a newspaper reporter or representative. No account of the details of such execution, beyond the statement of the fact that such convict was on the day in question duly executed according to law, shall be published in any newspaper.</p>\n<p>\"§ 6. Any person who shall violate or omit to comply with any of the provisions of this act shall be guilty of a misdemeanor.</p>\n<p><span class=\"star-pagination\">*487</span> \"§ 7. All acts and parts of acts inconsistent with the provisions of this act are hereby repealed.</p>\n<p>\"§ 8. This act shall take effect and be in force from and after its passage.\" Gen. Laws Minn. 1889, c. 20, p. 66.</p>\n<p>The contention of the appellant is that by the law of Minnesota, in force when the alleged crime was committed, and up to the passage of the act of April 24, 1889, the punishment for murder in the first degree was death, without solitary confinement of the convict; that the act of that date adding the penalty of solitary confinement between the date of the governor's warrant and the execution, would, if applied to previous offences, be <i>ex post facto</i> in its nature, and, therefore, was inconsistent with the prior law; and that, inasmuch as that act made no saving as to previous offences, and repealed all acts and parts of acts inconsistent with its provisions, there was no statute in force, after the 24th of April, 1889, prescribing the punishment of death for murder in the first degree committed before that date. While this may not be expressed in terms, it is in fact the contention of the appellant, the argument in his behalf necessarily leading to this conclusion; for he insists that the repeal by the seventh section of the act of 1889 of all prior inconsistent laws was an act of complete amnesty in respect to all offences of murder in the first degree previously committed, making subsequent imprisonment therefor illegal. Whether such was the result of that act, interpreted in the light of prior statutes, is the principal question on this appeal.</p>\n<p>By the General Statutes of Minnesota, in force at the close of the legislative session of 1878, it was provided (c. 94) that the killing of a human being, without the authority of law, and with a premeditated design to effect the death of the person killed, or any human being, was murder in the first degree, § 1; and that whoever was convicted thereof should suffer the penalty of death, and be kept in solitary confinement for a period of not less than one month nor more than six months, in the discretion of the judge before whom the conviction was had, at the expiration of which time it became the duty of the governor to issue his warrant of execution. (Gen. Stat. 1878, § 2, pp. 882-3.) Other sections of the same <span class=\"star-pagination\">*488</span> chapter were as follows: \"§ 3. The penalty of death as a punishment for crime is hereby abolished in this State, except in the cases provided for in section two of this act, and hereafter the penalty for the crime of murder in the first degree shall be as prescribed in sections two and three of this act. (1868, c. 88, § 1.) § 4. Whenever, upon the trial of any person upon an indictment for murder in the first degree, the jury shall have agreed upon a verdict of guilty of such offence, such jury may also determine in the same manner that the person so convicted shall be punished by death, and, if they so determine, shall render their verdict accordingly; and in such case the person so convicted shall be punished by death, as prescribed by section two of chapter ninety-four of the General Statutes for the punishment of murder in the first degree. (Id. § 2.) § 5. Whoever shall be convicted of murder in the first degree, if the jury upon whose conviction the penalty is inflicted shall not by their verdict prescribe the penalty of death, shall be punished by imprisonment at hard labor in the state prison during the remainder of the term of his natural life, with solitary confinement upon bread and water diet for twelve days in each year during the term, to be apportioned in periods of not exceeding three days' duration each, with an interval of not less than fourteen days intervening each two successive periods. (Id. § 3.) § 6. The provisions of this act shall not apply nor extend to any act done nor offence committed prior to the passage hereof; but the provisions of law now in force, and applicable to the crime of murder in the first degree, as well in respect to the penalty affixed to the commission of such crime as in all other respects, shall be and remain in full force and effect as to any such offence heretofore committed. (Id. § 4.) § 7. That in all cases where the time of imprisonment is during life, solitary imprisonment in the State prison is hereby abolished, except for prison discipline. (1876, c. 79, § 1.)\"</p>\n<p>By chapter 118 of the same General Statutes it was provided: \"§ 3. When any person is convicted of any crime for which sentence of death is awarded against him, the clerk of the court, as soon as may be, shall make out and deliver to <span class=\"star-pagination\">*489</span> the sheriff of the county a certified copy of the whole record of the conviction and sentence; and the sheriff shall forthwith transmit the same to the governor; and the sentence of death shall not be executed upon such convict until a warrant is issued by the governor, under the seal of the State, with a copy of the record thereto annexed, commanding the sheriff to cause the execution to be done; and the sheriff shall thereupon cause to be executed the judgment and sentence of the law upon such convict. § 4. The judge of the court at which a conviction requiring judgment of death is had, shall, immediately after conviction, transmit to the governor, by mail, a statement of the conviction and judgment, and of the testimony given at the trial.\" \"§ 11. The punishment of death shall, in all cases, be inflicted by hanging the convict by the neck, until he is dead, and the sentence shall, at the time directed by the warrant, be executed at such place within the county as the sheriff shall select. § 12. Whenever the punishment of death is inflicted upon any convict, in obedience to a warrant from the governor, the sheriff of the county shall be present at the execution, unless prevented by sickness or other casualty; and he may have such military guard as he may think proper. He shall return the warrant, with a statement under his hand of his doings thereon, as soon as may be after the said execution, to the governor, and shall also file in the clerk's office of the court where the conviction was had, an attested copy of the warrant and statement aforesaid; and the clerk shall subjoin a brief abstract of such statement to the record of conviction and sentence.\"</p>\n<p>The next statute in point of time was that of March 2, 1883, entitled \"An act prescribing the punishment of murder in the first degree.\" It provided that \"Whoever is guilty of murder in the first (1st) degree shall suffer the punishment of death: <i>Provided,</i> That if in any such case the court shall certify of record its opinion that by reason of exceptional circumstances the case is not one in which the penalty of death should be imposed, the punishment shall be imprisonment for life in the penitentiary.\" That act repealed sections three, four, five, and six of chapter 94 of the General Statutes of 1878, as well as <span class=\"star-pagination\">*490</span> all acts and parts of acts inconsistent with its provisions. Minn. Sess. Laws, 1883, c. 122, p. 164.</p>\n<p>Then came the act of March 9, 1885, establishing a Penal Code, and which went into effect January 1, 1886. It contained, among others, the following sections: \"§ 152. The killing of a human being, unless it is excusable or justifiable, is murder in the first degree, when perpetrated with a premeditated design to effect the death of the person killed, or of another.\" \"§ 156. Murder in the first degree is punishable by death: <i>Provided,</i> That if in any such case the court shall certify of record its opinion that by reason of exceptional circumstances the case is not one in which the penalty of death should be imposed, the punishment shall be imprisonment for life in the state prison.\" \"§ 541. Chapters ninety-three, ninety-four, ninety-five, ninety-six, ninety-seven, ninety-eight, ninety-nine, one hundred and one hundred and one of the General Statutes of one thousand eight hundred and seventy-eight, and all acts, and parts of acts which are inconsistent with the provisions of this act, are repealed, so far as they define any crime or impose any punishment for crime, except as herein provided.\" Gen. Stat. Minn. Supplement, 1888, vol. 2, 969, 971, 978, 1050. It is important to be here observed that chapter 94, thus repealed, authorized (§ 2) the keeping of one convicted of a capital crime in solitary confinement for a period of not less than one nor more than six months, in the discretion of the judge before whom the conviction was had.</p>\n<p>Such was the state of the law in Minnesota at the time of the commission by Holden of the crime for which he was indicted and convicted. As the Penal Code did not repeal chapter 118 of the General Statutes of 1878, except so far as the provisions of the latter were inconsistent with that Code, it is apparent that at the time his offence was committed the punishment therefor was, as prescribed in that chapter, death by hanging, and that his execution could not occur until a warrant for that purpose was issued by the governor. These provisions were not repealed by the act of April 24, 1889. In respect to the first and second sections of that act, it is clear that they contain nothing of substance that was not in sections <span class=\"star-pagination\">*491</span> eleven and twelve of chapter 118 of the General Statutes of 1878. And it is equally clear that the provisions of an existing statute cannot be regarded as inconsistent with a subsequent act merely because the latter reënacts or repeats those provisions. As the act of 1889 repealed only such previous acts and parts of acts as were inconsistent with its provisions, it is inaccurate to say that that statute contained no saving clause whatever. By necessary implication, previous statutes that were consistent with its provisions were unaffected.</p>\n<p>In reference to the third section of the act of 1889, it may be said that, while its provisions are new, it cannot be regarded as in any sense, <i>ex post facto;</i> for it only prescribes the hour of the day before which, and the manner in which, the punishment by hanging shall be inflicted. Whether a convict, sentenced to death, shall be executed before or after sunrise, or within or without the walls of the jail, or within or outside of some other enclosure, and whether the enclosure within which he is executed shall be higher than the gallows, thus excluding the view of persons outside, are regulations that do not affect his substantial rights. The same observation may be made touching the restriction in section five as to the number and character of those who may witness the execution, and the exclusion altogether of reporters or representatives of newspapers. These are regulations which the legislature, in its wisdom, and for the public good, could legally prescribe in respect to executions occurring after the passage of the act, and cannot, even when applied to offences previously committed, be regarded as <i>ex post facto</i> within the meaning of the Constitution.</p>\n<p>The only part of the act of 1889 that may be deemed <i>ex post facto,</i> if applied to offences committed before its passage and after the adoption of the Penal Code, is section four, requiring that, after the issue of the warrant of execution by the governor, \"the prisoner shall be kept in solitary confinement\" in the jail, and certain persons only be allowed to visit him. The application for the writ of <i>habeas corpus</i> states that the appellant is kept in solitary confinement. But this was denied in the return to the writ, and there is no proof in <span class=\"star-pagination\">*492</span> the record upon the subject. <i>Crowley</i> v. <i>Christensen,</i> <span class=\"citation\" data-id=\"92860\"><a href=\"/opinion/92860/crowley-v-christensen/\"><span class=\"volume\">137</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">86</span></a></span>, 94. The appellant insists that we must presume that the officers holding him in custody have pursued the statute of 1889, and, consequently, that he is kept in solitary confinement. No such presumption can be indulged without imputing to the officers, charged with the execution of the governor's warrant, a purpose to enforce a statutory provision that cannot legally be applied to the case of the appellant. Even the governor's warrant furnishes no ground for such a presumption, because it did not require that the convict be kept in solitary confinement, but only that the judgment and sentence be carried into effect conformably to the third section of the act of 1889, which section, we have seen, has no reference to the mode of confinement.</p>\n<p>We have proceeded in our examination of the case upon the ground that the prior statutes requiring the punishment of death to be inflicted by hanging, and the issuing by the governor of the warrant of execution before such punishment was inflicted, were consistent with and were not repealed by the act of 1889, and, therefore, so far as the mere imprisonment of the appellant, and his execution in conformity with prior statutes, were concerned, they could both occur without invoking the provision in the act of 1889, requiring solitary confinement after the warrant of execution was issued. This view, appellant contends, is not in harmony with the decision in <i>Medley, Petitioner,</i> <span class=\"citation\" data-id=\"92716\"><a href=\"/opinion/92716/medley/\"><span class=\"volume\">134</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">160</span></a></span>, where it was held that the effect of a clause in the Colorado statute, repealing all acts and parts of acts inconsistent with its provisions, was to bring Medley's case under that statute in <i>all</i> particulars of trial and punishment, except so far as the legislature had power to apply other principles to the trial and punishment of the crime of which he was convicted.</p>\n<p>There are material differences between the Colorado and Minnesota statutes. The former provides that \"the punishment of death must, in each and every case of death sentence pronounced in this [that] State, be inflicted by the warden of the state penitentiary,\" etc. § 1. It also contains this provision: \"Whenever a person [be] convicted of crime, the punishment whereof <span class=\"star-pagination\">*493</span> is death, and such convicted person be sentenced to suffer the penalty of death, the judge passing such sentence shall appoint and designate in the warrant of conviction a week of time within which such sentence must be executed; such week, so appointed, shall be not less than two nor more than four weeks from the day of passing such sentence. Said warrant shall be directed to the warden of the state penitentiary of this State, commanding said warden to do execution of the sentence imposed as aforesaid, upon some day within the week of time designated in said warrant, and it shall be delivered to the sheriff of the county wherein such conviction is had, who shall within twenty-four hours thereafter proceed to the said penitentiary and deliver such convicted person, together with the warrant as aforesaid, to the said warden, who shall keep such convict in solitary confinement until infliction of the death penalty.\" § 2. These provisions indicate the purpose of the legislature of Colorado that that act \u0097 no matter when the offence was committed \u0097 should control in every case <i>tried</i> after its passage in which the sentence of death was imposed. It was evidently intended that it should cover the whole subject of the trials and sentences in capital cases, as well as the mode of inflicting the punishment prescribed. It was so interpreted by the state court; for, although Medley's crime was committed before the passage of the Colorado statute under which he was tried, the imposition of solitary confinement was part of the very judgment and sentence against him. Thus interpreted, this court held the Colorado statute to be a legislative declaration that it was not fit that the existing law remain in force, and, consequently, that it abrogated all former laws covering the same subject, and was <i>ex post facto</i> when applied to prior offences.</p>\n<p>No such case is before us, and no such construction of the Minnesota statute of 1889 is required. The sentence against the appellant did not require that he be kept in solitary confinement. Nor did that statute cover the whole subject of murder in the first degree, or prescribe the only rules that should control in the trial and punishment for crimes of that class. It did not touch the judgments to be pronounced in <span class=\"star-pagination\">*494</span> such cases, nor interfere with the power of the governor to issue a warrant of execution. The provisions of the previous law, as to the nature of the sentence, the particular mode of inflicting death, and the issuing by the governor of the warrant of execution before the convict was hung, were, therefore, not repealed, although some of them were reënacted or repeated in the statute of 1889, and other provisions relating merely to the time and mode of executing the warrant, but not affecting the substantial rights of the convict, were added. Indeed, as the act of 1889 does not itself prescribe the punishment of death for murder in the first degree, the authority to inflict that punishment, even for an offence committed after its passage, must be derived from the previous law. The only interpretation of that act that will give full effect to the intention of the legislature in respect to the prior unrepealed law relating to sentences of death for murder in the first degree committed before its passage, is to hold, as we do, that its fourth section, prescribing solitary confinement, is an independent provision, applicable only to future offences, not to those committed prior to its passage.</p>\n<p>In this view, and as it does not appear that the appellant is kept in solitary confinement, there is no ground upon which it can be held that his mere imprisonment, in execution of the sentence of death, is in violation of the constitutional provision against <i>ex post facto</i> laws. That sentence, the subsequent imprisonment of the convict under it, without solitary confinement, and the warrant of execution, are in accordance with the law of the State as it was when the offence was committed, and do not infringe any right secured by the Constitution of the United States.</p>\n<p>Much was said at the argument in reference to section 3 of chapter 4 of the General Statutes of 1886, declaring that \"whenever a law is repealed, which repealed a former law, the former law shall not thereby be revived, unless it is so specially provided, nor shall such repeal affect any right which accrued, any duty imposed, any penalty incurred, nor any proceeding commenced, under or by virtue of the law repealed.\" This section was admitted to be a part of the law <span class=\"star-pagination\">*495</span> of Minnesota at the time the appellant's offence was committed, and when the act of 1889 was passed. On behalf of the State it is contended that the former law for the punishment of murder in the first degree is to be read in connection with that section. We have not deemed it necessary to consider whether that section is applicable to capital cases, or to determine whether the punishment of death is, within its meaning, a \"penalty.\" Independently of that section, and for the reasons stated, we hold that the act of 1889, although applicable to offences committed after its passage, did not supersede the prior law prescribing, as the punishment for murder in the first degree committed prior to April 24, 1889, death by hanging, to be inflicted after the issue by the governor of a warrant of execution.</p>\n<p>Among the assignments of error by the appellant is one to the effect that \"the judgment of the State District Court that he be hanged at a time to be fixed by the governor of Minnesota was not a valid exercise of judicial authority or due process of law thus to deprive him of life at such time as the executive should arbitrarily appoint.\" We do not understand the counsel of the appellant to press this point. But as this assignment of error has not been formally withdrawn, and as human life is involved in our decision, it is proper to say that, under the law of Minnesota, at the time appellant committed the crime of which he was convicted, as well as when he was indicted and tried, the day on which the punishment of death should be inflicted depended upon the warrant of the governor. It is competent for the State to establish such regulations, and they are entirely consistent with due process of law. The court sentenced the convict to the punishment prescribed for the crime of murder in the first degree, leaving the precise day for inflicting the punishment to be determined by the governor. The order designating the day of execution is, strictly speaking, no part of the judgment, unless made so by statute. And the power conferred upon the governor to fix the time of infliction is no more arbitrary in its nature than the same power would be if conferred upon the court. Whether conferred upon the governor or the court, it is arbitrary in no <span class=\"star-pagination\">*496</span> other sense than every power is arbitrary that depends upon the discretion of the tribunal or the person authorized to exercise it. It may be, also, observed that at common law the sentence of death was generally silent as to the precise day of execution. <i>Atkinson</i> v. <i>The King,</i> 3 Bro. P.C. 2d ed. 517, 529; <i>Rex</i> v. <i>Rogers,</i> 3 Burrow, 1809, 1812; <i>Rex</i> v. <i>Doyle,</i> 1 Leach, 4th ed. 67; <i>Cuthcart</i> v. <i>Commonwealth,</i> 73 Penn. St. 108, 115; <i>Costley</i> v. <i>Commonwealth, Commonwealth</i> v. <i>Costley,</i> <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1</span></span>, 35. Of course if the statute so requires, the court must, in its sentence, fix the day of execution. Equally must it forbear to do that if the statute confers upon some executive officer the power to designate the time of infliction.</p>\n<p><i>Judgment affirmed.</i></p>\n<p>MR. JUSTICE BRADLEY and MR. JUSTICE BREWER concurred in the judgment.</p>\n</div>", 
  "sha1": "f48d652d77a69b275b79e42dde45e1096eec552d", 
  "date_modified": "2014-12-21T01:31:07.818071", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/92903/holden-v-minnesota/", 
  "citation_count": 18, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/596647/", 
  "html": "<p class=\"case_cite\">137 U.S. 483</p>\n    <p class=\"case_cite\">11 S.Ct. 143</p>\n    <p class=\"case_cite\">34 L.Ed. 734</p>\n    <p class=\"parties\">HOLDEN<br>v.<br>STATE OF MINNESOTA.</p>\n    <p class=\"date\">December 8, 1890.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>C. C. Willson</i>, for appellant.</p>\n      <p class=\"indent\"><i>Moses E. Clapp</i> and <i>H. W. Childs</i>, for the State.</p>\n      <p class=\"indent\">Mr. Justice HARLAN, after stating the facts in the foregoing language, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">By an indictment returned May 15, 1889, in the district court of Redwood county, Minn., Clifton Holden was charged with the crime of murder in the first degree, committed in that county on the 23d day of November, 1888. Having been found guilty, and a motion for a new trial having been overruled, he prosecuted an appeal to the supreme court of the state. That court affirmed upon the merits the order denying the motion for a new trial, and remitted the case to the district court. State v. Holden, 42 Minn. 350, 44 N. W. Rep. 123. In the latter court it was adjudged February 18, 1890,th at, as a punishment for the crime of which he had been convicted, Holden be confined in the common jail of Brown county, (there being no jail in Redwood county,) and that thereafter, and after the lapse of three calendar months from the date of the sentence, and at a time to be designated in the warrant of the governor of the state, he be taken to the place of execution and hanged by the neck until dead. Gen. St. Minn. 1878, c. 117, &#167; 1.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On the 21st of May, 1890, the governor issued a warrant to the sheriff, which, after reciting the judgment, commanded and required him to cause execution of the sentence of the law to be done upon the convict on Friday, the 27th day of June, 1890, before the hour of sunrise of the day last named, at a place in the county of Redwood, to be selected by such officer, 'conformably with the provisions of section 3 of an act entitled 'An act providing for the mode of inflicting the punishment of death, the manner in which the same shall be carried into effect, and declaring a violation of any of the provisions of this act to be a misdemeanor,' approved April 24, 1889.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The accused, being in custody under the above judgment and warrant, presented to the circuit court of the United States for the district of Minnesota his written application for a writ of <i>habeas corpus</i>, based upon the ground that he was restrained of his liberty in violation of the constitution of the United States. The writ was issued, and the officers having charge of the accused made a return to which the petitioner filed an answer. The attorney general of Minnesota appeared on behalf of the state, insisting that the detention of the petitioner was not in violation of the supreme law of the land. Upon final hearing, the application for discharge was denied. From that order the present appeal was taken under section 764 of the Revised Statutes as amended by the act of March 3, 1885, (23 St. c. 353, p. 437.)</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The principal question before us depends upon the effect to be given to the act, referred to in the governor's warrant, of April 24, 1889. That act is as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'&#167; 1. The mode of inflicting the punishment of death shall in all cases be hanging by the neck until the person is dead. &#167; 2. Whenever the punishment of death is inflicted upon any convict in obedience to a warrant from the governor of the state, the sheriff of the county shall be present at the execution, unless prevented by sickness or other casualty; and he may have such military guard as he may think proper. He shall return the warrant with a statement under his hand of doings thereon as soon as may be after the said execution to the governor, and shall also file in the clerk's office of the court where the conviction was had an attested copy of the warrant and statement aforesaid, and the clerk shall subjoin a brief abstract of such statement to the record of conviction and sentence. &#167; 3. The warrant of execution shall be executed before the hour of sunrise of the day designated in the warrant and within the walls of the jail in all cases where the jail is so constructed that it can be conveniently done therein; but, when the jail is not so constructed, the warrant shall be executed within an inclosure which shall be higher than the gallows, and shall exclude the view of persons outside, and which shall be prepared for that purpose, under the direction of the sheriff, in the immediate vicinity of the jail; or, if there be no jail in the county, at some convenient place at the county-seat, to be selected by the sheriff. &#167; 4. After the issue of the warrant for execution by the governor, the prisoner shall be kept in solitary confinement, and the following persons shall be allowed to visit him, but none other, viz.: The sheriff and his deputies, the prisoner's counsel, any priest or clergyman the prisoner may select, and the members of his immediate family. &#167; 5. Besides the sheriff and his assistants, the following persons may be present at the execution, but none other: The clergy man or priest i a ttendance upon the prisoner, and such other persons as the prisoner may designate, not exceeding three in number, a physician or surgeon, to be selected by the sheriff, and such other persons as the sheriff may designate, not exceeding six in number, but no person so admitted shall be a newspaper reporter or representative. No account of the details of such execution, beyond the statement of the fact that such convict was on the day in question duly executed according to law, shall be published in any newspaper. &#167; 6. Any person who shall violate or omit to comply with any of the provisions of this act shall be guilty of a misdemeanor. &#167; 7. All acts and parts of acts inconsistent with the provisions of this act are hereby repealed. &#167; 8. This act shall take effect and be in force from and after its passage.' Gen. Laws Minn. 1889, c. 20, p. 66.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The contention of the appellant is that by the law of Minnesota, in force when the alleged crime was committed, and up to the passage of the act of April 24, 1889, the punishment for murder in the first degree was death, without solitary confinement of the convict; that the act of that date, adding the penalty of solitary confinement between the date of the governor's warrant and the execution, would, if applied to previous offenses, be <i>ex post facto</i> in its nature, and therefore was inconsistent with the prior law; and that inasmuch as that act made no saving as to previous offenses, and repealed all acts and parts of acts inconsistent with its provisions, there was no statute in force, after the 24th of April, 1889, prescribing the punishment of death for murder in the first degree committed before that date. While this may not be expressed in terms, it is, in fact, the contention of the appellant, the argument in his behalf necessarily leading to this conclusion; for he insists that the repeal by the seventh section of the act of 1889 of all prior inconsistent laws was an act of complete amnesty in respect to all offenses of murder in the first degree previously committed, making subsequent imprisonment therefor illegal. Whether such was the result of that act, interpreted in the light of prior statutes, is the principal question on this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">By the General Statutes of Minnesota in force at the close of the legislative session of 1878, it was provided (chapter 94) that the killing of a human being, without the authority of law, and with a premeditated disign to effect the death of the person killed, or any human being, was murder in the first degree, (section 1;) and that whoever was convicted thereof should suffer the penalty of death, and be kept in solitary confinement for a period of not less than one month nor more than six months, in the discretion of the judge before whom the conviction was had, at the expiration of which time it became the duty of the governor to issue his warrant of execution. Gen. St. 1878, &#167; 2, pp. 882, 883. Other sections of the same chapter were as follows: '&#167; 3. The penalty of death as a punishment for crime is hereby abolished in this state, except in the cases provided for in section two of this act, and hereafter the penalty for the crime of murder in the first degree shall be as prescribed in sections two and three of this act.' Gen. Laws 1868, c. 88, &#167; 1. '&#167; 4. Whenever, upon the trial of any person upon an indictment for murder in the first degree, the jury shall have agreed upon a verdict of guilty of such offense, such jury may also determine in the same manner that the person so convicted shall be punished by death, and, if they so determine, shall render their verdict accordingly; and, in such case, the person so convicted shall be punished by death, as prescribed by section two of chapter ninety-four of the General Statutes for the punishment of murder in the first degree.' Gen. Laws 1868, &#167; 2. '&#167; 5. Whoever shall be convicted of murder in the first degree, if the jury upon whose conviction the penalty is inflicted shall not by their verdict prescribe the en alty of death, shall be punished by imprisonment at hard labor in the state-prison during the remainder of the term of his natural life, with solitary confinement upon bread and water diet for twelve days in each year during the term, to be apportioned in periods of not exceeding three days' duration each, with an interval of not less than fourteen days intervening each two successive periods.' Gen. Laws 1868, &#167; 3. '&#167; 6. The provisions of this act shall not apply nor extend to an act done nor offense committed prior to the passage hereof; but the provisions of law now in force, and applicable to the crime of murder in the first degree, as well in respect to the penalty affixed to the commission of such crime as in all other respects, shall be and remain in full force and effect as to any such offense heretofore committed.' Gen. Laws 1868, &#167; 4. '&#167; 7. That in all cases where the time of imprisonment is during life, solitary imprisonment in the state-prison is hereby abolished, except for prison discipline.' Gen. Laws 1876, c. 79, &#167; 1.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">By chapter 118 of the same General Statutesit was provided: '&#167; 3. When any person is convicted of any crime for which sentence of death is a warded against him, the clerk of the court, as soon as may be, shall make out and deliver to the sheriff of the county a certified copy of the whole record of the conviction and sentence; and the sheriff shall forthwith transmit the same to the governor; and the sentence of death shall not be executed upon such convict until a warrant is issued by the governor, under the seal of the state, with a copy of the record thereto annexed, commanding the sheriff to cause the execution to be done; and the sheriff shall thereupon cause to be executed the judgment and sentence of the law upon such convict. &#167; 4. The judge of the court at which a conviction requiring judgment of death is had, shall, immediately after conviction, transmit to the governor, by mail, a statement of the conviction and judgment, and of the testimony given at the trial.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'&#167; 11. The punishment of death shall, in all cases, be inflicted by hanging the convict by the neck, until he is dead, and the sentence shall, at the time directed by the warrant, be executed at such place within the county as the sheriff shall select. &#167; 12. Whenever the punishment of death is inflicted upon any convict, in obedience to a warrant from the governor, the sheriff of the county shall be present at the execution, unless prevented by sickness or other casualty; and he may have such military guard as he may think proper. He shall return the warrant, with a statement under his hand of his doings thereon, as soon as may be after the said execution, to the governor, and shall also file in the clerk's office of the court where the conviction was had an attested copy of the warrant and statement aforesaid, and the clerk shall subjoin a brief abstract of such statement to the record of conviction and sentence.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The next statute in point of time was that of March 3, 1883, entitled 'An act prescribing the punishment of murder in the first degree.' It provided that 'whoever is guilty of murder in the first degree shall suffer the punishment of death: provided, that, if in any such case the court shall certify of record its opinion, that, by reason of exceptional circumstances, the case is not one in which the penalty of death should be imposed, the punishment shall be imprisonment for life in the penitentiary.' That act repealed sections 3, 4, 5, and 6 of chapter 94 of the General Statutes of 1878, as well as all acts and parts of acts inconsistent with its provisions. Minn. Sess. Laws 1883, c. 122, p. 164.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Then came the act of March 9, 1885, establishing a Penal Code, and which went into effect January 1, 1886. It contained, among others, the following sections: '&#167; 152. The killing of a human being, unless it is excusable or justifiable, is murder in the first degree, when perpetrated with a premeditated design to effect the death of the person killed, or of anth er.' '&#167; 156. Murder in the first degree is punishable by death: provided, that if in any such case the court shall certify of record its opinion that, by reason of exceptional circumstances, the case is not one in which the penalty of death should be imposed, the punishment shall be imprisonment for life in the state-prison.' '&#167; 541. Chapters 93, 94, 95, 96, 97, 98, 99, 100, and 101 of the General Statutes of 1878, and all acts and parts of acts which are inconsistent with the provisions of this act, are repealed, so far as they define any crime or impose any punishment for crime, except as herein provided.' 2 Gen. St. Minn., Supp. 1888, pp. 969, 971, 1050. It is important to be here observed that chapter 94, thus repealed, authorized (section 2) the keeping of one convicted of a capital crime in solitary confinement for a period of not less than one nor more than six months, in the discretion of the judge before whom the conviction was had.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Such was the state of the law in Minnesota at the time of the commission by Holden of the crime for which he was indicted and convicted. As the Penal Code did not repeal chapter 118 of the General Statutes of 1878, except so far as the provisions of the latter were inconsistent with that Code, it is apparent that at the time his offense was committed the punishment therefor was, as prescribed in that chapter, death by hanging, and that his execution could not occur until a warrant for that purpose was issued by the governor. These provisions were not repealed by the act of April 24, 1889. In respect to the first and second sections of that act, it is clear that they contain nothing of substance that was not in sections 11 and 12 of chapter 118 of the General Statutes of 1878. And it is equally clear that act provisions of an existing statute cannot be regarded as inconsistent with a subsequent act merely because the latter re-enacts or repeats those provisions. As the act of 1889 repealed only such previous acts and parts of acts as were inconsistent with its provisions, it is inaccurate to say that that statute contained no saving clause whatever. By necessary implication, previous statutes that were consistent with its provisions were unaffected.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In reference to the third section of the act of 1889, it may be said that, while its provisions are new, it cannot be regarded as, in any sense, <i>ex post facto;</i> for it only prescribes the hour of the day before which, and the manner in which, the punishment by hanging shall be inflicted. Whether a convict sentenced to death shall be executed before or after sunrise, or within or without the walls of the jail, or within or outside of some other inclosure, and whether the inclosure within which he is executed shall be higher than the gallows, thus excluding the view of persons outside, are regulations that do not affect his substantial rights. The same observation may be made touching the restriction in section 5, as to the number and character of those who may witness the execution, and the exclusion altogether of reporters or representatives of newspapers. These are regulations which the legislature, in its wisdom, and for the public good, could legally prescribe in respect to executions occurring after the passage of the act, and cannot, even when applied to offenses previously committed, be regarded as <i>ex post facto</i> within the meaning of the constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The only part of the act of 1889 that may be deemed <i>ex post facto</i>, if applied to offenses committed before its passage, and after the adoption of the Penal Code, is section 4, requiring that, after the issue of the warrant of execution by the governor, 'the prisoner shall be kept in solitary confinement' in the jail, and certain persons only be allwe d to visit him. The application for the writ of <i>habeas corpus</i> states that the appellant is kept in solitary confinement; but this was denied in the return to the writ, and there is no proof in the record upon the subject. Crowley v. Christensen, 137 U. S. 86, 94, ante, 13. The appellant insists that we must presume that the officers holding him in custody have pursued the statute of 1889, and, consequently, that he is kept in solitary confinement. No such presumption can be indulged without imputing to the officers charged with the execution of the governor's warrant a purpose to enforce a statutory provision that cannot legally be applied to the case of the appellant. Even the governor's warrant furnishes no ground for such a presumption, because it did not require that the convict be kept in solitary confinement, but only that the judgment and sentence be carried into effect conformably to the third section of the act of 1889, which section, we have seen, has no reference to the mode of confinement.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We have proceeded in our examination of the case upon the ground that the prior statutes requiring the punishment of death to be inflicted by hanging, and the issuing by the governor of the warrant of execution before such punishment was inflicted, were consistent with, and were not repealed by, the act of 1889, and, therefore, so far as the mere imprisonment of the appellant, and his execution in conformity with prior statutes, were concerned, they could both occur without invoking the provision in the act of 1889, requiring solitary confinement after the warrant of execution was issued. This view, appellant contends, is not in harmony with the decision in Re Medley, 134 U. S. 160, 10 Sup. Ct. Rep. 384, where it was held that the effect of a clause in the Colorado statute, repealing all acts and parts of acts inconsistent with its provisions, was to bring Medley's Case under that statute in all particulars of trial and punishment, except so far as the legislature had power to apply other principles to the trial and punishment of the crime of which he was convicted.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">There are material differences between the Colorado and Minnesota statutes. The former provides that 'the punishment of death must, in each and every case of death sentence pronounced in this [that] state, be inflicted by the warden of the state penitentiary,' etc. Section 1. It also contains this provision: 'Whenever a person [be] convicted of crime, the punishment whereof is death, and such convicted person be sentenced to suffer the penalty of death, the judge passing such sentence shall appoint and designate in the warrant of conviction a week of time within which such sentence must be executed. Such week so appointed shall be not less than two nor more than four weeks from the day of passing such sentence. Said warrant shall be directed to the warden of the state penitentiary of this state, commanding said warden to do execution of the sentence imposed as aforesaid, upon some day within the week of time designated in said warrant, and it shall be delivered to the sheriff of the county wherein such conviction is had, who shall, within twenty-four hours thereafter, proceed to the said penitentiary and deliver such convicted person, together with the warrant as aforesaid, to the said warden, who shall keep such convict in solitary confinement until infliction of the death penalty.' Section 2. These provisions indicate the purpose of the legislature of Colorado that that act no matter when the offense was committed&#8212;should control in every case tried after its passage in which the sentence of death was imposed. It was evidently intended that it should cover the whole subject of the trials and sentences in capital cases, as well as the mode of inflicting the punishment prescribed. It was so interpreted by the state court; for, although Medley's crime was committed before the passage of the Colorado statute under which he was tried, the imposition of solitary confinement was part ofth e very judgment and sentence against him. Thus interpreted, this court held the Colorado statute to be a legislative declaration that it was not fit that the existing law remain in force, and, consequently, that it abrogated all former laws covering the same subject, and was <i>ex post facto</i> when applied to prior offenses.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">No such case is before us, and no such construction of the Minnesota statute of 1889 is required. The sentence against the appellant did not require that he be kept in solitary confinement. Nor did that statute cover the whole subject of murder in the first degree, or prescribe the only rules that should control in the trial and punishment for crimes of that class. It did not touch the judgments to be pronounced in such cases, nor interfere with the power of the governor to issue a warrant of execution. The provisions of the previous law, as to the nature of the sentence, the particular mode of inflicting death, and the issuing by the governor of the warrant of execution before the convict was hung, were therefore not repealed, although some of them were re-enacted or repeated in the statute of 1889, and other provisions, relating merely to the time and mode of executing the warrant, but not affecting the substantial rights of the convict, were added. Indeed, as the act of 1889 does not itself preseribe the punishment of death for murder in the first degree, the authority to inflict that punishment, even for an offense committed after its passage, must be derived from the previous law. The only interpretation of that act that will give full effect to the intention of the legislature in respect to the prior unrepealed law relating to sentences of death for murder in the first degree committed before its passage is to hold, as we do, that its fourth section, prescribing solitary confinement, is an independent provision, applicable only to future offenses, not to those committed prior to its passage.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In this view, and as it does not appear that the appellant is kept in solitary confinement, there is no ground upon which it can be held that his mere imprisonment, in execution of the sentence of death, is in violation of the constitutional provision against <i>ex post facto</i> laws. That sentence, the subsequent imprisonment of the convict under it, without solitary confinement, and the warrant of execution, are in accordance with the law of the state as it was when the offense was committed, and do not infringe any right secured by the constitution of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Much was said at the argument in reference to section 3 of chapter 4 of the General Statutes of 1866, declaring that 'whenever a law is repealed, which repealed a former law, the former law shall not thereby be revived, unless it is so specially provided, nor shall such repeal affect any right which accrued, any duty imposed, any penalty incurred, nor any proceeding commenced, under or by virtue of the law repealed.' This section was admitted to be a part of the law of Minnesota at the time the appellant's offense was committed, and when the act of 1889 was passed. On behalf of the state it is contended that the former law for the punishment of murder in the first degree is to be read in connection with that section. We have not deemed it necessary to consider whether that section is applicable to capital cases, or to determine whether the punishment of death is, within its meaning, a 'penalty.' Independently of that section, and for the reasons stated, we hold that the act of 1889, although applicable to offenses committed after its passage, did not supersede the prior law prescribing, as the punishment for murder in the first degree committed prior to April 24, 1889, death by hanging, to be inflicted after the issue by the governor of a warrant of execution.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Among the assignments of error by the appellant is one to the effect that 'the judgment of the state district court that he be hanged at a time to be fixed by the governor of Minnesota was not a valid exercise of judicial auho rity or due process of law thus to deprive him of life at such time as the executive should arbitrarily appoint.' We do not understand the counsel of the appellant to press this point. But as this assignment of error has not been formally withdrawn, and as human life is involved in our decision, it is proper to say that under the law of Minnesota, at the time appellant committed the crime of which he was convicted, as well as when he was indicted and tried, the day on which the punishment of death should be inflicted depended upon the warrant of the governor. It is competent for the state to establish such regulations, and they are entirely consistent with due process of law. The court sentenced the convict to the punishment prescribed for the crime of murder in the first degree, leaving the precise day for inflicting the punishment to be determined by the governor. The order designating the day of execution is, strictly speaking, no part of the judgment, unless made so by statute; and the power conferred upon the governor to fix the time of infliction is no more arbitrary in its nature than the same power would be if conferred upon the court. Whether conferred upon the governor or the court, it is arbitrary in no other sense than every power is arbitrary that depends upon the discretion of the tribunal or the person authorized to exercise it. It may be also observed that at common law the sentence of death was generally silent as to the precise day of execution. Atkinson v. King, 3 Brown, Parl. Gas. (2d Ed.) 517, 529; Rex v. Rogers, 3 Burrows, 1809, 1812; Case of Doyle, 1 Leach, (4th Ed.) 67; Cathcart v. Com., 37 Pa. St. 108, 115; Costley v. Com., 118 Mass. 35. Of course, if the statute so requires, the court must, in its sentence, fix the day of execution. Equally must it forbear to do that if the statute confers upon some executive officer the power to designate the time of infliction. Judgment affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">BRADLEY and BREWER, JJ., concur in the judgment.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/92903/"
}