{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "35 U.S. 380", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/85992/"
    ], 
    "scotus_early_cite": "10 Pet. 380", 
    "case_name": "Lee v. Dick", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 53676, 
    "resource_uri": "/api/rest/v2/citation/53676/"
  }, 
  "id": 85992, 
  "blocked": false, 
  "judges": "Thompson", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1836-02-26", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>35 U.S. 380 (____)</b></center>\n<center><b>10 Pet. 380</b></center>\n<center><h1>*SAMUEL B. LEE, PLAINTIFF IN ERROR,<br>\nv.<br>\nNATHANIEL DICK AND OTHERS.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*381</span> The case was submitted to the court, in printed arguments, by Mr. Peyton, for the plaintiff; and by Mr. Bell, for the defendants.</p>\n<p><span class=\"star-pagination\">*387</span> Mr. Justice THOMPSON delivered the opinion of the court.</p>\n<p>This case comes up on a writ of error from the circuit court of the United States for West Tennessee. It was a special action on the case, on a guarantee given by the plaintiff in error in favour of Nightingale and Dexter. The declaration is special, stating that the defendant in the court below, by his guarantee bearing date the 24th of September in the year 1832, directed and addressed to the plaintiffs below, requested them to accept the draft of Nightingale and Dexter for the amount of 2000 dollars, and thereby promised to guaranty the punctual payment of the same to that amount: and avers, that Nightingale and Dexter afterwards, on the 5th of October, 1832, drew a bill on the plaintiffs below for 4250 dollars; and that, confiding in the promise of the defendant, they accepted the same, &amp;c. The declaration contains a count alleging an agreement by the defendant to guaranty the payment of 2000 dollars part of the 4250 <span class=\"star-pagination\">*388</span> dollars; with the necessary averments to charge the defendant with the payment of the 2000 dollars.</p>\n<p>*492] *The defendant pleaded the general issue; and upon the trial of the cause, the plaintiff produced the following evidence:</p>\n                                \"Memphis, September 24th, 1832.\n<p>\"Messrs. N. and J. Dick and Co.</p>\n<p>\"Gentlemen: Nightingale and Dexter, of Maury county, Tennessee, wish to draw on you at six or eight months date. You will please accept their draft for 2000 dollars, and I do hereby guaranty the punctual payment of it. Very respectfully your obedient servant.</p>\n                                               \"SAMUEL B. LEE.\"\n                                 \"Nashville, October 5th, 1832.\n<p>\"Exchange for $4250 00.</p>\n<p>\"Six months after date of this first of exchange (second unpaid,) pay to H.R.W. Hill, or order, 4250 dollars \u0097 cents, value received, and charge the same to account of yours, &amp;c.,</p>\n                                       \"NIGHTINGALE AND DEXTER.\n<p>\"To N. and J. Dick and Co., New Orleans.\"</p>\n<p>The plaintiff also offered in evidence the following letter of the defendant, Samuel B. Lee; which letter was written upon the same sheet of paper with the guarantee, but on different parts of it.</p>\n                               \"Memphis, September, 24th, 1832.\n<p>\"Mr. P.B. Dexter,</p>\n<p>\"Dear Sir: Yours of the 15th inst. came to hand in due time. I was absent, or should have answered it sooner. I left Mount Pleasant sooner than I expected when I saw you last. I learned that my presence was wanted at Savannah, and put o p h. I had calculated to get along with business without having any thing to do with drawing bills or with the bank; but there is no cash in this quarter, and our bills at the east are falling due, and I have no other alternative but to draw for what funds I am compelled to have, and may, during the winter (should I go largely into the cotton market, wish to draw for a considerable amount. I have no objections to guaranty your bill, except it might affect my own operations. I, however, send you a guarantee for 2000 dollars, which you can use if you choose. The balance I have no doubt your friend, Mr. Watson, will do for you. I would cheerfully do the whole amount, but expect to do business *493] with that house, and do not wish to be cramped *in my own operations. Spun thread, also coarse homespun are in good demand. My compliments to Mrs. and Miss Nightingale. Your</p>\nfriend,                                        \"SAMUEL B. LEE.\"\n<p>It was agreed by the counsel, that the bill of exchange and letter <span class=\"star-pagination\">*389</span> should go to the jury, and their effect, &amp;c., be charged upon by the court. The plaintiff proved that N. and J. Dick and Co. accepted the above bill, upon the faith of the said guarantee, and that they had paid it, and gave notice to the defendant, that they looked to him for the money. The court charged the jury, that if the defendant intended to guaranty a bill of exchange to be drawn for 2000 dollars, he would not be liable for a bill drawn for upwards of 4000 dollars. But if he intended to guaranty 2000 dollars of a bill to be drawn for a larger amount, then he would be liable for the 2000 dollars. That the court was of opinion, that the letter accompanying the guarantee was admissible in evidence, to explain whether the guarantor meant to guaranty a bill for 2000 dollars, or only 2000 dollars in a bill for a larger amount. The court also charged the jury, that no notice, by N. and J. Dick and Co. to the defendant, that they intended to accept, or had accepted and acted upon this guarantee, was necessary. To which opinion of the court the defendant excepted.</p>\n<p>The questions arising upon this case are:</p>\n<p>1st. Whether this evidence will warrant the conclusion, that the defendant intended to guarantee 2000 dollars in a bill to be drawn for a larger sum.</p>\n<p>2dly. Whether N. and J. Dick and Co. were bound to give notice to the defendant that they intended to accept, or had accepted and acted upon the guarantee.</p>\n<p>A guarantee is a mercantile instrument, and to be construed according to what is fairly to be presumed to have been the understanding of the parties, without any strict technical nicety. If the guarantee stood alone, unexplained by the letter which accompanied it, it would undoubtedly be limited to a specific draft for 2000 dollars, and would not cover that amount in a bill for a larger sum; but the letter which accompanied it fully justifies the conclusion, that the defendant undertook to guaranty 2000 dollars in a draft for a larger amount. The letter and guarantee were both written by the defendant, on the same sheet of paper, bear the same date, and may be *construed together, as constituting the guarantee. 7 Cranch, [*494 89. This letter is obviously in answer to one received from Dexter, one of the firm of Nightingale and Dexter: for he says, \"Your letter of the 15th instant came to hand in due time, &amp;c. I have no objection to guaranty your bill, except it might affect my own operations. I, however, send a guarantee for 2000 dollars, which you can use if you choose.\" This was clearly in answer to an application to guaranty a larger sum; and admits of no other construction than that he should have no objection to guaranty the whole sum he requested, if he was not under apprehensions that it would affect his own operations. The bill not having been drawn until the 5th of October, eleven days thereafter, the letter must have referred to a bill he wished to draw. But this is not all: he adds, \"The balance I have no doubt your friend, Mr. Watson, will do for you.\" The balance! What balance could this mean? Clearly the balance <span class=\"star-pagination\">*390</span> between the 2000 dollars for which he sent the guarantee, and the amount of the sum mentioned in the letter for which he wanted a guarantee. And again he says: \"I would cheerfully do the whole amount, but expect to do business with that house, and do not wish to be cramped in my own operations.\" The whole amount! What amount is here referred to? This admits of no other answer, than that it was the amount of the sum mentioned in the letter he had written to Dexter, in which he requested a guarantee. The opinion of the circuit court, therefore, upon the construction of the guarantee, was correct.</p>\n<p>The next question is, whether the plaintiffs were bound to give notice to the defendant, that they intended to accept, or had accepted and acted upon this guarantee. It is to be observed, that this guarantee was prospective: it looked to a draft thereafter to be drawn: and this question is put at rest by the decisions of this court. The case of Russel v. Clark's Executors, 7 Cranch, 91, was a bill in chancery to recover a sum of money upon a guarantee alleged to grow out of several letters, written by Clark and Nightingale to Russel. The court say, \"We cannot consider these letters as constituting a contract by which Clark and Nightingale undertook to render themselves liable for the engagements of Robert Murray and Co. to Nathaniel Russel. Had it been such a contract, it would certainly have been the duty of the plaintiff to have given immediate notice to the defendant, of the extent of his engagements.\" Although the point now in question was not precisely the one before the court *495] in that case, as there was *no contract of guarantee made out, yet it is laid down as a settled and undisputed rule. The case of Edmondson v. Drake and Mitchell, 5 Peters, 624, was an action founded on a letter of credit, given by Edmondson to Castello and Black, as follows: \u0097 \"Gentlemen: The present is intended as a letter of credit in favour of my regarded friends, Messrs. J. and T. Robinson, to the amount of 40 or 50,000 dollars; which sum they may wish to invest through you in the purchase of your produce. Whatever engagements these gentlemen may enter into, will be punctually attended to.\"</p>\n<p>On the trial, the court was requested to instruct the jury, that in order to make the defendant liable to the plaintiff under the contract, they were bound by the law merchant to give him due notice. Upon this prayer the court was divided, and the instruction was not given: and this court decided that the instruction ought to have been given. The court said it would indeed be an extraordinary departure from that exactness and precision which peculiarly distinguish commercial transactions; which is an important principle in the law and usages of merchants; if a merchant should act on a letter of this character, and hold the writer responsible without giving notice to him that he had acted on it. The authorities on this point, say the court, unquestionably establish this principle. And again, the case of Douglass and others v. Reynolds and others, 7 Peters, 125, was an action upon a guarantee; and the court was requested to instruct the jury, <span class=\"star-pagination\">*391</span> that to enable the plaintiff to recover on the letter of guarantee, they must prove that notice had been given, in a seasonable time after said letter of guarantee had been accepted by them, to the defendant, that the same had been accepted. This instruction the court below refused to give; and this court say the instruction asked was correct, and ought to have been given. That a party giving a letter of guarantee has a right to know whether it is accepted; and whether the person to whom it is addressed means to give credit on the footing of it or not. It may be most material, not only as to his responsibility, but as to future rights and proceedings. It may regulate in a great measure his course of conduct, and his exercise of vigilance in regard to the party in whose favour it is given. Especially it is important in case of a continuing guarantee, since it may guide his judgment in recalling or suspending it. This last remark by no means warrants the conclusion that notice is not necessary in a guarantee of a single transaction; but only that the reason of the rule applies more forcibly to a continuing *guarantee. It is unnecessary, after [*496 such clear and decided authority in this court on this point, to fortify it by additional adjudications. We are not aware of any conflict of decisions on this point; and if there are, we see no reason for departing from a doctrine so long and so fully settled in this court.</p>\n<p>We do not mean to lay down any rule with respect to the time within which such notice must be given. The same strictness of proof is not necessary to charge a party upon his guarantee, as would be necessary to support an action upon the bill itself; when by the law merchant a demand upon, and refusal by the acceptors must be proved in order to charge any other party upon the bill. 8 East, 245. There are many cases where the guarantee is of a specific existing demand by a promissory note or other evidence of a debt; and such guarantee is given upon the note itself, or with reference to it and recognition of it; when no notice would be necessary. The guarantor, in such cases, knows precisely what he guaranties, and the extent of his responsibility; and any further notice to him would be useless, 14 Johns. Rep. 349; 20 Johns. 365. But when the guarantee is prospective, and to attach upon future transactions; and the guarantor uninformed whether his guarantee has been accepted and acted upon or not, the fitness and justice of the rule requiring notice is supported by considerations that are unanswerable.</p>\n<p>We are accordingly of opinion that the circuit court erred in deciding that notice was not necessary; and that the judgment must be reversed.</p>\n<p>This cause came on to be heard on the transcript of the record from the circuit court of the United States for the district of West Tennessee, and was argued by counsel; on consideration whereof, it is ordered and adjudged by this court, that the judgment of the said circuit court in this cause be, and the same is hereby reversed; and that this cause be, and the same is hereby remanded to the said circuit court for further proceedings.</p>\n</div>", 
  "time_retrieved": "2010-04-28T08:59:58", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">35</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">380</span></span> (____)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">380</span></span></b></center>\n<center><h1>*SAMUEL B. LEE, PLAINTIFF IN ERROR,<br>\nv.<br>\nNATHANIEL DICK AND OTHERS.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*381</span> The case was submitted to the court, in printed arguments, by Mr. Peyton, for the plaintiff; and by Mr. Bell, for the defendants.</p>\n<p><span class=\"star-pagination\">*387</span> Mr. Justice THOMPSON delivered the opinion of the court.</p>\n<p>This case comes up on a writ of error from the circuit court of the United States for West Tennessee. It was a special action on the case, on a guarantee given by the plaintiff in error in favour of Nightingale and Dexter. The declaration is special, stating that the defendant in the court below, by his guarantee bearing date the 24th of September in the year 1832, directed and addressed to the plaintiffs below, requested them to accept the draft of Nightingale and Dexter for the amount of 2000 dollars, and thereby promised to guaranty the punctual payment of the same to that amount: and avers, that Nightingale and Dexter afterwards, on the 5th of October, 1832, drew a bill on the plaintiffs below for 4250 dollars; and that, confiding in the promise of the defendant, they accepted the same, &amp;c. The declaration contains a count alleging an agreement by the defendant to guaranty the payment of 2000 dollars part of the 4250 <span class=\"star-pagination\">*388</span> dollars; with the necessary averments to charge the defendant with the payment of the 2000 dollars.</p>\n<p>*492] *The defendant pleaded the general issue; and upon the trial of the cause, the plaintiff produced the following evidence:</p>\n                                \"Memphis, September 24th, 1832.\n<p>\"Messrs. N. and J. Dick and Co.</p>\n<p>\"Gentlemen: Nightingale and Dexter, of Maury county, Tennessee, wish to draw on you at six or eight months date. You will please accept their draft for 2000 dollars, and I do hereby guaranty the punctual payment of it. Very respectfully your obedient servant.</p>\n                                               \"SAMUEL B. LEE.\"\n                                 \"Nashville, October 5th, 1832.\n<p>\"Exchange for $4250 00.</p>\n<p>\"Six months after date of this first of exchange (second unpaid,) pay to H.R.W. Hill, or order, 4250 dollars \u0097 cents, value received, and charge the same to account of yours, &amp;c.,</p>\n                                       \"NIGHTINGALE AND DEXTER.\n<p>\"To N. and J. Dick and Co., New Orleans.\"</p>\n<p>The plaintiff also offered in evidence the following letter of the defendant, Samuel B. Lee; which letter was written upon the same sheet of paper with the guarantee, but on different parts of it.</p>\n                               \"Memphis, September, 24th, 1832.\n<p>\"Mr. P.B. Dexter,</p>\n<p>\"Dear Sir: Yours of the 15th inst. came to hand in due time. I was absent, or should have answered it sooner. I left Mount Pleasant sooner than I expected when I saw you last. I learned that my presence was wanted at Savannah, and put o p h. I had calculated to get along with business without having any thing to do with drawing bills or with the bank; but there is no cash in this quarter, and our bills at the east are falling due, and I have no other alternative but to draw for what funds I am compelled to have, and may, during the winter (should I go largely into the cotton market, wish to draw for a considerable amount. I have no objections to guaranty your bill, except it might affect my own operations. I, however, send you a guarantee for 2000 dollars, which you can use if you choose. The balance I have no doubt your friend, Mr. Watson, will do for you. I would cheerfully do the whole amount, but expect to do business *493] with that house, and do not wish to be cramped *in my own operations. Spun thread, also coarse homespun are in good demand. My compliments to Mrs. and Miss Nightingale. Your</p>\nfriend,                                        \"SAMUEL B. LEE.\"\n<p>It was agreed by the counsel, that the bill of exchange and letter <span class=\"star-pagination\">*389</span> should go to the jury, and their effect, &amp;c., be charged upon by the court. The plaintiff proved that N. and J. Dick and Co. accepted the above bill, upon the faith of the said guarantee, and that they had paid it, and gave notice to the defendant, that they looked to him for the money. The court charged the jury, that if the defendant intended to guaranty a bill of exchange to be drawn for 2000 dollars, he would not be liable for a bill drawn for upwards of 4000 dollars. But if he intended to guaranty 2000 dollars of a bill to be drawn for a larger amount, then he would be liable for the 2000 dollars. That the court was of opinion, that the letter accompanying the guarantee was admissible in evidence, to explain whether the guarantor meant to guaranty a bill for 2000 dollars, or only 2000 dollars in a bill for a larger amount. The court also charged the jury, that no notice, by N. and J. Dick and Co. to the defendant, that they intended to accept, or had accepted and acted upon this guarantee, was necessary. To which opinion of the court the defendant excepted.</p>\n<p>The questions arising upon this case are:</p>\n<p>1st. Whether this evidence will warrant the conclusion, that the defendant intended to guarantee 2000 dollars in a bill to be drawn for a larger sum.</p>\n<p>2dly. Whether N. and J. Dick and Co. were bound to give notice to the defendant that they intended to accept, or had accepted and acted upon the guarantee.</p>\n<p>A guarantee is a mercantile instrument, and to be construed according to what is fairly to be presumed to have been the understanding of the parties, without any strict technical nicety. If the guarantee stood alone, unexplained by the letter which accompanied it, it would undoubtedly be limited to a specific draft for 2000 dollars, and would not cover that amount in a bill for a larger sum; but the letter which accompanied it fully justifies the conclusion, that the defendant undertook to guaranty 2000 dollars in a draft for a larger amount. The letter and guarantee were both written by the defendant, on the same sheet of paper, bear the same date, and may be *construed together, as constituting the guarantee. 7 Cranch, [*494 89. This letter is obviously in answer to one received from Dexter, one of the firm of Nightingale and Dexter: for he says, \"Your letter of the 15th instant came to hand in due time, &amp;c. I have no objection to guaranty your bill, except it might affect my own operations. I, however, send a guarantee for 2000 dollars, which you can use if you choose.\" This was clearly in answer to an application to guaranty a larger sum; and admits of no other construction than that he should have no objection to guaranty the whole sum he requested, if he was not under apprehensions that it would affect his own operations. The bill not having been drawn until the 5th of October, eleven days thereafter, the letter must have referred to a bill he wished to draw. But this is not all: he adds, \"The balance I have no doubt your friend, Mr. Watson, will do for you.\" The balance! What balance could this mean? Clearly the balance <span class=\"star-pagination\">*390</span> between the 2000 dollars for which he sent the guarantee, and the amount of the sum mentioned in the letter for which he wanted a guarantee. And again he says: \"I would cheerfully do the whole amount, but expect to do business with that house, and do not wish to be cramped in my own operations.\" The whole amount! What amount is here referred to? This admits of no other answer, than that it was the amount of the sum mentioned in the letter he had written to Dexter, in which he requested a guarantee. The opinion of the circuit court, therefore, upon the construction of the guarantee, was correct.</p>\n<p>The next question is, whether the plaintiffs were bound to give notice to the defendant, that they intended to accept, or had accepted and acted upon this guarantee. It is to be observed, that this guarantee was prospective: it looked to a draft thereafter to be drawn: and this question is put at rest by the decisions of this court. The case of Russel v. Clark's Executors, 7 Cranch, 91, was a bill in chancery to recover a sum of money upon a guarantee alleged to grow out of several letters, written by Clark and Nightingale to Russel. The court say, \"We cannot consider these letters as constituting a contract by which Clark and Nightingale undertook to render themselves liable for the engagements of Robert Murray and Co. to Nathaniel Russel. Had it been such a contract, it would certainly have been the duty of the plaintiff to have given immediate notice to the defendant, of the extent of his engagements.\" Although the point now in question was not precisely the one before the court *495] in that case, as there was *no contract of guarantee made out, yet it is laid down as a settled and undisputed rule. The case of Edmondson v. Drake and Mitchell, 5 Peters, 624, was an action founded on a letter of credit, given by Edmondson to Castello and Black, as follows: \u0097 \"Gentlemen: The present is intended as a letter of credit in favour of my regarded friends, Messrs. J. and T. Robinson, to the amount of 40 or 50,000 dollars; which sum they may wish to invest through you in the purchase of your produce. Whatever engagements these gentlemen may enter into, will be punctually attended to.\"</p>\n<p>On the trial, the court was requested to instruct the jury, that in order to make the defendant liable to the plaintiff under the contract, they were bound by the law merchant to give him due notice. Upon this prayer the court was divided, and the instruction was not given: and this court decided that the instruction ought to have been given. The court said it would indeed be an extraordinary departure from that exactness and precision which peculiarly distinguish commercial transactions; which is an important principle in the law and usages of merchants; if a merchant should act on a letter of this character, and hold the writer responsible without giving notice to him that he had acted on it. The authorities on this point, say the court, unquestionably establish this principle. And again, the case of Douglass and others v. Reynolds and others, 7 Peters, 125, was an action upon a guarantee; and the court was requested to instruct the jury, <span class=\"star-pagination\">*391</span> that to enable the plaintiff to recover on the letter of guarantee, they must prove that notice had been given, in a seasonable time after said letter of guarantee had been accepted by them, to the defendant, that the same had been accepted. This instruction the court below refused to give; and this court say the instruction asked was correct, and ought to have been given. That a party giving a letter of guarantee has a right to know whether it is accepted; and whether the person to whom it is addressed means to give credit on the footing of it or not. It may be most material, not only as to his responsibility, but as to future rights and proceedings. It may regulate in a great measure his course of conduct, and his exercise of vigilance in regard to the party in whose favour it is given. Especially it is important in case of a continuing guarantee, since it may guide his judgment in recalling or suspending it. This last remark by no means warrants the conclusion that notice is not necessary in a guarantee of a single transaction; but only that the reason of the rule applies more forcibly to a continuing *guarantee. It is unnecessary, after [*496 such clear and decided authority in this court on this point, to fortify it by additional adjudications. We are not aware of any conflict of decisions on this point; and if there are, we see no reason for departing from a doctrine so long and so fully settled in this court.</p>\n<p>We do not mean to lay down any rule with respect to the time within which such notice must be given. The same strictness of proof is not necessary to charge a party upon his guarantee, as would be necessary to support an action upon the bill itself; when by the law merchant a demand upon, and refusal by the acceptors must be proved in order to charge any other party upon the bill. 8 East, 245. There are many cases where the guarantee is of a specific existing demand by a promissory note or other evidence of a debt; and such guarantee is given upon the note itself, or with reference to it and recognition of it; when no notice would be necessary. The guarantor, in such cases, knows precisely what he guaranties, and the extent of his responsibility; and any further notice to him would be useless, 14 Johns. Rep. 349; 20 Johns. 365. But when the guarantee is prospective, and to attach upon future transactions; and the guarantor uninformed whether his guarantee has been accepted and acted upon or not, the fitness and justice of the rule requiring notice is supported by considerations that are unanswerable.</p>\n<p>We are accordingly of opinion that the circuit court erred in deciding that notice was not necessary; and that the judgment must be reversed.</p>\n<p>This cause came on to be heard on the transcript of the record from the circuit court of the United States for the district of West Tennessee, and was argued by counsel; on consideration whereof, it is ordered and adjudged by this court, that the judgment of the said circuit court in this cause be, and the same is hereby reversed; and that this cause be, and the same is hereby remanded to the said circuit court for further proceedings.</p>\n</div>", 
  "sha1": "3edb274c2789119a1f55ac71e9be2fd87cdf7a0b", 
  "date_modified": "2014-12-21T01:24:31.174965", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/85992/lee-v-dick/", 
  "citation_count": 1, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/43286/", 
  "html": "<p class=\"case_cite\">35 U.S. 482</p>\n    <p class=\"case_cite\">10 Pet. 482</p>\n    <p class=\"case_cite\">9 L.Ed. 503</p>\n    <p class=\"parties\">SAMUEL B. LEE, PLAINTIFF IN ERROR<br>v.<br>NATHANIEL DICK AND OTHERS.</p>\n    <p class=\"date\">January Term, 1836</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">IN error to the circuit court of the United States for the district of West Tennessee.</p>\n      <p class=\"indent\">On the 24th of September 1832, Samuel B. Lee, the plaintiff in error, of Memphis, Tennessee, addressed to N. &amp; J. Dick and Company, at New Orleans, a letter in the following terms:</p>\n      <p class=\"indent\">'Gentlemen&#8212;Nightingale &amp; Dexter, of Maury county, Tennessee, wish to draw on you at six and eight months; you will please accept their draft for 2000 dollars, and I do hereby guarantee the punctual payment of it.</p>\n      <p class=\"indent\">'SAMUEL B. LEE.'</p>\n      <p class=\"indent\">On the same paper containing this guarantee, and on the same day, Mr Lee wrote a letter to P. B. Dexter, one of the firm of Nightingale &amp; Dexter, in which he says, 'I have no objections to guaranty your bill, except it might affect my own operations. I however send guarantee for 2000 dollars, which you can use if you choose. The balance, I have no doubt, your friend Mr Watson will do for you. I would cheerfully do the whole amount; but expect to do business with that house and do not wish to be cramped in my own operations.'</p>\n      <p class=\"indent\">On the 5th of October 1832, Nightingale &amp; Dexter, at Nashville, having forwarded the letter of guarantee given by the plaintiff in error, drew a bill of exchange for 4250 dollars on N. &amp; J. Dick, at New Orleans, payable six months after date; which bill was accepted on the faith of the guarantee, and they paid the same, and gave notice to Mr Lee that they looked to him for the money.</p>\n      <p class=\"indent\">The defendants in error not having been repaid the amount of the bill by the drawers, instituted an action against Samuel B. Lee, on his guarantee; and in September 1835 the cause was tried, and a verdict and judgment were rendered in favour of the plaintiffs.</p>\n      <p class=\"indent\">During the progress of the trial of the cause, the following bill of exceptions was tendered, and was sealed by the court.</p>\n      <p class=\"indent\">The court charged the jury, that if the defendant intended to guaranty a bill of exchange, to be drawn for 2000 dollars, he would not be liable upon a bill drawn for upwards 4000 dollars; but if he intended to guaranty 2000 dollars of a bill to be drawn for a larger amount, that then he would be liable for the 2000 dollars. That the court was of opinion the letter accompanying the guarantee was admissible in evidence, to explain whether the guarantor meant to guaranty a bill for 2000 dollars or only 2000 dollars in a bill for a larger amount: and it was the opinion of the court, that the true construction of the guarantee was, that he intended to guaranty the payment of 2000 dollars in a bill to be drawn for a larger amount. The court also charged the jury, that no notice by N. &amp; J. Dick &amp; Co. to the defendant, that they intended to accept or had accepted and acted upon this guarantee, was necessary.</p>\n      <p class=\"indent\">The defendant prosecuted this writ of error.</p>\n      <p class=\"indent\">The case was submitted to the court, in printed arguments, by Mr Peyton, for the plaintiff; and by Mr Bell, for the defendants.</p>\n      <p class=\"indent\">Mr Peyton stated, that:</p>\n      <p class=\"indent\">In this case it appears that the plaintiff, as matter of accommodation, did, on the 24th day of September 1832, at Memphis, in the state of Tennessee, at the request of the house of Nightingale &amp; Dexter, of Maury county, Tennessee (a distance of more than two hundred miles from Memphis), agree to guaranty the payment of a draft of 2000 dollars, to be drawn thereafter by the house of Nightingale &amp; Dexter on the firm of N. &amp; J. Dick &amp; Co., of New Orleans; that Nightingale &amp; Dexter, on the 5th of October 1832, drew a draft in favour of H. R. W. Hill on N. &amp; J. Dick &amp; Co. of New Orleans, for the sum of 4250 dollars; which draft having been paid by N. &amp; J. Dick, they instituted suit in March 1835 against S. B. Lee, upon his guarantee.</p>\n      <p class=\"indent\">Upon the trial of the cause below, the court permitted a letter to be read, which was written by the plaintiff of Mr P. B. Dexter; to the reception of which the plaintiff in error objected. It was shown that N. &amp; J. Dick &amp; Co. accepted the bill of 4250 dollars upon the faith of the said guarantee, and proved also that they paid it, and gave notice to the defendant that they looked to him for the money. But there is no proof of notice that the guarantee of the plaintiff was accepted; nor was there any proof of a demand of the money from the house of Nightingale &amp; Dexter, and notice of their failure to pay given to the plaintiff. The plaintiff in error relies upon the following points and authorities:</p>\n      <p class=\"indent\">1. The guarantee was for a draft of 2000 dollars; the draft in this case was for 4250 dollars. If A guaranty a specific amount to be secured by a draft to that identical amount, he is not liable for any part of a draft for a greater amount. He might have been aware that the means and ability to pay, in case of loss, by misfortune or otherwise, of his friend, would not reach beyond that point: and if he had known that he intended to contract a debt beyond his means, it might have been a sufficient cause for declining to become bound for any part of that amount. As for the letter written by the plaintiff to Dexter, it was inadmissible in evidence, because it cannot change the guarantee in any essential manner whatever. The guarantee is the written contract; this letter is not between the same parties; it was not necessarily exhibited by Dexter to the defendants. But, if it is to be received in evidence, is it at all inconsistent with the guarantee? He does not state in his letter how, or in what manner, he is willing to guaranty his part of the amount desired to be raised; whether he will secure that sum by guarantying part of a large draft, or the whole of a small draft; whether he was willing to involve his name and credit with that of any other man on a large draft or not. To determine this question, we must refer to the guarantee itself: that clearly shows the manner, as well as the amount which he was willing to guaranty. The terms of this written contract, between the plaintiff and the defendants, are clear and unambiguous: ought their force and effect to be extended, by a reference to the latter of plaintiff to Dexter, not a part of that contract, a private letter, couched in friendly terms, making an apology for not agreeing to go further, and do more than he had done in the written agreement? Did he write this letter for the eyes of the defendants? Might it not have been withheld from them, with propriety, by Dexter?</p>\n      <p class=\"indent\">Nightingale &amp; Dexter wish to draw for a large amount of money on N. &amp; J. Dick &amp; Co. It could not be effect without security. The defendant is unwilling to go further than a specific amount, secured in a draft to be drawn for that amount. In his letter to Dexter, he says: 'I send a guarantee for 2000 dollars, which you can use if you choose. The balance, I have no doubt, your friend. Mr Watson, will do for you,' &amp;c. But, suppose Mr Watson does not do so: is the bill or draft to be for double the amount, and the balance unsecured? This is made certain by a reference to the guarantee. How could it be supposed that the plaintiff would have guarantied one dollar alone, and without Mr Watson, or some other responsible guarantor for the balance, of a larger amount than 2000 dollars? He had no right to suppose any further credit than the draft of 2000 dollars would be extended, unless some one would guaranty the payment of the amount over and above that sum. He had an important interest that the credit should not be so extended, without security. But, at all events, his name and his credit were not to be involved with any other or greater amount than that specified in the guarantee. In support of this point, the plaintiff refers to the following authorities: Philips v. Astling, 2 Taunt. Rep. 206, 212; 3 Wheat. Rep. 151, 152.</p>\n      <p class=\"indent\">2. The plaintiff relies, mainly, on the want of notice; and contends that the defendants were bound to give him notice&#8212;first, of the acceptance of the guarantee by the defendants, and that they had or would extend the accommodation on the footing of it, and to what amount he was liable: second, that the defendants were bound, after the payment of the money for Nightingale &amp; Dexter, to make a demand of them for payment, and give notice of such demand and refusal to the plaintiff.</p>\n      <p class=\"indent\">What is the meaning of this guarantee? If you, Mr Dick, will accept the draft of the house of Nightingale &amp; Dexter at six or eight months, I will guaranty that you shall be punctually paid the money. Is the plaintiff to remain in ignorance of his liability until the draft falls due? Is this responsibility to be sprung upon him by a protest? by the loss of his credit? and without one hour's time to prepare for the shock? It is a part of the contract itself; it is a well settled principle in 'the law and usages of merchants,' that a party giving such a guarantee has a right to be informed, within a reasonable time, whether it is accepted, and to what extent he is liable. This knowledge is not a formal matter, but may be, and generally is, most material, not only as to his responsibility, and the necessity of providing the means to meet that responsibility, and save his credit, which is so vitally important to a merchant; but it may be equally important in future proceedings, dealings, &amp;c. between the parties. It may excite him to vigilance in looking to his own final security. These undertakings for the debt of another have always been strictly construed by the courts. The case of Douglass and others v. Reynolds and others, decided in this court at January term 1833, reported in 7 Peters's Rep., commencing at p. 113, is directly in point. In p. 125, the court says: 'the party giving a letter of guarantee has a right to know whether it is accepted,' &amp;c., and assigns the most conclusive and satisfactory reasons for that 'right.' In the case of Edmondson v. Drake &amp; Mitchel, decided at January term 1831, reported in 5 Peters 624, 637, the court says, 'it would, indeed, be an extraordinary departure from that exactness and precision which pecularily distinguish commercial transactions, which is an important principle in the law and usage of merchants; if a merchant should act on a letter of this character, and hold the writer responsible, without giving notice to him that he had acted on it. The authorities quoted at the bar on this point, unquestionably establish this principle.' In 7 Cranch 92, in the case of Russell v. Clark's Executors, Chief Justice Marshall says, 'plaintiff must give immediate notice to the defendant of the extent of his engagements,' in such a case as the present. This principle is so clearly and so recently established by the decisions of this court in the cases above recited, that it is not deemed to be important by the plaintiff to accumulate authorities upon this point. He referred to a few others, viz. 7 Peters's Rep. 113, 125; 5 Peters 624, 637; 1 Mason's Rep. 340; 7 Cranch 91, 92.</p>\n      <p class=\"indent\">3. The plaintiff contends, that a demand of payment should have been made of Nightingale &amp; Dexter; and, in case of non-payment by them, that notice of such demand and non-payment should have been given in a reasonable time to the plaintiff: and, for want of this, he is discharged from his guarantee.</p>\n      <p class=\"indent\">In the case of Douglass and others v. Reynolds and others, before referred to in 7 Peters 127, there will be found an authority directly in point. The court says: 'by the very terms of the guarantee, as well as by the general principles of law, the guarantors are only collaterally liable upon the failure of the principal debtor to pay the debt. A demand upon him, and a failure on his part to perform his engagements, are indispensable to constitute a casus foederis,' &amp;c. 'The guarantors are not to be held to any length of indulgence of credit which the creditors may choose,' &amp;c.</p>\n      <p class=\"indent\">This position is sustained by the other authorities referred to on the preceding points. The only notice given by N. &amp; J. Dick &amp; Co., as appears from the record, was, that they looked to the plaintiff for the money.</p>\n      <p class=\"indent\">The court below charged the jury, 'that no notice by N. &amp; J. Dick &amp; Co. to the defendant, that they intended to accept, or had accepted and acted upon this guarantee, was necessary.' Thus the plaintiff was kept in ignorance of his liability for a firm, at a great distance from his residence, the condition of which was unknown to him: having no motive, no interest to inquire into its condition, although it was in failing circumstances; and all others, whose fate depended upon its success, had an opportunity of knowing the facts, and the privilege of endeavouring to provide a remedy. This cannot be the fair interpretation of the rule of law applicable to such cases. In permitting the letter of the plaintiff to Dexter to be read, it was agreed, 'that it should go to the jury, together with the bill of exchange, and their effect be charged upon by the court. The court was of opinion, that the letter of the plaintiff to Dexter was admissible in evidence, to explain whether the guarantor meant to guaranty a bill for 2000 dollars only, or 2000 dollars in a bill for a larger amount: and it was the opinion of the court, that the true construction of the guarantee was, that he intended to guaranty the payment of 2000 dollars, in a bill to be drawn for a larger amount.' Now, it is evident that the opinion of the court, as to the intention of the guarantor, was derived not from the guarantee itself, but from a piece of evidence&#8212;the letter. If that letter was admissible at all, it was as matter of evidence, to go to the jury; and they were the proper triers of its force, weight and meaning. The court decided the fact of intention from evidence adduced; which evidence and conclusion it was the province of the jury to weigh and decide upon for themselves. The court, in the very same paragraph, says: 'that, if the defendant intended to guaranty a bill to be drawn for 2000 dollars, he would not be liable upon a bill drawn for upwards of 4000 dollars.' And then instructs the jury that such was not his intention, but that he intended to guaranty a part of a large draft, &amp;c. This was deciding the whole question. The jury had nothing to do but to render a verdict against the defendant below.</p>\n      <p class=\"indent\">Mr Bell, for the defendants.</p>\n      <p class=\"indent\">It was objected, upon the trial, that the guarantee was for 2000 dollars, and the bill drawn by Nightingale &amp; Dexter was for 4250. The letter accompanying the guarantee, together with the bill for 4250 dollars, were offered in evidence to prove that Lee had engaged to guaranty 2000 dollars, part of a bill for a larger amount; and it was 'agreed' by counsel, that the effect of this evidence should be charged upon by the court. It was the opinion of the court, that the true construction of the guarantee was, that the guarantor intended to guaranty the payment of 2000 dollars, on a bill for a larger amount.</p>\n      <p class=\"indent\">It is difficult to see how there could be any doubt upon this point. The letter to P. B. Dexter ought to be regarded as full and satisfactory. In one part of the letter he says, 'I have no objections to guaranty your bill, except it might affect my own operations. I, however, send you a guarantee for 2000 dollars, which you can use if you choose. The balance, I have no doubt, your friend Watson will do for you.'</p>\n      <p class=\"indent\">But it was objected, that no notice had been given by N. &amp; J. Dick &amp; Co. to Lee, the guarantor, that they accepted the guarantee, or that they had accepted a bill upon the faith of it; and the court charged that no such notice was necessary.</p>\n      <p class=\"indent\">There is no general rule of law applicable to the question presented in the record. Every case of guarantee must be decided upon its own particular circumstances. The case of Douglass and others v. Reynolds and others, 7 Peters 113, is the only one in which the doctrine is assumed, that such notice, in all cases, is necessary and the right of the guarantor; and in that case the question did not arise, and could not call for the serious attention of the court. That was clearly a case of a continuing guarantee; in regard to which, so many considerations of convenience and fairness urge the reasonabless of the doctrine, that the courts have gone very far in adding to and perfecting such contracts between parties, by assimilating them to the conditional undertakings of indorsers and drawers of bills and notes. But in the case of a limited and specific guarantee, like the present, it is submitted, with deference, that there is no settled rule of law requiring notice to be given, either of the acceptance of the guarantee, or that any liability has been assumed upon the faith of it. There are cases, unlike the present, however, in which it was proved that injury had been sustained by the want of such notice; and where it was ruled, that no notice having been given was a fatal omission.</p>\n      <p class=\"indent\">The transaction in the case before the court is peculiar. The precise nature of it appears from the facts set forth in the bill of exceptions. The bill, part of which was guarantied by Lee, was made to enable the drawers, Nightingale and Dexter, to raise funds in Tennessee; and it was accepted by N. and J. Dick &amp; Co. for their accommodation, upon the faith of the guarantee. Lee does not give a guaratee to the holder of the bill, that the drawers shall accept, or when accepted, that they shall pay it, or that the drawers shall pay the bill to the holders upon failure of the acceptor to pay&#8212;the usual case of guarantee: it is a contract of guarantee, collateral to, and separate from, the bill, entered into by Lee, who had no dealings with the drawers, that Nightingale and Dexter, the drawers of the bill, and who he knows, from the very nature of the transaction had no funds in the hands of the acceptors, shall be punctual in providing funds to meet their own bill at maturity.</p>\n      <p class=\"indent\">He agrees, that if N. and J. Dick will draw a bill for the accommodation of Nightingale and Dexter, and they should fail to make punctual provision for its payment, he would pay it, upon demand, himself. All the circumstances of the case, showed that when the guarantee was given, he could not doubt that it would be accepted, and acted upon. It was a presumption he was bound to act upon. If he had had notice that the bill was accepted upon the faith of his guarantee, all he could have done would have been to urge Nightingale and Dexter to make the necessary provision to meet the bill when due. N. and J. Dick &amp; Co., upon the request, and the guarantee of Lee, accepted a bill at six months for the accommodation of Nightingale and Dexter: it becomes due, and they have to pay it out of their own funds.</p>\n      <p class=\"indent\">The question is, shall they lose the benefit of his guarantee, or shall Lee escape responsibility upon the ground that no notice was given to him that his guarantee was accepted, or that a bill had been accepted upon the faith of it, until the maturity of the bill, and after payment of it out of their own funds by the acceptors, upon the default of the drawers to make the necessary provision. What law, or rule of law, created by judicial construction, compels such a result, in the case of a guarantee which does not appear upon the bill; and when the transaction is specific and single? It is respectfully submitted, that no case of this nature, has ever gone off upon such a principle. The general rule, in relation to notices, in the case of a guarantee not appearing upon a bill or note, is that the guarantor cannot object to the want of it. That this is the doctrine recognized by the writers upon this subject, may be seen in Chitty on Bills 204, 229, 230, 259, and the cases there referred to. There is a distinction between the rights of guarantors who are parties to bills and notes, and those whose names do not appear upon them. Notice of a failure to accept or pay a bill or note guarantied by a separate contract, does not appear to be required in any case. When the guarantor is party to the bill or note, the rule is not so strict as in an ordinary case of indorsement. It is going beyond all former rules and decisions in analogous cases, to require notice to be given to the guarantor, by an indorser or acceptor of a bill, that he took the bill, or became a party to it upon the faith of the guarantor, before there was any default of payment.</p>\n      <p class=\"indent\">It is also objected that demand of payment should have been made by N. and J. Dick &amp; Co. of Nightingale and Dexter, and notice of failure to pay upon such demand given to Lee, before he could be charged. The undertaking of Lee was absolute, that Nightingale and Dexter should make punctual provision for the payment of the bill. In some cases where the guarantor is a party to the bill, if the guarantee is absolute no notice is necessary. 20 Johns. Rep. 365.</p>\n      <p class=\"indent\">In all cases of guarantee it may be laid down as a general rule, that if the guarantor is not prejudiced by the want of notice he cannot object. 8 East 242; Chitty on Bills 259.</p>\n      <p class=\"indent\">Mr Justice THOMPSON delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case comes up on a writ of error from the circuit court of the United States for West Tennessee. It was a special action on the case, on a guarantee given by the plaintiff in error in favour of Nightingale and Dexter. The declaration is special, stating that the defendant in the court below, by his guarantee bearing date the 24th of September in the year 1832, directed and addressed to the plaintiffs below, requested them to accept the draft of Nightingale and Dexter for the amount of 2000 dollars, and thereby promised to guaranty the punctual payment of the same to that amount: and avers, that Nightingale and Dexter afterwards, on the 5th of October 1832, drew a bill on the plaintiffs below for 4250 dollars; and that, confiding in the promise of the defendant, they accepted the same, &amp;c. The declaration contains a count alleging an agreement by the defendant to guaranty the payment of 2000 dollars, part of the 4250 dollars; with the necessary averments to charge the defendant with the payment of the 2000 dollars.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The defendant pleaded the general issue; and upon the trial of the cause, the plaintiff produced the following evidence:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'Memphis, September 24th, 1832.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'Messrs N. &amp; J. Dick &amp; Co.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'Gentlemen: Nightingale &amp; Dexter, of Maury county, Tennessee, wish to draw on you at six or eight months date. You will please accept their draft for 2000 dollars, and I do hereby guaranty the punctual payment of it. Very respectfully your obedient servant.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'SAMUEL B. LEE.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'Nashville, October 5th, 1832.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'Exchange for $4250 00.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'Six months after date of this first of exchange (second unpaid), pay to H. R. W. Hill, or order, 4250 dollars&#8212;cents, value received, and charge the same to account of yours, &amp;c.,</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'NIGHTINGALE &amp; DEXTER.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'To N. &amp; J. Dick &amp; Co., New Orleans.'</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The plaintiff also offered in evidence the following letter of the defendant, Samuel B. Lee; which letter was written upon the same sheet of paper with the guarantee, but on different parts of it.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'Memphis, September 24th 1832.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'Mr. P. B. Dexter.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'Dear Sir: Yours of the 15th inst. came to hand in due time. I was absent, or should have answered it sooner. I left Mount Pleasant sooner than I expected when I saw you last. I learned that my presence was wanted at Savannah, and put o p h. I had calculated to get along with business without having any thing to do with drawing bills or with the bank; but there is no cash in this quarter, and our bills at the east are falling due, and I have no other alternative but to draw for what funds I am compelled to have, and may, during the winter (should I go largely into the cotton market), wish to draw for a considerable amount. I have no objections to guaranty your bill, except it might affect my own operations. I, however, send a guarantee for 2000 dollars, which you can use if you choose. The balance, I have no doubt, your friend Mr Watson will do for you. I would cheerfully to the whole amount, but expect to do business with that house, and do not wish to be cramped in my own operations. Spun thread, also coarse homespun are in good demand. My compliments to Mrs and Miss Nightingale. Your friend,</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'SAMUEL B. LEE.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It was agreed by the counsel, that the bill of exchange and letter should go to the jury, and their effect, &amp;c. be charged upon by the court. The plaintiff proved that N. &amp; J. Dick &amp; Co. accepted the above bill, upon the faith of the said guarantee, and that they had paid it, and gave notice to the defendant, that they looked to him for the money. The court charged the jury, that if the defendant intended to guaranty a bill of exchange to be drawn for 2000 dollars, he would not be liable for a bill drawn for upwards of 4000 dollars. But if he intended to guaranty 2000 dollars of a bill to be drawn for a larger amount, then he would be liable for the 2000 dollars. That the court was of opinion, that the letter accompanying the guarantee was admissible in evidence, to explain whether the guarantor meant to guaranty a bill for 2000 dollars, or only 2000 dollars in a bill for a larger amount. The court also charged the jury, that no notice, by N. &amp; J. Dick &amp; Co. to the defendant, that they intended to accept, or had accepted and acted upon this guarantee, was necessary. To which opinion of the court the defendant excepted.</p>\n    </div>\n    <p class=\"indent\">The questions arising upon this case are:</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">1st, Whether this evidence will warrant the conclusion, that the defendant intended to guarantee 2000 dollars in a bill to be drawn for a larger sum.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">2dly, Whether N. &amp; J. Dick &amp; Co. were bound to give notice to the defendant that they intended to accept, or had accepted and acted upon the guarantee.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">A guarantee is a mercantile instrument, and to be construed according to what is fairly to be presumed to have been the understanding of the parties, without any strict technical nicety. If the guarantee stood alone, unexplained by the letter which accompanied it, it would undoubtedly be limited to a specific draft for 2000 dollars, and would not cover that amount in a bill for a larger sum; but the letter which accompanied it fully justifies the conclusion, that the defendant undertook to guaranty 2000 dollars in a draft for a larger amount. The letter and guarantee were both written by the defendant, on the same sheet of paper, bear the same date, and may be construed together, as constituting the guarantee. 7 Cranch 89. This letter is obviously in answer to one received from Dexter, one of the firm of Nightingale &amp; Dexter: for he says, 'Your letter of the 15th instant came to hand in due time, &amp;c. I have no objection to guaranty your bill, except it might affect my own operations. I, however, send a guarantee for 2000 dollars, which you can use if you choose.' This was clearly in answer to an application to guaranty a larger sum; and admits of no other construction than that he should have no objection to guaranty the whole sum he requested, if he was not under apprehensions that it would affect his own operations. The bill not having been drawn until the 5th of October, eleven days thereafter, the letter must have referred to a bill he wished to draw. But this is not all: he adds, 'The balance I have no doubt your friend, Mr Watson, will do for you.' The balance! What balance could this mean? Clearly the balance between the 2000 dollars for which he sent the guarantee, and the amount of the sum mentioned in the letter for which he wanted a guarantee. And again he says: 'I would cheerfully do the whole amount, but expect to do business with that house, and do not wish to be cramped in my own operations.' The whole amount! What amount is here referred to? This admits of no other answer, than that it was the amount of the sum mentioned in the letter he had written to Dexter, in which he requested a guarantee. The opinion of the circuit court, therefore, upon the construction of the guarantee, was correct.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The next question is, whether the plaintiffs were bound to give notice to the defendant, that they intended to accept, or had accepted and acted upon this guarantee. It is to be observed, that this guarantee was prospective: it looked to a draft thereafter to be drawn: and this question is put at rest by the decisions of this court. The case of Russel v. Clark's Executors, 7 Cranch 91, was a bill in chancery to recover a sum of money upon a guarantee alleged to grow out of several letters, written by Clark &amp; Nightingale, to Russel. The court say, 'We cannot consider these letters as constituting a contract by which Clark &amp; Nightingale undertook to render themselves liable for the engagements of Robert Murray &amp; Co. to Nathaniel Russel. Had it been such a contract, it would certainly have been the duty of the plaintiff to have given immediate notice to the defendant, of the extent of his engagements.' Although the point now in question was not precisely the one before the court in that case, as there was no contract of guarantee made out, yet it is laid down as a settled and undisputed rule. The case of Edmondson v. Drake &amp; Mitchell, 5 Peters 624, was an action founded on a letter of credit, given by Edmondson to Castello &amp; Black, as follows: 'Gentlemen: The present is intended as a letter of credit in favour of my regarded friends, Messrs. J. &amp; T. Robinson, to the amount of 40 or 50,000 dollars; which sum they may wish to invest through you in the purchase of your produce. Whatever engagements these gentlemen may enter into, will be punctually attended to.'</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">On the trial, the court was requested to instruct the jury, that in order to make the defendant liable to the plaintiff under the contract, they were bound by the law merchant to give him due notice. Upon this prayer the court was divided, and the instruction was not given: and this court decided that the instruction ought to have been given. The court said it would indeed be an extraordinary departure from that exactness and precision which peculiarly distinguish commercial transactions; which is an important principle in the law and usages of merchants; if a merchant should act on a letter of this character, and hold the writer responsible without giving notice to him that he had acted on it. The authorities on this point, say the court, unquestionably establish this principle. And again, the case of Douglass and others v. Reynolds and others, 7 Peters 125, was an action upon a guarantee; and the court was requested to instruct the jury, that to enable the plaintiff to recover on the letter of guarantee, they must prove that notice had been given, in a seasonable time after said letter of guarantee had been accepted by them, to the defendant, that the same had been accepted. This instruction the court below refused to give; and this court say the instruction asked was correct, and ought to have been given. That a party giving a letter of guarantee has a right to know whether it is accepted; and whether the person to whom it is addressed means to give credit on the footing of it or not. It may be most material, not only as to his responsibility, but as to future rights and proceedings. It may regulate in a great measure his course of conduct, and his exercise of vigilance in regard to the party in whose favour it is given. Especially it is important in case of a continuing guarantee, since it may guide his judgment in recalling or suspending it. This last remark by no means warrants the conclusion that notice is not necessary in a guarantee of a single transaction; but only that the reason of the rule applies more forcibly to a continuing guarantee. It is unnecessary, after such clear and decided authorities in this court on this point, to fortify it by additional adjudications. We are not aware of any conflict of decisions on this point; and if there are, we see no reason for departing from a doctrine so long and so fully settled in this court.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We do not mean to lay down any rule with respect to the time within which such notice must be given. The same strictness of proof is not necessary to charge a party upon his guarantee, as would be necessary to support an action upon the bill itself; when by the law merchant a demand upon, and refusal by the acceptors must be proved in order to charge any other party upon the bill. 8 East 245. There are many cases where the guarantee is of a specific existing demand by a promissory note or other evidence of a debt; and such guarantee is given upon the note itself, or with a reference to it and recognition of it; when no notice would be necessary. The guarantor, in such cases, knows precisely what he guaranties, and the extent of his responsibility; and any further notice to him would be useless, 14 Johns. Rep. 349; 20 Johns. 365. But when the guarantee is prospective, and to attach upon future transactions; and the guarantor uninformed whether his guarantee has been accepted and acted upon or not, the fitness and justice of the rule requiring notice is supported by considerations that are unanswerable.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We are accordingly of opinion that the circuit court erred in deciding that notice was not necessary; and that the judgment must be reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">This cause came on to be heard on the transcript of the record from the circuit court of the United States for the district of West Tennessee, and was argued by counsel; on consideration whereof, it is ordered and adjudged by this court, that the judgment of the said circuit court in this cause be, and the same is hereby reversed; and that this cause be, and the same is hereby remanded to the said circuit court for further proceedings.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/85992/"
}