{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "35 U.S. 419", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/85997/"
    ], 
    "scotus_early_cite": "10 Pet. 419", 
    "case_name": "Peter v. Beverly", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 53683, 
    "resource_uri": "/api/rest/v2/citation/53683/"
  }, 
  "id": 85997, 
  "blocked": false, 
  "judges": "Thompson", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1836-02-22", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>35 U.S. 419 (____)</b></center>\n<center><b>10 Pet. 419</b></center>\n<center><h1>*GEORGE PETER, EXECUTOR OF DAVID PETER, DECEASED, THE BANK OF COLUMBIA, AND THE BANK OF THE UNITED STATES, APPELLANTS,<br>\nv.<br>\nJAMES B. BEVERLY AND WIFE, AND WILLIAM RAMSAY AND WIFE, AND OTHERS; HEIRS OF DAVID PETER, DECEASED.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*428</span> The case was argued by Mr. Key, and Mr. Sergeant, for the appellants, George Peter, executor, and others; and by Coxe and Mr. Marbury, for James B. Beverly, and others.</p>\n<p><span class=\"star-pagination\">*440</span> Mr. Justice THOMPSON delivered the opinion of the court.</p>\n<p>This case comes up on appeal from the circuit court of the district of Columbia for the county of Washington. The bill was filed by the appellees in the court below, to enjoin the appellants from proceeding to sell certain lots of land in the city of Washington, belonging to the estate of David Peter, for the payment of debts alleged to be due to the Bank of Columbia, and the Bank of the United States. David Peter made his will bearing date the 30th of November, 1812, and shortly thereafter departed this life; and by his will be declares and directs as follows:</p>\n<p>\"It is my intention that the proceeds of all my estate shall be vested in my dear wife, Sarah Peter, for the maintenance and education of my children.</p>\n<p>\"I wish all my debts to be as speedily paid as possible; for which purpose I desire that the tract of land on which Dulin lives, together with all personal property thereon, may be sold and applied to that purpose; and in aid of that, as soon as sales can be effected, so much of my city property as may be necessary to effect that object.</p>\n<p>\"I desire that no appraisement or valuation shall be had of any part of the property attached to my dwelling-house.</p>\n<p>\"I desire that my sons shall receive as good educations as the country will afford, and my daughters the best the place can furnish.\"</p>\n<p>*559] And he appointed his wife, Sarah Peter, his brother, George *Peter, and his brother-in-law, Leonard H. Johns, the executrix and executors of his will; of whom George Peter is the only survivor.</p>\n<p>The bill charges that George Peter, the surviving executor, under colour of the directions in the will, was about to sell that part of the <span class=\"star-pagination\">*441</span> real estate of David Peter which lies in the city of Washington, and has actually offered the same for sale at public auction. The bill further charges, that there came to the hands of the executors personal estate of the said David Peter to the amount of more than 25,000 dollars. That they had sold the Dulin farm for 20,688 dollars 90 cents to George Magruder, in the year 1813, and received one-third of the purchase money, and took for the balance, divided in equal sums, two promissory notes, one payable the 1st of January, 1815, and the other the 1st of January, 1816; one endorsed by Patrick Magruder and the other by Lloyd Magruder. That the purchaser, George Magruder, was put into possession of the farm, and still holds it; and that the notes given for the balance of the purchase money have been lost by the negligence of the executors. The complainants deny the existence of any debt, due from the estate of David Peter to the said banks, or either of them; or any other debt whatsoever, for the payment of which it is either necessary, proper, or lawful for the said George Peter to sell the said city lots. And the bill prays that the executor may fully account for the real and personal estate of the said David Peter, and show how the same has been disposed of; and that the banks may be required to produce the notes or other evidence of their pretended debt, and prove the same; and praying an injunction to restrain the said George Peter, and his agents, from selling or in any way disposing of, or encumbering the real estate of the said David Peter in the district of Columbia: concluding with a prayer for general relief.</p>\n<p>The injunction was granted: and, on the coming in of the answer, was ordered to be continued until the final hearing of the cause.</p>\n<p>The answer of George Peter, the surviving executor, alleges that the principal management of the business of the estate was assumed by his co-executors; that believing Johns fully competent, and that he would attend to the business in a way best calculated to promote the interest of his sister and her children, he left it to them to settle the estate, and to collect and dispose of the proceeds thereof, and provide for the support and education of the children, as they might think best; and that all this was well known to the complainant, Beverly, who married the eldest daughter of the testator in the year *1819. That he and his wife lived with her mother until [*560 within a year or two of her death.</p>\n<p>That the debts due to the banks had been continued by renewed notes, from time to time, drawn and endorsed by the executors, in compliance with the rules of the banks; and with the understanding that such arrangement was to continue as long as the banks were willing to indulge the estate, or until the executors should be able to make sales for the payment of those debts: that this arrangement was well understood by Beverly, and all the children who were old enough to understand any thing of their affairs; and was often talked of by Beverly and Ramsay, who always spoke of the estate as liable to the banks for these debts. The surviving executor, to the charge of neglect, in relation to the balance of the purchase money for the <span class=\"star-pagination\">*442</span> Dulin farm; alleges that Magruder, the purchaser, was sued upon the notes given for the balance, and became insolvent. That an ejectment was brought to recover possession of the land that it might be re-sold, no title having been given for the land, but only a bond for a deed according to the terms of the sale. That the ejectment was removed to the court of appeals in Maryland, where he believes it is still pending. That if there was any neglect or delay in recovering this land, it was the fault of the complainant Beverly; who undertook to attend to it, being then agent for the estate.</p>\n<p>The answer of the banks refers to the answer of the surviving executor for the facts stated, in relation to the arrangement between the executors and the banks; which it is averred was entered into to save the estate of the testator from a sacrifice, and to continue the accommodation. That the executors and the banks, and the agents of the banks, one of whom was the complainant, Beverly, always so understood it, and looked to the trust estate as still liable to the banks. They exhibit statements showing the situation of the debts at the death of the testator, and the various renewals by the executors afterwards, in their private capacity, with the various payments which had been made, and showing the balance now due.</p>\n<p>An amended bill was afterwards filed, calling for an account of other moneys alleged to have been received by the executors; and charging more particularly negligence in the executors in not having sued the endorsers of the notes of Magruder for the balance of the purchase money of the Dulin farm, and the loss thereof by reason of such neglect.</p>\n<p>To this amended bill the surviving executor answers, stating his *knowledge and belief respecting the moneys for which he is *561] called upon to account, denies the negligence imputed to him, and avers that if there was any negligence it was that of the complainant, Beverly, who, being interested in the estate and being a lawyer, undertook to attend to the recovery of the balance of the purchase money. That the endorsers were in very doubtful circumstances; that the land was considered by all parties interested as sufficient security for the balance of the purchase money; and that the counsel of the executors advised the resort to a re-sale of the land as the best remedy for the recovery of such balance; and for that purpose an ejectment was brought to recover the possession, and a bill in chancery filed in Maryland under the direction and superintendence of Beverly; and that if any negligence occurred in the prosecution of these suits it was attributable to him.</p>\n<p>The cause was referred to the auditor to take and report an account of all sums of money received by the executors from the real and personal estate respectively, and of the sums paid by them in the due course of administration; and of any other sums paid by them for the maintenance of the family and the education of the children; stating them separately. The auditor reports a large balance due the executors, allowing them for the maintenance of the family and the debts paid by them. To this report the complainants excepted, <span class=\"star-pagination\">*443</span> and the exceptions were overruled: and at the March term of the circuit court, in 1835, a final decree was entered confirming the report of the auditor, and decreeing a perpetual injunction. From this decree of a perpetual injunction, the defendants in the court below appealed; and from so much of the decree as confirmed the report of the auditor, the complainants appealed; and upon these cross appeals the cause comes here for review.</p>\n<p>In examining the various questions which have been made in this case, the most natural order seems to be to consider, in the first place, the will of David Peter. Upon this depends, in a great measure, the rights of the banks as creditors of the estate, and the rights, duties, and responsibilities of the executors; and particularly those which devolve upon George Peter, the surviving executor.</p>\n<p>David Peter died in the year 1813, shortly after making his will, leaving his widow with a family of five children, two daughters and three sons, the eldest about thirteen years of age, living in ease and supposed affluence, as appears not only from the pleadings and proofs in the case, but as fairly to be inferred from the provisions made for *them by his will, and the disposition made of his property. [*562 His primary object seemed to be that his family should remain together, and live as they had been accustomed to live. And he accordingly, in the first place, directs that the proceeds of all his estate should be vested in his wife, Sarah Peter, (who is made one of his executors), for the maintenance and education of his children. He directs, that no appraisement or valuation should be had of any part of his property attached to his dwelling-house, and that his sons should receive as good educations as the country would afford, and his daughters the best the place could furnish. The family accordingly remained together, except Mrs. Beverly, and were maintained and educated according to the directions of the will, until the death of the said Sarah Peter, in the year 1825. The testator directed his debts to be paid as speedily as possible; and for that purpose declared, that the tract of land on which Dulin lived, together with all the personal property thereon, should be sold, and applied to the payment of his debts; and in aid of that, as soon as sales could be effected, so much of his city property as should be necessary for the payment of his debts.</p>\n<p>The testator had a right unquestionably, so far as respected his children, to charge the payment of his debts upon any part of his estate, real or personal, as he might think proper, and most advantageous to his family. And if the creditors were willing to look to the fund so appropriated to that object, no one would have a right to counteract and control his will in that respect. And he having thought proper to constitute his widow the trustee of the proceeds of all his estate, for the maintenance and education of his children, thereby vesting in her an unlimited discretion in this respect, so far as the proceeds of his estate would go; the surviving executor is not accountable for any thing applied by her for that purpose, not even if she would be chargeable with a devastavit. For <span class=\"star-pagination\">*444</span> it is a well settled rule, that one executor is not responsible for the devastavit of his co-executor, any farther than he is shown to have been knowing and assenting at the time to such devastavit or misapplication of the assets: and merely permitting his co-executor to possess the assets without going farther, and concurring in the application of them does not render him answerable for the receipts of his co-executor. Each executor is liable only for his own acts, and what he receives and applies, unless he joins in the direction and misapplication of the assets. Cro. Eliz. 348; 4 Ves. 596; 4 Johns. Ch. 23; 19 Johns. Rep. 427.</p>\n<p>*It is not intended to intimate that there was any devastavit *563] or waste of the estate by Mrs. Peter. There is, indeed, no pretence in the bill of any misapplication of the estate, by her or any other of the executors: and for the very purpose for which the proceeds of the estate were vested in her, to maintain and educate a family of young children, it was necessary to clothe her with a large discretion; and for this reason the testator directs, that there should be no appraisement or valuation of any part of his property attached to his dwelling-house. The proceeds of all his estate being vested in his widow, would render it necessary, independent of any express direction in the will, that recourse should be had to the real estate for the payment of his debts.</p>\n<p>And this leads, in the next place, to the inquiry, whether George Peter, the surviving executor, has authority to sell the lots in the city of Washington.</p>\n<p>With respect to the Dulin farm, no doubt can exist. The testator gives positive directions for that farm to be sold, and the proceeds applied to the payment of his debts. The executors in the sale to Magruder only gave a bond for a deed: the title was not to be given until the purchase money was all paid; and that not having yet been done, no title has been conveyed, and it yet remains subject to be applied to the payment of debts; and a re-sale is necessary in order fully to carry into effect the will of the testator. It is a well-settled rule in chancery, in the construction of wills as well as other instruments, that when land is directed to be sold, and turned into money, or money is directed to be employed in the purchase of land, courts of equity, in dealing with the subject, will consider it that species of property into which it is directed to be converted. This is the doctrine of this court in the case of Craig v. Leslie, 3 Wheat. 577; and is founded upon the principle, that courts of equity, regarding the substance, and not the mere form of contracts and other instruments, consider things directed, or agreed to be done, as having been actually performed. But this principle may not perhaps apply in its full force and extent to the city lots. They are not positively directed by the will to be converted into money; but the sale of them was contingent, and only in aid of the proceeds of the Dulin farm, if a sale of them should become necessary for the payment of debts. But independent of this principle, there is ample power in the surviving executor to sell. We find, in the cases decided in the English courts, <span class=\"star-pagination\">*445</span> and in the elementary treatises on this subject, no little confusion, and many nice distinctions.</p>\n<p>*The general principle of the common law, as laid down by Lord Coke, (Co. Lit. 112, b) and sanctioned by many judicial [*564 decisions, is, that when the power given to several persons, is a mere naked power to sell, not coupled with an interest, it must be executed by all, and does not survive. But when the power is coupled with an interest, it may be executed by the survivor. 14 Johns. Rep. 553; 2 Johns. Ch. 19.</p>\n<p>But the difficulty arises in the application of the rule to particular cases. It may, perhaps, be considered as the better conclusion to be drawn from the English cases on this question, that a mere direction, in a will, to the executors to sell land, without any words vesting in them an interest in the land, or creating a trust, will be only a naked power, which does not survive. In such case, there is no one who has a right to enforce an execution of the power. But when any thing is directed to be done, in which third persons are interested, and who have a right to call on the executors to execute the power, such power survives. This becomes necessary for the purpose of effecting the object of the power. It is not a power coupled with an interest in executors, because they may derive a personal benefit from the devise. For a trust will survive though no way beneficial to the trustee. It is the possession of the legal estate, or a right in the subject over which the power is to be exercised, that makes the interest in question. And when an executor, guardian, or other trustee, is invested with the rents and profits of land, for the sale or use of another; it is still an authority coupled with an interest, and survives. 1 Caines's Ca. in Er. 16; 2 Peere Wms.</p>\n<p>In the American cases, there seems to be less confusion and nicety on this point; and the courts have generally applied to the construction of such powers, the great and leading principle which applies to the construction of other parts of the will, to ascertain and carry into execution the intention of the testator. When the power is given to executors, to be executed in their official capacity of executors, and there are no words in the will warranting the conclusion, that the testator intended, for safety or some other object, a joint execution of the power; as the office survives, the power ought also to be construed as surviving. And courts of equity will lend their aid to uphold the power, for the purpose of carrying into execution the intention of the testator, and preventing, the consequences that might result from an extinction of the power; and where there is a trust, charged upon the executors in the *direction given to them in the disposition of the proceeds, it is the settled doctrine of [*565 courts of chancery, that the trust does not become extinct by the death of one of the trustees. It will be continued in the survivors, and not be permitted, in any event, to fail for want of a trustee. This is the doctrine of Chancellor Kent, in the case of Franklin v. Osgood, 2 Johns. Ch. 19, and cases there cited; and is in accordance with <span class=\"star-pagination\">*446</span> numerous decisions in the English courts. 3 Atk. 714; 2 Peere Wms. 102. And is adopted and sanctioned by the court of errors in New York, on appeal, in the case of Franklin v. Osgood. And Mr. Justice Platt, in that case, refers to a class of cases in the English courts, where it is held, that although, from the terms made use of in creating the power, detached from other parts of the will, it might be considered a mere naked power to sell; yet, if, from its connexion with other provisions in the will, it clearly appears to have been the intention of the testator, that the land should be sold to execute the trusts in the will, and such sale is necessary for the purpose of executing such trusts, it will be construed as creating a power coupled with an interest, and will survive. This doctrine is fully recognized by the supreme Court of Pennsylvania, in the case of the Lessee of Zebach v. Smith, 3 Binney, 69. The court there considered it as a settled point, that if the authority to sell is given to executors, virtute officii a surviving executor may sell: and that the authority given by the will, in that case, to the executors to sell, was to them in their character of executors, and for the purpose of paying debts, an object which is highly favoured in the law.</p>\n<p>Although the clause in the will now under consideration, does not name the executors as the persons who are to sell the land, yet it is a power vested in them by necessary implication. The land is to be sold for the purpose of paying the debts, which is a duty devolving upon the executors; and it follows, as a matter of course, that the testator intended his executors should make the sale, to enable them to discharge the duty and trust of paying the debts. Mr. Sugden, in his Treatise on Powers, page 167, on the authority of a case cited from the year books, lays it down as a general rule, that when a testator directs his land to be sold for certain purposes, without declaring by whom the sale shall be made, if the fund is to be distributed by the executors, they shall have, by implication, the power to sell. And this is the doctrine of Chancellor Kent, in the case of Davoux v. Fanning, 2 Johns. Ch. 254. The will, in that case, as in this, *566] directed the real estate to be sold for certain purposes therein *specified, but did not direct expressly by whom the sale should be made; and he held, as Lord Hardwicke did in a case somewhat similar, 1 Atk. 420, that it was a reasonable construction, that the power was given to the executors; that it was almost impossible to mistake the testator's meaning on that point. So, in the present case, it is impossible to draw any other conclusion, than that it was the testator's intention, that the sale should be made by his executors. Jackson v. Hewitt, 15 Johns. 349, is a case very much in point, on both questions. That the power in this case, is coupled with an interest, and survives, and that by implication, it is to be executed by the surviving executor. The testator, say the court, in that case, directed that in case of a deficiency of his personal estate to pay his debts, some of his real estate should be sold, without naming by whom; and one of the executors only undertook the execution of the will, and sold the land; and the court held, that this <span class=\"star-pagination\">*447</span> was a power coupled with an interest, and might be executed by one of the executors, it being a power to sell for the payment of debts.</p>\n<p>It has been thought proper to dwell a little more at large upon the construction of this will, and the power given to the executors to sell, than would have been deemed necessary, had it not been supposed and urged at the bar, that the court of appeals in Maryland had given a different construction to the will than the one we have adopted. This will was brought under the consideration of that court, in the ejectment suit for the recovery of the Dulin farm already referred to (4 Gill and Johnson, 323) and it is true, the court does say that the power given in the will to sell is a mere naked power. But this was not the main point before the court. The question seemed to turn upon the demises in the declaration, and whether the legal estate in the land was in Mrs. Peter and her children, so as to enable them to maintain an action of ejectment. As the clause in the will directing a sale of the land, did not direct it to be made by the executors, it became a question whether the executors had that power by implication; or whether it was a case coming within the Maryland law of 1785, which provides, that if a person shall die leaving real or personal estate to be sold for the payment of debts, or other purposes, and shall not appoint a person to sell and convey the property, the chancellor shall have the power to appoint a trustee for that purpose. And the court seemed to think, the will now in question came within that provision. But this case, however respectable the authority may be, cannot be admitted to control the decision in *the case now before the court, where the lands in question lie in the city of Washington: and we [*567 entertain a very decided opinion, that the power to sell given by this will, is a power coupled with an interest which survives, and may be executed by the surviving executor.</p>\n<p>The next inquiry is, whether there is any subsisting debt due from the estate of David Peter to the banks. It is contended on the part of the complainants in the court below, that this debt has been extinguished, by the notes given by the executors; and no longer remains a debt due from the estate. There is no pretence that these debts have, in point of fact, been paid: and if not, the trust has not been executed, and the land still remains charged with it. If the executors have paid the debt to the banks, or the banks have accepted their notes in payment in place of the notes of the testator, so that the executors become the debtors, and personally responsible to the banks; the only effect of this is, that the executors became the creditors of the estate instead of the banks, and may resort to the trust fund to satisfy the debt. 2 Peere Wms. 664, note; 7 Har. and John. 134; 4 Gill and Johns. 303; 2 Pick. 567.</p>\n<p>But there is no ground for considering the debt of the banks extinguished. David Peter, at the time of his death, was largely indebted to these banks upon endorsed notes discounted by them: and to prevent these notes from lying under protest, an arrangement was made between the banks and the executors to substitute notes drawn by <span class=\"star-pagination\">*448</span> Sarah Peter, and endorsed by Leonard H. Johns and George Peter; and the notes of David Peter were retired by this substitution, and passed as credits to the executors in the orphans' court as paid, when in truth and in fact they were not paid. The substitution of the notes of the executors was only by way of renewal, and to comply with the rules of the banks; and thus to continue the debts by the indulgence of the banks, until the executors should be able to make sales for the payment of them, without any intention or understanding by any of the parties, that the substituted notes were offered or received as payment of the debts. That such was the arrangement made respecting these debts, and so understood by Beverly at least, is established by the most clear and satisfactory evidence; and there is good reason to believe, that this was well understood in the family by all the children who were of an age sufficient to understand the business and concerns of the estate. This arrangement under such circumstances, cannot, in any manner, be considered an extinguishment of the debt. *568] The law on this subject is well settled, and the *principle well and succinctly laid down in the case of James v. Hackly, 16 Johns. 277. It is, say the court, a settled doctrine, that the acceptance of a negotiable note for an antecedent debt, will not extinguish such debt, unless it is expressly agreed that it is received as payment. It is unnecessary in the present case to carry the principle so far as to say there must be an express agreement for that purpose, in order to operate as payment: but the evidence must certainly be so clear and satisfactory, as to leave no reasonable doubt that such was the intention of the parties. And the rule to this extent is settled by the most unquestioned authority. 11 Johns. 513; 14 John. 404; 2 Gill and John. 493; 7 Har. and John. 92.</p>\n<p>In the original bill, the complaint against the executors for not having collected the balance of the purchase money, can hardly be considered a charge of negligence; and much less of that gross negligence which ought to make the executor personally responsible. It barely alleges, that this balance ought to have been received if the executors had only used reasonable diligence in regard to the collection. But after the answer and explanation of the executor to this charge came in, an amended bill was filed, charging the executor with gross negligence in this respect. This seemed to be an afterthought, and rather a stale allegation. But the answer and explanation of the executor, uncontradicted in any manner, fully exonerates the executors from all culpable negligence. Magruder was prosecuted for the balance of the purchase money: he became insolvent, and no further payment could be obtained from him. An ejectment was brought to recover possession of the land, that it might be again sold: the cause was tried in the county court, and removed to the court of appeals, where the judgment was reversed, and a procedendo awarded. This business was principally under the care and direction of the complainant, Beverly: and if there was any want of due diligence in prosecuting the suit, it is chargeable to him, and not to the executor. And besides, the executor in the whole of this business acted under the <span class=\"star-pagination\">*449</span> advice of counsel, which shows satisfactorily that he acted in entire good faith, and would go very far to exonerate him from the charge of negligence, even if there were circumstances leading to a contrary conclusion. 2 John. Ca. 376.</p>\n<p>From this view of the case, we are satisfied that the direction in the will of David Peter to sell a portion of his real estate for payment of his debts, created a power coupled with an interest that survives. That the surviving executor is, by necessary implication, the person *authorized to execute that power and fulfil that trust. That the debt due the banks has not been extinguished, by the [*569 notes substituted by the executors as renewals in the bank, or the estate of the testator in any way discharged from the payment of the debt. That the executors are not chargeable with negligence or misapplication of the personal estate, that ought to render them personally responsible for these debts: and that no reason has been shown why satisfaction of these debts should not be had out of the lands appropriated by the testator for that purpose.</p>\n<p>It remains only very briefly to notice the exceptions which were filed to the report of the auditor; and most of these have been disposed of by the principles laid down in the foregoing opinion. It is proper here to observe, that from the report of the auditor upon the accounts exhibited by the executors and allowed by him, there has at all times been and now is a considerable balance in favour of the executors against the estate.</p>\n<p>With respect to the first and second exceptions, it is true that the auditor has not charged the executors with the inventories; and he ought not, according to the principles upon which he makes his statement: the object of the reference to him being to ascertain, whether the executors were indebted to the estate, or the estate to them; and for this purpose he examined the several statements made by the executors with the orphans' court, and extracted from them the several sums received and paid by them. In the account with the orphans' court, the executors are charged with the amount of the inventory of the personal estate, both in the district of Columbia and in Maryland; and as far as any proceeds of the personal estate came into the hands of the executors, they are charged in the statement of the auditor; but they are not charged with what the widow and heirs retained in their hands, and for their own use; and this was correct, according to the provisions in the will, for the maintenance of the family and the education of the children.</p>\n<p>The 4552 dollars, mentioned in the third exception, were properly omitted in the statement of the account against the executor. It was a portion of that part of the estate which was put into the hands of the widow, attached to the dwelling-house, and with respect to which the testator directed that no appraisement or valuation should be made.</p>\n<p>The fourth and fifth exceptions relate to the notes taken from Magruder for the balance of the purchase money of the Dulin farm. *The executors, as has been already shown, are not chargeable [*570 with those notes. No negligence is imputable to them, <span class=\"star-pagination\">*450</span> which ought to make them personally responsible. No title has been given for the farm, and it may yet be resorted to for payment of this balance of the purchase money.</p>\n<p>The auditor has properly given credit to the executors for the taxes on the real estate. There is no suggestion that the taxes were not due, and paid by somebody. The amount appears to have been paid according to the account of the register; and it is fairly to be presumed that they were paid by the executors, although no regular vouchers are produced for such payment. This may be accounted for, in some measure at least, by the circumstances stated in the answer of George Peter, of the destruction by fire of the books and accounts of his co-executor, Leonard H. Johns, who had the principal management of the estate.</p>\n<p>The allowance of 6000 dollars for the expenses of the family for twelve years, must certainly be a very moderate charge. It was a proper subject of inquiry for the auditor, and there are no grounds upon which this court can say the allowance is exceptionable. From the nature of the expenditure for the daily expenses of the family, it could hardly be expected that a regular account would be kept; and especially under the large discretion given by the testator in his will in relation to the maintenance of his family.</p>\n<p>The amount paid by the executors for the curtails and discounts on the notes running in the banks, were properly allowed to their credit. These were debts due from the estate; and whatever payments were made were for, and on account of, the estate.</p>\n<p>These are all the exceptions taken to the report of the auditor, and we think they were all properly overruled by the court below. But the court erred in decreeing a perpetual injunction.</p>\n<p>The decree of the circuit court must accordingly be reversed, the injunction dissolved, and the bill of the complainants dismissed.</p>\n<p>This cause came on to be heard on the transcript of the record from the circuit court of the United States for the district of Columbia, holden in and for the county of Washington, and was argued by counsel; on consideration whereof, it is ordered, adjudged, and decreed by this court, that the decree of the said circuit court in this cause be, and the same is hereby reversed and annulled. And *this court, proceeding to render such decree as the said circuit *571] court ought to have rendered in the premises, doth order, adjudge, and decree, that the injunction in this cause be, and the same is hereby dissolved; and that the bill of the complainants be, and the same is hereby dismissed; and that this cause be, and the same is hereby remanded to the said circuit court, with directions to said court to carry this decree into effect.</p>\n</div>", 
  "time_retrieved": "2010-04-28T08:59:58", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">35</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">419</span></span> (____)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">419</span></span></b></center>\n<center><h1>*GEORGE PETER, EXECUTOR OF DAVID PETER, DECEASED, THE BANK OF COLUMBIA, AND THE BANK OF THE UNITED STATES, APPELLANTS,<br>\nv.<br>\nJAMES B. BEVERLY AND WIFE, AND WILLIAM RAMSAY AND WIFE, AND OTHERS; HEIRS OF DAVID PETER, DECEASED.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*428</span> The case was argued by Mr. Key, and Mr. Sergeant, for the appellants, George Peter, executor, and others; and by Coxe and Mr. Marbury, for James B. Beverly, and others.</p>\n<p><span class=\"star-pagination\">*440</span> Mr. Justice THOMPSON delivered the opinion of the court.</p>\n<p>This case comes up on appeal from the circuit court of the district of Columbia for the county of Washington. The bill was filed by the appellees in the court below, to enjoin the appellants from proceeding to sell certain lots of land in the city of Washington, belonging to the estate of David Peter, for the payment of debts alleged to be due to the Bank of Columbia, and the Bank of the United States. David Peter made his will bearing date the 30th of November, 1812, and shortly thereafter departed this life; and by his will be declares and directs as follows:</p>\n<p>\"It is my intention that the proceeds of all my estate shall be vested in my dear wife, Sarah Peter, for the maintenance and education of my children.</p>\n<p>\"I wish all my debts to be as speedily paid as possible; for which purpose I desire that the tract of land on which Dulin lives, together with all personal property thereon, may be sold and applied to that purpose; and in aid of that, as soon as sales can be effected, so much of my city property as may be necessary to effect that object.</p>\n<p>\"I desire that no appraisement or valuation shall be had of any part of the property attached to my dwelling-house.</p>\n<p>\"I desire that my sons shall receive as good educations as the country will afford, and my daughters the best the place can furnish.\"</p>\n<p>*559] And he appointed his wife, Sarah Peter, his brother, George *Peter, and his brother-in-law, Leonard H. Johns, the executrix and executors of his will; of whom George Peter is the only survivor.</p>\n<p>The bill charges that George Peter, the surviving executor, under colour of the directions in the will, was about to sell that part of the <span class=\"star-pagination\">*441</span> real estate of David Peter which lies in the city of Washington, and has actually offered the same for sale at public auction. The bill further charges, that there came to the hands of the executors personal estate of the said David Peter to the amount of more than 25,000 dollars. That they had sold the Dulin farm for 20,688 dollars 90 cents to George Magruder, in the year 1813, and received one-third of the purchase money, and took for the balance, divided in equal sums, two promissory notes, one payable the 1st of January, 1815, and the other the 1st of January, 1816; one endorsed by Patrick Magruder and the other by Lloyd Magruder. That the purchaser, George Magruder, was put into possession of the farm, and still holds it; and that the notes given for the balance of the purchase money have been lost by the negligence of the executors. The complainants deny the existence of any debt, due from the estate of David Peter to the said banks, or either of them; or any other debt whatsoever, for the payment of which it is either necessary, proper, or lawful for the said George Peter to sell the said city lots. And the bill prays that the executor may fully account for the real and personal estate of the said David Peter, and show how the same has been disposed of; and that the banks may be required to produce the notes or other evidence of their pretended debt, and prove the same; and praying an injunction to restrain the said George Peter, and his agents, from selling or in any way disposing of, or encumbering the real estate of the said David Peter in the district of Columbia: concluding with a prayer for general relief.</p>\n<p>The injunction was granted: and, on the coming in of the answer, was ordered to be continued until the final hearing of the cause.</p>\n<p>The answer of George Peter, the surviving executor, alleges that the principal management of the business of the estate was assumed by his co-executors; that believing Johns fully competent, and that he would attend to the business in a way best calculated to promote the interest of his sister and her children, he left it to them to settle the estate, and to collect and dispose of the proceeds thereof, and provide for the support and education of the children, as they might think best; and that all this was well known to the complainant, Beverly, who married the eldest daughter of the testator in the year *1819. That he and his wife lived with her mother until [*560 within a year or two of her death.</p>\n<p>That the debts due to the banks had been continued by renewed notes, from time to time, drawn and endorsed by the executors, in compliance with the rules of the banks; and with the understanding that such arrangement was to continue as long as the banks were willing to indulge the estate, or until the executors should be able to make sales for the payment of those debts: that this arrangement was well understood by Beverly, and all the children who were old enough to understand any thing of their affairs; and was often talked of by Beverly and Ramsay, who always spoke of the estate as liable to the banks for these debts. The surviving executor, to the charge of neglect, in relation to the balance of the purchase money for the <span class=\"star-pagination\">*442</span> Dulin farm; alleges that Magruder, the purchaser, was sued upon the notes given for the balance, and became insolvent. That an ejectment was brought to recover possession of the land that it might be re-sold, no title having been given for the land, but only a bond for a deed according to the terms of the sale. That the ejectment was removed to the court of appeals in Maryland, where he believes it is still pending. That if there was any neglect or delay in recovering this land, it was the fault of the complainant Beverly; who undertook to attend to it, being then agent for the estate.</p>\n<p>The answer of the banks refers to the answer of the surviving executor for the facts stated, in relation to the arrangement between the executors and the banks; which it is averred was entered into to save the estate of the testator from a sacrifice, and to continue the accommodation. That the executors and the banks, and the agents of the banks, one of whom was the complainant, Beverly, always so understood it, and looked to the trust estate as still liable to the banks. They exhibit statements showing the situation of the debts at the death of the testator, and the various renewals by the executors afterwards, in their private capacity, with the various payments which had been made, and showing the balance now due.</p>\n<p>An amended bill was afterwards filed, calling for an account of other moneys alleged to have been received by the executors; and charging more particularly negligence in the executors in not having sued the endorsers of the notes of Magruder for the balance of the purchase money of the Dulin farm, and the loss thereof by reason of such neglect.</p>\n<p>To this amended bill the surviving executor answers, stating his *knowledge and belief respecting the moneys for which he is *561] called upon to account, denies the negligence imputed to him, and avers that if there was any negligence it was that of the complainant, Beverly, who, being interested in the estate and being a lawyer, undertook to attend to the recovery of the balance of the purchase money. That the endorsers were in very doubtful circumstances; that the land was considered by all parties interested as sufficient security for the balance of the purchase money; and that the counsel of the executors advised the resort to a re-sale of the land as the best remedy for the recovery of such balance; and for that purpose an ejectment was brought to recover the possession, and a bill in chancery filed in Maryland under the direction and superintendence of Beverly; and that if any negligence occurred in the prosecution of these suits it was attributable to him.</p>\n<p>The cause was referred to the auditor to take and report an account of all sums of money received by the executors from the real and personal estate respectively, and of the sums paid by them in the due course of administration; and of any other sums paid by them for the maintenance of the family and the education of the children; stating them separately. The auditor reports a large balance due the executors, allowing them for the maintenance of the family and the debts paid by them. To this report the complainants excepted, <span class=\"star-pagination\">*443</span> and the exceptions were overruled: and at the March term of the circuit court, in 1835, a final decree was entered confirming the report of the auditor, and decreeing a perpetual injunction. From this decree of a perpetual injunction, the defendants in the court below appealed; and from so much of the decree as confirmed the report of the auditor, the complainants appealed; and upon these cross appeals the cause comes here for review.</p>\n<p>In examining the various questions which have been made in this case, the most natural order seems to be to consider, in the first place, the will of David Peter. Upon this depends, in a great measure, the rights of the banks as creditors of the estate, and the rights, duties, and responsibilities of the executors; and particularly those which devolve upon George Peter, the surviving executor.</p>\n<p>David Peter died in the year 1813, shortly after making his will, leaving his widow with a family of five children, two daughters and three sons, the eldest about thirteen years of age, living in ease and supposed affluence, as appears not only from the pleadings and proofs in the case, but as fairly to be inferred from the provisions made for *them by his will, and the disposition made of his property. [*562 His primary object seemed to be that his family should remain together, and live as they had been accustomed to live. And he accordingly, in the first place, directs that the proceeds of all his estate should be vested in his wife, Sarah Peter, (who is made one of his executors), for the maintenance and education of his children. He directs, that no appraisement or valuation should be had of any part of his property attached to his dwelling-house, and that his sons should receive as good educations as the country would afford, and his daughters the best the place could furnish. The family accordingly remained together, except Mrs. Beverly, and were maintained and educated according to the directions of the will, until the death of the said Sarah Peter, in the year 1825. The testator directed his debts to be paid as speedily as possible; and for that purpose declared, that the tract of land on which Dulin lived, together with all the personal property thereon, should be sold, and applied to the payment of his debts; and in aid of that, as soon as sales could be effected, so much of his city property as should be necessary for the payment of his debts.</p>\n<p>The testator had a right unquestionably, so far as respected his children, to charge the payment of his debts upon any part of his estate, real or personal, as he might think proper, and most advantageous to his family. And if the creditors were willing to look to the fund so appropriated to that object, no one would have a right to counteract and control his will in that respect. And he having thought proper to constitute his widow the trustee of the proceeds of all his estate, for the maintenance and education of his children, thereby vesting in her an unlimited discretion in this respect, so far as the proceeds of his estate would go; the surviving executor is not accountable for any thing applied by her for that purpose, not even if she would be chargeable with a devastavit. For <span class=\"star-pagination\">*444</span> it is a well settled rule, that one executor is not responsible for the devastavit of his co-executor, any farther than he is shown to have been knowing and assenting at the time to such devastavit or misapplication of the assets: and merely permitting his co-executor to possess the assets without going farther, and concurring in the application of them does not render him answerable for the receipts of his co-executor. Each executor is liable only for his own acts, and what he receives and applies, unless he joins in the direction and misapplication of the assets. Cro. Eliz. 348; 4 Ves. 596; 4 Johns. Ch. 23; 19 Johns. Rep. 427.</p>\n<p>*It is not intended to intimate that there was any devastavit *563] or waste of the estate by Mrs. Peter. There is, indeed, no pretence in the bill of any misapplication of the estate, by her or any other of the executors: and for the very purpose for which the proceeds of the estate were vested in her, to maintain and educate a family of young children, it was necessary to clothe her with a large discretion; and for this reason the testator directs, that there should be no appraisement or valuation of any part of his property attached to his dwelling-house. The proceeds of all his estate being vested in his widow, would render it necessary, independent of any express direction in the will, that recourse should be had to the real estate for the payment of his debts.</p>\n<p>And this leads, in the next place, to the inquiry, whether George Peter, the surviving executor, has authority to sell the lots in the city of Washington.</p>\n<p>With respect to the Dulin farm, no doubt can exist. The testator gives positive directions for that farm to be sold, and the proceeds applied to the payment of his debts. The executors in the sale to Magruder only gave a bond for a deed: the title was not to be given until the purchase money was all paid; and that not having yet been done, no title has been conveyed, and it yet remains subject to be applied to the payment of debts; and a re-sale is necessary in order fully to carry into effect the will of the testator. It is a well-settled rule in chancery, in the construction of wills as well as other instruments, that when land is directed to be sold, and turned into money, or money is directed to be employed in the purchase of land, courts of equity, in dealing with the subject, will consider it that species of property into which it is directed to be converted. This is the doctrine of this court in the case of Craig v. Leslie, 3 Wheat. 577; and is founded upon the principle, that courts of equity, regarding the substance, and not the mere form of contracts and other instruments, consider things directed, or agreed to be done, as having been actually performed. But this principle may not perhaps apply in its full force and extent to the city lots. They are not positively directed by the will to be converted into money; but the sale of them was contingent, and only in aid of the proceeds of the Dulin farm, if a sale of them should become necessary for the payment of debts. But independent of this principle, there is ample power in the surviving executor to sell. We find, in the cases decided in the English courts, <span class=\"star-pagination\">*445</span> and in the elementary treatises on this subject, no little confusion, and many nice distinctions.</p>\n<p>*The general principle of the common law, as laid down by Lord Coke, (Co. Lit. 112, b) and sanctioned by many judicial [*564 decisions, is, that when the power given to several persons, is a mere naked power to sell, not coupled with an interest, it must be executed by all, and does not survive. But when the power is coupled with an interest, it may be executed by the survivor. 14 Johns. Rep. 553; <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">Johns. Ch.</span> <span class=\"page\">19</span></span>.</p>\n<p>But the difficulty arises in the application of the rule to particular cases. It may, perhaps, be considered as the better conclusion to be drawn from the English cases on this question, that a mere direction, in a will, to the executors to sell land, without any words vesting in them an interest in the land, or creating a trust, will be only a naked power, which does not survive. In such case, there is no one who has a right to enforce an execution of the power. But when any thing is directed to be done, in which third persons are interested, and who have a right to call on the executors to execute the power, such power survives. This becomes necessary for the purpose of effecting the object of the power. It is not a power coupled with an interest in executors, because they may derive a personal benefit from the devise. For a trust will survive though no way beneficial to the trustee. It is the possession of the legal estate, or a right in the subject over which the power is to be exercised, that makes the interest in question. And when an executor, guardian, or other trustee, is invested with the rents and profits of land, for the sale or use of another; it is still an authority coupled with an interest, and survives. 1 Caines's Ca. in Er. 16; 2 Peere Wms.</p>\n<p>In the American cases, there seems to be less confusion and nicety on this point; and the courts have generally applied to the construction of such powers, the great and leading principle which applies to the construction of other parts of the will, to ascertain and carry into execution the intention of the testator. When the power is given to executors, to be executed in their official capacity of executors, and there are no words in the will warranting the conclusion, that the testator intended, for safety or some other object, a joint execution of the power; as the office survives, the power ought also to be construed as surviving. And courts of equity will lend their aid to uphold the power, for the purpose of carrying into execution the intention of the testator, and preventing, the consequences that might result from an extinction of the power; and where there is a trust, charged upon the executors in the *direction given to them in the disposition of the proceeds, it is the settled doctrine of [*565 courts of chancery, that the trust does not become extinct by the death of one of the trustees. It will be continued in the survivors, and not be permitted, in any event, to fail for want of a trustee. This is the doctrine of Chancellor Kent, in the case of Franklin v. Osgood, <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">Johns. Ch.</span> <span class=\"page\">19</span></span>, and cases there cited; and is in accordance with <span class=\"star-pagination\">*446</span> numerous decisions in the English courts. 3 Atk. 714; 2 Peere Wms. 102. And is adopted and sanctioned by the court of errors in New York, on appeal, in the case of Franklin v. Osgood. And Mr. Justice Platt, in that case, refers to a class of cases in the English courts, where it is held, that although, from the terms made use of in creating the power, detached from other parts of the will, it might be considered a mere naked power to sell; yet, if, from its connexion with other provisions in the will, it clearly appears to have been the intention of the testator, that the land should be sold to execute the trusts in the will, and such sale is necessary for the purpose of executing such trusts, it will be construed as creating a power coupled with an interest, and will survive. This doctrine is fully recognized by the supreme Court of Pennsylvania, in the case of the Lessee of Zebach v. Smith, 3 Binney, 69. The court there considered it as a settled point, that if the authority to sell is given to executors, virtute officii a surviving executor may sell: and that the authority given by the will, in that case, to the executors to sell, was to them in their character of executors, and for the purpose of paying debts, an object which is highly favoured in the law.</p>\n<p>Although the clause in the will now under consideration, does not name the executors as the persons who are to sell the land, yet it is a power vested in them by necessary implication. The land is to be sold for the purpose of paying the debts, which is a duty devolving upon the executors; and it follows, as a matter of course, that the testator intended his executors should make the sale, to enable them to discharge the duty and trust of paying the debts. Mr. Sugden, in his Treatise on Powers, page 167, on the authority of a case cited from the year books, lays it down as a general rule, that when a testator directs his land to be sold for certain purposes, without declaring by whom the sale shall be made, if the fund is to be distributed by the executors, they shall have, by implication, the power to sell. And this is the doctrine of Chancellor Kent, in the case of Davoux v. Fanning, 2 Johns. Ch. 254. The will, in that case, as in this, *566] directed the real estate to be sold for certain purposes therein *specified, but did not direct expressly by whom the sale should be made; and he held, as Lord Hardwicke did in a case somewhat similar, 1 Atk. 420, that it was a reasonable construction, that the power was given to the executors; that it was almost impossible to mistake the testator's meaning on that point. So, in the present case, it is impossible to draw any other conclusion, than that it was the testator's intention, that the sale should be made by his executors. Jackson v. Hewitt, <span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">Johns.</span> <span class=\"page\">349</span></span>, is a case very much in point, on both questions. That the power in this case, is coupled with an interest, and survives, and that by implication, it is to be executed by the surviving executor. The testator, say the court, in that case, directed that in case of a deficiency of his personal estate to pay his debts, some of his real estate should be sold, without naming by whom; and one of the executors only undertook the execution of the will, and sold the land; and the court held, that this <span class=\"star-pagination\">*447</span> was a power coupled with an interest, and might be executed by one of the executors, it being a power to sell for the payment of debts.</p>\n<p>It has been thought proper to dwell a little more at large upon the construction of this will, and the power given to the executors to sell, than would have been deemed necessary, had it not been supposed and urged at the bar, that the court of appeals in Maryland had given a different construction to the will than the one we have adopted. This will was brought under the consideration of that court, in the ejectment suit for the recovery of the Dulin farm already referred to (4 Gill and Johnson, 323) and it is true, the court does say that the power given in the will to sell is a mere naked power. But this was not the main point before the court. The question seemed to turn upon the demises in the declaration, and whether the legal estate in the land was in Mrs. Peter and her children, so as to enable them to maintain an action of ejectment. As the clause in the will directing a sale of the land, did not direct it to be made by the executors, it became a question whether the executors had that power by implication; or whether it was a case coming within the Maryland law of 1785, which provides, that if a person shall die leaving real or personal estate to be sold for the payment of debts, or other purposes, and shall not appoint a person to sell and convey the property, the chancellor shall have the power to appoint a trustee for that purpose. And the court seemed to think, the will now in question came within that provision. But this case, however respectable the authority may be, cannot be admitted to control the decision in *the case now before the court, where the lands in question lie in the city of Washington: and we [*567 entertain a very decided opinion, that the power to sell given by this will, is a power coupled with an interest which survives, and may be executed by the surviving executor.</p>\n<p>The next inquiry is, whether there is any subsisting debt due from the estate of David Peter to the banks. It is contended on the part of the complainants in the court below, that this debt has been extinguished, by the notes given by the executors; and no longer remains a debt due from the estate. There is no pretence that these debts have, in point of fact, been paid: and if not, the trust has not been executed, and the land still remains charged with it. If the executors have paid the debt to the banks, or the banks have accepted their notes in payment in place of the notes of the testator, so that the executors become the debtors, and personally responsible to the banks; the only effect of this is, that the executors became the creditors of the estate instead of the banks, and may resort to the trust fund to satisfy the debt. 2 Peere Wms. 664, note; 7 Har. and John. 134; 4 Gill and Johns. 303; 2 Pick. 567.</p>\n<p>But there is no ground for considering the debt of the banks extinguished. David Peter, at the time of his death, was largely indebted to these banks upon endorsed notes discounted by them: and to prevent these notes from lying under protest, an arrangement was made between the banks and the executors to substitute notes drawn by <span class=\"star-pagination\">*448</span> Sarah Peter, and endorsed by Leonard H. Johns and George Peter; and the notes of David Peter were retired by this substitution, and passed as credits to the executors in the orphans' court as paid, when in truth and in fact they were not paid. The substitution of the notes of the executors was only by way of renewal, and to comply with the rules of the banks; and thus to continue the debts by the indulgence of the banks, until the executors should be able to make sales for the payment of them, without any intention or understanding by any of the parties, that the substituted notes were offered or received as payment of the debts. That such was the arrangement made respecting these debts, and so understood by Beverly at least, is established by the most clear and satisfactory evidence; and there is good reason to believe, that this was well understood in the family by all the children who were of an age sufficient to understand the business and concerns of the estate. This arrangement under such circumstances, cannot, in any manner, be considered an extinguishment of the debt. *568] The law on this subject is well settled, and the *principle well and succinctly laid down in the case of James v. Hackly, 16 Johns. 277. It is, say the court, a settled doctrine, that the acceptance of a negotiable note for an antecedent debt, will not extinguish such debt, unless it is expressly agreed that it is received as payment. It is unnecessary in the present case to carry the principle so far as to say there must be an express agreement for that purpose, in order to operate as payment: but the evidence must certainly be so clear and satisfactory, as to leave no reasonable doubt that such was the intention of the parties. And the rule to this extent is settled by the most unquestioned authority. 11 Johns. 513; 14 John. 404; 2 Gill and John. 493; 7 Har. and John. 92.</p>\n<p>In the original bill, the complaint against the executors for not having collected the balance of the purchase money, can hardly be considered a charge of negligence; and much less of that gross negligence which ought to make the executor personally responsible. It barely alleges, that this balance ought to have been received if the executors had only used reasonable diligence in regard to the collection. But after the answer and explanation of the executor to this charge came in, an amended bill was filed, charging the executor with gross negligence in this respect. This seemed to be an afterthought, and rather a stale allegation. But the answer and explanation of the executor, uncontradicted in any manner, fully exonerates the executors from all culpable negligence. Magruder was prosecuted for the balance of the purchase money: he became insolvent, and no further payment could be obtained from him. An ejectment was brought to recover possession of the land, that it might be again sold: the cause was tried in the county court, and removed to the court of appeals, where the judgment was reversed, and a procedendo awarded. This business was principally under the care and direction of the complainant, Beverly: and if there was any want of due diligence in prosecuting the suit, it is chargeable to him, and not to the executor. And besides, the executor in the whole of this business acted under the <span class=\"star-pagination\">*449</span> advice of counsel, which shows satisfactorily that he acted in entire good faith, and would go very far to exonerate him from the charge of negligence, even if there were circumstances leading to a contrary conclusion. 2 John. Ca. 376.</p>\n<p>From this view of the case, we are satisfied that the direction in the will of David Peter to sell a portion of his real estate for payment of his debts, created a power coupled with an interest that survives. That the surviving executor is, by necessary implication, the person *authorized to execute that power and fulfil that trust. That the debt due the banks has not been extinguished, by the [*569 notes substituted by the executors as renewals in the bank, or the estate of the testator in any way discharged from the payment of the debt. That the executors are not chargeable with negligence or misapplication of the personal estate, that ought to render them personally responsible for these debts: and that no reason has been shown why satisfaction of these debts should not be had out of the lands appropriated by the testator for that purpose.</p>\n<p>It remains only very briefly to notice the exceptions which were filed to the report of the auditor; and most of these have been disposed of by the principles laid down in the foregoing opinion. It is proper here to observe, that from the report of the auditor upon the accounts exhibited by the executors and allowed by him, there has at all times been and now is a considerable balance in favour of the executors against the estate.</p>\n<p>With respect to the first and second exceptions, it is true that the auditor has not charged the executors with the inventories; and he ought not, according to the principles upon which he makes his statement: the object of the reference to him being to ascertain, whether the executors were indebted to the estate, or the estate to them; and for this purpose he examined the several statements made by the executors with the orphans' court, and extracted from them the several sums received and paid by them. In the account with the orphans' court, the executors are charged with the amount of the inventory of the personal estate, both in the district of Columbia and in Maryland; and as far as any proceeds of the personal estate came into the hands of the executors, they are charged in the statement of the auditor; but they are not charged with what the widow and heirs retained in their hands, and for their own use; and this was correct, according to the provisions in the will, for the maintenance of the family and the education of the children.</p>\n<p>The 4552 dollars, mentioned in the third exception, were properly omitted in the statement of the account against the executor. It was a portion of that part of the estate which was put into the hands of the widow, attached to the dwelling-house, and with respect to which the testator directed that no appraisement or valuation should be made.</p>\n<p>The fourth and fifth exceptions relate to the notes taken from Magruder for the balance of the purchase money of the Dulin farm. *The executors, as has been already shown, are not chargeable [*570 with those notes. No negligence is imputable to them, <span class=\"star-pagination\">*450</span> which ought to make them personally responsible. No title has been given for the farm, and it may yet be resorted to for payment of this balance of the purchase money.</p>\n<p>The auditor has properly given credit to the executors for the taxes on the real estate. There is no suggestion that the taxes were not due, and paid by somebody. The amount appears to have been paid according to the account of the register; and it is fairly to be presumed that they were paid by the executors, although no regular vouchers are produced for such payment. This may be accounted for, in some measure at least, by the circumstances stated in the answer of George Peter, of the destruction by fire of the books and accounts of his co-executor, Leonard H. Johns, who had the principal management of the estate.</p>\n<p>The allowance of 6000 dollars for the expenses of the family for twelve years, must certainly be a very moderate charge. It was a proper subject of inquiry for the auditor, and there are no grounds upon which this court can say the allowance is exceptionable. From the nature of the expenditure for the daily expenses of the family, it could hardly be expected that a regular account would be kept; and especially under the large discretion given by the testator in his will in relation to the maintenance of his family.</p>\n<p>The amount paid by the executors for the curtails and discounts on the notes running in the banks, were properly allowed to their credit. These were debts due from the estate; and whatever payments were made were for, and on account of, the estate.</p>\n<p>These are all the exceptions taken to the report of the auditor, and we think they were all properly overruled by the court below. But the court erred in decreeing a perpetual injunction.</p>\n<p>The decree of the circuit court must accordingly be reversed, the injunction dissolved, and the bill of the complainants dismissed.</p>\n<p>This cause came on to be heard on the transcript of the record from the circuit court of the United States for the district of Columbia, holden in and for the county of Washington, and was argued by counsel; on consideration whereof, it is ordered, adjudged, and decreed by this court, that the decree of the said circuit court in this cause be, and the same is hereby reversed and annulled. And *this court, proceeding to render such decree as the said circuit *571] court ought to have rendered in the premises, doth order, adjudge, and decree, that the injunction in this cause be, and the same is hereby dissolved; and that the bill of the complainants be, and the same is hereby dismissed; and that this cause be, and the same is hereby remanded to the said circuit court, with directions to said court to carry this decree into effect.</p>\n</div>", 
  "sha1": "e835c2ef05ac682d91772df99809d98c5445e7fb", 
  "date_modified": "2014-12-21T01:24:33.492629", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/85997/peter-v-beverly/", 
  "citation_count": 3, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/230796/", 
  "html": "<p class=\"case_cite\">35 U.S. 532</p>\n    <p class=\"case_cite\">10 Pet. 532</p>\n    <p class=\"case_cite\">9 L.Ed. 522</p>\n    <p class=\"parties\">GEORGE PETER, EXECUTOR OF DAVID PETER DECEASED, THE<br>BANK OF COLUMBIA AND THE BANK OF THE UNITED<br>STATES, APPELLANTS<br>v.<br>JAMES B. BEVERLY AND WIFE, AND WILLIAM RAMSAY AND WIFE,<br>AND OTHERS; HEIRS OF DAVID PETER DECEASED.</p>\n    <p class=\"date\">January Term, 1836</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">[Syllabus from pages 532-534 intentionally omitted]</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">APPEAL from the circuit court of the United States for the District of Columbia, in the county of Washington.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The appellees filed their bill in the court below, to enjoin a sale of certain real estate, being lots in Washington, which had belonged to David Peter deceased; which sale was about to be made by George Peter, his surviving executor, for the payment of debts due from his estate to the other appellants.</p>\n    </div>\n    <p class=\"indent\">The following is a copy of his will:</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In the name of God, Amen. I, David Peter, of Georgetown and District of Columbia, do hereby make and establish this my last will and testament, revoking all heretofore made by me.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">1. It is my intention that the proceeds of all my estate shall be vested in my dear wife Sarah Peter, for the maintenance and education of my children.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">2. I wish all my debts to be as speedily paid as possible, for which purpose I desire that the tract of land on which Dulin lives, together with all personal property thereon, may be sold and applied to that purpose: and in aid of that, as soon as sales can be effected, so much of my city property as may be necessary to effect that object.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">3. I desire that the corner lot on Bridge and Congress streets shall be given to my son William, and the corner lot on Water and High streets to my son Hamilton, and the storehouse and lot adjoining the last named corner, devised to my son Hamilton, to my youngest son James.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">4. I desire that no appraisement or valuation shall be had of any part of the property attached to my dwellinghouse.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">5. I desire that my sons shall receive as good educations as the country will afford, and my daughters the best the place can furnish; and I desire that in the general distribution of the residue of my estate on the division between my sons and daughters, my sons may receive in the proportion of five as to three.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">I constitute and appoint my dear wife Sarah Peter, captain George Peter, Leonard H. Johns, my executrix and executors of this my last will and testament.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In witness whereof, I have hereunto set my hand and seal this 30th day of November 1812.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">DAVID PETER, [L. S.].</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The will was executed in the presence of three witnesses.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">They charged in their bill that George Peter was about to sell certain real estate of the testator, whose heirs and devisees they are, for the payment of debts alleged to be due to the Bank of Columbia and to the Bank of the United States; the said debts having been assigned to him: that a very large real and personal estate came to the hands of the executors of said David Peter; and that if they had used due and reasonable diligence in respect to the trust confided in them by the said will, and had properly applied the assets arising from the sales of the real and personal estate of said David, in a lawful course of administration, all the debts of the said David would have been fully paid, without any further application to the real estate to raise money for that purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">They charged them with having received moneys which they have not accounted for; that they sold the land in Maryland, mentioned in the will, and received about one-half the purchase money, and that the whole ought to have been received, if the executors had used due diligence. They state that the executors have settled accounts in the orphan's court which they had exhibited, whereby it appeared that they have overpaid the personal estate more than 12,000 dollars; and they contended, that if 'by the neglect of the executors they have not received and applied the whole of the purchase money of the land sold, to indemnify and reimburse them for the advances made towards the payment of the debts, they, the complainants ought not to be affected by such negligence.' They deny 'that there is any debt due to the banks, or any other debt whatsoever, for the payment of which it is necessary, proper, or lawful for the said George Peter to make sale of the said city lots.' They prayed for injunction and general relief.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The answer of George Peter stated that he was the brother of the testator, and that of the other executors appointed by his will, one was his widow, and the other, Leonard H. Johns, her brother; that at the death of the testator in 1812, he resided in Georgetown, and in 1816 removed to the country, in Maryland, where he has ever since resided; that although he consented to qualify as executor, he did not deem it necessary that he should interfere in the management or settlement of the estate with the widow and her brother; and that except in attending to a farm and the stock thereon, and a few inconsiderable tenements in Montgomery county, Maryland, which were near his own property, he did not so interfere: that believing Mr Johns to be fully competent, and that he would attend to the business in the way best calculated to promote the interest of his sister and her children, he left it to them to settle the estate, and collect and dispose of the proceeds thereof, and provide for the support and education of the family as they might think best.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">That all this was well known to the complainant Beverly; who married the oldest daughter of the testator in 1819, and who and his wife lived with her mother, till within a year or two of her death; and he exhibited a letter of said Beverly to prove this.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">He stated that he had nothing to do with the settlement of accounts in the orphan's court; 'further than that it was explained to him to be necessary in order to comply with the rules of the banks, and thus to continue the debts, and save the property from sacrifice by a sale, to put in by way of renewal the notes of the executors for those of the testator, and that the accounts should be settled in the orphan's court, so as to show those debts in the banks, thus paid by the executors; they having substituted their own notes; and that this arrangement should continue as long as the banks would be willing to indulge the estate, or until the executors should be able to make sales for the payment of said debts: and he avers that this arrangement was explained and understood, and assented to by the said executors and the said banks, and he presumes was explained to the orphan's court.'</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">That this arrangement was well understood by Beverly, the widow and all the children, who were old enough to understand any thing of their affairs: was often talked of by the complainants, Beverly and Ramsay, who always spoke of the estate as liable to the banks; and he exhibits numerous letters from Beverly, showing his knowledge of and acquiescence in it; and shows that said Beverly was, for a considerable time, acting as agent for the estate, under the authority of the executors, and paying discounts on these substituted notes to the banks out of the rents of the estate, and sometimes from partial sales of lots, and at other times attempting to make sales for the purpose of paying interest to the said banks. He admits the sale of the land, called Dulin's in the will, to George Magruder; that he paid part of the money, was sued and became insolvent; and that an ejectment was brought to recover the land, that it might be re-sold; that the ejectment was removed to the court of appeals of Maryland, where he believes it is still pending; that if there was any neglect or delay in recovering this land, it was the neglect of the complainant Beverly, who undertook to attend to it, being then agent for the estate, who also employed counsel to file a bill in chancery in Maryland, for a re-sale of the land.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The defendant, under these circumstances, considering this business in the hands and under the care of complainant, did not suppose it necessary for him to interfere in it. He admits that he received some small sums of money from the farm in Maryland, which he always sent to Mrs Peter or Mr Johns; and which, with the other money they received, he believes were faithfully applied in paying the debts, and supporting and educating the children. He knows that great expenses were incurred in this way; that the family continued to be supported in the way they had been accustomed to live; and that the income of the estate, which had greatly diminished, must have been insufficient for these purposes; that rents had greatly fallen, and most of the city property was unproductive, and the taxes were considerable. Under these circumstances, the executors exercised their discretion, honestly and fairly, in withholding the city property from forced sales at very low prices; and became responsible to the banks, who consented to the arrangement made to save the estate from sacrifice. He avers that considerable advances were made by the executors, particularly by himself and Johns, for the payment of debts, and the necessary support and education of the family.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">He exhibits statements with his answer, showing what, upon the lowest estimates, must have been the annual expenses for maintaining the family and educating the children; and what was the annual income of the estate, showing its great inadequacy to meet those objects.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">He contends, that under the arrangement with the banks, with the perfect understanding of the complainant, the estate remained liable to the banks: but that if this were not so, yet if the executors had made themselves liable, they would have an undoubted right to resort to the estate for their indemnity or re-imbursement; and might use and apply this right for the benefit of the banks, to whom the said debts are still due.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The answer of the banks refers to the answer of the surviving executor, for the facts stated as to the arrangement between the executors and the bank; which they aver was entered into to save the estate of testator from sacrifice, and to continue the accommodation; and that the executors and the bank, and the agents of the executors, one of whom was the complainant Beverly, always so understood it, and looked to the trust estate as still liable to the banks. They exhibit statements showing the situation of these debts at the death of the testator; and the various renewals by the executors afterwards, with the payments made by them and their agent, and the balance now due.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">An amended bill was filed, calling for an account of another sum of money alleged to have been recieved by the executors, or some of them; and charging, more particularly, negligence in the executors, in not suing the indorsers on the notes of George Magruder, the purchaser of Dulin's farm, in time, and the consequent loss of the balance of the purchase money, by such neglect.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">To this amended bill the surviving executor answered, stating his knowledge and belief as to the further sum charged to have been received and unaccounted for by the executors: and he denies, as before, the negligence imputed to the executors; and avers, if there was any negligence, it was that of Beverly the complainant; who, being interested in the estate and being a lawyer, undertook to attend to the recovery of the balance of the purchase money; that the indorsers were in very doubtful circumstances; that the land was looked upon by all interested as a sufficient security for the balance of the purchase money, and that the counsel employed in recovering the balance of the purchase money advised a resort to a re-sale of the land, as the best remedy to recover said balance; that for this purpose an ejectment was brought, and a bill in chancery filed in Maryland, under the direction and superintendence of said Beverly; and that if any delay or negligence occurred in the prosecution of these suits, it was caused by said Beverly.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">On the coming in of this answer, the cause was referred to the auditor, to make a report and account, and take depositions, &amp;c.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The following report was made by the auditor:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">'This cause having been referred to the auditor, with directions to take and report an account of all sums received by the executors from the real and personal estate of David Peter deceased, and of the sums paid by them, &amp;c., and to take depositions and report all evidence and testimony by him taken, the auditor, after having notified the parties, proceeded to examine the accounts and vouchers of the executors, and the several statements made by the counsel of the complainants and defendants; and now bogs leave of this honourable court to report:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">'That he has examined the several statements made by the executors with the orphan's court, and has extracted therefrom the several sums received and paid by them. In making the statement now submitted, the auditor has omitted the charges made by the executors, and for which they obtained credit in their settlement with that court for payments stated to have been by them made to the Bank of Columbia, and the Union Bank of Georgetown, because it does not appear that these debts were, at that time, paid by them.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">'When David Peter died, he was largely indebted to these banks upon indorsed notes, discounted in them. A proposition was made by the executors and acceded to by the banks to prevent these notes from lying under protest, to substitute notes to be drawn by Mrs Sarah Peter, executrix, and indorsed by Leonard H. Johns and George Peter, executors. These notes of David Peter were retired by this substitution, and passed as credits to the executors in the orphan's court as paid, when in truth and in fact they were not paid. 'Whether the bank by this arrangement released the estate of David Peter or not, the auditor does not undertake to determine. In the account with the orphan's court, the executors are charged with the amount of the inventory of the personal estate, both in the District of Columbia and in Maryland: in the present statement these charges are omitted. As far as any proceeds of the personal estate came into their hands, they are charged in this audit; but they are not charged with what the widow and heirs retained in their own hands, and for their own use; the object being to ascertain whether the executors are indebted to the estate, or the estate to them. It will be seen, that by an account stated by the counsel for the heirs, and annexed to the auditor's statement, that he has charged the executors with 20,250 dollars, being the amount of sale of land to George Magruder. It appears from the papers, that the first payment for this land, amounting to 6895 dollars 96 cents, and interest thereafter, in all 8000 dollars, is all that has ever been paid or received by the executors on that account; the balance has not been paid, under the plea by the representative of Magruder, that the will of David Peter did not sufficiently authorize the executors to sell and make a good title to the land. Under these circumstances, this charge for the balance of the pnrchase money is rejected by the auditor.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">'The counsel for the bank and executors has also made a statement, which is also annexed. The auditor rejects both statements, and presents one of his own. It appears that when David Peter died, he possessed a large estate, with a suitable establishment, in Georgetown. He left a widow, three sons and two daughters, minors. His estate, although large, was not proportionably productive. It consisted of land in Montgomery county, Maryland, and lots and houses in Georgetown and the city of Washington: most of the lots were unimproved. The land in Maryland was tenanted out, except one farm, which, being stocked, was reserved for the management and support of the family, and so remains to this day. The income arising from the estate annually, after paying taxes, was insufficient to defray the expenses of the establishment in Georgetown in the manner they had been accustomed to live, and to educate the three sons and two daughters. The auditor has, therefore, estimated the family expenses at 1500 dollars per annum, or 500 dollars over and above the produce of the stocked farm, and the small amount of rents received in Montgomery. In addition to these expenses, the estate was bound by the will of David Peter's father, to contribute to his mother's support during her life, five hundred dollars in money, with a proportion of wood and provisions, per annum. These heavy charges upon the estate, and the accumulation of interest and discounts on debts, has caused the estate to fall largely indebted to the executors, while the Bank of the United States, as assignee of the Bank of Columbia, and other claimants, remain unpaid.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">'The claims upon the estate by Richard West, Thomas P. Wilson and the Union Bank, were recovered by judgments against George Peter, as executor and indorser, and have been fully paid by him.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">'By the statement now presented, it appears that the estate is indebted to the executors 17,539 dollars 61 cents, arising from the above causes: the larger part, if not the whole, is in justice due to George Peter: in addition to which he has an account for a considerable amount which is suspended in this audit, on account of some charges in blank, for sundry payments to managers and overseers, blacksmith's bills, &amp;c. &amp;c.; which charges may be considered when the claims generally shall be presented for final settlement.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">'The death of the executrix, the subsequent death of Leonard H. Johns, who was the acting executor, and the surviving executor not residing in the District, and knowing little about the manner in which the estate has been managed, the want of papers and confused state of the whole concern, renders it a laborious and difficult task to do exact justice to all parties; but with the materials within his reach, the auditor has made the best report in his power, which he hopes will be received. It cannot be very material to the heirs, whether they still owe the bank or not; because if they do not owe the bank, they will be by the same amount more indebted to the executors.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">'December 10, 1833.'</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The complainants excepted to the report of the auditor. The following is a summary statement of the exceptions:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">1 and 2. That the auditor has not charged the said surviving executor with the amount of the inventories of the personal estate of the testator, filed by the said executors in the orphan's court of Washington county, District of Columbia, on the 12th of December in the year 1812, and on the 12th of January 1813.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">3. That the auditor has not recharged the surviving executors with the sum of 4552 dollars, being the value of certain personal effects, part of the assets of the testator's estate, applicable to the payment of his debts, which was improperly delivered to Sarah Peter, widow and executrix of the said David, as a legacy, and for which said executors have obtained improperly a credit on the settlement of their accounts with the said orphan's court.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">4 and 5. That the auditor has not charged the said surviving executor with the amounts respectively, of two promissory notes of George Magruder, and interest on one to the 1st of January 1815, and the other to the 1st of January 1816, which said notes were received by the said executors of said Magruder, for the second and third instalments of the purchase money of the tract of land called Dulin's farm, devised to be sold, and sold by said executors, to aid in the payment of testator's debts, which said sums of money were lost by the gross neglect and fault of the said executors.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">7. That the auditor has given credit to said executor in said account current, for the sum of 5809 dollars and 92 cents, being the estimated amount of taxes on the real estate devised by said David Peter to the complainants, (the appellees) and supposed to have accrued prior to the year 1829, without any evidence that the said executors had ever paid that or any other sum of money on account of such taxes.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">8. That the auditor has given credit to the executors for the sum of 6000 dollars, being, as he says, the estimated amount of the expenses of Mrs Sarah Peter's family for twelve years, without evidence to show that that, or any other sum of money was expended by the said executors for such purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">9, 10 and 11. That the auditor has given credit to the said executor, for the sum of 8931 dollars and 12 cents, for discounts and curtails paid in the Union Bank of Georgetown, and 1430 dollars and 75 cents, for discounts and curtails paid in the Bank of Columbia, since the 25th of September 1815; after which time no debt was due from the estate of David Peter to either of the said banks, and after the said executors were in possession of assets of the said estate, sufficient to pay all the debts of the said David.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">12. That the auditor has rejected the statement and account presented on the part of the complainants, the appellees, and refused to charge the said executors as they are therein charged.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In January 1835, the circuit court overruled the exceptions, and on the 25th of May 1835, the following decree was made.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">'This cause having been set for hearing upon the bill, answers, exhibits and evidence, and having been argued by counsel, it is this 25th day of May 1835, upon further hearing of the parties and their counsel, ordered, adjudged and decreed, that the auditor's report heretofore excepted to by the complainants, be and the same is hereby confirmed and the exceptions thereto overruled.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">'And the court, further considering the said cause, do order, adjudge and decree, that the said injunction, granted as aforesaid, on the prayer of said complainants be, and the same is hereby made perpetual, and that the defendants pay to the complainants their costs of suit.'</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">From this decree the defendants appealed to this court; and the complainants appealed from so much of the decree as confirmed the auditor's report.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The case was argued by Mr Key, and Mr Sergeant, for the appellants, George Peter, executor, and others; and by Coxe and Mr Marbury, for James B. Beverly, and others.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The counsel for the appellants submitted the following points to the court.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">1. That under the arrangement made between the banks and the executors, the trust estate in their hands continued still liable to the bank for the testator's debt, notwithstanding the substitution of the executor's notes.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">2. That if not, still the trust estate was liable for the indemnity and reimbursement of the executors, who had assumed the responsibility of these debts.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">3. And if so, the proof shows that they had largely overpaid the estate, even beyond the amount of the responsibility thus incurred: the allowance made by the auditor, for the support and education of the family, excepted to by the complainant, being correct, and his disallowance of the charge on the executors for negligence, for the unpaid balance of the purchase money, for Dulin's farm, also excepted to, being also correct.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">4. That under the will the power to sell survives to the remaining executor.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">5. That the decree of the court below is repugnant, erroneous, and contrary to equity, inasmuch as confirming the auditor's report, and thereby admitting the equity of the defendants, to the extent before stated; it nevertheless grants a perpetual injunction against the appropriate legal mode of effectuating that equity, without affording them any other relief.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Mr Key, for George Peter and others.</p>\n    </div>\n    <p class=\"indent\">The facts of the case are these:</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The testator, D. Peter, died in 1812, leaving a widow and five children, all young; the eldest about twelve years old. They continued to live in the mansionhouse, in Georgetown, till 1825, when the widow died. The executors were the widow, her brother Leonard Johns, and George Peter, the testator's brother, the surviving executor.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The family were supported and educated; and the income of the estate was insufficient for that purpose, as is averred in the answers and proved. The principal debts were due to the banks: some discounts were paid, but a large amount of interest is still due on the debts.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The executors made an arrangement with the banks, by which their own notes were substituted for the testator's, and were to be so continued as long as the bank would indulge, or until the executors could make sales. This arrangement was understood by Beverly and Ramsay and all the family, as is proved by the answers, by Beverly's letters and by Kurtz.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">In 1827 the banks file a bill against the heirs, to sell the real estate to pay these debts. Beverly and the other heirs answer, that the debts are paid by the executors' notes, and plead limitations.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">In themeantime, the surviving executor, having judgments against him by one of the banks, levied or about to be on his own property, is advised that he has a right to sell the city lots, as surviving executor, and advertises a sale in 1828. The bill is then filed by Beverly and the heirs, and injunction obtained, which the court below has decreed shall be perpetual.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">In 1814 the executors sold Dulin's farm to Magruder, and received about one third of the purchase money.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The will shows that the testator intended the property specifically devised for that purpose, should be applied to pay his debts: that the other property, the personal estate, should be kept for his family; that in his house not to be inventoried; and that the children should be maintained and educated. The city lots to be sold, in aid of Dulin's farm, to pay his debts, as soon as sales could be effected.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">These intentions the executors have fulfilled: and it is not creditors who had a right to do so, that are complaining of this, and that their debts have not been paid out of the personalty; but the heirs, who have received all the benefit of the estate, as intended by the testator, who have had all the personal estate, and who now seek to throw the debts on the executors, and take from them, for their own use, the trust property, which they were to sell to pay the debts.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Their bill charges misapplication and negligence. What is the misapplication? Not that they have applied the estate to their own use, or to the use of any one but the heirs; but that they have not 'duly administered' the estate, by applying the personal estate to pay the debts. Nor is the misapplication charged on the surviving executor. It may have been that of the widow and her brother.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The same as to the negligence: and the answer and Beverley's own letter, and his bill, filed in 1821, and dismissed; show that the defendant, George Peter, came into the trust merely to attend to a farm or two in Maryland; and that he left the whole management and settlement of the estate, and the maintaining and educating the children, to the widow and her brother, the other executors. If they misapplied the assets to the children's use, instead of the creditors', it would be bad enough for the children to complain of this against them. But to complain of this, or of their negligence against the defendant, the surviving executor, who had nothing to do with it; would be still more unreasonable. The effort is to make him pay the testator's debts, because the other executors gave the property to the children; and it is made by the children, who have had all the benefit of the property. 7 Johns. Ch. Rep. 23.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">First point. Were the debts paid to the banks?</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Payment of one note by another, is never presumed an extinguishment; it must be proved to have been so received.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">All the answers and evidence, and Beverly's letters to 1827, and his bill filed against the executors in 1821 and dismissed in 1824, show it was not so received; that the trust property still continued liable for the debts.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The notes of the testator were given up, not to be cancelled, but in confidence, to be preserved; to be filed, with the executor's account, in the orphan's court; that account was not finally settled: the notes are there. 11 Johns. Rep. 513; 14 Johns. Rep. 404, 414; 7 Har. &amp; Johns. 92; 2 Gill &amp; Johns. 493.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Second point. But if it was a payment, still the trust estate would be liable for the indemnity and reimbursement of the executors. The executors would be substituted for the creditors, and could sell. 7 Har. &amp; Johns. 134; 4 Gill &amp; Johns. 303; 2 Pick. 517; 1 Conn. Rep. 51.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Third point. And so the proof shows that they had largely overpaid the estate, to an amount far beyond the amount of the bank debts.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">The accounts taken by the auditor all show this; and the exceptions were properly overruled by the court below. As to the first, second and third exceptions, the auditor was right in not charging the executors with the inventories, and in allowing them what they gave the widow. He charges them with what they sold; all the rest the family had.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">As to the fourth and fifth, the charge of negligence in not recovering the balance of the purchase money from Magruder: the executors are proved to have acted by advice of counsel; to have brought an ejectment to recover the land and re-sell it. If there was any delay in that point, the fault was Beverly's, who undertook to superintend it. 2 Johns. Ca. 376; 4 Gill &amp; Johns. 323; 1 Har. &amp; Gill 88; 4 Gill and Johns. 453; 4 Rawle 148.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">As to the sixth, the tax lists show the amount paid; there was no other way of being paid but out of the estate by executors this is proved also by Beverly's letters.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">As to the other exceptions, the auditor was right in allowing for the discounts paid on their notes, and in allowing 600 dollars a year for twelve year's maintenance of the family; the proof, and Beverly's letters show this. He married in 1819, and lived with his wife, with the widow, her mother, till shortly before her death. Wire v. Smith and Buchanan, 4 Gill &amp; Johns. 303; Billington's Appeal, 3 Rawle 48.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">As to the fourth point, the power of the surviving executor to sell: he cited, Lock v. Locket, 1 And. 145; 3 Dyer 371; Moore's Case, 2 Leon.; Pow. on Dev. 239; Sug. on Powers 157, and note; 6 Rand. 600; 2 Dall. 223; 3 Binn. 69; 1 Yeates 422; 3 Yeates 163; 4 Hen. &amp; Munf. 444; 5 Munf. 150; 4 H. &amp; M'H. 455: and contended that this will created a trust, not a naked power, which survived, and to the executors virtute officii; cited, Sug. on Powers 111, and note.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Fifth point. The court confirmed the auditor's report, admitting thereby that the estate was overpaid by the executors, and yet prohibit the sale: this is repugnant and erroneous. If the court thought the surviving executor had no power to sell, why enjoin him? Why not, as the parties were all before the court, appoint a trustee and decree a sale? This they could have done with a cross-bill. But if a cross-bill had been necessary, the court should have directed it. Coop. Eq. 7, pl. 34, 84; 7 Johns. Ch. Rep. 250, 251; Mitf. 81.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">The counsel for Beverly, and the other appellees, insisted:</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">1. That at the date of the advertisement of the sale of the lots, there was no debt due the banks, or either of them, or any other debt whatsoever, for the payment of which it was either necessary, proper or lawful for George Peter to sell the city lots.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">2. That the balance of debt appearing, by the auditor's report, to be due from the heirs of David Peter in the executors, is made up of charges which, if they have any valid existence, have arisen since the death of David Peter, and are not embraced within the provisions contained in his will for the payment of his debts; and, consequently, that the real estate is not liable to be sold for the payment of the same.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">3. That the surviving executor, George Peter, has no legal right or authority, as executor, to sell the land in the said will devised to be sold for the payment of the testator's debts.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">4. That the city lots, advertised to be sold as aforesaid, are not by the will devised to be sold, until the proceeds of the sale of the farm on which Dulin lived, and the personal estate, has been applied, and a deficiency appear.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">5. And in order that the whole controversy between the parties may be closed without further appeal to this court; the appellees further insisted, that the circuit court erred in overruling the several exceptions aforesaid to the auditor's report, and in ratifying and affirming the said report.</p>\n    </div>\n    <p class=\"indent\">Mr Marbury, for the appellees:</p>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">The executors claim a right under the will of David Peter to sell the land devised for the payment of his debts; they have been enjoined from so doing until it shall be ascertained that there are debts existing, for the payment of which it would be right to make such sale: the debts alleged to be unpaid are those which were owing by the testator at the time of his death to the Bank of Columbia, and the Union Bank of Georgetown. On the part of the appellees, it is insisted, that these debts have been paid since the death of David Peter; not in fact with money, but by the substitution of the private notes of the executors, and the simultaneous surrender by the banks to the executors of the original notes of their testator, with the design that the executors might exhibit those notes as paid, and obtain a credit for the amount in the settlement of their account with the orphan's court. As a sufficient consideration for their assumption to pay these debts, the executors had in their control an estate amply sufficient for payment of all the debts of the testator, whenever they should please to apply it; their notes given in lieu of the testator's have been renewed by the banks from time to time for the term of fifteen years. The object of their arrangement had been accomplished; their account has been settled in the orphan's court; they have obtained a credit for the amount of David Peter's debts to the banks; his notes are there filed as vounchers by which the executors are discharged from liability to account for an equal amount of the assets in their hands. Having thus dealt with the executors, the banks cannot now claim to be creditors of the estate of David Peter.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">If one deal with another's agent, and give him a receipt for a sum of money which the agent had a right to pay; and on the faith of that receipt the agent obtains a credit in settlement with his principal, the debt is thereby discharged. 15 Johns. Rep. 276.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">It is conceded that the acceptance of a promissory note will not pay a debt, unless it be so agreed; but the acceptance of such a note, and the simultaneous surrender of that in lieu of which it is given, are necessarily conclusive of the fact that it was given and received in payment. 16 Johns. Rep. 273: 12 Johns. Rep. 409; 1 Dane's Ab. 126.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">It is said, if the debts have been paid by the executors, they stand in the place of the creditors, and are entitled to sell for their own indemnity. It cannot be denied that a trustee who advances his own money, before sale, to pay the debt of his principal, may make the trust fund available to himself for his indemnity. In this case, however, the executors had the control of an ample personal estate, including the proceeds of the land sold by them under the will, to pay the debts. If it has become a matter of account between executors and heirs, this personal estate must be first accounted for. What has become of it? Why have the executors not applied it to discharge the debts? They ought not to be allowed to appropriate other parts of the estate before this has been accounted for. The land devised to be sold for the payment of debts is in equity regarded as personal estate. 1 Har. &amp; Gill 96.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">A full and satisfactory account has not been taken; the auditor has refused to charge the executors with the amount of the inventory of the testator's estate, made out by themselves, and returned to the orphan's court: and this, under the pretext that the property therein inventoried and appraised, never came to the possession of the executors. This is at variance with the evidence in the cause, and the act of the executors; who, in their settlements in the orphan's court, have charged themselves with the same property. The act of 1798, ch. 101, requires executors and administrators to return inventories only of property which does come to their possession; and such return is prima facie evidence against them. The inventory is the basis of the administration account: the act requires, in terms, that the executors shall be charged with the amount of it; they must discharge themselves.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">The auditor has also refused to charge the executors with the notes taken by them of the purchaser of Dulin's farm, sold under the authority in the will; although it is made manifest that the money secured by those notes, has been lost by their gross negligence. Near five years were suffered to elapse, after the notes had fallen due, before any step was taken to enforce the payment of the money; a suit was then brought against the drawer, but no suit was ever instituted against the sureties; the remedy against them was voluntarily abandoned by the executors. They are chargable with the amount of the notes and interest to the period of their maturity; from that day the amount must be taken to be assets in hand for the payment of debts. 3 Johns. Ch. Rep. 552: 4 Johns. Ch. Rep. 284; 1 Har. &amp; Gill 88; 2 Brown's Ch. Rep. 156; 5 Ves. 839; 11 Wend. Rep. 361.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">It has been said, the executors are not chargeable with the personal estate, because the testator has changed his real estate with the payment of his debts, and thereby exempted the personal estate, and given it to his family. The personal estate is the primary fund for the payment of debts, and must be first applied. In order to exempt in, the testator must express his intention to that effect: it is not sufficient merely to charge the real estate; he must show expressly his intention to be, that the personal estate hall not be applied in discharge of his debts. 1 Brown's Ch. Rep. 144; 1 Ch. Ca. 296.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">There is nothing in the will of the testator to support the construction of the opposite counsel. The real estate is charged only to aid in the speedy payment of the debts, but the personal estate is not exempted, either directly or indirectly.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">The auditor has not only refused to debit the executors with the preceding charges, but he has allowed them credits which can be sustained neither by the evidence or law: in his account, the executors are credited by the sum of 5809 dollars; being, as he says, the estimated amount of taxes on the real estate of David Peter, from his death in 1812 to 1829. That such taxes became due, and have been paid, is proved; but by whom, and out of what fund, paid, is not proved. It was not the duty of the executors, or even proper for them to pay such charges, and more particularly, while debts were outstanding and unpaid: it is not, therefore, to be presumed, that this sum was paid from the personal estate and by the executors.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">They have also been credited by the sum of 6000 dollars, alleged to have been expended by them in the maintenance of Mrs Sarah Peter's family; and this has been done without any evidence that the executors ever expended one cent for any such purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">The income of their estate is the proper fund for the education and maintenance of heirs, during their minority. The law indicates this; and guardians are not permitted to exceed it without necessity, and then, only with the sanction of the judge of the orphan's court. Acts of Assembly, 1785, ch. 80, sec. 9-1798, ch. 101, sub. ch. 12, sec. 10; 2 Har. &amp; Gill 126.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">The testator, in his will, sets apart the income of his estate for this very purpose; the executors had no right to exceed it: if they have done so, they should show that necessity required it; that the orphan's court sanctioned it; and that they actually expended the money for the purpose. They show neither: this credit ought not to be allowed. 1 Har. &amp; Johns. 227; 8 Mass. Rep.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">If the account be remodelled, and the principles contended for be admitted, it is apparent that the executors in 1816 were in possession of abundant means, at pleasure, to pay all their testator's debts; it was their duty to apply the assets to that purpose, and save the estate from the accumulation of interest. Whether they applied the money to their own use, or only neglected to apply it properly, is of no consequence; they are chargeable with the interest. If they have suffered the debts to stand unpaid, and have, themselves, subsequently paid them, with interest, they ought not to be allowed in their account for the interest so paid; it was created by their neglect, and they should bear the burthen themselves: all discounts and interest paid after the year 1816, and credited by the auditor, ought to be disallowed.</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">The surviving executor is equally chargeable with the others; he joined in the return of the inventories: that fact shows him in possession of the property included in them; it was not only his right, but his duty, to retain that possession and apply it to the purposes of the estate. Dick. 356; 1 Russ. &amp; Mylne 64.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">He joined also in the sale of the land, and in the receipt for the cash paid, and notes given for the purchase money; and although the money may have been paid to another, yet he is responsible. Prec. in Ch. 173.</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">Coxe followed on the same side.</p>\n    </div>\n    <p class=\"indent\">Mr Sergeant in reply:</p>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">It is argued on the part of Beverly and others:</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">1. That there was no debt due to either of the banks, nor any other debt due by the estate of George Peter, for which it was proper, lawful and necessary to make a sale of the real estate.</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">The inquiry then is, was there a debt due to the Bank of Columbia, and to the Bank of the United States. This is the first branch of the question.</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">It is not denied or disputed that at the time of the decease of David Peter, debts were due to both those banks. Have those debts been paid? For their payment provision was made by the will; a trust accompanied with a power to sell particular portions of the estate, was created by it. The proof of the payment of the debts lies on those who now seek to obtain the estate of the testator, and to restrain the executor from selling the same for their payment. Until payment, the debts remain a lien on the trust; and nothing can affect the lien but a failure of the trust, or a failure of power to execute it.</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">Have the complainants in the circuit court proved that these debts have been paid? They do not pretend that an actual payment has been made. It is well known to them that the executors never had the means of payment; and this is manifest from the accounts which were exhibited to the auditor, and which are in the record.</p>\n    </div>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">But, without even an allegation of actual payment of the debts, an attempt has been made to show a constructive payment: and while the surviving executor would, by the success of this effort, remain personally liable for the debts, and the whole of his private estate will be absorbed; the estate of his testator, David Peter, will be enjoyed by his devisees.</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">The discharge of the estate of the testator from the debts due at the time of his decease to the banks, is asserted, and claimed, because the notes given by him were surrendered to the executors, and their private notes given to the banks in lieu of them.</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">'The acceptance of a negotiable note for an antecedent debt, will not extinguish such debt, unless it is expressly agreed that it is received as payment.' Spencer, Justice, in James v. Hackley, 16 Johns. Rep. 278. It was expressly agreed in this case, that the surrender of the notes should not be so considered; and the parties interested always acted in the spirit of the arrangement. It was known to Mr Beverly, that the debts to the banks continued, and had not been paid. In his correspondence he refers to the payment of a part of the funds of the estate to the discharge of the discounts, and to the peculiar liability of Mrs Peter for some part of the debt, by notes given by her. This is also proved by evidence in the case; and in a bill filed by Mr Beverly in 1821, the debts are stated to be unpaid. In support of the position that giving up a note is not an extinguishment of a debt: cited, Arnold v. Camp, 12 Johns. Rep. 409; 16 Johns. 298; Glen v. Smith, 2 Gill &amp; Johns. Rep. 493.</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p class=\"indent\">The legal presumption is, that it is not an extinguishment of a pre-existing debt; but there are cases where the court will intend it to have been in satisfaction of such a debt. Arnold v. Camp, 12 Johns. 409; Cheever v. Smith, 15 Johns. 276; James v. Hackley, 16 Johns. 273.</p>\n    </div>\n    <div class=\"num\" id=\"p109\">\n      <span class=\"num\">109</span>\n      <p class=\"indent\">Has the principle any application to the case before the court? The contrary is asserted, and the record furnishes abundant evidence to support the assertion. Every one interested in the estate knew the real situation of the case. The whole of the resolurces were insufficient to support Mrs Peter, as she was authorized to claim to be supported by the will; and the executors had no means to pay the debts. The family of the testator were maintained, and Mr Beverly resided in the family mansion, after his marriage with one of the children. He was well acquainted with the affairs of the estate, and acted in reference to them.</p>\n    </div>\n    <div class=\"num\" id=\"p110\">\n      <span class=\"num\">110</span>\n      <p class=\"indent\">The executors were always creditors of the estate. In 1814 the estate owed the executors 9148 dollars and 40 cents. In 1821 the balance due them was 24,131 dollars and 10 cents. The report of the auditor fully establishes the fact, that the estate was always indebted to them in a large amount. Upon his report, 11,539 dollars and 61 cents were due to them, exclusive of the bank debts. If these estimates are denied; it will still be admitted that, in any form of stating the accounts, they were creditors.</p>\n    </div>\n    <div class=\"num\" id=\"p111\">\n      <span class=\"num\">111</span>\n      <p class=\"indent\">It was perfectly consistent with the trust in the executors, to make the arrangements they did for the postponement of the bank debts: and they did it in good faith. The bank, to give time, required notes from the executors individually: and notes were accordingly given. But the agreement was also made, that the banks were to continue their claim on the trust. The equity is therefore against the extinguishment asserted.</p>\n    </div>\n    <div class=\"num\" id=\"p112\">\n      <span class=\"num\">112</span>\n      <p class=\"indent\">There are collateral proofs that this was the arrangement. The discounts paid are charged to the estate, and the cost of a protest is charged. Beverly always admitted the charge for discounts on the notes, after the original notes had been given up. The first objection ever brought forward, was presented on filing the exceptions to the master's report. It is, in fact, the ordinary case of putting vouchers in the hands of the trustee, under a special agreement. Cited, 2 Gill &amp; Johns. 510.</p>\n    </div>\n    <div class=\"num\" id=\"p113\">\n      <span class=\"num\">113</span>\n      <p class=\"indent\">2. But suppose the facts were that the estate of David Peter was no longer indebted to the banks; that by the surrender of his notes, and taking the private notes of the executors, they were no longer creditors of the estate: would the debt be thereby extinguished? It would only be transferred; and would be, and remain until paid by the estate, due to the executors. In equity, they would be the creditors of the estate; and would be entitled to the benefits of the security in the will. The surviving executor would still be a trustee; and have all the rights over the estate to provide, by its sale, for the satisfaction of the debts which were originally given by the will. To the authorities cited, may be added Greiner's case, 2 Watts's Reports 414.</p>\n    </div>\n    <div class=\"num\" id=\"p114\">\n      <span class=\"num\">114</span>\n      <p class=\"indent\">The executor agrees that the original creditor shall still have the security. This he has a right to do; and no one can interpose to prevent his carrying this purpose into effect. There is a plain equity in favour of this.</p>\n    </div>\n    <div class=\"num\" id=\"p115\">\n      <span class=\"num\">115</span>\n      <p class=\"indent\">But there is a further equity in this case, supporting all that has been urged for the consideration of the court. It answers also the second point made by the appellees. That point is, that if any balance is due to George Peter, as stated in the auditor's report, it is made up of charges arising since the date of the will, not embraced in the provisions thereof for the payment of the same; and therefore that the real estate of the testator is not liable to be sold for the payment of that debt.</p>\n    </div>\n    <div class=\"num\" id=\"p116\">\n      <span class=\"num\">116</span>\n      <p class=\"indent\">The facts stated in this proposition are not sustained. There never was in the hands of the executors, or under their control, the means of paying the debts. After making the provision for Mrs Peter, the whole, and more than the available means of the estate, were consumed. The debts due the executors grew out of advances made for the estate, for taxes, expenses and interest.</p>\n    </div>\n    <div class=\"num\" id=\"p117\">\n      <span class=\"num\">117</span>\n      <p class=\"indent\">Who are the parties before the court? The executor, and the only remaining creditors on one side; and the children of the testator, his legatees, on the other. It is the duty of the executor to execute the will; and, independently of the creditors, he had no other law to regulate his action, and no other powers but those given by the will. Creditors may defeat the purpose of the testator, and control the action of the executors; but in this case they submit to it, and ask the executor to perform his trust.</p>\n    </div>\n    <div class=\"num\" id=\"p118\">\n      <span class=\"num\">118</span>\n      <p class=\"indent\">What then is the will which the executors were to execute? What are its provisions?</p>\n    </div>\n    <div class=\"num\" id=\"p119\">\n      <span class=\"num\">119</span>\n      <p class=\"indent\">1. As to a portion of the personal property, which was not to be appraised or valued. This amounted to 4552 dollars; and was part of the personal estate in the dwellinghouse at Georgetown; and was given to Mrs Peter.</p>\n    </div>\n    <div class=\"num\" id=\"p120\">\n      <span class=\"num\">120</span>\n      <p class=\"indent\">2. Certain specified portions of real estate, and personal estate on part of it, are set apart for the payment of debts.</p>\n    </div>\n    <div class=\"num\" id=\"p121\">\n      <span class=\"num\">121</span>\n      <p class=\"indent\">3. All the rest of the estate is given for the maintenance of the family of the testator, and for the maintenance of the children.</p>\n    </div>\n    <div class=\"num\" id=\"p122\">\n      <span class=\"num\">122</span>\n      <p class=\"indent\">Such a will may be wise, or it may be unwise, but it is a good will and lawful; and it is the duty of an executor to execute it if he can. The power to do so depends on the creditors; and they have agreed; they take the trust, and ask its performance. Can the legatees object to this? If they do, they object not to the proceedings of the executor, but to the direction of the testator. The testator marshalled the assets. The will has been executed in the spirit, and according to the directions of the testator. The will made the real estate personal estate.</p>\n    </div>\n    <div class=\"num\" id=\"p123\">\n      <span class=\"num\">123</span>\n      <p class=\"indent\">If it shall be said that the estate has not been administered according to law; it is answered, that they have not administered it as the law would have required of them if there had been no will: but they have conformed to the will in the administration; and this the creditors, now before the court, have permitted them to do.</p>\n    </div>\n    <div class=\"num\" id=\"p124\">\n      <span class=\"num\">124</span>\n      <p class=\"indent\">The family have every part of the estate but that which is now claimed by the creditor, and by the executor, to pay the debts; and now they want this because they have had the rest. They would leave the creditors unpaid, and would deprive the executor of all his property; obliging the creditors of their parent to take his estate for the satisfaction of debts, which, by the will of their parent, were to be paid out of his estate.</p>\n    </div>\n    <div class=\"num\" id=\"p125\">\n      <span class=\"num\">125</span>\n      <p class=\"indent\">Against the claim of the surviving executor, a claim founded on his assumption of the debt of their father, the appellees, his legatees, would now plead the statute of limitations!</p>\n    </div>\n    <div class=\"num\" id=\"p126\">\n      <span class=\"num\">126</span>\n      <p class=\"indent\">The creditors now ask to have the fund provided by the testator, applied to the payment of their debts. This is resisted by the children of the testator. The equity of the claim is too plain to admit of a doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p127\">\n      <span class=\"num\">127</span>\n      <p class=\"indent\">It is altogether unnecessary here to inquire what would be the effect of the executors having misapplied the other funds of the estate. They have not done so. The evidence; the true purpose and intent of the will; and the report of the auditor, clearly prove this. But if they had done so, on whom ought the loss to fall? It ought not to fall on the creditors, or upon their fund. Their forbearance should not be visited by such a penalty. There is no construction of the will which will sustain such a suggestion. The purpose of the will was to designate and set apart a portion of the estate for the payment of the debts of the testator. The will gives the executors a power to sell those portions of the estate to satisfy the debts. It creates a trust; Sugden 392, 393; and equity will not permit the trust to fail for want of a trustee. In this case, it survives to the present executor, the appellant. Not being a naked power, but one created for a special and expressed purpose; being a trust; it will not be permitted to fail. Cited Wilmot 23; Williams on Executors 626, 627.</p>\n    </div>\n    <div class=\"num\" id=\"p128\">\n      <span class=\"num\">128</span>\n      <p class=\"indent\">The construction of the will which is asserted for the appellant is strongly supported by the judgment of the court of appeals of Maryland. 4 Gill &amp; John. Rep. 328, 329.</p>\n    </div>\n    <div class=\"num\" id=\"p129\">\n      <span class=\"num\">129</span>\n      <p class=\"indent\">Upon the exceptions to the auditor's report, Mr Sergeant argued: as to the first and second exceptions, the property in the inventories was not sold, nor converted to the use of the creditors. It remained with Mrs Peter and her family, and remains still with them. Are the amounts of the inventories of that property to be charged to the executors, who never received any of the property; or to the creditors, by whose forbearance the family of the testator was permitted to enjoy it? These observations also apply to part of the matter in the fourth and fifth exceptions.</p>\n    </div>\n    <div class=\"num\" id=\"p130\">\n      <span class=\"num\">130</span>\n      <p class=\"indent\">It is denied that, on the part of George Peter, the appellant, there was ever a neglect of duty. It does not appear that at any time until the filing of the amended bill in this case, it was ever alleged or mentioned. It is now brought forward, after one of the executors is dead, and his papers have been destroyed; and after Mrs Peter's death. It is now charged against the only surviving executor, and who did not at any time take any other part in the business of the estate, but collecting rents; and who never appropriated a dollar of the estate to his own use.</p>\n    </div>\n    <div class=\"num\" id=\"p131\">\n      <span class=\"num\">131</span>\n      <p class=\"indent\">In reference to the charge of neglect in not collecting the balance of the debt from the Dulin farm; no imputation of this kind can be sustained. It might well be supposed that the property sold was a security for that balance; and the purchaser had acquired no title. The necessity of suing out the notes is not admitted, for the executors might have thought their recovery doubtful; or have thought a suit unnecessary. But as to this, there is a clear protection from personal liability by the executors, as they put the claim into the hands of counsel; and Mr Beverly was well acquainted with the whole proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p132\">\n      <span class=\"num\">132</span>\n      <p class=\"indent\">As to the seventh exception, the auditor, in giving the credit complained of in it, was perfectly right. Vouchers, sufficient, under the circumstances of the case, and considering the nature of the expenditures, were furnished to support the credit. Of the eighth exception it may also be said, that the vouchers were such as ought to have satisfied and did satisfy the auditor. It could only be by an estimate of the family expenses of Mrs Peter, that the auditor could arrive at any particular sum. For such expenses receipts are not kept. The decision of the auditor on the amount is sufficient to sustain it.</p>\n    </div>\n    <div class=\"num\" id=\"p133\">\n      <span class=\"num\">133</span>\n      <p class=\"indent\">The exceptions which go to the rejection of the debts for bank curtailments, and the payment of the discounts on the notes, cannot prevail; either if the debt was set down by the estate to the banks, or to the executors. There were no means of making these payments, in the hands of the executors, derived from the estate; and the funds must therefore have been provided out of their private means.</p>\n    </div>\n    <div class=\"num\" id=\"p134\">\n      <span class=\"num\">134</span>\n      <p class=\"indent\">Mr Sergeant went into a particular statement of the accounts of the executors, for the purpose of answering the twelfth exception: and contended, that the auditor was right in rejecting the statement and account presented by the appellees; and refusing to charge the executors as charged by them.</p>\n    </div>\n    <div class=\"num\" id=\"p135\">\n      <span class=\"num\">135</span>\n      <p class=\"indent\">He contended, that no fair account could be made, which would not show a balance in favour of the executors to a very large amount. To prevent this balance, there are but two ways of stating the account. One, to apply certain inapplicable rules to the conduct of the executors, which, when they ought to apply, are very well: the other, to invoke and apply the statute of limitations. One mode makes the executor pay what the legatees have had, what the family has subsisted upon; the other deprives the creditors of what they ought to have had.</p>\n    </div>\n    <div class=\"num\" id=\"p136\">\n      <span class=\"num\">136</span>\n      <p class=\"indent\">It is said they had no right to apply the personal estate to the support of the family of Mrs Peter, and to the education of the children. That this was not a lawful course of administration.</p>\n    </div>\n    <div class=\"num\" id=\"p137\">\n      <span class=\"num\">137</span>\n      <p class=\"indent\">This position is true, to a great extent, where there is no will; but even in such a case, the rule is not universal. Some allowance is always to be made, and is always made. So it may be true, when the will does not contain a provision to the contrary.</p>\n    </div>\n    <div class=\"num\" id=\"p138\">\n      <span class=\"num\">138</span>\n      <p class=\"indent\">A mere charge of the real estate with debts, does not, it is said, discharge the personal estate; and the counsel for the appellees have cited cases to show this. Be it so; for in the case before the court it is of no moment. It is sufficient, if there be an intention of the testator declared in the will, that the personal estate shall be applied for the benefit or for the use of his family. If this has been done, the family cannot complain. 2 Conn. 681. We have in this case the plain and evident purpose of the testator, declared in his will; and no more is required.</p>\n    </div>\n    <div class=\"num\" id=\"p139\">\n      <span class=\"num\">139</span>\n      <p class=\"indent\">As to the attempt to set up the statute of limitations. This course is of doubtful morality; and in the record, there is sufficient to show that Mr Beverly cannot set it up. He was himself the cause of the delay, and many of the acts of the executors were directed by him; and he had in charge a portion of the estate, during a part of the time since the decease of the testator. In 1827, by a bill filed by him, he acknowledges the existence of the debts, and he says nothing of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p140\">\n      <span class=\"num\">140</span>\n      <p class=\"indent\">But it is unnecessary to dwell on these matters, as the statute of limitations has no application to the case.</p>\n    </div>\n    <div class=\"num\" id=\"p141\">\n      <span class=\"num\">141</span>\n      <p class=\"indent\">The statute does not run in case of a trust; this is such a case: and if it was required for the protection of the claims of the appellants, there has been a continual acknowledgement up to this day. It has never been denied that the statute does not run in case of a trust. 2 Ves. &amp; Beam. 278. But admitting this to be a trust in England, it is denied to be so here. Has any authority been produced to sustain this denial? and it would require the gravest authority to support it. But the direct contrary can be maintained by authorities. These will be found in Sugden 111, 165, in a note.</p>\n    </div>\n    <div class=\"num\" id=\"p142\">\n      <span class=\"num\">142</span>\n      <p class=\"indent\">But what is a trust? It is, quoad hoc, distinct from a mere power to be exercised or not. In this case there was a fund set apart, and subjected to a power for payment of debts. Is it not then a trust in the executor, and a fund to which the creditor trusted? The debt fastens to the fund, and continues till the trust is executed.</p>\n    </div>\n    <div class=\"num\" id=\"p143\">\n      <span class=\"num\">143</span>\n      <p class=\"indent\">As to the remark about the trustee connecting himself with the cestui que trust; Sugden 224; it means that the trustee shall not buy any of the estate.</p>\n    </div>\n    <div class=\"num\" id=\"p144\">\n      <span class=\"num\">144</span>\n      <p class=\"indent\">Is there any reason for enjoining the appellant not to sell? The decree is repugnant to itself. It establishes the title of the appellant to relief, and then denies all relief.</p>\n    </div>\n    <div class=\"num\" id=\"p145\">\n      <span class=\"num\">145</span>\n      <p class=\"indent\">Mr Justice THOMPSON delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p146\">\n      <span class=\"num\">146</span>\n      <p class=\"indent\">This case comes up on appeal from the circuit court of the District of Columbia for the county of Washington. The bill was filed by the appellees in the court below, to enjoin the appellants from proceeding to sell certain lots of land in the city of Washington, belonging to the estate of David Peter, for the payment of debts alleged to be due to the Bank of Columbia, and the Bank of the United States. David Peter made his will bearing date the 30th of November 1812, and shortly thereafter departed this life; and by his will he declares and directs as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p147\">\n      <span class=\"num\">147</span>\n      <p class=\"indent\">'It is my intention that the proceeds of all my estate shall be vested in my dear wife Sarah Peter for the maintenance and education of my children.</p>\n    </div>\n    <div class=\"num\" id=\"p148\">\n      <span class=\"num\">148</span>\n      <p class=\"indent\">'I wish all my debts to be as speedily paid as possible; for which purpose I desire that the tract of land on which Dulin lives, together with all personal property thereon, may be sold and applied to that purpose; and in aid of that, as soon as sales can be effected, so much of my city property as may be necessary to effect that object.</p>\n    </div>\n    <div class=\"num\" id=\"p149\">\n      <span class=\"num\">149</span>\n      <p class=\"indent\">'I desire that no appraisement or valuation shall be had of any part of the property attached to my dwellinghouse.</p>\n    </div>\n    <div class=\"num\" id=\"p150\">\n      <span class=\"num\">150</span>\n      <p class=\"indent\">'I desire that my sons shall receive as good educations as the country will afford, and my daughters the best the place can furnish.'</p>\n    </div>\n    <div class=\"num\" id=\"p151\">\n      <span class=\"num\">151</span>\n      <p class=\"indent\">And he appointed his wife Sarah Peter, his brother George Peter, and his brother-in-law Leonard H. Johns, the executrix and executors of his will; of whom George Peter is the only survivor.</p>\n    </div>\n    <div class=\"num\" id=\"p152\">\n      <span class=\"num\">152</span>\n      <p class=\"indent\">The bill charges that George Peter; the surviving executor, under colour of the directions in the will, was about to sell that part of the real estate of David Peter which lies in the city of Washington, and has actually offered the same for sale at public auction. The bill further charges, that there came to the hands of the executors personal estate of the said David Peter to the amount of more than 25,000 dollars. That they had sold the Dulin farm for 20,688 dollars 90 cents to George Magruder, in the year 1813, and received one-third of the purchase money, and took for the balance, divided in equal sums, two promissory notes, one payable the 1st of January 1815, and the other the 1st of January 1816; one indorsed by Patrick Magruder and the other by Lloyd Magruder. That the purchaser, George Magruder, was put into possession of the farm, and still holds it; and that the notes given for the balance of the purchase money have been lost by the negligence of the executors. The complainants deny the existence of any debt, due from the estate of David Peter to the said banks, or either of them; or any other debt whatsoever, for the payment of which it is either necessary, proper or lawful for the said George Peter to sell the said city lots. And the bill prays that the executor may fully account for the real and personal estate of the said David Peter, and show how the same has been disposed of; and that the banks may be required to produce the notes or other evidence of their pretended debt, and prove the same; and praying an injunction to restrain the said George Peter, and his agents, from selling or in any way disposing of, or incumbering the real estate of the said David Peter in the District of Columbia: concluding with a prayer for general relief.</p>\n    </div>\n    <div class=\"num\" id=\"p153\">\n      <span class=\"num\">153</span>\n      <p class=\"indent\">The injunction was granted: and, on the coming in of the answer, was ordered to be continued until the final hearing of the cause.</p>\n    </div>\n    <div class=\"num\" id=\"p154\">\n      <span class=\"num\">154</span>\n      <p class=\"indent\">The answer of George Peter, the surviving executor, alleges that the principal management of the business of the estate was assumed by his co-executors; that believing Johns fully competent, and that he would attend to the business in a way best calculated to promote the interest of his sister and her children, he left it to them to settle the estate, and to collect and dispose of the proceeds thereof, and provide for the support and education of the children, as they might think best; and that all this was well known to the complainant Beverly, who married the eldest daughter of the testator in the year 1819. That he and his wife lived with her mother until within a year or two of her death.</p>\n    </div>\n    <div class=\"num\" id=\"p155\">\n      <span class=\"num\">155</span>\n      <p class=\"indent\">That the debts due to the banks had been continued by renewed notes, from time to time, drawn and indorsed by the executors, in compliance with the rules of the banks; and with the understanding that such arrangement was to continue as long as the banks were willing to indulge the estate, or until the executors should be able to make sales for the payment of those debts: that this arrangement was well understood by Beverly and all the children, who were old enough to understand any thing of their affairs; and was often talked of by Beverly and Ramsay, who always spoke of the estate as liable to the banks for these debts. The surviving executor, to the charge of neglect, in relation to the balance of the purchase money for the Dulin farm; alleges that Magruder, the purchaser, was sued upon the notes given for the balance, and became insolvent. That an ejectment was brought to recover possession of the land that it might be re-sold, no title having been given for the land, but only a bond for a deed, according to the terms of the sale. That the ejectment was removed to the court of appeals in Maryland, where he believes it is still pending. That if there was any neglect or delay in recovering this land, it was the fault of the complainant Beverly; who undertook to attend to it, being then agent for the estate.</p>\n    </div>\n    <div class=\"num\" id=\"p156\">\n      <span class=\"num\">156</span>\n      <p class=\"indent\">The answer of the banks refers to the answer of the surviving executor for the facts stated, in relation to the arrangement between the executors and the banks; which it is averred was entered into to save the estate of the testator from a sacrifice, and to continue the accommodation. That the executors and the banks, and the agents of the banks, one of whom was the complainant Beverly, always so understood it, and looked to the trust estate as still liable to the banks. They exhibit statements showing the situation of the debts at the death of the testator, and the various renewals by the executors afterwards, in their private capacity, with the various payments which had been made, and showing the balance now due.</p>\n    </div>\n    <div class=\"num\" id=\"p157\">\n      <span class=\"num\">157</span>\n      <p class=\"indent\">An amended bill was afterwards filed, calling for an account of other moneys alleged to have been received by the executors; and charging more particularly negligence in the executors in not having sued the indorsers of the notes of Magruder for the balance of the purchase money of the Dulin farm, and the loss thereof by reason of such neglect.</p>\n    </div>\n    <div class=\"num\" id=\"p158\">\n      <span class=\"num\">158</span>\n      <p class=\"indent\">To this amended bill, the surviving executor answers, stating his knowledge and belief respecting the moneys for which he is called upon to account, denies the negligence imputed to him, and avers that if there was any negligence it was that of the complainant Beverly, who, being interested in the estate and being a lawyer, undertook to attend to the recovery of the balance of the purchase money. That the indorsers were in very doubtful circumstances; that the land was considered by all parties interested as sufficient security for the balance of the purchase money; and that the counsel of the executors advised the resort to a re-sale of the land as the best remedy for the recovery of such balance; and for that purpose an ejectment was brought to recover the possession, and a bill in chancery filed in Maryland under the direction and superintendence of Beverly; and that if any negligence occurred in the prosecution of these suits it was attributable to him.</p>\n    </div>\n    <div class=\"num\" id=\"p159\">\n      <span class=\"num\">159</span>\n      <p class=\"indent\">The cause was referred to the auditor to take and report an account of all sums of money received by the executors from the real and personal estate respectively, and of the sums paid by them in the due course of administration; and of any other sums paid by them for the maintenance of the family and the education of the children; stating them separately. The auditor reports a large balance due the executors, allowing them for the maintenance of the family and the debts paid by them. To this report the complainants excepted, and the exceptions were overruled: and at the March term of the circuit court in 1835, a final decree was entered confirming the report of the auditor, and decreeing a perpetual injunction. From this decree of a perpetual injunction, the defendants in the court below appealed; and from so much of the decree as confirmed the report of the auditor, the complainants appealed; and upon these cross appeals the cause comes here for review.</p>\n    </div>\n    <div class=\"num\" id=\"p160\">\n      <span class=\"num\">160</span>\n      <p class=\"indent\">In examining the various questions which have been made in this case, the most natural order seems to be to consider, in the first place, the will of David Peter. Upon this depends, in a great measure, the rights of the banks as creditors of the estate, and the rights, duties and responsibilities of the executors; and particularly those which devolve upon George Peter, the surviving executor.</p>\n    </div>\n    <div class=\"num\" id=\"p161\">\n      <span class=\"num\">161</span>\n      <p class=\"indent\">David Peter died in the year 1813, shortly after making his will, leaving his widow with a family of five children, two daughters and three sons, the eldest about thirteen years of age, living in ease and supposed allquence, as appears, not only from the pleadings and proofs in the case, but as fairly to be inferred from the provisions made for them by his will, and the disposition made of his property. His primary object seemed to be that his family should remain together, and live as they had been accustomed to live. And he accordingly, in the first place, directs that the proceeds of all his estate should be vested in his wife, Sarah Peter (who is made one of his executors), for the maintenance and education of his children. He directs, that no appraisement or valuation should be had of any part of his property attached to his dwellinghouse, and that his sons should receive as good educations as the country would afford, and his daughters the best the place could furnish. The family accordingly remained together, except Mrs Beverly, and were maintained and educated according to the directions of the will, until the death of the said Sarah Peter, in the year 1825. The testator directed his debts to be paid as speedily as possible; and for that purpose declared, that the tract of land on which Dulin lived, together with all the personal property thereon, should be sold, and applied to the payment of his debts; and in aid of that, as soon as sales could be effected, so much of his city property as should be necessary for the payment of his debts.</p>\n    </div>\n    <div class=\"num\" id=\"p162\">\n      <span class=\"num\">162</span>\n      <p class=\"indent\">The testator had a right unquestionably, so far as respected his children, to charge the payment of his debts upon any part of his estate, real or personal, as he might think proper, and most advantageous to his family. And if the creditors were willing to look to the fund so appropriated to that object, no one would have a right to counteract or control his will in that respect. And he having thought proper to constitute his widow the trustee of the proceeds of all his estate, for the maintenance and education of his children, thereby vesting in her an unlimited discretion in this respect, so far as the proceeds of his estate would go; the surviving executor is not accountable for any thing applied by her for that purpose, not even if she would be chargeable with a devastavit. For it is a well settled rule, that one executor is not responsible for the devastavit of his co-executor, any farther than he is shown to have been knowing and assenting at the time to such devastavit or misapplication of the assets: and merely permitting his co-executor to possess the assets; without going farther, and concurring in the application of them; does not render him answerable for the receipts of his co-executor. Each executor is liable only for his own acts, and what he receives and applies, unless he joins in the direction and misapplication of the assets. Cro. Eliz. 348; 4 Ves. 596; 4 Johns. Ch. 23; 19 Johns. Rep. 427.</p>\n    </div>\n    <div class=\"num\" id=\"p163\">\n      <span class=\"num\">163</span>\n      <p class=\"indent\">It is not intended to intimate that there was any devastavit or waste of the estate by Mrs Peter. There is, indeed, no pretence in the bill of any misapplication of the estate, by her or any other of the executors; and for the very purpose for which the proceeds of the estate were vested in her, to maintain and educate a family of young children, it was necessary to clothe her with a large discretion; and for this reason the testator directs, that there should be no appraisement or valuation of any part of his property attached to his dwelling-house. The proceeds of all his estate being vested in his widow, would render it necessary, independent of any express direction in the will, that recourse should be had to the real estate for the payment of his debts.</p>\n    </div>\n    <div class=\"num\" id=\"p164\">\n      <span class=\"num\">164</span>\n      <p class=\"indent\">And this leads, in the next place, to the inquiry, whether George Peter, the surviving executor, has authority to sell the lots in the city of Washington.</p>\n    </div>\n    <div class=\"num\" id=\"p165\">\n      <span class=\"num\">165</span>\n      <p class=\"indent\">With respect to the Dulin farm, no doubt can exist. The testator gives positive directions for that farm to be sold, and the proceeds applied to the payment of his debts. The executors in the sale to Magruder only gave a bond for a deed: the title was not to be given until the purchase money was all paid; and that not having yet been done, no title has been conveyed, and it yet remains subject to be applied to the payment of debts; and a resale is necessary in order fully to carry into effect the will of the testator. It is a well settled rule in chancery, in the construction of wills as well as other instruments, that when land is directed to be sold, and turned into money, or money is directed to be employed in the purchase of land, courts of equity, in dealing with the subject, will consider it that species of property into which it is directed to be converted. This is the doctrine of this court in the case of Craig v. Leslie, 3 Wheat. 577; and is founded upon the principle, that courts of equity, regarding the substance, and not the mere form of contracts and other instruments, consider things directed, or agreed to be done, as having been actually performed. But this principle may not perhaps apply in its full force and extent to the city lots. They are not positively directed by the will to be converted into money; but the sale of them was contingent, and only in aid of the proceeds of the Dulin farm, if a sale of them should become necessary for the payment of debts. But independent of this principle, there is ample power in the surviving executor to sell. We find, in the cases decided in the English courts, and in the elementary treatises on this subject, no little confusion, and many nice distinctions.</p>\n    </div>\n    <div class=\"num\" id=\"p166\">\n      <span class=\"num\">166</span>\n      <p class=\"indent\">The general principle of the common law, as laid down by lord Coke, (Co. Lit. 112, <i>b</i>) and sanctioned by many judicial decisions, is, that when the power given to several persons, is a mere naked power to sell, not coupled with an interest, it must be executed by all, and does not survive. But when the power is coupled with an interest, it may be executed by the survivor. 14 Johns. Rep. 553; 2 Johns. Ch. 19.</p>\n    </div>\n    <div class=\"num\" id=\"p167\">\n      <span class=\"num\">167</span>\n      <p class=\"indent\">But the difficulty arises in the application of the rule to particular cases. It may, perhaps, be considered as the better conclusion to be drawn from the English cases on this question, that a mere direction, in a will, <i>to</i> the executors to sell land, without any words vesting in them an interest in the land, or creating a trust, will be only a naked power, which does not survive. In such case, there is no one who has a right to enforce an execution of the power. But when any thing is directed to be done, in which third persons are interested, and who have a right to call on the executors to execute the power, such power survives. This becomes necessary for the purpose of effecting the object of the power. It is not a power coupled with an interest in executors, because they may derive a personal benefit from the devise. For a trust will survive though no way beneficial to the trustee. It is the possession of the legal estate, or a right in the subject over which the power is to be exercised, that makes the interest in question. And when an executor, guardian, or other trustee, is invested with the rents and profits of land, for the sale or use of another; it is still an authority coupled with an interest, and survives. 1 Caines's Ca. in Er. 16; 2 Peere Wms.</p>\n    </div>\n    <div class=\"num\" id=\"p168\">\n      <span class=\"num\">168</span>\n      <p class=\"indent\">In the American cases, there seems to be less confusion and nicety on this point; and the courts have generally applied to the construction of such powers, the great and leading principle which applies to the construction of other parts of the will, to ascertain and carry into execution the intention of the testator. When the power is given to executors, to be executed in their official capacity of executors, and there are no words in the will warranting the conclusion, that the testator intended, for safety or some other object, a joint execution of the power; as the office survives, the power ought also to be construed as surviving. And courts of equity will lend their aid to uphold the power, for the purpose of carrying into execution the intention of the testator, and preventing the consequences that might result from an extinction of the power: and where there is a trust, charged upon the executors in the direction given to them in the disposition of the proceeds, it is the settled doctrine of courts of chancery, that the trust does not become extinct by the death of one of the trustees. It will be continued in the survivors, and not be permitted, in any event, to fail for want of a trustee. This is the doctrine of chancellor Kent, in the case of Franklin v. Osgood, 2 Johns. Ch. 19, and cases there cited; and is in accordance with numerous decisions in the English courts. 3 Atk. 714; 2 Peere Wms 102. And is adopted and sanctioned by the court of errors in New York, on appeal, in the case of Franklin v. Osgood. And Mr Justice Platt, in that case, refers to a class of cases in the English courts, where it is held, that although, from the terms made use of in creating the power, detached from other parts of the will, it might be considered a mere naked power to sell; yet, if, from its connexion with other provisions in the will, it clearly appears to have been the intention of the testator, that the land should be sold to execute the trusts in the will, and such sale is necessary for the purpose of executing such trusts, it will be construed as creating a power coupled with an interest, and will survive. This doctrine is fully recognized by the supreme court of Pennsylvania, in the case of the Lessee of Zebach v. Smith, 3 Binney 69. The court there considered it as a settled point, that if the authority to sell is given to executors, virtute officii a surviving executor may sell: and that the authority given by the will, in that case, to the executors to sell, was to them in their character of executors, and for the purpose of paying debts, in object which is highly favoured in the law.</p>\n    </div>\n    <div class=\"num\" id=\"p169\">\n      <span class=\"num\">169</span>\n      <p class=\"indent\">Although the clause in the will now under consideration, does not name the executors as the persons who are to sell the land, yet it is a power vested in them by necessary implication. The land is to be sold for the purpose of paying the debts, which is a duty devolving upon the executors; and it follows, as a matter of course, that the testator intended his executors should make the sale, to enable them to discharge the duty and trust of paying the debts. Mr Sugden, in his Treatise on Powers, page 167, on the authority of a case cited from the year books, lays it down as a general rule, that when a testator directs his land to be sold for certain purposes, without declaring by whom the sale shall be made, if the fund is to be distributed by the executors, they shall have, by implication, the power to sell. And this is the doctrine of chancellor Kent, in the case of Davoux v. Fanning, 2 Johns. Ch. 254. The will, in that case, as in this, directed the real estate to be sold for certain purposes therein specified, but did not direct expressly by whom the sale should be made; and he held, as lord Hardwicke did in a case somewhat similar, 1 Atk. 420, that it was a reasonable construction, that the power was given to the executors; that it was almost impossible to mistake the testator's meaning on that point. So, in the present case, it is impossible to draw any other conclusion, than that it was the testator's intention, that the sale should be made by his executors. Jackson v. Hewitt, 15 Johns. 349, is a case very much in point, on both questions. That the power in this case, is coupled with an interest, and survives, and that by implication, it is to be executed by the surviving executor. The testator, say the court, in that case, directed that in case of a deficiency of his personal estate to pay his debts, some of his real estate should be sold, without naming by whom; and one of the executors only undertook the execution of the will, and sold the land; and the court held, that this was a power coupled with an interest, and might be executed by one of the executors, it being a power to sell for the payment of debts.</p>\n    </div>\n    <div class=\"num\" id=\"p170\">\n      <span class=\"num\">170</span>\n      <p class=\"indent\">It has been thought proper to dwell a little more at large upon the construction of this will, and the power given to the executors to sell, than would have been deemed necessary, had it not been supposed and urged at the bar, that the court of appeals in Maryland had given a different construction to the will than the one we have adopted. This will was brought under the consideration of that court, in the ejectment suit for the recovery of the Dulin farm already referred to (4 Gill &amp; Johnson 323); and it is true, the court does say that the power given in the will to sell is a mere naked power. But this was not the main point before the court. The question seemed to turn upon the demises in the declaration, and whether the legal estate in the land was in Mrs Peter and her children, so as to enable them to maintain an action of ejectment. As the clause in the will directing a sale of the land, did not direct it to be made by the executors, it became a question whether the executors had that power by implication; or whether it was a case coming within the Maryland law of 1785, which provides, that if a person shall die leaving real or personal estate to be sold for the payment of debts, or other purposes, and shall not appoint a person to sell and convey the property, the chancellor shall have the power to appoint a trustee for that purpose. And the court seemed to think, the will now in question came within that provision. But this case, however respectable the authority may be, cannot be admitted to control the decision in the case now before the court, where the lands in question lie in the city of Washington: and we entertain a very decided opinion, that the power to sell given by this will, is a power coupled with an interest, which survives, and may be executed by the surviving executor.</p>\n    </div>\n    <div class=\"num\" id=\"p171\">\n      <span class=\"num\">171</span>\n      <p class=\"indent\">The next inquiry is, whether there is any subsisting debt due from the estate of David Peter to the banks. It is contended on the part of the complainants in the court below, that this debt has been extinguished, by the notes given by the executors; and no longer remains a debt due from the estate. There is no pretence that these debts have, in point of fact, been paid: and if not, the trust has not been executed, and the land still remains charged with it. If the executors have paid the debt to the banks, or the banks have accepted their notes in payment in place of the notes of the testator, so that the executors became the debtors, and personally responsible to the banks; the only effect of this is, that the executors became the creditors of the estate instead of the banks, and may resort to the trust fund to satisfy the debt. 2 Peere Wms 664, note; 7 Har. &amp; John. 134; 4 Gill &amp; Johns. 303; 2 Pick. 567.</p>\n    </div>\n    <div class=\"num\" id=\"p172\">\n      <span class=\"num\">172</span>\n      <p class=\"indent\">But there is no ground for considering the debt of the banks extinguished. David Peter, at the time of his death, was largely indebted to these banks upon indorsed notes discounted by them: and to prevent these notes from lying under protest, an arrangement was made between the banks and the executors to substitute notes drawn by Sarah Peter, and indorsed by Leonard H. Johns and George Peter; and the notes of David Peter were retired by this substitution, and passed as credits to the executors in the orphan's court as paid, when in truth and in fact they were not paid. The substitution of the notes of the executors was only by way of renewal, and to comply with the rules of the banks; and thus to continue the debts by the indulgence of the banks, until the executors should be able to make sales for the payment of them, without any intention or understanding by any of the parties, that the substituted notes were offered or received as payment of the debts. That such was the arrangement made respecting these debts, and so understood by Beverly at least, is established by the most clear and satisfactory evidence; and there is good reason to believe, that this was well understood in the family by all the children who were of an age sufficient to understand the business and concerns of the estate. This arrangement under such circumstances, cannot, in any manner, be considered an extinguishment of the debt. The law on this subject is well settled, and the principle well and succinctly laid down in the case of James v. Hackly, 16 Johns. 277. It is, say the court, a settled doctrine, that the acceptance of a negotiable note for an antecedent debt, will not extinguish such debt, unless it is expressly agreed that it is received as payment. It is unnecessary in the present case to carry the principle so far as to say there must be an <i>express</i> agreement for that purpose, in order to operate as payment: but the evidence must certainly be so clear and satisfactory, as to leave no reasonable doubt that such was the intention of the parties. And the rule to this extent is settled by the most unquestioned authority. 11 Johns. 513; 14 John. 404; 2 Gill &amp; John. 493; 7 Har. &amp; John. 92.</p>\n    </div>\n    <div class=\"num\" id=\"p173\">\n      <span class=\"num\">173</span>\n      <p class=\"indent\">In the original bill, the complaint against the executors for not having collected the balance of the purchase money, can hardly be considered a charge of negligence; and much less of that gross negligence which ought to make the executor personally responsible. It barely alleges, that this balance ought to have been received if the executors had only used reasonable diligence in regard to the collection. But after the answer and explanation of the executor to this charge came in, an amended bill was filed, charging the executor with gross negligence in this respect. This seemed to be an after thought, and rather a stale allegation. But the answer and explanation of the executor, uncontradicted in any manner, fully exonerates the executors from all culpable negligence. Magruder was prosecuted for the balance of the purchase money: he became insolvent, and no further payment could be obtained from him. An ejectment was brought to recover possession of the land, that it might be again sold: the cause was tried in the county court, and removed to the court of appeals, where the judgment was reversed, and a procedendo awarded. This business was principally under the care and direction of the complainant, Beverly: and if there was any want of due diligence in prosecuting the suit, it is chargeable to him, and not to the executor. And besides, the executor in the whole of this business acted under the advice of counsel, which shows satisfactorily that he acted in entire good faith, and would go very far to exonerate him from the charge of negligence, even if there were circumstances leading to a contrary conclusion. 2 John. Ca. 376.</p>\n    </div>\n    <div class=\"num\" id=\"p174\">\n      <span class=\"num\">174</span>\n      <p class=\"indent\">From this view of the case, we are satisfied that the direction in the will of David Peter to sell a portion of his real estate for payment of his debts, created a power coupled with an interest that survives. That the surviving executor is, by necessary implication, the person authorized to execute that power and fultil that trust. That the debt due the banks has not been extinguished, by the notes substituted by the executors as renewals in the bank, or the estate of the testator in any way discharged from the payment of the debt. That the executors are not chargeable with negligence or misapplication of the personal estate, that ought to render them personally responsible for these debts: and that no reason has been shown why satisfaction of these debts should not be had out of the lands appropriated by the testator for that purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p175\">\n      <span class=\"num\">175</span>\n      <p class=\"indent\">It remains only very briefly to notice the exceptions which were filed to the report of the auditor: and most of these have been disposed of by the principles laid down in the foregoing opinion. It is proper here to observe, that from the report of the auditor upon the accounts exhibited by the executors and allowed by him, there has at all times been and now is a considerable balance in favour of the executors against the estate.</p>\n    </div>\n    <div class=\"num\" id=\"p176\">\n      <span class=\"num\">176</span>\n      <p class=\"indent\">With respect to the first and second exceptions, it is true that the auditor has not charged the executors with the inventories; and he ought not, according to the principles upon which he makes his statement: the object of the reference to him being to ascertain, whether the executors were indebted to the estate, or the estate to them: and for this purpose he examined the several statements made by the executors with the orphan's court, and extracted from them the several sums received and paid by them. In the account with the orphan's court, the executors are charged with the amount of the inventory of the personal estate, both in the District of Columbia and in Maryland; and as far as any proceeds of the personal estate came into the hands of the executors, they are charged in the statement of the auditor: but they are not charged with what the widow and heirs retained in their hands, and for their own use; and this was correct, according to the provisions in the will, for the maintenance of the family and the education of the children.</p>\n    </div>\n    <div class=\"num\" id=\"p177\">\n      <span class=\"num\">177</span>\n      <p class=\"indent\">The 4552 dollars, mentioned in the third exception, were properly omitted in the statement of the account against the executor. It was a portion of that part of the estate which was put into the hands of the widow, attached to the dwellinghouse, and with respect to which the testator directed that no appraisement or valuation should be made.</p>\n    </div>\n    <div class=\"num\" id=\"p178\">\n      <span class=\"num\">178</span>\n      <p class=\"indent\">The fourth and fifth exceptions relate to the notes taken from Magruder for the balance of the purchase money of the Dulin farm. The executors, as has been already shown, are not chargeable with those notes. No negligence is imputable to them, which ought to make them personally responsible. No title has been given for the farm, and it may yet be resorted to for payment of this balance of the purchase money.</p>\n    </div>\n    <div class=\"num\" id=\"p179\">\n      <span class=\"num\">179</span>\n      <p class=\"indent\">The auditor has properly given credit to the executors for the taxes on the real estate. There is no suggestion that the taxes were not due, and paid by somebody. The amount appears to have been paid according to the account of the register; and it is fairly to be presumed that they were paid by the executors, although no regular vouchers are produced for such payment. This may be accounted for, in some measure at least, by the circumstances stated in the answer of George Peter, of the destruction by fire of the books and accounts of his co-executor, Leonard H. Johns; who had the principal management of the estate.</p>\n    </div>\n    <div class=\"num\" id=\"p180\">\n      <span class=\"num\">180</span>\n      <p class=\"indent\">The allowance of 6000 dollars for the expenses of the family for twelve years, must certainly be a very moderate charge. It was a proper subject of inquiry for the auditor, and there is no grounds upon which this court can say the allowance is exceptionable. From the nature of the expenditure for the daily expenses of the family, it could hardly be expected that a regular account would be kept; and especially under the large discretion given by the testator in his will in relation to the maintenance of his family.</p>\n    </div>\n    <div class=\"num\" id=\"p181\">\n      <span class=\"num\">181</span>\n      <p class=\"indent\">The amount paid by the executors for the curtails and discounts on the notes running in the banks, were properly allowed to their credit. These were debts due from the estate; and whatever payments were made were for and on account of the estate.</p>\n    </div>\n    <div class=\"num\" id=\"p182\">\n      <span class=\"num\">182</span>\n      <p class=\"indent\">These are all the exceptions taken to the report of the auditor, and we think they were all properly overruled by the court below. But the court erred in decreeing a perpetual injunction.</p>\n    </div>\n    <div class=\"num\" id=\"p183\">\n      <span class=\"num\">183</span>\n      <p class=\"indent\">The decree of the circuit court must accordingly be reversed, the injunction dissolved, and the bill of the complainants dismissed.</p>\n    </div>\n    <div class=\"num\" id=\"p184\">\n      <span class=\"num\">184</span>\n      <p class=\"indent\">This cause came on to be heard on the transcript of the record from the circuit court of the United States for the District of Columbia, holden in and for the county of Washington, and was argued by counsel; on consideration whereof, it is ordered, adjudged and decreed by this court, that the decree of the said circuit court in this cause be, and the same is hereby reversed and annulled. And this court, proceeding to render such decree as the said circuit court ought to have rendered in the premises, doth order, adjudge and decree, that the injunction in this cause be, and the same is hereby dissolved; and that the bill of the complainants be, and the same is hereby dismissed; and that this cause be, and the same is hereby remanded to the said circuit court, with directions to said court to carry this decree into effect.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/85997/"
}