{"absolute_url": "/opinion/1964908/united-states-v-field/", "blocked": false, "citation": {"case_name": "United States v. Field", "docket_number": "442", "document_uris": ["/api/rest/v2/document/1964908/"], "federal_cite_one": "255 U.S. 257", "federal_cite_three": null, "federal_cite_two": null, "id": 1937679, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/1937679/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 16, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1921-02-28", "date_modified": "2014-12-22T10:37:12.190761", "docket": "/api/rest/v2/docket/1787780/", "download_url": null, "extracted_by_ocr": false, "html": "", "html_lawbox": "<div>\n<center><b>255 U.S. 257 (1921)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nFIELD, EXECUTOR OF FIELD.</h1></center>\n<center>No. 442.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 9, 1920.</center>\n<center>Decided February 28, 1921.</center>\nAPPEAL FROM THE COURT OF CLAIMS.\n<p><span class=\"star-pagination\">*258</span> <i>The Solicitor General</i> and <i>Mr. Assistant Attorney General Davis,</i> with whom <i>Mr. T.K. Schmuck,</i> Special Assistant to the Attorney General, was on the brief, for the United States.</p>\n<p><i>Mr. John P. Wilson,</i> with whom <i>Mr. William B. Hale</i> and <i>Mr. Walter Bruce Howe</i> were on the brief, for appellee.</p>\n<p><span class=\"star-pagination\">*259</span> MR. JUSTICE PITNEY delivered the opinion of the court.</p>\n<p>This is an appeal from a judgment of the Court of Claims sustaining a claim for refund of an estate tax exacted under Title II of the Revenue Act of September 8, 1916, as amended by Act of March 3, 1917 (c. 463, 39 Stat. 756, 777; c. 159, 39 Stat. 1000, 1002). It presents the question whether the act taxed a certain interest that passed under testamentary execution of a general power of appointment created prior but executed subsequent to its passage.</p>\n<p>The facts are as follows: Joseph N. Field, a citizen and resident of Illinois, died April 29, 1914, leaving a will which was duly admitted to probate in that State, and by which he gave the residue of his estate, after payment of certain <span class=\"star-pagination\">*260</span> legacies, to trustees, with provision that one-third of it should be set apart and held as a separate trust fund for the benefit of his wife, Kate Field, the net income to be paid to her during life, and from and after her death the net income of one-half of said share of the trust estate to be paid to such persons and in such shares as she should appoint by last will and testament. The trust was to continue until the death of the last surviving grandchild of the testator who was living at the time of his death, and at its termination the undistributed estate was to be divided among named beneficiaries or their issue, <i>per stirpes,</i> in proportions specified. Kate Field died April 29, 1917, a resident of Illinois, leaving a will which was duly probated in that State, by which she executed the power of appointment, directing that the income to which the power related should be paid in equal shares to her children surviving at the date of the respective payments, the issue of any deceased child to stand in the place of such deceased child. The collector of internal revenue, assuming to act under the Revenue Act of 1916, as amended, and Regulations issued by the Commissioner of Internal Revenue, included as a part of the gross estate of Kate Field the appointed estate passing under her execution of the power; and proceeded to assess and collect an estate tax based upon the net value thereof, and amounting to $121,059.60. Her executor, having paid the tax under protest, and having made a claim for refund which was considered and rejected by the Commissioner of Internal Revenue, brought this suit and recovered judgment, from which the United States appeals.</p>\n<p>The Revenue Act of 1916, in § 201 (39 Stat. 777), imposes a tax equal to specified percentages of the value of the net estate \"upon the transfer of the net estate of every decedent dying after the passage of this Act.\" By § 203 (p. 778) the value of the net estate is to be determined by subtracting from the value of the gross estate certain <span class=\"star-pagination\">*261</span> specified deductions. The gross estate is to be valued as follows:</p>\n<p>\"Sec. 202. That the value of the gross estate of the decedent shall be determined by including the value at the time of his death of all property, real or personal, tangible or intangible, wherever situated:</p>\n<p>\"(a) To the extent of the interest therein of the decedent at the time of his death which after his death is subject to the payment of the charges against his estate and the expenses of its administration and is subject to distribution as part of his estate.</p>\n<p>\"(b) To the extent of any interest therein of which the decedent has at any time made a transfer, or with respect to which he has created a trust, in contemplation of or intended to take effect in possession or enjoyment at or after his death, except in case of a bona fide sale for a fair consideration in money or money's worth. Any transfer of a material part of his property in the nature of a final disposition or distribution thereof, made by the decedent within two years prior to his death without such a consideration, shall, unless shown to the contrary, be deemed to have been made in contemplation of death within the meaning of this title; . . .\"</p>\n<p>The amendment of March 3, 1917, (39 Stat. 1002), pertains merely to the rates, and need not be further considered.<sup>[1]</sup></p>\n<p>The provision quoted from § 202 was construed by the Treasury Department, in U.S. Internal Revenue Regulations No. 37, relating to Estate Taxes, revised May, 1917, Art. XI, as follows: \"Property passing under a general power of appointment is to be included as a portion of the gross estate of a decedent appointor.\"</p>\n<p>No question being suggested as to the power of Congress <span class=\"star-pagination\">*262</span> to impose a tax upon the passing of property under testamentary execution of a power of appointment created before but executed after the passage of the taxing act (see <i>Chanler</i> v. <i>Kelsey,</i> 205 U.S. 466, 473, 478-479; <i>Knowlton</i> v. <i>Moore,</i> 178 U.S. 41, 56-61), the case involves merely a question of the construction of the act. Applying the accepted canon that the provisions of such acts are not to be extended by implication (<i>Gould</i> v. <i>Gould,</i> 245 U.S. 151, 153), we are constrained to the view  notwithstanding the administrative construction adopted by the Treasury Department  that the Revenue Act of 1916 did not impose an estate tax upon property passing under a testamentary execution of a general power of appointment.</p>\n<p>The Government seeks to sustain the tax under both clauses above quoted from § 202.</p>\n<p>The conditions expressed in clause (a) are to the effect that the taxable estate must be (1) an interest of the decedent at the time of his death, (2) which after his death is subject to the payment of the charges against his estate and the expenses of its administration, and (3) is subject to distribution as part of his estate. These conditions are expressed conjunctively; and it would be inadmissible, in construing a taxing act, to read them as if prescribed disjunctively. Hence, unless the appointed interest fulfilled all three conditions, it was not taxable under this clause.</p>\n<p>The chief reliance of the Government is upon the rule, well established in England and followed generally, but not universally, in this country, that where one has a general power of appointment either by deed or by will, and executes the power, equity will regard the property appointed as part of his assets for the payment of his creditors in preference to the claims of his voluntary appointees. See <i>Brandies</i> v. <i>Cochrane,</i> 112 U.S. 344, 352.</p>\n<p><span class=\"star-pagination\">*263</span> The English cases are fully reviewed by the House of Lords in <i>O'Grady</i> v. <i>Wilmot</i> [1916] 2 A.C. 231, 246, <i>et seq.</i> Illustrative cases in the American courts are <i>Johnson</i> v. <i>Cushing,</i> 15 N.H. 298, 307; <i>Rogers</i> v. <i>Hinton,</i> 62 N. Car. 101, 105; <i>Clapp</i> v. <i>Ingraham,</i> 126 Massachusetts, 200, 202; <i>Knowles</i> v. <i>Dodge,</i> 1 Mack. (D.C.) 66, 72; <i>Freeman</i> v. <i>Butters,</i> 94 Virginia, 406, 411; <i>Tallmadge</i> v. <i>Sill,</i> 21 Barb. 34, 51, <i>et seq.; contra, per</i> Gibson, C.J., in <i>Commonwealth</i> v. <i>Duffield,</i> 12 Pa. St. 277, 279-281; <i>Pearce</i> v. <i>Lederer,</i> 262 Fed. Rep. 993; affirmed, <i>Lederer</i> v. <i>Pearce,</i> 266 Fed. Rep. 497.</p>\n<p>It is tacitly admitted that the rule obtains in Illinois, and we shall so assume.</p>\n<p>But the existence of the power does not of itself vest any estate in the donee. <i>Collins</i> v. <i>Wickwire,</i> 162 Massachusetts, 143, 144; <i>Keays</i> v. <i>Blinn,</i> 234 Illinois, 121, 124; <i>Walker</i> v. <i>Treasurer,</i> 221 Massachusetts, 600, 602-603; <i>Shattuck</i> v. <i>Burrage,</i> 229 Massachusetts, 448, 451. See <i>Carver</i> v. <i>Jackson,</i> 4 Pet. 1, 93.</p>\n<p>Where the donee dies indebted, having executed the power in favor of volunteers, the appointed property is treated as equitable, not legal, assets of his estate; <i>Clapp</i> v. <i>Ingraham,</i> 126 Massachusetts, 200, 203; <i>Patterson &amp; Co.</i> v. <i>Lawrence,</i> 83 Georgia, 703, 707; and (in the absence of statute), if it passes to the executor at all, it does so not by virtue of his office but as a matter of convenience and because he represents the rights of creditors. <i>O'Grady</i> v. <i>Wilmot</i> [1916] 2 A.C. 231, 248-257; <i>Smith</i> v. <i>Garey,</i> 2 Dev. &amp; Bat. Eq. (N.C.) 42, 49; <i>Olney</i> v. <i>Balch,</i> 154 Massachusetts, 318, 322; <i>Emmons</i> v. <i>Shaw,</i> 171 Massachusetts, 410, 411; <i>Hill</i> v. <i>Treasurer,</i> 229 Massachusetts, 474, 477.</p>\n<p>Where the power is executed, creditors of the donee can lay claim to the appointed estate only to the extent that the donee's own estate is insufficient to satisfy their demands. <i>Patterson &amp; Co.</i> v. <i>Lawrence,</i> 83 Georgia, 703, 708; <span class=\"star-pagination\">*264</span> <i>Walker</i> v. <i>Treasurer,</i> 221 Massachusetts, 600, 602-603; <i>Shattuck</i> v. <i>Burrage,</i> 229 Massachusetts, 448, 452.</p>\n<p>It is settled that (in the absence of statute) creditors have no redress in case of a failure to execute the power. <i>Holmes</i> v. <i>Coghill,</i> 7 Ves. 499, 507, affirmed, 12 Ves. 206, 214-215; <i>Gilman</i> v. <i>Bell,</i> 99 Illinois, 144, 150; <i>Duncanson</i> v. <i>Manson,</i> 3 App. D.C. 260, 273.</p>\n<p>And, whether the power be or be not exercised, the property that was subject to appointment is not subject to distribution as part of the estate of the donee. If there be no appointment, it goes according to the disposition of the donor. If there be an appointment to volunteers, then, subject to whatever charge creditors may have against it, it goes not to the next of kin or the legatees of the donee, but to his appointees under the power.</p>\n<p>It follows that the interest in question, not having been property of Mrs. Field at the time of her death, nor subject to distribution as part of her estate, was not taxable under clause (a).</p>\n<p>We deem it equally clear that it was not within clause (b). That clause is the complement of (a), and is aptly descriptive of a transfer of an interest in decedent's own property in his lifetime, intended to take effect at or after his death. It cannot, without undue laxity of construction, be made to cover a transfer resulting from a testamentary execution by decedent of a power of appointment over property not his own.</p>\n<p>It would have been easy for Congress to express a purpose to tax property passing under a general power of appointment exercised by a decedent had such a purpose existed; and none was expressed in the act under consideration. In that of February 24, 1919, which took its place, the section providing how the value of the gross estate of the decedent shall be determined contains a clause precisely to the point [§ 402 (e), 40 Stat. 1097]: \"To the extent of any property passing under a general power of <span class=\"star-pagination\">*265</span> appointment exercised by the decedent (1) by will, or (2) by deed executed in contemplation of, or intended to take effect in possession or enjoyment at or after, his death, except,\" etc. Its insertion indicates that Congress at least was doubtful whether the previous act included property passing by appointment. See <i>Matter of Miller,</i> 110 N.Y. 216, 222; <i>Matter of Harbeck,</i> 161 N.Y. 211, 217-218; <i>United States</i> v. <i>Bashaw,</i> 50 Fed. Rep. 749, 754. The Government contends that the amendment was made for the purpose of clarifying rather than extending the law as it stood, and cites a statement to that effect in the Report of the House Committee on Ways and Means (House Doc. No. 1267, p. 101, 65th Cong., 2d sess.). It is evident, however, that this statement was based upon the interpretation of the Act of 1916 adopted by the Treasury Department; the same report proceeded to declare (p. 102) that \"The absence of a provision including property transferred by power of appointment makes it possible, by resorting to the creation of such a power, to effect two transfers of an estate with the payment of only one tax;\" and this, together with the fact that the committee proposed that the law be amended, shows that the Treasury construction was not treated as a safe reliance.</p>\n<p>The tax in question being unsupported by the taxing act, the Court of Claims was right in awarding reimbursement.</p>\n<p><i>Judgment affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]   The act was further amended October 3, 1917, c. 63, 40 Stat. 300, 324; superseded and repealed by Act of February 24, 1919, c. 18, 40 Stat. 1057, 1096, 1149.</p>\n\n</div>", "html_with_citations": "", "id": 1964908, "judges": "Pitney", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/1964908/", "sha1": "9665ae4600251b23cb796b1ad63fb5a986f6b16b", "source": "L", "supreme_court_db_id": null, "time_retrieved": "2013-10-30T00:56:01.961599"}