{"absolute_url": "/opinion/99692/jw-goldsmith-jr-grant-co-v-united-states/", "blocked": false, "citation": {"case_name": "JW Goldsmith, Jr.-Grant Co. v. United States", "docket_number": "214", "document_uris": ["/api/rest/v2/document/99692/"], "federal_cite_one": "254 U.S. 505", "federal_cite_three": null, "federal_cite_two": null, "id": 84075, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/84075/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 58, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1921-01-17", "date_modified": "2014-12-21T01:36:59.528680", "docket": "/api/rest/v2/docket/10016/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">254 U.S. 505</p>\n    <p class=\"case_cite\">41 S.Ct. 189</p>\n    <p class=\"case_cite\">65 L.Ed. 376</p>\n    <p class=\"parties\">J. W. GOLDSMITH, JR.-GRANT CO.<br>v.<br>UNITED STATES.</p>\n    <p class=\"docket\">No. 214.</p>\n    <p class=\"date\">Argued Dec. 8, 1920.</p>\n    <p class=\"date\">Decided Jan. 17, 1921.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Messrs. L. C. Hopkins</i> and <i>C. T. Hopkins,</i> both of Atlanta, Ga., for plaintiffs in error.</p>\n      <p class=\"indent\"><i>Assistant Attorney General Adams,</i> for the United States.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 506-507 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice McKENNA delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">By an act of Congress passed July 13, 1866 (now section 3450, Revised Statutes [Comp. St. &#167; 6352], and we shall so refer to it), it was enacted that:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'Whenever any goods or commodities for or in respect whereof      any tax is or shall be imposed, * * * are removed, or are      deposited or concealed in any place, with intent to defraud      the United States of such tax, or any part thereof, all such      goods or commodities, * * * shall be forfeited; and in every      such case all the casks, vessels, cases, or other packages      whatsoever, containing, or which shall have contained, such      goods or commodities, respectively, and every vessel, boat,      cart, carriage, or other conveyance whatsoever, and all      horses or other animals, and all things used in the removal      or for the deposit or concealment thereof, respectively,      shall be forfeited.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In pursuance of this enactment a libel was filed against a Hudson automobile of the appraised value of $800, and it charged that the automobile before its seizure was used by three persons who were named, in the removal and for the deposit and concealment of 58 gallons of distilled spirits upon which a tax was imposed by the United States, and had not been paid.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Plaintiff in error, herein referred to as the Grant Company, was, on its petition, permitted to intervene and to give bond and replevy the automobile.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The company subsequently answered, alleging the facts hereinafter mentioned, and in addition, pleaded against a condemnation and forfeiture of the car, the Constitution of the United States, especially article 5 of Amendments, which prohibits the deprivation of life, liberty or property without due process of law.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The case was to a jury upon an agreed statement of facts, which recited that: The Grant Company was a seller of automobiles and was the owner in fee simple of the automobile used in this case, and sold it, retaining the title for unpaid purchase money, to J. G. Thompson (he was named in the libel), who was a taxicab operator, and W. M. Lamb, who was in the newspaper business; that the car was used by Thompson in violation of section 3450, R. S., but that such use was without the knowledge of the company or of any of its officers, nor did it or they have any notice or reason to suspect that it would be illegally used.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The court charged the jury to render a verdict finding the car guilty overruling a motion of the Grant Company to direct a verdict for it on the grounds: (1) That section 3450, U. S. R. S., was in violation of article 5 of Amendments of the Constitution of the United States, in that it deprived the Grant Company of its property without due process of law. (2) That the section was not to be construed to forfeit the title of a third party entirely innocent of wrongdoing, and that the proper construction of the section was that it contemplated forfeiting only the interest or title of the wrongdoer. (3) That the title reserved by the company for the balance of the purchase money had never been divested, and therefore, could not be condemned, and that only the interest of Thompson and Lamb could be condemned.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The jury found the car guilty and in pursuance of the verdict a judgment of condemnation and forfeiture was entered, but as a bond with security had been given for the car, it was adjudged that the United States recover from the Grant Company as principal and J. W. Goldsmith, Jr., as security, the principal sum of $800 and costs. Execution was awarded accordingly.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Motion for a new trial was denied, and this writ of error was then prosecuted.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This statement indicates the questions in the case and, as we have seen, involves the construction of section 3450 and its unconstitutionality if it be not construed as contended by the Grant Company.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">If the case were the first of its kind, it and its apparent paradoxes might compel a lengthy discussion to harmonize the section with the accepted tests of human conduct. Its words taken literally forfeit property illicitly used though the owner of it did not participate in or have knowledge of the illicit use. There is strength, therefore, in the contention that if such be the inevitable meaning of the section, it seems to violate that justice which should be the foundation of the due process of law required by the Constitution. It is, hence, plausibly urged that such could not have been the intention of Congress; that Congress necessarily had in mind the facts and practices of the world and that in the conveniences of business and of life, property is often and sometimes necessarily put into the possession of another than its owner. And it follows, is the contention, that Congress only intended to condemn the interest the possessor of the property might have to punish his guilt, and not to forfeit the title of the owner who was without guilt.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Regarded in this abstraction the argument is formidable, but there are other and militating considerations. Congress must have taken into account the necessities of the government, its revenues and policies, and was faced with the necessity of making provision against their violation or evasion and the ways and means of violation or evasion. In breaches of revenue provisions, some forms of property are facilities, and therefore it may be said, that Congress interposes the care and responsibility of their owners in aid of the prohibitions of the law and its punitive provisions, by ascribing to the property a certain personality, a power of complicity and guilt in the wrong. In such case there is some analogy to the law of deodand by which a personal chattel that was the immediate cause of the death of any reasonable creature was forfeited. To the superstitious reason to which the rule was ascribed, Blackstone adds:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'That such misfortunes are in part owing to the negligence of      the owner, and therefore, he is properly punishable by such      forfeiture.'</p>\n    </div>\n    <p class=\"indent\">And he observed:</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'A like punishment is in like cases inflicted by the Mosaical      law: 'If an ox gore a man that he die, the ox shall be      stoned, and his flesh shall not be eaten.' And, among the      Athenians, whatever was the cause of a man's death, by      falling upon him, was exterminated or cast out of the      dominions of the republic.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">See, also, The Blackheath, 195 U. S. 361, 366, 367, 25 Sup. Ct. 46, 49 L. Ed. 236; Liverpool, etc., Nav. Co. v. Brooklyn Terminal, 251 U. S. 48, 53, 40 Sup. Ct. 66, 64 L. Ed. 130.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">But whether the reason for section 3450 be artificial or real, it is too firmly fixed in the punitive and remedial jurisprudence of the country to be now displaced. Dobbins Distillery v. United States, 96 U. S. 395, 24 L. Ed. 637, is an example of the rulings we have before made. It cites and reviews prior cases, applying their doctrine and sustaining the constitutionality of such laws. It militates, therefore, against the view that section 3450 is not applicable to a property whose owner is without guilt. In other words, it is the ruling of that case, based on prior cases, that the thing is primarily considered the offender. And the principle and practice have examples in admiralty. The Palmyra, 12 Wheat. 1, 6 L. Ed. 531.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The same principle was declared in United States v. Stowell, 133 U. S. 1, 10 Sup. Ct. 244, 33 L. Ed. 555. The following cases at circuit may also be referred to: United States v. Mincey, 254 Fed. 287, 165 C. C. A. 554 (1918); Logan v. United States, 260 Fed. 746, 171 C. C. A. 484(1919); United States v. One Saxon Automobile, 257 Fed. 251, 168 C. C. A. 335; United States v. 246 1/2 Pounds of Tobacco (D. C.) 103 Fed. 791; United States v. 220 Patented Machines (D. C.) 99 Fed. 559.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Counsel resists the reasoning and precedent of these cases in an argument of considerable length erected on the contention of the injustice of making an innocent man suffer for the acts of a guilty one, and the anxious solicitude a court must feel and exercise, and which, it is said, it has often expressed, and by which it has been impelled to declare laws unconstitutional that offend against reason and justice.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The changes are rung on the contention, and illustrations are given of what is possible under the law if the contention be rejected. It is said that a Pullman sleeper can be forfeited if a bottle of illicit liquor be taken upon it by a passenger, and that an ocean steamer can be condemned to confiscation if a package of like liquor be innocently received and transported by it. Whether the indicated possibilities under the law are justified we are not called upon to consider. It has been in existence since 1866, and has not yet received such amplitude of application. When such application shall be made it will be time enough to pronounce upon it. And we also reserve opinion as to whether the section can be extended to property stolen from the owner or otherwise taken from him without his privity or consent.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Counsel further urge that section 3450 should be read in connection with sections 3460 and 3461 (Comp. St. &#167;&#167; 6362, 6363), and other sections of the Revised Statutes, and should be construed to provide for the forfeiture of no interest for which those sections offer protection. We are, however, unable to concur with counsel that they modify the requirement or effect of section 3450. They have no relation to the latter section, nor is their remedy applicable to cases under that section.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">There is an intimation that in the prior cases there was something in the relation of the parties to the property or its uses from which it was possible to infer its destination to an illegal purpose; at any rate, the risk of such purpose and that such relation had influence in the decision of the cases.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We are unable to accept the intimation. There may, indeed, be greater risk to the owner of property in one form or purpose of its bailment than in another, but wrong cannot be imputed to him by reason of the form or purpose. It is the illegal use that is the material consideration, it is that which works the forfeiture, the guilt or innocence of its owner being accidental. If we should regard simply the adaptability of a particular form of property to an illegal purpose, we should have to ascribe facility to an automobile as an aid to the violation of the law. It is a 'thing' that can be used in the removal of 'goods and commodities' and the law is explicit in its condemnation of such things.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Judgment affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Mr. Justice McREYNOLDS dissents,</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>254 U.S. 505 (1921)</b></center>\n<center><h1>J.W. GOLDSMITH, JR.-GRANT COMPANY<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 214.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 8, 1920.</center>\n<center>Decided January 17, 1921.</center>\nERROR TO THE DISTRICT COURT OF THE UNITED STATES FOR THE NORTHERN DISTRICT OF GEORGIA.\n<p><i>Mr. L.C. Hopkins,</i> with whom <i>Mr. C.T. Hopkins, Mr. J.L. Hopkins</i> and <i>Mr. Charles B. Shelton</i> were on the brief, for plaintiff in error.</p>\n<p><i>Mrs. Annette Abbott Adams,</i> Assistant Attorney General, for the United States.</p>\n<p><span class=\"star-pagination\">*508</span> MR. JUSTICE McKENNA delivered the opinion of the court.</p>\n<p>By an Act of Congress passed July 13, 1866, c. 184, 14 Stat. 98, 151 (now § 3450, Revised Statutes, and we shall so refer to it), it was enacted that, \"Whenever any goods or commodities for or in respect whereof any tax is or shall be imposed, . . . are removed, or are deposited or concealed in any place, with intent to defraud the United States of such tax, or any part thereof, all such goods and commodities, . . . shall be forfeited; and in every such case all the casks, vessels, cases, or other packages whatsoever, containing, or which shall have contained, such goods or commodities, respectively, and every vessel, boat, cart, carriage, or other conveyance whatsoever, and all horses or other animals, and all things used in the removal or for the deposit or concealment thereof, respectively, shall be forfeited.\"</p>\n<p>In pursuance of this enactment a libel was filed against a Hudson automobile of the appraised value of $800, and it charged that the automobile before its seizure was used by three persons who were named, in the removal and for the deposit and concealment of 58 gallons of distilled spirits upon which a tax was imposed by the United States and had not been paid.</p>\n<p>Plaintiff in error, herein referred to as the Grant Company, was, on its petition, permitted to intervene and to give bond and replevy the automobile.</p>\n<p>The Company subsequently answered, alleging the facts hereinafter mentioned, and, in addition, pleaded against a condemnation and forfeiture of the car the Constitution of the United States, especially Article V of Amendments, which prohibits the deprivation of life, liberty or property without due process of law.</p>\n<p>The case was tried to a jury upon an agreed statement of facts, which recited that: The Grant Company was a <span class=\"star-pagination\">*509</span> seller of automobiles and was the owner in fee simple of the automobile seized in this case, and sold it, retaining the title for unpaid purchase money, to J.G. Thompson [he was named in the libel], who was a taxi-cab operator, and W.M. Lamb, who was in the newspaper business; that the car was used by Thompson in violation of § 3450, Rev. Stats., but that such use was without the knowledge of the Company or of any of its officers, nor did it or they have any notice or reason to suspect that it would be illegally used.</p>\n<p>The court charged the jury to render a verdict finding the car guilty, overruling a motion of the Grant Company to direct a verdict for it on the grounds: (1) That § 3450, Rev. Stats., was in violation of Article V of Amendments of the Constitution of the United States, in that it deprived the Grant Company of its property without due process of law. (2) That the section was not to be construed to forfeit the title of a third party entirely innocent of wrongdoing, and that the proper construction of the section was that it contemplated forfeiting only the interest or title of the wrongdoer. (3) That the title reserved by the Company for the balance of the purchase money had never been divested, and, therefore, could not be condemned, and that only the interest of Thompson and Lamb could be condemned.</p>\n<p>The jury found the car guilty, and in pursuance of the verdict a judgment of condemnation and forfeiture was entered, but, as a bond with security had been given for the car, it was adjudged that the United States recover from the Grant Company as principal and J.W. Goldsmith, Jr., as security, the principal sum of $800 and costs. Execution was awarded accordingly.</p>\n<p>Motion for a new trial was denied, and this writ of error was then prosecuted.</p>\n<p>This statement indicates the questions in the case and, as we have seen, involves the construction of § 3450 and <span class=\"star-pagination\">*510</span> its constitutionality, if it be not construed as contended by the Grant Company.</p>\n<p>If the case were the first of its kind, it and its apparent paradoxes might compel a lengthy discussion to harmonize the section with the accepted tests of human conduct. Its words taken literally forfeit property illicitly used though the owner of it did not participate in or have knowledge of the illicit use. There is strength, therefore, in the contention that, if such be the inevitable meaning of the section, it seems to violate that Justice which should be the foundation of the due process of law required by the Constitution. It is, hence, plausibly urged that such could not have been the intention of Congress, that Congress necessarily had in mind the facts and practices of the world and that, in the conveniences of business and of life, property is often and sometimes necessarily put into the possession of another than its owner. And it follows, is the contention, that Congress only intended to condemn the interest the possessor of the property might have to punish his guilt, and not to forfeit the title of the owner who was without guilt.</p>\n<p>Regarded in this abstraction the argument is formidable, but there are other and militating considerations. Congress must have taken into account the necessities of the Government, its revenues and policies, and was faced with the necessity of making provision against their violation or evasion and the ways and means of violation or evasion. In breaches of revenue provisions some forms of property are facilities, and therefore it may be said, that Congress interposes the care and responsibility of their owners in aid of the prohibitions of the law and its punitive provisions, by ascribing to the property a certain personality, a power of complicity and guilt in the wrong. In such case there is some analogy to the law of <i>deodand</i> by which a personal chattel that was the immediate cause of the death of any reasonable creature was forfeited. <span class=\"star-pagination\">*511</span> To the superstitious reason to which the rule was ascribed, Blackstone adds \"that such misfortunes are in part owing to the negligence of the owner, and therefore he is properly punished by such forfeiture.\" And he observed, \"A like punishment is in like cases inflicted by the Mosaical law: `if an ox gore a man that he die, the ox shall be stoned, and his flesh shall not be eaten.' And, among the Athenians, whatever was the cause of a man's death, by falling upon him, was exterminated or cast out of the dominions of the republic.\" See also <i>The Blackheath,</i> 195 U.S. 361, 366, 367; <i>Liverpool &amp;c. Navigation Co.</i> v. <i>Brooklyn Terminal,</i> 251 U.S. 48, 53.</p>\n<p>But whether the reason for § 3450 be artificial or real, it is too firmly fixed in the punitive and remedial jurisprudence of the country to be now displaced. <i>Dobbins's Distillery</i> v. <i>United States,</i> 96 U.S. 395, is an example of the rulings we have before made. It cites and reviews prior cases, applying their doctrine and sustaining the constitutionality of such laws. It militates, therefore, against the view that § 3450 is not applicable to a property whose owner is without guilt. In other words, it is the ruling of that case, based on prior cases, that the thing is primarily considered the offender. And the principle and practice have examples in admiralty. <i>The Palmyra,</i> 12 Wheat. 1.</p>\n<p>The same principle was declared in <i>United States</i> v. <i>Stowell,</i> 133 U.S. 1. The following cases at circuit may also be referred to: <i>United States</i> v. <i>Mincey,</i> 254 Fed. Rep. 287 (1918); <i>Logan</i> v. <i>United States,</i> 260 Fed. Rep. 746 (1919); <i>United States</i> v. <i>One Saxon Automobile,</i> 257 Fed. Rep. 251; <i>United States</i> v. <i>246 1/2 Pounds of Tobacco,</i> 103 Fed. Rep. 791; <i>United States</i> v. <i>220 Patented Machines,</i> 99 Fed. Rep. 559.</p>\n<p>Counsel resist the reasoning and precedent of these cases in an argument of considerable length erected on the contention of the injustice of making an innocent man <span class=\"star-pagination\">*512</span> suffer for the acts of a guilty one, and the anxious solicitude the court must feel and exercise, and which, it is said, it has often expressed, and by which it has been impelled to declare laws unconstitutional that offend against reason and justice.</p>\n<p>The changes are rung on the contention, and illustrations are given of what is possible under the law if the contention be rejected. It is said that a Pullman sleeper can be forfeited if a bottle of illicit liquor be taken upon it by a passenger, and that an ocean steamer can be condemned to confiscation if a package of like liquor be innocently received and transported by it. Whether the indicated possibilities under the law are justified we are not called upon to consider. It has been in existence since 1866, and has not yet received such amplitude of application. When such application shall be made it will be time enough to pronounce upon it. And we also reserve opinion as to whether the section can be extended to property stolen from the owner or otherwise taken from him without his privity or consent.</p>\n<p>Counsel further urge that § 3450 should be read in connection with §§ 3460 and 3461, and other sections of the Revised Statutes, and should be construed to provide for the forfeiture of no interest for which those sections offer protection. We are, however, unable to concur with counsel that they modify the requirement or effect of § 3450. They have no relation to the latter section, nor is their remedy applicable to cases under that section.</p>\n<p>There is an intimation that in the prior cases there was something in the relation of the parties to the property or its uses from which it was possible to infer its destination to an illegal purpose; at any rate, the risk of such purpose; and that such relation had influence in the decision of the cases.</p>\n<p>We are unable to accept the intimation. There may, indeed, be greater risk to the owner of property in one <span class=\"star-pagination\">*513</span> form or purpose of its bailment than in another, but wrong cannot be imputed to him by reason of the form or purpose. It is the illegal use that is the material consideration, it is that which works the forfeiture, the guilt or innocence of its owner being accidental. If we should regard simply the adaptability of a particular form of property to an illegal purpose, we should have to ascribe facility to an automobile as an aid to the violation of the law. It is a \"thing\" that can be used in the removal of \"goods and commodities\" and the law is explicit in its condemnation of such things.</p>\n<p><i>Judgment affirmed.</i></p>\n<p>MR. JUSTICE McREYNOLDS dissents.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">254</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">505</span></span> (1921)</b></center>\n<center><h1>J.W. GOLDSMITH, JR.-GRANT COMPANY<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 214.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 8, 1920.</center>\n<center>Decided January 17, 1921.</center>\nERROR TO THE DISTRICT COURT OF THE UNITED STATES FOR THE NORTHERN DISTRICT OF GEORGIA.\n<p><i>Mr. L.C. Hopkins,</i> with whom <i>Mr. C.T. Hopkins, Mr. J.L. Hopkins</i> and <i>Mr. Charles B. Shelton</i> were on the brief, for plaintiff in error.</p>\n<p><i>Mrs. Annette Abbott Adams,</i> Assistant Attorney General, for the United States.</p>\n<p><span class=\"star-pagination\">*508</span> MR. JUSTICE McKENNA delivered the opinion of the court.</p>\n<p>By an Act of Congress passed July 13, 1866, c. 184, 14 Stat. 98, 151 (now § 3450, Revised Statutes, and we shall so refer to it), it was enacted that, \"Whenever any goods or commodities for or in respect whereof any tax is or shall be imposed, . . . are removed, or are deposited or concealed in any place, with intent to defraud the United States of such tax, or any part thereof, all such goods and commodities, . . . shall be forfeited; and in every such case all the casks, vessels, cases, or other packages whatsoever, containing, or which shall have contained, such goods or commodities, respectively, and every vessel, boat, cart, carriage, or other conveyance whatsoever, and all horses or other animals, and all things used in the removal or for the deposit or concealment thereof, respectively, shall be forfeited.\"</p>\n<p>In pursuance of this enactment a libel was filed against a Hudson automobile of the appraised value of $800, and it charged that the automobile before its seizure was used by three persons who were named, in the removal and for the deposit and concealment of 58 gallons of distilled spirits upon which a tax was imposed by the United States and had not been paid.</p>\n<p>Plaintiff in error, herein referred to as the Grant Company, was, on its petition, permitted to intervene and to give bond and replevy the automobile.</p>\n<p>The Company subsequently answered, alleging the facts hereinafter mentioned, and, in addition, pleaded against a condemnation and forfeiture of the car the Constitution of the United States, especially Article V of Amendments, which prohibits the deprivation of life, liberty or property without due process of law.</p>\n<p>The case was tried to a jury upon an agreed statement of facts, which recited that: The Grant Company was a <span class=\"star-pagination\">*509</span> seller of automobiles and was the owner in fee simple of the automobile seized in this case, and sold it, retaining the title for unpaid purchase money, to J.G. Thompson [he was named in the libel], who was a taxi-cab operator, and W.M. Lamb, who was in the newspaper business; that the car was used by Thompson in violation of § 3450, Rev. Stats., but that such use was without the knowledge of the Company or of any of its officers, nor did it or they have any notice or reason to suspect that it would be illegally used.</p>\n<p>The court charged the jury to render a verdict finding the car guilty, overruling a motion of the Grant Company to direct a verdict for it on the grounds: (1) That § 3450, Rev. Stats., was in violation of Article V of Amendments of the Constitution of the United States, in that it deprived the Grant Company of its property without due process of law. (2) That the section was not to be construed to forfeit the title of a third party entirely innocent of wrongdoing, and that the proper construction of the section was that it contemplated forfeiting only the interest or title of the wrongdoer. (3) That the title reserved by the Company for the balance of the purchase money had never been divested, and, therefore, could not be condemned, and that only the interest of Thompson and Lamb could be condemned.</p>\n<p>The jury found the car guilty, and in pursuance of the verdict a judgment of condemnation and forfeiture was entered, but, as a bond with security had been given for the car, it was adjudged that the United States recover from the Grant Company as principal and J.W. Goldsmith, Jr., as security, the principal sum of $800 and costs. Execution was awarded accordingly.</p>\n<p>Motion for a new trial was denied, and this writ of error was then prosecuted.</p>\n<p>This statement indicates the questions in the case and, as we have seen, involves the construction of § 3450 and <span class=\"star-pagination\">*510</span> its constitutionality, if it be not construed as contended by the Grant Company.</p>\n<p>If the case were the first of its kind, it and its apparent paradoxes might compel a lengthy discussion to harmonize the section with the accepted tests of human conduct. Its words taken literally forfeit property illicitly used though the owner of it did not participate in or have knowledge of the illicit use. There is strength, therefore, in the contention that, if such be the inevitable meaning of the section, it seems to violate that Justice which should be the foundation of the due process of law required by the Constitution. It is, hence, plausibly urged that such could not have been the intention of Congress, that Congress necessarily had in mind the facts and practices of the world and that, in the conveniences of business and of life, property is often and sometimes necessarily put into the possession of another than its owner. And it follows, is the contention, that Congress only intended to condemn the interest the possessor of the property might have to punish his guilt, and not to forfeit the title of the owner who was without guilt.</p>\n<p>Regarded in this abstraction the argument is formidable, but there are other and militating considerations. Congress must have taken into account the necessities of the Government, its revenues and policies, and was faced with the necessity of making provision against their violation or evasion and the ways and means of violation or evasion. In breaches of revenue provisions some forms of property are facilities, and therefore it may be said, that Congress interposes the care and responsibility of their owners in aid of the prohibitions of the law and its punitive provisions, by ascribing to the property a certain personality, a power of complicity and guilt in the wrong. In such case there is some analogy to the law of <i>deodand</i> by which a personal chattel that was the immediate cause of the death of any reasonable creature was forfeited. <span class=\"star-pagination\">*511</span> To the superstitious reason to which the rule was ascribed, Blackstone adds \"that such misfortunes are in part owing to the negligence of the owner, and therefore he is properly punished by such forfeiture.\" And he observed, \"A like punishment is in like cases inflicted by the Mosaical law: `if an ox gore a man that he die, the ox shall be stoned, and his flesh shall not be eaten.' And, among the Athenians, whatever was the cause of a man's death, by falling upon him, was exterminated or cast out of the dominions of the republic.\" See also <i>The Blackheath,</i> <span class=\"citation\" data-id=\"96152\"><a href=\"/opinion/96152/the-blackheath/\"><span class=\"volume\">195</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">361</span></a></span>, 366, 367; <i>Liverpool &amp;c. Navigation Co.</i> v. <i>Brooklyn Terminal,</i> <span class=\"citation\" data-id=\"99469\"><a href=\"/opinion/99469/liverpool-c-nav-co-v-brooklyn-eastern-district-ter/\"><span class=\"volume\">251</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">48</span></a></span>, 53.</p>\n<p>But whether the reason for § 3450 be artificial or real, it is too firmly fixed in the punitive and remedial jurisprudence of the country to be now displaced. <i>Dobbins's Distillery</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"89720\"><a href=\"/opinion/89720/dobbinss-distillery-v-united-states/\"><span class=\"volume\">96</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">395</span></a></span>, is an example of the rulings we have before made. It cites and reviews prior cases, applying their doctrine and sustaining the constitutionality of such laws. It militates, therefore, against the view that § 3450 is not applicable to a property whose owner is without guilt. In other words, it is the ruling of that case, based on prior cases, that the thing is primarily considered the offender. And the principle and practice have examples in admiralty. <i>The Palmyra,</i> 12 Wheat. 1.</p>\n<p>The same principle was declared in <i>United States</i> v. <i>Stowell,</i> 133 U.S. 1. The following cases at circuit may also be referred to: <i>United States</i> v. <i>Mincey,</i> 254 Fed. Rep. 287 (1918); <i>Logan</i> v. <i>United States,</i> 260 Fed. Rep. 746 (1919); <i>United States</i> v. <i>One Saxon Automobile,</i> 257 Fed. Rep. 251; <i>United States</i> v. <i>246 1/2 Pounds of Tobacco,</i> 103 Fed. Rep. 791; <i>United States</i> v. <i>220 Patented Machines,</i> 99 Fed. Rep. 559.</p>\n<p>Counsel resist the reasoning and precedent of these cases in an argument of considerable length erected on the contention of the injustice of making an innocent man <span class=\"star-pagination\">*512</span> suffer for the acts of a guilty one, and the anxious solicitude the court must feel and exercise, and which, it is said, it has often expressed, and by which it has been impelled to declare laws unconstitutional that offend against reason and justice.</p>\n<p>The changes are rung on the contention, and illustrations are given of what is possible under the law if the contention be rejected. It is said that a Pullman sleeper can be forfeited if a bottle of illicit liquor be taken upon it by a passenger, and that an ocean steamer can be condemned to confiscation if a package of like liquor be innocently received and transported by it. Whether the indicated possibilities under the law are justified we are not called upon to consider. It has been in existence since 1866, and has not yet received such amplitude of application. When such application shall be made it will be time enough to pronounce upon it. And we also reserve opinion as to whether the section can be extended to property stolen from the owner or otherwise taken from him without his privity or consent.</p>\n<p>Counsel further urge that § 3450 should be read in connection with §§ 3460 and 3461, and other sections of the Revised Statutes, and should be construed to provide for the forfeiture of no interest for which those sections offer protection. We are, however, unable to concur with counsel that they modify the requirement or effect of § 3450. They have no relation to the latter section, nor is their remedy applicable to cases under that section.</p>\n<p>There is an intimation that in the prior cases there was something in the relation of the parties to the property or its uses from which it was possible to infer its destination to an illegal purpose; at any rate, the risk of such purpose; and that such relation had influence in the decision of the cases.</p>\n<p>We are unable to accept the intimation. There may, indeed, be greater risk to the owner of property in one <span class=\"star-pagination\">*513</span> form or purpose of its bailment than in another, but wrong cannot be imputed to him by reason of the form or purpose. It is the illegal use that is the material consideration, it is that which works the forfeiture, the guilt or innocence of its owner being accidental. If we should regard simply the adaptability of a particular form of property to an illegal purpose, we should have to ascribe facility to an automobile as an aid to the violation of the law. It is a \"thing\" that can be used in the removal of \"goods and commodities\" and the law is explicit in its condemnation of such things.</p>\n<p><i>Judgment affirmed.</i></p>\n<p>MR. JUSTICE McREYNOLDS dissents.</p>\n</div>", "id": 99692, "judges": "McKenna", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/99692/", "sha1": "8cb82f34cb59ecb90e1744c6de1bd088b79f4615", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:47:16"}