{"absolute_url": "/opinion/118152/foster-v-love/", "blocked": false, "citation": {"case_name": "Foster v. Love", "docket_number": "96-670", "document_uris": ["/api/rest/v2/document/118152/"], "federal_cite_one": "522 U.S. 67", "federal_cite_three": "139 L. Ed. 2d 369", "federal_cite_two": "118 S. Ct. 464", "id": 102511, "lexis_cite": "1997 U.S. LEXIS 7331", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/102511/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 16, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1997-12-02", "date_modified": "2015-03-31T08:32:29.366069", "docket": "/api/rest/v2/docket/990/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">522 U.S. 67<br>118 S.Ct. 464<br>139 L.Ed.2d 369<br></p>\n    <p class=\"parties\">Murphy J. FOSTER, Jr., Governor of Louisiana, et al., Petitioners,<br>v.<br>G. Scott LOVE, Paul S. Bergeron, Kathleen B. Balhoff, and Bennie Baker-Bourgeois.</p>\n    <p class=\"docket\">No. 96-670.</p>\n    <p class=\"court\">Supreme Court of the United States</p>\n    <p class=\"date\">Argued Oct. 6, 1997.</p>\n    <p class=\"date\">Decided Dec. 2, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">\n        <i>Syllabus</i>\n        <a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>\n      </p>\n      <p>The Elections Clause of the Constitution, Art. I, &#167;4, cl. 1, invests the States with responsibility for the mechanics of congressional elections, see <i>Storer v. Brown,</i> 415 U.S. 724, 730, 94 S.Ct. 1274, 1279, 39 L.Ed.2d 714, but grants Congress \"the power to override state regulations'' by establishing uniform rules for federal elections, <i>U.S. Term Limits, Inc. v. Thornton,</i> 514 U.S. 779, 832-833, 115 S.Ct. 1842, 1868-1869, 131 L.Ed.2d 881. One such congressional rule sets the date of the biennial election for the offices of United States Senator, 2 U.S.C. &#167;1, and Representative, &#167;7, and mandates holding all congressional and presidential elections on a single November day, 2 U.S.C. &#167;&#167;1, 7; 3 U.S.C. &#167;1. Since 1978, Louisiana has held in October of a federal election year an \"open primary'' for congressional offices, in which all candidates, regardless of party, appear on the same ballot and all voters are entitled to vote.  If a candidate for a given office receives a majority at the open primary, the candidate \"is elected'' and no further act is done on federal election day to fill that office.  Since this system went into effect, over 80% of the State's contested congressional elections have ended as a matter of law with the open primary. Respondents, Louisiana voters, challenged this primary as a violation of federal law.  Finding no conflict between the state and federal statutes, the District Court granted summary judgment to petitioners, the State's Governor and secretary of state.  The Fifth Circuit reversed.</p>\n      <p><i>Held:</i> Louisiana's statute conflicts with federal law to the extent that it is applied to select a congressional candidate in October. Pp. ___-___.</p>\n      <p>(a)  The issue here is a narrow one turning entirely on the meaning of the state and federal statutes.  There is no colorable argument that &#167;7 goes beyond the ample limits of the Elections Clause's grant of authority to Congress.  In speaking of \"the election'' of a Senator or Representative, the federal statutes plainly refer to the combined actions of voters and officials meant to make the final selection of an officeholder; and by establishing \"the day'' on which these actions must take place, the statutes simply regulate the time of the election, a matter on which the Constitution explicitly gives Congress the final say. P. ___.</p>\n      <p>(b)  A contested selection of candidates for a congressional office that is concluded as a matter of law before the federal election day, with no act in law or in fact to take place on the date chosen by Congress, clearly violates &#167;7.  Louisiana's claim that its system concerns only the manner, not the time, of an election is at odds with the State's statute, which addresses timing quite as obviously as &#167;7 does.  A federal election takes place in Louisiana before federal election day whenever a candidate gets a majority in the open primary. Pp. ___-___.</p>\n      <p class=\"indent\">(c)  This Court's judgment is buttressed by the fact that Louisiana's open primary has tended to foster both evils identified by Congress as reasons for passing the federal statute: the distortion of the voting process when the results of an early federal election in one State can influence later voting in other States, and the burden on citizens forced to turn out on two different election days to make final selections of federal officers in presidential election years. Pp. ___-___.</p>\n      <p>90 F.3d 1026, affirmed.</p>\n      <p>SOUTER, J., delivered the opinion for a unanimous Court with respect to Parts I, II, and IV, and the opinion of the Court with respect to Part III, in which REHNQUIST, C.J., and STEVENS, O'CONNOR, GINSBURG, and BREYER, JJ., joined.</p>\n      <p class=\"indent\">Richard P. Ieyoub, Baton Rouge, LA, for petitioners.</p>\n      <p class=\"indent\">M. Miller Baker, Washington, DC, for respondents.</p>\n      <p class=\"indent\">Justice SOUTER delivered the opinion of the Court.<a class=\"footnote\" href=\"#fn-s-s\" id=\"fn-s-s_ref\">**</a></p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Under 2 U.S.C. &#167;&#167;1 and 7, the Tuesday after the first Monday in November in an even-numbered year \"is established'' as the date for federal congressional elections.  Louisiana's \"open primary'' statute provides an opportunity to fill the offices of  United States Senator and Representative during the previous month, without any action to be taken on federal election day.  The issue before us is whether such an ostensible election runs afoul of the federal statute.  We hold that it does.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* The Elections Clause of the Constitution, Art. I, &#167;4, cl. 1, provides that \" [t]he Times, Places and Manner of holding Elections for Senators and Representatives, shall be prescribed in each State by the Legislature thereof; but the Congress may at any time by Law make or alter such Regulations.''  The Clause is  a default provision; it invests the States with responsibility for the mechanics of congressional elections, see <i>Storer v. Brown,</i> 415 U.S. 724, 730, 94 S.Ct. 1274, 1279, 39 L.Ed.2d 714 (1974), but only so far as Congress declines to preempt state legislative choices, see <i>Roudebush v. Hartke,</i> 405 U.S. 15, 24, 92 S.Ct. 804, 810, 31 L.Ed.2d 1 (1972) (\"Unless Congress acts, Art.  I, &#167;4, empowers the States to regulate'').  Thus it is well settled that the Elections Clause grants Congress \"the power to override state regulations'' by establishing uniform rules for federal elections, binding on the States. <i>U.S. Term Limits, Inc.  v. Thornton,</i> 514 U.S. 779, 832-833, 115 S.Ct. 1842, 1868-1869, 131 L.Ed.2d 881 (1995). \" [T]he regulations made by Congress are  paramount to those made by the State legislature; and if they conflict therewith, the latter, so far as the conflict extends, ceases to be operative.'' <i>Ex parte Siebold,</i> 100 U.S. 371, 384, 25 L.Ed. 717 (1879).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">One congressional rule adopted under the Elections Clause (and its counterpart for the Executive Branch, Art. II, &#167;1, cl. 3) sets the date of the biennial election for federal offices.  See 2 U.S.C. &#167;&#167;1, 7; 3 U.S.C. &#167;1. Title 2 U.S.C. &#167;7 was originally enacted in 1872, and now provides that \" [t]he Tuesday next after the 1st Monday in November, in every even numbered year, is established as the day for the election, in each of the  States and Territories of the United States, of Representatives and Delegates to the Congress commencing on the 3d day of January next thereafter.''  This provision, along with 2 U.S.C. &#167;1 (setting the same rule for electing Senators under the Seventeenth Amendment) and 3 U.S.C. &#167;1 (doing the same for selecting presidential electors), mandates holding all elections  for Congress and the Presidency on a single day throughout the Union.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In 1975, Louisiana adopted a new statutory scheme for electing United States Senators and Representatives.  In October of a federal election year, the State holds what is popularly known as an \"open primary'' for congressional offices, La.Rev.Stat. Ann. &#167;18:402(B)(1) (West Supp.1997), in which all candidates, regardless of party, appear on the same ballot, and all voters, with like disregard of party, are entitled to vote, &#167;18:401(B) (West 1979).  If no candidate for a given office receives a majority, the State holds a run-off (dubbed a \"general election'') between the top two vote-getters the following month on federal election day. &#167;18:481 (West 1979).  But if one such candidate does get a majority in October, that candidate \"is elected,'' &#167;18:511(A) (West Supp.1997), and no further act is done on federal election day to fill the office in question.  Since this system went into effect in 1978, over 80% of the contested congressional elections in Louisiana have ended as a matter of law with the open primary.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Respondents are Louisiana voters who sued petitioners, the State's Governor and secretary of state, challenging the open primary as a violation of federal law.  The District Court granted summary judgment to petitioners, finding no conflict between the state and federal statutes, whereas a divided panel of the Fifth Circuit reversed, concluding that Louisiana's system squarely \"conflicts with the federal statutes that establish a uniform federal election day.'' 90 F.3d 1026, 1031 (1996).  We affirm.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Fifth Circuit's conception of the issue here as a narrow one turning entirely on the meaning of the state and federal statutes is exactly right.  For all of petitioners' invocations of state sovereignty, there is no colorable argument that &#167;7 goes beyond the ample limits of the Elections Clause's grant of authority to Congress.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> When the federal statutes speak of \"the election'' of a Senator or Representative, they plainly refer to the combined actions of voters and officials meant to make a final selection of an officeholder (subject only to the possibility of a later run-off, see 2 U.S.C. &#167;8).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> See N. Webster, An American Dictionary of the English Language 433 (C. Goodrich &amp; N. Porter eds. 1869) (defining \"election'' as \" [t]he  act of choosing a person to fill an office'').  By establishing a particular day as \"the day'' on which these actions must take place, the statutes simply regulate the time of the election, a matter on which the Constitution explicitly gives Congress the final say.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">While true that there is room for argument about just what may constitute the final act of selection within the meaning of the law, our decision does not turn on any nicety in isolating precisely what acts a State must cause to be done on federal election day (and not before it) in order to satisfy the statute. Without paring the term \"election'' in &#167;7 down to the definitional bone, it is enough to resolve this case to say that  a contested selection of candidates for a congressional office that is concluded as a matter of law before the federal election  day, with no act in law or in fact to take place on the date chosen by Congress, clearly violates &#167;7.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Petitioners try to save the Louisiana system by arguing that, because Louisiana law provides for a \"general election'' on federal election day in those unusual instances when one is needed, the open primary system concerns only the \"manner'' of electing federal officials, not the \"time'' at which the elections will take place.  Petitioners say that \" [a]lthough Congress is authorized by the Constitution to alter or change the time, place and manner the States have chosen to conduct federal  elections[,] in enacting 2 U.S.C. &#167;&#167;1 and 7, Congress sought only to alter the time in which elections were conducted, not their manner. Conversely, the open elections system [changed only the  manner by which Louisiana chooses its federal officers; it] did not change the timing of the general election for Congress.''  Brief for Petitioners 21.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Even if the distinction mattered here, the State's attempt to draw this time-manner line is merely wordplay, and wordplay just as much at odds with the Louisiana statute as that law is at odds with &#167;7.  The State's provision for an October election addresses timing quite as obviously as &#167;7 does.  State law straightforwardly provides that \" [a] candidate who receives a majority of the votes cast for an office in a primary election is elected.'' La.Rev.Stat. Ann. &#167;18:511(A) (West Supp.1997).  Because the candidate said to be \"elected'' has been selected by  the voters from among all eligible office-seekers, there is no reason to suspect that the Louisiana Legislature intended some eccentric meaning for the phrase \"is elected.''  After a declaration that a candidate received a majority in the open primary, state law requires no further act by anyone to seal the  election; the election has already occurred.  Thus, contrary to petitioners' imaginative characterization of the state statute, the open primary does purport to affect the timing of federal elections: a federal election takes place prior to federal election day whenever a candidate gets a majority in the open primary.  As the attorney general of Louisiana conceded at oral argument, \"Louisiana's system certainly allows for the election of a candidate in October, as opposed to actually electing on Federal Election Day.''  Tr. of Oral Arg. 6.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">While the conclusion that Louisiana's open primary system conflicts with 2 U.S.C. &#167;7 does not depend on discerning the intent behind the federal statute, our judgment is buttressed by an appreciation of Congress's object \"to remedy more than one evil arising from the election of members of Congress occurring at different times in the different States.'' <i>Ex parte Yarbrough,</i> 110 U.S. 651, 661, 4 S.Ct. 152, 157, 28 L.Ed. 274 (1884).  As the sponsor of the original bill put it, Congress was concerned both with the distortion of the voting process threatened when the results of an early federal election in one State can influence later voting in other States, and with the burden on citizens forced to turn out on two different election days to make final selections of federal officers in presidential election years:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">\"Unless we do fix some time at which, as a rule,      Representatives shall be elected, it will be in the power of      each State to fix upon a different day, and we may have a      canvass going on all over the Union at different times.  It      gives some States undue advantage . . . .   I can remember,      in 1840, when the news from Pennsylvania and other States      that held their elections prior to the presidential election      settled the presidential election as effectually as it was      afterward done . . . .   I agree  . . .  that Indiana, Ohio,      and Pennsylvania, by voting in October, have an influence.      But what I contend is that that is an undue advantage, that      it is a wrong, and that it is a wrong also to the people of      those States, that once in four years they shall be put to      the trouble of having a double election.''  Cong. Globe, 42d      Cong., 2d Sess., 141 (1871) (remarks of Rep. Butler).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">See also <i>Busbee v. Smith,</i> 549 F.Supp. 494, 524 (D.D.C. 1982) (recounting the purposes of &#167;7), aff'd, 459 U.S. 1166, 103 S.Ct. 809, 74 L.Ed.2d 1010 (1983).  The Louisiana open primary has tended to foster both evils, having had the effect of conclusively electing more than 80% of the State's Senators and Representatives before the election day elsewhere, and, in presidential election years, having forced voters to turn out for two potentially conclusive federal elections.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">When Louisiana's statute is applied to select from among congressional candidates in October, it conflicts with federal law and to that extent is void.  The judgment below is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> The syllabus constitutes no part of the opinion of the Court but has been prepared by the Reporter of Decisions for the convenience of the reader.  See <i>United States v. Detroit Timber &amp; Lumber Co.,</i> 200 U.S. 321, 337, 26 S.Ct. 282, 287, 50 L.Ed. 499.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s-s\">\n        <a class=\"footnote\" href=\"#fn-s-s_ref\">**</a>\n        <p> Justice SCALIA, Justice KENNEDY, and Justice THOMAS join all but Part III of this opinion.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A run-off election has been held on federal election day in only 9 of the 57 contested elections for United States Representative and in only 1 of the 6 contested elections for United States Senator.  See 90 F.3d 1026, 1030 (C.A.5 1996).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Clause gives Congress \"comprehensive'' authority to regulate the details of elections, including the power to impose \"the numerous requirements as to procedure and safeguards which experience shows are necessary in order to enforce the fundamental right involved.'' <i>Smiley v. Holm,</i> 285 U.S. 355, 366, 52 S.Ct. 397, 399, 76 L.Ed. 795 (1932).  Congressional authority extends not only to general elections, but also to any \"primary election which involves a necessary step in the choice of candidates for election as representatives in Congress.'' <i>United States v. Classic,</i> 313 U.S. 299, 320, 61 S.Ct. 1031, 1040, 85 L.Ed. 1368 (1941).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Title 2 U.S.C. &#167;8, which was enacted along with &#167;7, provides that a State may hold a congressional election on a day other than the uniform federal election day when such an election is necessitated \"by a failure to elect at the time prescribed by law.''  The only explanation of this provision offered in the legislative history is Senator Allen G. Thurman's statement that \"there can be no failure to elect except in those States in which a majority of all the votes is necessary to elect a member.'' Cong. Globe, 42d Cong., 2d Sess., 677 (1872) (remarks of Sen. Thurman).  In those States, if no candidate receives a majority vote on federal election day, there has been a failure to elect and a subsequent run-off election is required.  See <i>Public Citizen, Inc. v. Miller,</i> 813 F.Supp. 821 (N.D.Ga.), aff'd, 992 F.2d 1548 (C.A.11 1993) (upholding under &#167;8 a run-off election that was held after federal election day, because in the initial election on federal election day no candidate received the majority vote that was as required by Georgia law).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> This case thus does not present the question of whether a State must always employ the conventional mechanics of an election.  We hold today only that if an election does take place, it may not be consummated prior to federal election day.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>522 U.S. 67 (1997)</b></center>\n<center><h1>FOSTER, GOVERNOR OF LOUISIANA, et al.<br>\nv.<br>\nLOVE et al.</h1></center>\n<center>No. 96-670.</center>\n<center><p><b>United States Supreme Court.</b></p></center>\n<center>Argued October 6, 1997.</center>\n<center>Decided December 2, 1997.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE FIFTH CIRCUIT\n<p><span class=\"star-pagination\">*68</span> Souter, J., delivered the opinion for a unanimous Court with respect to Parts I, II, and IV, and the opinion of the Court with respect to Part III, in which Rehnquist, C. J., and Stevens, O'Connor, Ginsburg, and Breyer, JJ., joined.</p>\n<p><i>Richard P. Ieyoub,</i> Attorney General of Louisiana, argued the cause for petitioners. With him on the briefs were <i>Roy A. Mongrue, Jr.,</i> and <i>Angie Rogers Laplace,</i> Assistant Attorneys General.</p>\n<p><i>M. Miller Baker</i> argued the cause for respondents. With him on the brief were <i>John W. Perry, Jr., Daniel J. Balhoff, Thomas E. Balhoff, Judith R. Atkinson,</i> and <i>Brian M. Tauscher.</i></p>\n<p>Justice Souter delivered the opinion of the Court.<sup>[*]</sup></p>\n<p>Under 2 U. S. C. §§ 1 and 7, the Tuesday after the first Monday in November in an even-numbered year \"is established\" as the date for federal congressional elections. Louisiana's \"open primary\" statute provides an opportunity to fill the offices of United States Senator and Representative during the previous month, without any action to be taken on <span class=\"star-pagination\">*69</span> federal election day. The issue before us is whether such an ostensible election runs afoul of the federal statute. We hold that it does.</p>\n<p></p>\n<h2>I</h2>\n<p>The Elections Clause of the Constitution, Art. I, § 4, cl. 1, provides that \"[t]he Times, Places and Manner of holding Elections for Senators and Representatives, shall be prescribed in each State by the Legislature thereof; but the Congress may at any time by Law make or alter such Regulations.\" The Clause is a default provision; it invests the States with responsibility for the mechanics of congressional elections, see <i>Storer</i> v. <i>Brown,</i> 415 U. S. 724, 730 (1974), but only so far as Congress declines to pre-empt state legislative choices, see <i>Roudebush</i> v. <i>Hartke,</i> 405 U. S. 15, 24 (1972) (\"Unless Congress acts, Art. I, § 4, empowers the States to regulate\"). Thus it is well settled that the Elections Clause grants Congress \"the power to override state regulations\" by establishing uniform rules for federal elections, binding on the States. <i>U. S. Term Limits, Inc.</i> v. <i>Thornton,</i> 514 U. S. 779, 832-833 (1995). \"[T]he regulations made by Congress are paramount to those made by the State legislature; and if they conflict therewith, the latter, so far as the conflict extends, ceases to be operative.\" <i>Ex parte Siebold,</i> 100 U. S. 371, 384 (1880).</p>\n<p>One congressional rule adopted under the Elections Clause (and its counterpart for the Executive Branch, Art. II, § 1, cl. 3) sets the date of the biennial election for federal offices. See 2 U. S. C. §§ 1, 7; 3 U. S. C. § 1. Title 2 U. S. C. § 7 was originally enacted in 1872, and now provides that \"[t]he Tuesday next after the 1st Monday in November, in every even numbered year, is established as the day for the election, in each of the States and Territories of the United States, of Representatives and Delegates to the Congress commencing on the 3d day of January next thereafter.\" This provision, along with 2 U. S. C. § 1 (setting the same <span class=\"star-pagination\">*70</span> rule for electing Senators under the Seventeenth Amendment) and 3 U. S. C. § 1 (doing the same for selecting Presidential electors), mandates holding all elections for Congress and the Presidency on a single day throughout the Union.</p>\n<p>In 1975, Louisiana adopted a new statutory scheme for electing United States Senators and Representatives. In October of a federal election year, the State holds what is popularly known as an \"open primary\" for congressional offices, La. Rev. Stat. Ann. § 18:402(B)(1) (West Supp. 1997), in which all candidates, regardless of party, appear on the same ballot, and all voters, with like disregard of party, are entitled to vote, § 18:401(B) (West 1979). If no candidate for a given office receives a majority, the State holds a run-off (dubbed a \"general election\") between the top two votegetters the following month on federal election day. § 18:481 (West 1979). But if one such candidate does get a majority in October, that candidate \"is elected,\" § 18:511(A) (West Supp. 1997), and no further act is done on federal election day to fill the office in question. Since this system went into effect in 1978, over 80% of the contested congressional elections in Louisiana have ended as a matter of law with the open primary.<sup>[1]</sup></p>\n<p>Respondents are Louisiana voters who sued petitioners, the State's Governor and secretary of state, challenging the open primary as a violation of federal law. The District Court granted summary judgment to petitioners, finding no conflict between the state and federal statutes, whereas a divided panel of the Fifth Circuit reversed, concluding that Louisiana's system squarely \"conflicts with the federal statutes that establish a uniform federal election day.\" 90 F. 3d 1026, 1031 (1996). We granted certiorari, 520 U. S. 1114 (1997), and now affirm.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*71</span> II</h2>\n<p>The Fifth Circuit's conception of the issue here as a narrow one turning entirely on the meaning of the state and federal statutes is exactly right. For all of petitioners' invocations of state sovereignty, there is no colorable argument that § 7 goes beyond the ample limits of the Elections Clause's grant of authority to Congress.<sup>[2]</sup> When the federal statutes speak of \"the election\" of a Senator or Representative, they plainly refer to the combined actions of voters and officials meant to make a final selection of an officeholder (subject only to the possibility of a later run-off, see 2 U. S. C. § 8).<sup>[3]</sup> See N. Webster, An American Dictionary of the English Language 433 (C. Goodrich &amp; N. Porter eds. 1869) (defining \"election\" as \"[t]he act of choosing a person to fill an office\"). By establishing a particular day as \"the day\" on which these actions must take place, the statutes simply regulate the time of the <span class=\"star-pagination\">*72</span> election, a matter on which the Constitution explicitly gives Congress the final say.</p>\n<p>While true that there is room for argument about just what may constitute the final act of selection within the meaning of the law, our decision does not turn on any nicety in isolating precisely what acts a State must cause to be done on federal election day (and not before it) in order to satisfy the statute. Without paring the term \"election\" in § 7 down to the definitional bone, it is enough to resolve this case to say that a contested selection of candidates for a congressional office that is concluded as a matter of law before the federal election day, with no act in law or in fact to take place on the date chosen by Congress, clearly violates § 7.<sup>[4]</sup></p>\n<p>Petitioners try to save the Louisiana system by arguing that, because Louisiana law provides for a \"general election\" on federal election day in those unusual instances when one is needed, the open primary system concerns only the \"manner\" of electing federal officials, not the \"time\" at which the elections will take place. Petitioners say that \"[a]lthough Congress is authorized by the Constitution to alter or change the time, place and manner the States have chosen to conduct federal elections[,] in enacting 2 U. S. C. §§ 1 and 7, Congress sought only to alter the time in which elections were conducted, not their manner. Conversely, the open elections system [changed only the manner by which Louisiana chooses its federal officers; it] did not change the timing of the general election for Congress.\" Brief for Petitioners 21.</p>\n<p>Even if the distinction mattered here, the State's attempt to draw this time-manner line is merely wordplay, and wordplay just as much at odds with the Louisiana statute as that law is at odds with § 7. The State's provision for an October election addresses timing quite as obviously as § 7 does. <span class=\"star-pagination\">*73</span> State law straightforwardly provides that \"[a] candidate who receives a majority of the votes cast for an office in a primary election is elected.\" La. Rev. Stat.Ann. § 18:511(A) (West Supp. 1997). Because the candidate said to be \"elected\" has been selected by the voters from among all eligible officeseekers, there is no reason to suspect that the Louisiana Legislature intended some eccentric meaning for the phrase \"is elected.\" After a declaration that a candidate received a majority in the open primary, state law requires no further act by anyone to seal the election; the election has already occurred. Thus, contrary to petitioners' imaginative characterization of the state statute, the open primary does purport to affect the timing of federal elections: a federal election takes place prior to federal election day whenever a candidate gets a majority in the open primary. As the attorney general of Louisiana conceded at oral argument, \"Louisiana's system certainly allows for the election of a candidate in October, as opposed to actually electing on Federal Election Day.\" Tr. of Oral Arg. 6.</p>\n<p></p>\n<h2>III</h2>\n<p>While the conclusion that Louisiana's open primary system conflicts with 2 U. S. C. § 7 does not depend on discerning the intent behind the federal statute, our judgment is buttressed by an appreciation of Congress's object \"to remedy more than one evil arising from the election of members of Congress occurring at different times in the different States.\" <i>Ex parte Yarbrough,</i> 110 U. S. 651, 661 (1884). As the sponsor of the original bill put it, Congress was concerned both with the distortion of the voting process threatened when the results of an early federal election in one State can influence later voting in other States, and with the burden on citizens forced to turn out on two different election days to make final selections of federal officers in Presidential election years:</p>\n<blockquote>\n<span class=\"star-pagination\">*74</span> \"Unless we do fix some time at which, as a rule, Representatives shall be elected, it will be in the power of each State to fix upon a different day, and we may have a canvass going on all over the Union at different times. It gives some States undue advantage. . . . I can remember, in 1840, when the news from Pennsylvania and other States that held their elections prior to the presidential election settled the presidential election as effectually as it was afterward done . . . . I agree . . . that Indiana, Ohio, and Pennsylvania, by voting in October, have an influence. But what I contend is that that is an undue advantage, that it is a wrong, and that it is a wrong also to the people of those States, that once in four years they shall be put to the trouble of having a double election.\" Cong. Globe, 42d Cong., 2d Sess., 141 (1871) (remarks of Rep. Butler).</blockquote>\n<p>See also <i>Busbee</i> v. <i>Smith,</i> 549 F. Supp. 494, 524 (DC 1982) (recounting the purposes of § 7), aff'd, 459 U. S. 1166 (1983). The Louisiana open primary has tended to foster both evils, having had the effect of conclusively electing more than 80% of the State's Senators and Representatives before the election day elsewhere, and, in Presidential election years, having forced voters to turn out for two potentially conclusive federal elections.</p>\n<p></p>\n<h2>IV</h2>\n<p>When Louisiana's statute is applied to select from among congressional candidates in October, it conflicts with federal law and to that extent is void. The judgment below is affirmed.</p>\n<p><i>It is so ordered.</i></p>\n<h2>NOTES</h2>\n<p>[*]   Justice Scalia, Justice Kennedy, and Justice Thomas join all but Part III of this opinion.</p>\n<p>[1]  A run-off election has been held on federal election day in only 9 of the 57 contested elections for United States Representative and in only 1 of the 6 contested elections for United States Senator. See 90 F. 3d 1026, 1030 (CA5 1996).</p>\n<p>[2]  The Clause gives Congress \"comprehensive\" authority to regulate the details of elections, including the power to impose \"the numerous requirements as to procedure and safeguards which experience shows are necessary in order to enforce the fundamental right involved.\" <i>Smiley</i> v. <i>Holm,</i> 285 U. S. 355, 366 (1932). Congressional authority extends not only to general elections, but also to any \"primary election which involves a necessary step in the choice of candidates for election as representatives in Congress.\" <i>United States</i> v. <i>Classic,</i> 313 U. S. 299, 320 (1941).</p>\n<p>[3]  Title 2 U. S. C. § 8, which was enacted along with § 7, provides that a State may hold a congressional election on a day other than the uniform federal election day when such an election is necessitated \"by a failure to elect at the time prescribed by law.\" The only explanation of this provision offered in the legislative history is Senator Allen G. Thurman's statement that \"there can be no failure to elect except in those States in which a majority of all the votes is necessary to elect a member.\" Cong. Globe, 42d Cong., 2d Sess., 677 (1872). In those States, if no candidate receives a majority vote on federal election day, there has been a failure to elect and a subsequent run-off election is required. See <i>Public Citizen, Inc.</i> v. <i>Miller,</i> 813 F. Supp. 821 (ND Ga.), aff'd, 992 F. 2d 1548 (CA11 1993) (upholding under § 8 a run-off election that was held after federal election day, because in the initial election on federal election day no candidate received the majority vote that was as required by Georgia law).</p>\n<p>[4]  This case thus does not present the question whether a State must always employ the conventional mechanics of an election. We hold today only that if an election does take place, it may not be consummated prior to federal election day.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">522</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">67</span></span> (1997)</b></center>\n<center><h1>FOSTER, GOVERNOR OF LOUISIANA, et al.<br>\nv.<br>\nLOVE et al.</h1></center>\n<center>No. 96-670.</center>\n<center><p><b>United States Supreme Court.</b></p></center>\n<center>Argued October 6, 1997.</center>\n<center>Decided December 2, 1997.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE FIFTH CIRCUIT\n<p><span class=\"star-pagination\">*68</span> Souter, J., delivered the opinion for a unanimous Court with respect to Parts I, II, and IV, and the opinion of the Court with respect to Part III, in which Rehnquist, C. J., and Stevens, O'Connor, Ginsburg, and Breyer, JJ., joined.</p>\n<p><i>Richard P. Ieyoub,</i> Attorney General of Louisiana, argued the cause for petitioners. With him on the briefs were <i>Roy A. Mongrue, Jr.,</i> and <i>Angie Rogers Laplace,</i> Assistant Attorneys General.</p>\n<p><i>M. Miller Baker</i> argued the cause for respondents. With him on the brief were <i>John W. Perry, Jr., Daniel J. Balhoff, Thomas E. Balhoff, Judith R. Atkinson,</i> and <i>Brian M. Tauscher.</i></p>\n<p>Justice Souter delivered the opinion of the Court.<sup>[*]</sup></p>\n<p>Under 2 U. S. C. §§ 1 and 7, the Tuesday after the first Monday in November in an even-numbered year \"is established\" as the date for federal congressional elections. Louisiana's \"open primary\" statute provides an opportunity to fill the offices of United States Senator and Representative during the previous month, without any action to be taken on <span class=\"star-pagination\">*69</span> federal election day. The issue before us is whether such an ostensible election runs afoul of the federal statute. We hold that it does.</p>\n<p></p>\n<h2>I</h2>\n<p>The Elections Clause of the Constitution, Art. I, § 4, cl. 1, provides that \"[t]he Times, Places and Manner of holding Elections for Senators and Representatives, shall be prescribed in each State by the Legislature thereof; but the Congress may at any time by Law make or alter such Regulations.\" The Clause is a default provision; it invests the States with responsibility for the mechanics of congressional elections, see <i>Storer</i> v. <i>Brown,</i> 415 U. S. 724, 730 (1974), but only so far as Congress declines to pre-empt state legislative choices, see <i>Roudebush</i> v. <i>Hartke,</i> 405 U. S. 15, 24 (1972) (\"Unless Congress acts, Art. I, § 4, empowers the States to regulate\"). Thus it is well settled that the Elections Clause grants Congress \"the power to override state regulations\" by establishing uniform rules for federal elections, binding on the States. <i>U. S. Term Limits, Inc.</i> v. <i>Thornton,</i> 514 U. S. 779, 832-833 (1995). \"[T]he regulations made by Congress are paramount to those made by the State legislature; and if they conflict therewith, the latter, so far as the conflict extends, ceases to be operative.\" <i>Ex parte Siebold,</i> 100 U. S. 371, 384 (1880).</p>\n<p>One congressional rule adopted under the Elections Clause (and its counterpart for the Executive Branch, Art. II, § 1, cl. 3) sets the date of the biennial election for federal offices. See 2 U. S. C. §§ 1, 7; 3 U. S. C. § 1. Title 2 U. S. C. § 7 was originally enacted in 1872, and now provides that \"[t]he Tuesday next after the 1st Monday in November, in every even numbered year, is established as the day for the election, in each of the States and Territories of the United States, of Representatives and Delegates to the Congress commencing on the 3d day of January next thereafter.\" This provision, along with 2 U. S. C. § 1 (setting the same <span class=\"star-pagination\">*70</span> rule for electing Senators under the Seventeenth Amendment) and 3 U. S. C. § 1 (doing the same for selecting Presidential electors), mandates holding all elections for Congress and the Presidency on a single day throughout the Union.</p>\n<p>In 1975, Louisiana adopted a new statutory scheme for electing United States Senators and Representatives. In October of a federal election year, the State holds what is popularly known as an \"open primary\" for congressional offices, La. Rev. Stat. Ann. § 18:402(B)(1) (West Supp. 1997), in which all candidates, regardless of party, appear on the same ballot, and all voters, with like disregard of party, are entitled to vote, § 18:401(B) (West 1979). If no candidate for a given office receives a majority, the State holds a run-off (dubbed a \"general election\") between the top two votegetters the following month on federal election day. § 18:481 (West 1979). But if one such candidate does get a majority in October, that candidate \"is elected,\" § 18:511(A) (West Supp. 1997), and no further act is done on federal election day to fill the office in question. Since this system went into effect in 1978, over 80% of the contested congressional elections in Louisiana have ended as a matter of law with the open primary.<sup>[1]</sup></p>\n<p>Respondents are Louisiana voters who sued petitioners, the State's Governor and secretary of state, challenging the open primary as a violation of federal law. The District Court granted summary judgment to petitioners, finding no conflict between the state and federal statutes, whereas a divided panel of the Fifth Circuit reversed, concluding that Louisiana's system squarely \"conflicts with the federal statutes that establish a uniform federal election day.\" 90 F. 3d 1026, 1031 (1996). We granted certiorari, 520 U. S. 1114 (1997), and now affirm.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*71</span> II</h2>\n<p>The Fifth Circuit's conception of the issue here as a narrow one turning entirely on the meaning of the state and federal statutes is exactly right. For all of petitioners' invocations of state sovereignty, there is no colorable argument that § 7 goes beyond the ample limits of the Elections Clause's grant of authority to Congress.<sup>[2]</sup> When the federal statutes speak of \"the election\" of a Senator or Representative, they plainly refer to the combined actions of voters and officials meant to make a final selection of an officeholder (subject only to the possibility of a later run-off, see 2 U. S. C. § 8).<sup>[3]</sup> See N. Webster, An American Dictionary of the English Language 433 (C. Goodrich &amp; N. Porter eds. 1869) (defining \"election\" as \"[t]he act of choosing a person to fill an office\"). By establishing a particular day as \"the day\" on which these actions must take place, the statutes simply regulate the time of the <span class=\"star-pagination\">*72</span> election, a matter on which the Constitution explicitly gives Congress the final say.</p>\n<p>While true that there is room for argument about just what may constitute the final act of selection within the meaning of the law, our decision does not turn on any nicety in isolating precisely what acts a State must cause to be done on federal election day (and not before it) in order to satisfy the statute. Without paring the term \"election\" in § 7 down to the definitional bone, it is enough to resolve this case to say that a contested selection of candidates for a congressional office that is concluded as a matter of law before the federal election day, with no act in law or in fact to take place on the date chosen by Congress, clearly violates § 7.<sup>[4]</sup></p>\n<p>Petitioners try to save the Louisiana system by arguing that, because Louisiana law provides for a \"general election\" on federal election day in those unusual instances when one is needed, the open primary system concerns only the \"manner\" of electing federal officials, not the \"time\" at which the elections will take place. Petitioners say that \"[a]lthough Congress is authorized by the Constitution to alter or change the time, place and manner the States have chosen to conduct federal elections[,] in enacting 2 U. S. C. §§ 1 and 7, Congress sought only to alter the time in which elections were conducted, not their manner. Conversely, the open elections system [changed only the manner by which Louisiana chooses its federal officers; it] did not change the timing of the general election for Congress.\" Brief for Petitioners 21.</p>\n<p>Even if the distinction mattered here, the State's attempt to draw this time-manner line is merely wordplay, and wordplay just as much at odds with the Louisiana statute as that law is at odds with § 7. The State's provision for an October election addresses timing quite as obviously as § 7 does. <span class=\"star-pagination\">*73</span> State law straightforwardly provides that \"[a] candidate who receives a majority of the votes cast for an office in a primary election is elected.\" La. Rev. Stat.Ann. § 18:511(A) (West Supp. 1997). Because the candidate said to be \"elected\" has been selected by the voters from among all eligible officeseekers, there is no reason to suspect that the Louisiana Legislature intended some eccentric meaning for the phrase \"is elected.\" After a declaration that a candidate received a majority in the open primary, state law requires no further act by anyone to seal the election; the election has already occurred. Thus, contrary to petitioners' imaginative characterization of the state statute, the open primary does purport to affect the timing of federal elections: a federal election takes place prior to federal election day whenever a candidate gets a majority in the open primary. As the attorney general of Louisiana conceded at oral argument, \"Louisiana's system certainly allows for the election of a candidate in October, as opposed to actually electing on Federal Election Day.\" Tr. of Oral Arg. 6.</p>\n<p></p>\n<h2>III</h2>\n<p>While the conclusion that Louisiana's open primary system conflicts with 2 U. S. C. § 7 does not depend on discerning the intent behind the federal statute, our judgment is buttressed by an appreciation of Congress's object \"to remedy more than one evil arising from the election of members of Congress occurring at different times in the different States.\" <i>Ex parte Yarbrough,</i> 110 U. S. 651, 661 (1884). As the sponsor of the original bill put it, Congress was concerned both with the distortion of the voting process threatened when the results of an early federal election in one State can influence later voting in other States, and with the burden on citizens forced to turn out on two different election days to make final selections of federal officers in Presidential election years:</p>\n<blockquote>\n<span class=\"star-pagination\">*74</span> \"Unless we do fix some time at which, as a rule, Representatives shall be elected, it will be in the power of each State to fix upon a different day, and we may have a canvass going on all over the Union at different times. It gives some States undue advantage. . . . I can remember, in 1840, when the news from Pennsylvania and other States that held their elections prior to the presidential election settled the presidential election as effectually as it was afterward done . . . . I agree . . . that Indiana, Ohio, and Pennsylvania, by voting in October, have an influence. But what I contend is that that is an undue advantage, that it is a wrong, and that it is a wrong also to the people of those States, that once in four years they shall be put to the trouble of having a double election.\" Cong. Globe, 42d Cong., 2d Sess., 141 (1871) (remarks of Rep. Butler).</blockquote>\n<p>See also <i>Busbee</i> v. <i>Smith,</i> <span class=\"citation\" data-id=\"1791783\"><a href=\"/opinion/1791783/busbee-v-smith/\"><span class=\"volume\">549</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">494</span></a></span>, 524 (DC 1982) (recounting the purposes of § 7), aff'd, 459 U. S. 1166 (1983). The Louisiana open primary has tended to foster both evils, having had the effect of conclusively electing more than 80% of the State's Senators and Representatives before the election day elsewhere, and, in Presidential election years, having forced voters to turn out for two potentially conclusive federal elections.</p>\n<p></p>\n<h2>IV</h2>\n<p>When Louisiana's statute is applied to select from among congressional candidates in October, it conflicts with federal law and to that extent is void. The judgment below is affirmed.</p>\n<p><i>It is so ordered.</i></p>\n<h2>NOTES</h2>\n<p>[*]   Justice Scalia, Justice Kennedy, and Justice Thomas join all but Part III of this opinion.</p>\n<p>[1]  A run-off election has been held on federal election day in only 9 of the 57 contested elections for United States Representative and in only 1 of the 6 contested elections for United States Senator. See 90 F. 3d 1026, 1030 (CA5 1996).</p>\n<p>[2]  The Clause gives Congress \"comprehensive\" authority to regulate the details of elections, including the power to impose \"the numerous requirements as to procedure and safeguards which experience shows are necessary in order to enforce the fundamental right involved.\" <i>Smiley</i> v. <i>Holm,</i> 285 U. S. 355, 366 (1932). Congressional authority extends not only to general elections, but also to any \"primary election which involves a necessary step in the choice of candidates for election as representatives in Congress.\" <i>United States</i> v. <i>Classic,</i> 313 U. S. 299, 320 (1941).</p>\n<p>[3]  Title 2 U. S. C. § 8, which was enacted along with § 7, provides that a State may hold a congressional election on a day other than the uniform federal election day when such an election is necessitated \"by a failure to elect at the time prescribed by law.\" The only explanation of this provision offered in the legislative history is Senator Allen G. Thurman's statement that \"there can be no failure to elect except in those States in which a majority of all the votes is necessary to elect a member.\" Cong. Globe, 42d Cong., 2d Sess., 677 (1872). In those States, if no candidate receives a majority vote on federal election day, there has been a failure to elect and a subsequent run-off election is required. See <i>Public Citizen, Inc.</i> v. <i>Miller,</i> <span class=\"citation\" data-id=\"1807542\"><a href=\"/opinion/1807542/public-citizen-inc-v-miller/\"><span class=\"volume\">813</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">821</span></a></span> (ND Ga.), aff'd, 992 F. 2d 1548 (CA11 1993) (upholding under § 8 a run-off election that was held after federal election day, because in the initial election on federal election day no candidate received the majority vote that was as required by Georgia law).</p>\n<p>[4]  This case thus does not present the question whether a State must always employ the conventional mechanics of an election. We hold today only that if an election does take place, it may not be consummated prior to federal election day.</p>\n\n</div>", "id": 118152, "judges": "Souter", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/118152/", "sha1": "630faef8ccf61ec00860abf03a58697e5f16a95f", "source": "LR", "supreme_court_db_id": "1997-006", "time_retrieved": "2010-04-28T10:20:24"}