{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "521 U.S. 399", 
    "federal_cite_two": "117 S. Ct. 2100", 
    "specialty_cite_one": null, 
    "federal_cite_three": "138 L. Ed. 2d 540", 
    "lexis_cite": "1997 U.S. LEXIS 3866", 
    "document_uris": [
      "/api/rest/v2/document/118137/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Richardson v. McKnight", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "96-318", 
    "id": 102496, 
    "resource_uri": "/api/rest/v2/citation/102496/"
  }, 
  "id": 118137, 
  "blocked": false, 
  "judges": "Breyer", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1997-06-23", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>521 U.S. 399 (1997)</b></center>\n<center><h1>RICHARDSON et al.<br>\nv.<br>\nMcKNIGHT</h1></center>\n<center>No. 96-318.</center>\n<center><p><b>United States Supreme Court.</b></p></center>\n<center>Argued March 19, 1997.</center>\n<center>Decided June 23, 1997.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SIXTH CIRCUIT\n<p><span class=\"star-pagination\">*400</span> Breyer, J., delivered the opinion of the Court, in which Stevens, O'Connor, Souter, and Ginsburg, JJ., joined. Scalia, J.,filed a dissenting <span class=\"star-pagination\">*401</span> opinion, in which Rehnquist, C. J., and Kennedy and Thomas, JJ., joined, <i>post,</i> p. 414.</p>\n<p><i>Charles R. Ray</i> argued the cause for petitioners. With him on the briefs was <i>Robert S. Catz.</i></p>\n<p><i>David C. Vladeck</i> argued the cause for respondent. With him on the brief were <i>Michael E. Tankersley</i> and <i>Alan B. Morrison.</i></p>\n<p><i>Deputy Solicitor General Kneedler</i> argued the cause for the United States as <i>amicus curiae</i> urging affirmance. On the brief were <i>Acting Solicitor General Dellinger, Assistant Attorney General Hunger, Deputy Solicitor General Waxman, Deputy Assistant Attorney General Preston, Cornelia T. L. Pillard, Barbara L. Herwig,</i> and <i>John F. Daly.</i><sup>[*]</sup></p>\n<p>Justice Breyer, delivered the opinion of the Court.</p>\n<p>The issue before us is whether prison guards who are employees of a private prison management firm are entitled to a qualified immunity from suit by prisoners charging a violation of 42 U. S. C. § 1983. We hold that they are not.</p>\n<p></p>\n<h2>I</h2>\n<p>Ronnie Lee McKnight, a prisoner at Tennessee's South Central Correctional Center (SCCC), brought this federal constitutional tort action against two prison guards, Darryl Richardson and John Walker. He says the guards injured him by placing upon him extremely tight physical restraints, thereby unlawfully \"subject[ing]\" him \"to the deprivation of\" a right \"secured by the Constitution\" of the United States. Rev. Stat. § 1979, 42 U. S. C. § 1983. Richardson <span class=\"star-pagination\">*402</span> and Walker asserted a qualified immunity from § 1983 lawsuits, see <i>Harlow</i> v. <i>Fitzgerald,</i> 457 U. S. 800, 807 (1982), and moved to dismiss the action. The District Court noted that Tennessee had \"privatized\" the management of a number of its correctional facilities,and that consequently a private firm, not the state government, employed the guards. See Tenn. Code Ann. § 41-24-101 <i>et seq.</i> (1990 and Supp. 1996); see generally Cody &amp; Bennett, The Privatization of Correctional Institutions: The Tennessee Experience, 40 Vand. L. Rev. 829 (1987) (outlining State's history with private correctional services). The court held that, because they worked for a private company rather than the government, the law did not grant the guards immunity from suit. It therefore denied the guards' motion to dismiss. The guards appealed to the Sixth Circuit. See <i>Mitchell</i> v. <i>Forsyth,</i> 472 U. S. 511, 530 (1985) (permitting interlocutory appeals of qualified immunity determinations); see also <i>Johnson</i> v. <i>Jones,</i> 515 U. S. 304 (1995); <i>Behrens</i> v. <i>Pelletier,</i> 516 U. S. 299 (1996). That court also ruled against them. <i>McKnight</i> v. <i>Rees,</i> 88 F. 3d 417, 425 (CA6 1996). The Court of Appeals conceded that other courts had reached varying conclusions about whether, or the extent to which, private sector defendants are entitled to immunities of the sort the law provides governmental defendants. See, <i>e. g., </i><i>Eagon</i> v. <i>Elk City,</i> 72 F. 3d 1480, 1489\u0097 1490 (CA10 1996); <i>Williams</i> v. <i>O'Leary,</i> 55 F. 3d 320, 323-324 (CA7), cert. denied, 516 U. S. 993 (1995); <i>Frazier</i> v. <i>Bailey,</i>  957 F. 2d 920, 928-929 (CA1 1992). But the court concluded, primarily for reasons of \"public policy,\" that the privately employed prison guards were not entitled to the immunity provided their governmental counterparts. 88 F. 3d, at 425. We granted certiorari to review this holding. We now affirm.</p>\n<p></p>\n<h2>II</h2>\n<p></p>\n<h2>A</h2>\n<p>We take the Court's recent case, <i>Wyatt</i> v. <i>Cole,</i> 504 U. S. 158 (1992), as pertinent authority. The Court there considered whether private defendants, charged with § 1983 liability <span class=\"star-pagination\">*403</span> for \"invoking state replevin, garnishment, and attachment statutes\" later declared unconstitutional were \"entitled to qualified immunity from suit.\" <i>Id.,</i> at 159. It held that they were not. <i>Id.,</i> at 169. We find four aspects of <i>Wyatt</i>  relevant here.</p>\n<p>First, as <i>Wyatt</i> noted, § 1983 basically seeks \"to deter <i>state</i>  actors from using the badge of their authority to deprive individuals of their federally guaranteed rights\" and to provide related relief. <i>Id.,</i> at 161 (emphasis added) (citing <i>Carey</i> v. <i>Piphus,</i> 435 U. S. 247, 254-257 (1978)); see also <i>Owen</i> v. <i>Independence,</i> 445 U. S. 622, 654 (1980). It imposes liability only where a person acts \"under color\" of a state \"statute, ordinance, regulation, custom, or usage.\" 42 U. S. C. § 1983. Nonetheless, <i>Wyatt</i> reaffirmed that § 1983 can <i>sometimes</i>  impose liability upon a private individual. 504 U. S., at 162; see also <i>Lugar</i> v. <i>Edmondson Oil Co.,</i> 457 U. S. 922, 924 (1982).</p>\n<p>Second, <i>Wyatt</i> reiterated that after <i>Harlow, supra,</i> and this Court's reformulation of the qualified immunity doctrine, see <i>Anderson</i> v. <i>Creighton,</i> 483 U. S. 635, 645 (1987), a distinction exists between an \"immunity from suit\" and other kinds of legal defenses. 504 U. S., at 166-167; see also <i>Mitchell, supra,</i> at 526. As the <i>Wyatt</i> concurrence pointed out, a legal defense may well involve \"the essence of the wrong,\" while an immunity frees one who enjoys it from a lawsuit whether or not he acted wrongly. 504 U. S., at 171\u0097 172 (Kennedy, J., concurring).</p>\n<p>Third, <i>Wyatt</i> specified the legal source of § 1983 immunities. It pointed out that although § 1983 \"`creates a species of tort liability that on its face admits of no immunities,' \" <i>id.,</i> at 163 (quoting <i>Imbler</i> v. <i>Pachtman,</i> 424 U. S. 409, 417 (1976)), this Court has nonetheless accorded immunity where a</p>\n<blockquote>\"`tradition of immunity was so firmly rooted in the common law and was supported by such strong policy reasons that \"Congress would have specifically so provided had it wished to abolish the doctrine.\"` \" 504 U. S., at 164 (quoting <i>Owen</i> v. <i>Independence, supra,</i> at 637).</blockquote>\n<p><span class=\"star-pagination\">*404</span> The <i>Wyatt</i> majority, in deciding whether or not the private defendants enjoyed immunity, looked both to history and to \"the special policy concerns involved in suing government officials.\" 504 U. S., at 167; see also <i>Mitchell, supra,</i> at 526; <i>Harlow, supra,</i> at 807; <i>Imbler</i> v. <i>Pachtman, supra,</i> at 424. And in this respect\u0097the relevant <i>sources</i> of the law\u0097both the <i>Wyatt</i> concurrence and the dissent seemed to agree. Compare 504 U. S., at 169-171 (Kennedy, J., concurring) (existence of immunity depends upon \"historical origins\" and \"public policy\"), with <i>id.,</i> at 175-176 (Rehnquist, C. J., dissenting) (\"immunity\" recognized where \"similarly situated defendant would have enjoyed an immunity at common law\" or \"when important public policy concerns suggest the need for an immunity\").</p>\n<p>Fourth, <i>Wyatt</i> did not consider its answer to the question before it as one applicable to <i>all</i> private individuals\u0097irrespective of the nature of their relation to the government, position, or the kind of liability at issue. Rather, <i>Wyatt</i> explicitly limited its holding to what it called a \"narrow\" question about \"private persons . . . who conspire with state officials,\" <i>id.,</i> at 168, and it answered that question by stating that private defendants \"faced with § 1983 liability for invoking a state replevin, garnishment, or attachment statute\" are <i>not</i> entitled to immunity, <i>id.,</i> at 168-169.</p>\n<p><i>Wyatt,</i> then, did not answer the legal question before us, whether petitioners\u0097two employees of a private prison management firm\u0097enjoy a qualified immunity from suit under § 1983. It does tell us, however, to look both to history and to the purposes that underlie government employee immunity in order to find the answer. <i>Id.,</i> at 164; see also <i>Newport</i> v. <i>Fact Concerts, Inc.,</i> 453 U. S. 247, 259 (1981); <i>Owen, supra,</i> at 638; <i>Imbler, supra,</i> at 424.</p>\n<p></p>\n<h2>B</h2>\n<p>History does <i>not</i> reveal a \"firmly rooted\" tradition of immunity applicable to privately employed prison guards. <span class=\"star-pagination\">*405</span> Correctional services in the United States have undergone various transformations. See D. Shichor, Punishment for Profit 33, 36 (1995) (Shichor). <i>Government</i> -employed prison guards may have enjoyed a kind of immunity defense arising out of their status as public employees at common law. See <i>Procunier</i> v. <i>Navarette,</i> 434 U. S. 555, 561-562 (1978) (extending qualified immunity to state prison guards). But correctional functions have never been exclusively public. Shichor 33, 36. Private individuals operated local jails in the 18th century, G. Bowman, S. Hakim, &amp; P. Seidenstat, Privatizing the United States Justice System 271, n. 1 (1992), and private contractors were heavily involved in prison management during the 19th century. Shichor 33, 36.</p>\n<p>During that time, some States, including southern States like Tennessee, leased their entire prison systems to private individuals or companies which frequently took complete control over prison management, including inmate labor and discipline. G. Bowman, S. Hakim, &amp; P. Seidenstat, Privatizing Correctional Institutions 42 (1993); see generally B. McKelvey, American Prisons: A Study in American Social History Prior to 1915, pp. 172-180 (1968) (describing 19thcentury American prison system); see also Shichor 34; G. de Beaumont &amp; A. de Tocqueville, On the Penitentiary System in the United States and Its Application in France 35 (1833) (describing more limited prison contracting system in Massachusetts and Pennsylvania). Private prison lease agreements (like inmate suits) seem to have been more prevalent after § 1983's enactment, see generally M. Mancini, One Dies, Get Another (1996), but we have found evidence that the common law provided mistreated prisoners in prison leasing States with remedies against mistreatment by those private lessors. See, <i>e. g., </i><i>Dade Coal Co.</i> v. <i>Haslett,</i> 83 Ga. 549, 550\u0097 551, 10 S. E. 435, 435-436 (1889) (convict can recover from contractor for injuries sustained while on lease to private company); <i>Boswell</i> v. <i>Barnhart,</i> 96 Ga. 521, 522-523, 23 S. E. 414, 415 (1895) (wife can recover from contractor for chaingang-related <span class=\"star-pagination\">*406</span> death of husband); <i>Dahlheim</i> v. <i>Lemon,</i> 45 F. 225, 228-230 (1891) (contractor liable for convict injuries); <i>Tillar</i> v. <i>Reynolds,</i> 96 Ark. 358, 360-361, 365-366, 131 S. W. 969, 970, 971-972 (1910) (work farm owner liable for inmate beating death); <i>Weigel</i> v. <i>Brown,</i> 194 F. 652 (CA8 1912) (prison contractor liable for unlawful whipping); see also <i>Edwards</i> v. <i>Pocahontas,</i> 47 F. 268 (CC Va. 1891) (inmate can recover from municipal corporation for injuries caused by poor jail conditions); <i>Hall</i> v. <i>O'Neil Turpentine Co.,</i> 56 Fla. 324, 47 So. 609 (1908) (private prison contractor and subcontractor liable to municipality for escaped prisoner under lease agreement); see generally Mancini, <i>supra</i> (discussing abuses of 19th-century private lease system). Yet, we have found no evidence that the law gave purely private companies or their employees any special immunity from such suits. Cf. <i>Almango</i> v. <i>Board of Supervisors of Albany County,</i> 32 N. Y. Sup. Ct. 551 (1881) (no cause of action against private contractor where contractor designated state instrumentality by statute). The case on which the dissent rests its argument, <i>Williams</i> v. <i>Adams,</i> 85 Mass. 171 (1861) (which could not\u0097without more\u0097prove the existence of such a tradition and does not, moreover, clearly involve a private prison operator) actually supports our point. It suggests that no immunity from suit would exist for the type of intentional conduct at issue in this case. See <i>ibid.</i> (were \"battery\" at issue, the case would be of a different \"character\" and \"the defendant might be responsible\"); see <i>id.,</i> at 176 (making clear that case only involves claim of ordinary negligence for lack of heat and other items, not \"gross negligence,\" \"implied malice,\" or \"intention to do the prisoner any bodily injury\"); cf. <i>Tower</i> v. <i>Glover,</i> 467 U. S. 914, 921 (1984) (concluding that state public defenders do not enjoy immunity from suit where conduct intentional and no history of immunity for intentional conduct was established).</p>\n<p>Correctional functions in England have been more consistently public, see generally 22 Encyclopedia Brittanica, <span class=\"star-pagination\">*407</span> \"Prison\" 361-368 (11th ed. 1911); S. Webb &amp; B. Webb, English Prisons Under Local Government (1922) (Webb), but historical sources indicate that England relied upon private jailers to manage the detention of prisoners from the Middle Ages until well into the 18th century. Shichor 21; see also Webb 4-5; 1 E. Coke, Institutes 43 (1797). The common law forbade those jailers to subject \"`their prisoners to any pain or torment,' \" whether through harsh confinement in leg irons, or otherwise. See <i>In re Birdsong,</i> 39 F. 599, 601 (SD Ga. 1889); 1 Coke, <i>supra,</i> at 315, 316, 381; 2 C. Addison, A Treatise on the Law of Torts § 1016, pp. 224-225 (1876); see also 4 Geo. IV, ch. 64, § X Twelfth. And it apparently authorized prisoner lawsuits to recover damages. 2 Addison, <i>supra,</i> § 1016. Apparently the law <i>did</i> provide a kind of immunity for certain private defendants, such as doctors or lawyers who performed services at the behest of the sovereign. See <i>Tower, supra,</i> at 921; J. Bishop, Commentaries on Non-Contract Law §§ 704, 710 (1889). But we have found no indication of any more general immunity that might have applied to private individuals working for profit.</p>\n<p>Our research, including the sources that the parties have cited, reveals that in the 19th century (and earlier) sometimes private contractors and sometimes government itself carried on prison management activities. And we have found no conclusive evidence of a historical tradition of immunity for private parties carrying out these functions. History therefore does not provide significant support for the immunity claim. Cf. <i>Briscoe</i> v. <i>LaHue,</i> 460 U. S. 325, 330-334 (1983) (immunity for witnesses); <i>Pierson</i> v. <i>Ray,</i> 386 U. S. 547, 554-555 (1967) (immunity for judges and police officers); <i>Tenney</i> v. <i>Brandhove,</i> 341 U. S. 367, 372-376 (1951) (immunity for legislators).</p>\n<p></p>\n<h2>C</h2>\n<p>Whether the immunity doctrine's <i>purposes</i> warrant immunity for private prison guards presents a closer question. <i>Wyatt,</i> consistent with earlier precedent, described the doctrine's <span class=\"star-pagination\">*408</span> purposes as protecting \"government's ability to perform its traditional functions\" by providing immunity where \"necessary to preserve\" the ability of government officials \"to serve the public good or to ensure that talented candidates were not deterred by the threat of damages suits from entering public service.\" 504 U. S., at 167. Earlier precedent described immunity as protecting the public from unwarranted timidity on the part of public officials by, for example, \"encouraging the vigorous exercise of official authority,\" <i>Butz</i> v. <i>Economou,</i> 438 U. S. 478, 506 (1978), by contributing to \"`principled and fearless decision-making,' \" <i>Wood</i> v. <i>Strickland,</i> 420 U. S. 308, 319 (1975) (quoting <i>Pierson, supra,</i> at 554), and by responding to the concern that threatened liability would, in Judge Hand's words, \"`dampen the ardour of all but the most resolute, or the most irresponsible,' \" public officials, <i>Harlow,</i> 457 U. S., at 814 (quoting <i>Gregoire</i> v. <i>Biddle,</i> 177 F. 2d 579, 581 (CA2 1949) (L. Hand, J.), cert. denied, 339 U. S. 949 (1950); see also <i>Mitchell,</i> 472 U. S., at 526 (lawsuits may \"distrac[t] officials from their governmental duties\").</p>\n<p>The guards argue that those purposes support immunity whether their employer is private or public. Brief for Petitioners 35-36. Since private prison guards perform the same work as state prison guards, they say, they must require immunity to a similar degree. To say this, however, is to misread this Court's precedents. The Court has sometimes applied a functional approach in immunity cases, but only to decide which type of immunity\u0097absolute or qualified\u0097a public officer should receive. See, <i>e. g., </i><i>Buckley</i> v. <i>Fitzsimmons,</i> 509 U. S. 259 (1993); <i>Burns</i> v. <i>Reed,</i> 500 U. S. 478 (1991); <i>Forrester</i> v. <i>White,</i> 484 U. S. 219 (1988); <i>Cleavinger</i> v. <i>Saxner,</i> 474 U. S. 193 (1985); <i>Harlow, supra</i><i>.</i> And it never has held that the mere performance of a governmental function could make the difference between unlimited § 1983 liability and qualified immunity, see, <i>e. g., </i><i>Tower,</i>  <span class=\"star-pagination\">*409</span> 467 U. S., at 922-923, especially for a private person who performs a job without government supervision or direction. Indeed a purely functional approach bristles with difficulty, particularly since, in many areas, government and private industry may engage in fundamentally similar activities, ranging from electricity production, to waste disposal, to even mail delivery.</p>\n<p>Petitioners' argument also overlook certain important differences that, from an immunity perspective, are critical. First, the most important special government immunityproducing concern\u0097unwarranted timidity\u0097is less likely present, or at least is not special, when a private company subject to competitive market pressures operates a prison. Competitive pressures mean not only that a firm whose guards are too aggressive will face damages that raise costs, thereby threatening its replacement, but also that a firm whose guards are too timid will face threats of replacement by other firms with records that demonstrate their ability to do both a safer and a more effective job.</p>\n<p>These ordinary marketplace pressures are present here. The private prison guards before us work for a large, multistate private prison management firm. C. Thomas, D. Bolinger, &amp; J. Badalamenti, Private Adult Correctional Facility Census 1 (10th ed. 1997) (listing the Corrections Corporation of America as the largest prison management concern in the United States). The firm is systematically organized to perform a major administrative task for profit. Cf. Tenn. Code Ann. § 41-24-104 (Supp. 1996) (requiring that firms contracting with the State demonstrate a history of successful operation of correctional facilities). It performs that task independently, with relatively less ongoing direct state supervision. Compare § 41-4\u0097140(c)(5) (exempting private jails from certain monitoring) with § 41-4\u0097116 (requiring inspectors to examine publicly operated county jails once a month or more) and § 41-4\u0097140(a) (requiring Tennessee Correctional <span class=\"star-pagination\">*410</span> Institute to inspect public correctional facilities on an annual basis and to report findings of such inspections). It must buy insurance sufficient to compensate victims of civil rights torts. § 41-24-107. And, since the firm's first contract expires after three years, § 41-24-105(a), its performance is disciplined, not only by state review, see §§ 41\u0097 24-105(c)\u0097(f), 41-24-109, but also by pressure from potentially competing firms who can try to take its place. Cf. § 41-24-104(a)(4) (permitting State, upon notice, to cancel contract at any time after first year of operation); see also §§ 41-24-105(c) and (d) (describing standards for renewal of contract).</p>\n<p>In other words, marketplace pressures provide the private firm with strong incentives to avoid overly timid, insufficiently vigorous, unduly fearful, or \"nonarduous\" employee job performance. And the contract's provisions\u0097including those that might permit employee indemnification and avoid many civil-service restrictions\u0097grant this private firm freedom to respond to those market pressures through rewards and penalties that operate directly upon its employees. See § 41-24-111. To this extent, the employees before us resemble those of other private firms and differ from government employees.</p>\n<p>This is not to say that government employees, in their efforts to act within constitutional limits, will always, or often, sacrifice the otherwise effective performance of their duties. Rather, it is to say that government employees typically act within a <i>different</i> system. They work within a system that is responsible through elected officials to voters who, when they vote, rarely consider the performance of individual sub departments or civil servants specifically and in detail. And that system is often characterized by multidepartment civil service rules that, while providing employee security, may limit the incentives or the ability of individual departments or supervisors flexibly to reward, or to punish, individual <span class=\"star-pagination\">*411</span> employees. Hence a judicial determination that \"effectiveness\" concerns warrant special immunity-type protection in respect to this latter (governmental) system does not prove its need in respect to the former. Consequently, we can find no <i>special</i> immunity-related need to encourage vigorous performance.</p>\n<p>Second, \"privatization\" helps to meet the immunity-related need \"to ensure that talented candidates\" are \"not deterred by the threat of damages suits from entering public service.\" <i>Wyatt,</i> 504 U. S., at 167; see also <i>Mitchell,</i> 472 U. S., at 526 (citing <i>Harlow,</i> 457 U. S., at 816). It does so in part because of the comprehensive insurance-coverage requirements just mentioned. The insurance increases the likelihood of employee indemnification and to that extent reduces the employment-discouraging fear of unwarranted liability potential applicants face. Because privatization law also frees the private prison-management firm from many civil service law restraints, Tenn. Code Ann. § 41-24-111 (1990), it permits the private firm, unlike a government department, to offset any increased employee liability risk with higher pay or extra benefits. In respect to this second governmentimmunity-related purpose then, it is difficult to find a <i>special</i>  need for immunity, for the guards' employer can operate like other private firms; it need not operate like a typical government department.</p>\n<p>Third, lawsuits may well \"`distrac[t]' \" these employees \"`from their . . . duties,' \" <i>Mitchell, supra,</i> at 526 (quoting <i>Harlow,</i> 457 U. S., at 816), but the risk of \"distraction\" alone cannot be sufficient grounds for an immunity. Our qualified immunity cases do not contemplate the complete elimination of lawsuit-based distractions. Cf. <i>id.,</i> at 818-819 (officials subject to suit for violations of clearly established rights). And it is significant that, here, Tennessee law reserves certain important discretionary tasks\u0097those related to prison discipline, to parole, and to good time\u0097for state officials. <span class=\"star-pagination\">*412</span> Tenn. Code Ann. § 41-24-110 (1990). Given a continual and conceded need for deterring constitutional violations and our sense that the firm's tasks are not enormously different in respect to their importance from various other publicly important tasks carried out by private firms, we are not persuaded that the threat of distracting workers from their duties is enough virtually by itself to justify providing an immunity. Moreover, Tennessee, which has itself decided not to extend sovereign immunity to private prison operators (and arguably appreciated that this decision would increase contract prices to some degree), § 41-24-107, can be understood to have anticipated a certain amount of distraction.</p>\n<p></p>\n<h2>D</h2>\n<p>Our examination of history and purpose thus reveals nothing special enough about the job or about its organizational structure that would warrant providing these private prison guards with a governmental immunity. The job is one that private industry might, or might not, perform; and which history shows private firms did sometimes perform without relevant immunities. The organizational structure is one subject to the ordinary competitive pressures that normally help private firms adjust their behavior in response to the incentives that tort suits provide\u0097pressures not necessarily present in government departments. Since there are no special reasons significantly favoring an extension of governmental immunity, and since <i>Wyatt</i> makes clear that private actors are not <i>automatically</i> immune (<i>i. e.,</i> § 1983 immunity does not automatically follow § 1983 liability), we must conclude that private prison guards, unlike those who work directly for the government, do not enjoy immunity from suit in a § 1983 case. Cf. <i>Forrester</i> v. <i>White,</i> 484 U. S., at 224 (Officers \"who seek exemption from personal liability have the burden of showing that such an exemption is justified\"); see also <i>Butz,</i> 438 U. S., at 506.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*413</span> III</h2>\n<p>We close with three caveats. First, we have focused only on questions of § 1983 immunity and have not addressed whether the defendants are liable under § 1983 even though they are employed by a private firm. Because the Court of Appeals assumed, but did not decide, § 1983 liability, it is for the District Court to determine whether, under this Court's decision in <i>Lugar</i> v. <i>Edmondson Oil Co.,</i> 457 U. S. 922 (1982), defendants actually acted \"under color of state law.\"</p>\n<p>Second, we have answered the immunity question narrowly, in the context in which it arose. That context is one in which a private firm, systematically organized to assume a major lengthy administrative task (managing an institution) with limited direct supervision by the government, undertakes that task for profit and potentially in competition with other firms. The case does not involve a private individual briefly associated with a government body, serving as an adjunct to government in an essential governmental activity, or acting under close official supervision.</p>\n<p>Third, <i>Wyatt</i> explicitly stated that it did not decide whether or not the private defendants before it might assert, not immunity, but a special \"good-faith\" defense. The Court said that it</p>\n<blockquote>\"d[id] not foreclose the possibility that private defendants faced with § 1983 liability under <i>Lugar</i> v. <i>Edmond-</i>  <i>son Oil Co.,</i> 457 U. S. 922 (1982), could be entitled to an affirmative defense based on good faith and/or probable cause or that § 1983 suits against private, rather than governmental, parties could require plaintiffs to carry additional burdens.\" <i>Wyatt,</i> 504 U. S., at 169.</blockquote>\n<p>But because those issues were not fairly before the Court, it left \"them for another day.\" <i>Ibid.</i> Similarly, the Court of Appeals in this case limited its holding to the question of immunity. It said specifically that it</p>\n<blockquote>\"may be that the appropriate balance to be struck here is to permit the correctional officers to assert a good <span class=\"star-pagination\">*414</span> faith defense, rather than qualified immunity. . . . However, that issue is not before this Court in this interlocutory appeal.\" 88 F. 3d, at 425.</blockquote>\n<p>Like the Court in <i>Wyatt,</i> and the Court of Appeals in this case, we do not express a view on this last-mentioned question.</p>\n<blockquote>For these reasons the judgment of the Court of Appeals is <i>Affirmed.</i>  Justice Scalia, with whom The Chief Justice, Justice Kennedy, and Justice Thomas join, dissenting.</blockquote>\n<p>In <i>Procunier</i> v. <i>Navarette,</i> 434 U. S. 555 (1978), we held that state prison officials, including both supervisory and subordinate officers, are entitled to qualified immunity in a suit brought under 42 U. S. C. § 1983. Today the Court declares that this immunity is unavailable to employees of private prison management firms, who perform the same duties as state-employed correctional officials, who exercise the most palpable form of state police power, and who may be sued for acting \"under color of state law.\" This holding is supported neither by common-law tradition nor public policy, and contradicts our settled practice of determining § 1983 immunity on the basis of the public function being performed.</p>\n<p></p>\n<h2>I</h2>\n<p>The doctrine of official immunity against damages actions under § 1983 is rooted in the assumption that that statute did not abolish those immunities traditionally available at common law. See <i>Buckley</i> v. <i>Fitzsimmons,</i> 509 U. S. 259, 268 (1993). I agree with the Court, therefore, that we must look to history to resolve this case. I do not agree with the Court, however, that the petitioners' claim to immunity is defeated if they cannot provide an actual case, antedating or contemporaneous with the enactment of § 1983, in which immunity was successfully asserted by a private prison <span class=\"star-pagination\">*415</span> guard. It is only the absence of such a case, and not any explicit rejection of immunity by any common-law court, that the Court relies upon. The opinion observes that private jailers existed in the 19th century, and that they were successfully sued by prisoners. But one could just as easily show that government-employed jailers were successfully sued at common law, often with no mention of possible immunity, see Schellenger, Civil liability of sheriff or other officer charged with keeping jail or prison for death or injury of prisoner, 14 A. L. R. 2d 353 (1950) (annotating numerous cases where sheriffs were held liable). Indeed, as far as my research has disclosed, there may be more case-law support for immunity in the private-jailer context than in the government-jailer context. The only pre-§ 1983 jailerimmunity case of any sort that I am aware of is <i>Williams</i> v. <i>Adams,</i> 85 Mass. 171 (1861), decided only 10 years before § 1983 became law. And that case, which explicitly acknowledged that the issue of jailer immunity was \"novel,\" <i>ibid., appears to have conferred immunity upon an independent contractor.</i><sup>[1]</sup></p>\n<p>The truth to tell, <i>Procunier</i> v. <i>Navarette, supra</i><i>,</i> which established § 1983 immunity for state prison guards, did not trouble itself with history, as our later § 1983 immunity opinions <span class=\"star-pagination\">*416</span> have done, see, <i>e. g., </i><i>Burns</i> v. <i>Reed,</i> 500 U. S. 478, 489\u0097 490 (1991); <i>Tower</i> v. <i>Glover,</i> 467 U. S. 914, 920 (1984), but simply set forth a policy prescription. At this stage in our jurisprudence it is irrational, and productive of harmful policy consequences, to rely upon lack of case support to create an artificial limitation upon the scope of a doctrine (prisonguard immunity) that was itself not based on case support. I say an artificial limitation, because the historical <i>principles</i> on which common-law immunity was based, and which are reflected in our jurisprudence, plainly cover the private prison guard if they cover the non private. Those principles are two: (1) immunity is determined by function, not status, and (2) even more specifically, private status is not disqualifying.</p>\n<p>\"[O]ur cases clearly indicate that immunity analysis rests on functional categories, not on the status of the defendant.\" <i>Briscoe</i> v. <i>LaHue,</i> 460 U. S. 325, 342 (1983). Immunity \"flows not from rank or title or `location within the Government,' . . . but from the nature of the responsibilities of the individual official.\" <i>Cleavinger</i> v. <i>Saxner,</i> 474 U. S. 193, 201 (1985), quoting <i>Butz</i> v. <i>Economou,</i> 438 U. S. 478 (1978). \"Running through our cases, with fair consistency, is a `functional' approach to immunity questions . . . . Under that approach, we examine the nature of the functions with which a particular official or class of officials has been lawfully entrusted, and we seek to evaluate the effect that exposure to particular forms of liability would likely have on the appropriate exercise of those functions.\" <i>Forrester</i> v. <i>White,</i>  484 U. S. 219, 224 (1988). See also <i>Buckley, supra,</i> at 269; <i>Burns, supra,</i> at 484-486; <i>Malley</i> v. <i>Briggs,</i> 475 U. S. 335, 342-343 (1986); <i>Harlow</i> v. <i>Fitzgerald,</i> 457 U. S. 800, 810-811 (1982); <i>Imbler</i> v. <i>Pachtman,</i> 424 U. S. 409, 420-429 (1976). The parties concede that petitioners perform a prototypically governmental function (enforcement of state-imposed deprivation of liberty), and one that gives rise to qualified immunity.</p>\n<p><span class=\"star-pagination\">*417</span> The point that function rather than status governs the immunity determination is demonstrated in a prison-guard case virtually contemporaneous with the enactment of § 1983. <i>Alamango</i> v. <i>Board of Supervisors of Albany Cty.,</i> 32 N. Y. Sup. Ct. 551 (1881), held that supervisors charged under state law with maintaining a penitentiary were immune from prisoner lawsuits. Although they were not formally state officers, the court emphasized the irrelevance of this fact:</p>\n<blockquote>\"The duty of punishing criminals is inherent in the Sovereign power. It may be committed to agencies selected for that purpose, but such agencies, while engaged in that duty, stand so far in the place of the State and exercise its political authority, and do not act in any private capacity.\" <i>Id.,</i> at 552.<sup>[2]</sup></blockquote>\n<p>Private individuals have regularly been accorded immunity when they perform a governmental function that qualifies. We have long recognized the absolute immunity of grand jurors, noting that like prosecutors and judges they must \"exercise a discretionary judgment on the basis of evidence presented to them.\" <i>Imbler,</i> 424 U. S., at 423, n. 20. \"It is the functional comparability of [grand jurors'] judgments to those of the judge that has resulted in [their] being referred to as `quasi-judicial' officers, and their immunities being termed `quasi-judicial' as well.\" <i>Ibid.</i> Likewise, witnesses <span class=\"star-pagination\">*418</span> who testify in court proceedings have enjoyed immunity, regardless of whether they were government employees. \"[T]he common law,\" we have observed, \"provided absolute immunity from subsequent damages liability for all persons\u0097<i>governmental or otherwise</i> \u0097who were integral parts of the judicial process.\" <i>Briscoe, supra,</i> at 335 (emphasis added). I think it highly unlikely that we would deny prosecutorial immunity to those private attorneys increasingly employed by various jurisdictions in this country to conduct high-visibility criminal prosecutions. See, <i>e. g.,</i>  Kaplan, State Hires Private Lawyer for Bryant Family Trial, Los Angeles Times, Apr. 28, 1993, p. B4, col. 2; Estrich, On Building the Strongest Possible Prosecution Team, Los Angeles Times, July 10, 1994, p. M1, col. 1. There is no more reason for treating private prison guards differently.</p>\n<p></p>\n<h2>II</h2>\n<p>Later in its opinion, the Court seeks to establish that there are policy reasons for denying to private prison guards the immunity accorded to public ones. As I have indicated above, I believe that history and not judicially analyzed policy governs this matter\u0097but even on its own terms the Court's attempted policy distinction is unconvincing. The Court suggests two differences between civil-service prison guards and those employed by private prison firms which preclude any \"special\" need to give the latter immunity. First, the Court says that \"unwarranted timidity\" on the part of private guards is less likely to be a concern, since their companies are subject to market pressures that encourage them to be effective in the performance of their duties. If a private firm does not maintain a proper level of order, the Court reasons, it will be replaced by another one\u0097so there is no need for qualified immunity to facilitate the maintenance of order.</p>\n<p>This is wrong for several reasons. First of all, it is fanciful to speak of the consequences of \"market\" pressures in a <span class=\"star-pagination\">*419</span> regime where public officials are the only purchaser, and other people's money the medium of payment. Ultimately, one prison-management firm will be selected to replace another prison-management firm only if a decision is made by some <i>political</i> official not to renew the contract. See Tenn. Code Ann. §§ 41-24-103 to 105 (Supp. 1996). This is a government decision, not a market choice. If state officers turn out to be more strict in reviewing the cost and performance of privately managed prisons than of publically managed ones, it will only be because they have <i>chosen</i> to be so. The process can come to resemble a market choice only to the extent that political actors <i>will</i> such resemblance\u0097that is, to the extent that political actors (1) are willing to pay attention to the issue of prison services, among the many issues vying for their attention, and (2) are willing to place considerations of cost and quality of service ahead of such political considerations as personal friendship, political alliances, instate ownership of the contractor, etc. Secondly and more importantly, however, if one assumes a political regime that <i>is</i> bent on emulating the market in its purchase of prison services, it is almost certainly the case that, short of mismanagement so severe as to provoke a prison riot, <i>price</i> (not discipline) will be the predominating factor in such a regime's selection of a contractor. A contractor's price must depend upon its costs; lawsuits increase costs;<sup>[3]</sup> and \"fearless\" maintenance of discipline increases lawsuits. The incentive to down-play discipline will exist, moreover, even in those States where the politicians' zeal for market emulation and budget cutting has waned, and where prison-management <span class=\"star-pagination\">*420</span> contract renewal is virtually automatic: the more cautious the prison guards, the fewer the lawsuits, the higher the profits. In sum, it seems that \"market-competitive\" private prison managers have even greater need than civil-service prison managers for immunity as an incentive to discipline.</p>\n<p>The Court's second distinction between state and private prisons is that privatization \"helps to meet the immunityrelated need to ensure that talented candidates are not deterred by the threat of damages suits from entering public service\" as prison guards. <i>Ante,</i> at 411 (internal quotation marks omitted). This is so because privatization brings with it (or at least has brought with it in the case before us) (1) a statutory requirement for insurance coverage against civil-rights claims, which assertedly \"increases the likelihood of employee indemnification,\" and (2) a liberation \"from many civil service law restraints\" which prevent increased employee risk from being \"offset . . . with higher pay or extra benefits,\" <i>ibid.</i> As for the former (civil-rights liability insurance): surely it is the <i>availability</i> of that protection, rather than its actual presence in the case at hand, which decreases (if it does decrease, which I doubt) the <i>need</i> for immunity protection. (Otherwise, the Court would have to say that a private prison-management firm that is not required to purchase insurance, and does not do so, is more entitled to immunity; and that a government-run prison system that <i>does</i> purchase insurance is <i>less</i> entitled to immunity.) And of course civil-rights liability insurance is no less <i>available</i> to public entities than to private employers. But the second factor\u0097liberation from civil-service limitations\u0097 is the more interesting one. First of all, simply as a philosophical matter it is fascinating to learn that one of the prime justifications for § 1983 immunity should be a phenomenon (civil-service laws) that did not even exist when § 1983 was enacted and the immunity created. Also as a philosophical matter, it is poetic justice (or poetic revenge) that the Court <span class=\"star-pagination\">*421</span> should use one of the principal economic benefits of \"prison out-sourcing\"\u0097namely, the avoidance of civil-service salary and tenure encrustations\u0097as the justification for a legal rule rendering out-sourcing more expensive. Of course the savings attributable to out-sourcing will not be wholly lost as a result of today's holding; they will be transferred in part from the public to prisoner-plaintiffs and to lawyers. It is a result that only the American Bar Association and the American Federation of Government Employees could love. But apart from philosophical fascination, this second factor is subject to the same objection as the first: governments <i>need not</i> have civil-service salary encrustations (or can exempt prisons from them); and hence governments, no more than private prison employers, have any <i>need</i> for § 1983 immunity.</p>\n<p>There is one more possible rationale for denying immunity to private prison guards worth discussing, albeit briefly. It is a theory so implausible that the Court avoids mentioning it, even though it was the primary reason given in the Court of Appeals decision that the Court affirms. <i>McKnight</i> v. <i>Rees,</i> 88 F. 3d 417, 424-425 (CA6 1996). It is that officers of private prisons are more likely than officers of state prisons to violate prisoners' constitutional rights because they work for a profit motive, and hence an added degree of deterrence is needed to keep these officers in line. The Court of Appeals offered no evidence to support its bald assertion that private prison guards operate with different incentives than state prison guards, and gave no hint as to how prison guards might possibly increase their employers' profits by violating constitutional rights. One would think that private prison managers, whose § 1983 damages come out of their own pockets, as compared with public prison managers, whose § 1983 damages come out of the public purse, would, if anything, be more careful in training their employees to avoid constitutional infractions. And in fact, States having experimented with prison privatization commonly report <span class=\"star-pagination\">*422</span> that the overall caliber of the services provided to prisoners has actually improved in scope and quality. Matters Relating To The Federal Bureau Of Prisons: Hearing before the Subcommittee on Crime of the House Committee on the Judiciary, 104th Cong., 1st Sess., 110 (1995).</p>\n<p></p>\n<h2>* * *</h2>\n<p>In concluding, I must observe that since there is no apparent <i>reason,</i> neither in history nor in policy, for making immunity hinge upon the Court's distinction between public and private guards, the precise <i>nature</i> of that distinction must also remain obscure. Is it privity of contract that separates the two categories\u0097so that guards paid directly by the State are \"public\" prison guards and immune, but those paid by a prison-management company \"private\" prison guards and not immune? Or is it rather \"employee\" versus \"independent contractor\" status\u0097so that even guards whose compensation is paid directly by the State are not immune if they are not also supervised by a state official? Or is perhaps state supervision alone (without direct payment) enough to confer immunity? Or is it (as the Court's characterization of <i>Alamango,</i> see n. 2, <i>supra,</i> suggests) the formal designation of the guards, or perhaps of the guards' employer, as a \"state instrumentality\" that makes the difference? Since, as I say, I see no sense in the public-private distinction, neither do I see what precisely it consists of.</p>\n<p>Today's decision says that two sets of prison guards who are indistinguishable in the ultimate source of their authority over prisoners, indistinguishable in the powers that they possess over prisoners, and indistinguishable in the duties that they owe toward prisoners, are to be treated quite differently in the matter of their financial liability. The only sure effect of today's decision\u0097and the only purpose, as far as I can tell\u0097is that it will artificially raise the cost of privatizing prisons. Whether this will cause privatization to be prohibitively expensive, or instead simply divert state funds <span class=\"star-pagination\">*423</span> that could have been saved or spent on additional prison services, it is likely that taxpayers and prisoners will suffer as a consequence. Neither our precedent, nor the historical foundations of § 1983, nor the policies underlying § 1983, support this result.</p>\n<p>I respectfully dissent.</p>\n<h2>NOTES</h2>\n<p>[*]   <i>Richard Ruda</i> and <i>James I. Crowley</i> filed a brieffor the International City/County Management Association et al. as <i>amicus curiae</i> urging reversal.\n</p>\n<p>Briefs of <i>amici curiae</i> urging affirmance were filed for the American Civil Liberties Union et al. by <i>Penny M. Venetis</i> and <i>Steven R. Shapiro;</i>  and for the American Federation of Government Employees, AFL\u0097CIO, by <i>Mark D. Roth</i> and <i>Anne M. Wagner.</i></p>\n<p>[1]  <i>Williams</i> held that prisoners could not recover damages for negligence against the master of a house of correction. That official seems to have been no more a \"public officer\" than the head of a private company running a prison. For example, the governing statute provided that he was to be paid by the prisoners for his expenses in supporting and employing them, and in event of their default he was given an action <i>indebitatus assumpsit</i>  for the sum due, \"which shall be deemed to be his own proper debt.\" Mass. Gen. Stat., ch. 143, § 15 (1835). If he failed to distribute to the prisoners those \"rations or articles of food, soap, fuel, or other necessaries\" directed by the county commissioner (or the mayor and aldermen of Boston), he was subject to a fine. <i>Id.,</i> § 45. The opinion in <i>Williams</i> says that \"[t]he master of the house of correction is not an independent public officer, having the same relations to those who are confined therein that a deputy sheriff has to the parties to a writ committed to him to serve.\" 85 Mass., at 173.</p>\n<p>[2]  The Court cites <i>Alamango</i> for the proposition that there is \"no cause of action against [a] private contractor where [the] contractor [is] designated [a] state instrumentality by statute.\" <i>Ante,</i> at 406. The opinion in <i>Alamango,</i> however, does not cite any statutory designation of the supervisors as a \"state instrumentality,\" and does not rely on such a designation for its holding. It does identify the Board of Supervisors as \"a mere instrumentality selected by the State,\" 32 N. Y. Sup. Ct., at 552, but the same could be said of the prison management firm here (or the master of the house of corrections in <i>Williams</i> v. <i>Adams,</i> 85 Mass. 171 (1861), see n. 1, <i>supra</i> ). If one were to accept the Court's distinguishing of this case, all that would be needed to change the outcome in the present suit is the pointless formality of designating the contractor a \"state instrumentality\"\u0097hardly a rational resolution of the question before us.</p>\n<p>[3]  This is true even of successfully defended lawsuits, and even of lawsuits that have been insured against. The Court thinks it relevant to the factor I am currently discussing that the private prison-management firm \"must buy insurance sufficient to compensate victims of civil rights torts,\" <i>ante,</i> at 410. Belief in the relevance of this factor must be traceable, ultimately, to belief in the existence of a free lunch. Obviously, as civilrights claims increase, the cost of civil-rights insurance increases.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:20:24", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">399</span></span> (1997)</b></center>\n<center><h1>RICHARDSON et al.<br>\nv.<br>\nMcKNIGHT</h1></center>\n<center>No. 96-318.</center>\n<center><p><b>United States Supreme Court.</b></p></center>\n<center>Argued March 19, 1997.</center>\n<center>Decided June 23, 1997.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SIXTH CIRCUIT\n<p><span class=\"star-pagination\">*400</span> Breyer, J., delivered the opinion of the Court, in which Stevens, O'Connor, Souter, and Ginsburg, JJ., joined. Scalia, J.,filed a dissenting <span class=\"star-pagination\">*401</span> opinion, in which Rehnquist, C. J., and Kennedy and Thomas, JJ., joined, <i>post,</i> p. 414.</p>\n<p><i>Charles R. Ray</i> argued the cause for petitioners. With him on the briefs was <i>Robert S. Catz.</i></p>\n<p><i>David C. Vladeck</i> argued the cause for respondent. With him on the brief were <i>Michael E. Tankersley</i> and <i>Alan B. Morrison.</i></p>\n<p><i>Deputy Solicitor General Kneedler</i> argued the cause for the United States as <i>amicus curiae</i> urging affirmance. On the brief were <i>Acting Solicitor General Dellinger, Assistant Attorney General Hunger, Deputy Solicitor General Waxman, Deputy Assistant Attorney General Preston, Cornelia T. L. Pillard, Barbara L. Herwig,</i> and <i>John F. Daly.</i><sup>[*]</sup></p>\n<p>Justice Breyer, delivered the opinion of the Court.</p>\n<p>The issue before us is whether prison guards who are employees of a private prison management firm are entitled to a qualified immunity from suit by prisoners charging a violation of 42 U. S. C. § 1983. We hold that they are not.</p>\n<p></p>\n<h2>I</h2>\n<p>Ronnie Lee McKnight, a prisoner at Tennessee's South Central Correctional Center (SCCC), brought this federal constitutional tort action against two prison guards, Darryl Richardson and John Walker. He says the guards injured him by placing upon him extremely tight physical restraints, thereby unlawfully \"subject[ing]\" him \"to the deprivation of\" a right \"secured by the Constitution\" of the United States. Rev. Stat. § 1979, 42 U. S. C. § 1983. Richardson <span class=\"star-pagination\">*402</span> and Walker asserted a qualified immunity from § 1983 lawsuits, see <i>Harlow</i> v. <i>Fitzgerald,</i> 457 U. S. 800, 807 (1982), and moved to dismiss the action. The District Court noted that Tennessee had \"privatized\" the management of a number of its correctional facilities,and that consequently a private firm, not the state government, employed the guards. See Tenn. Code Ann. § 41-24-101 <i>et seq.</i> (1990 and Supp. 1996); see generally Cody &amp; Bennett, The Privatization of Correctional Institutions: The Tennessee Experience, 40 Vand. L. Rev. 829 (1987) (outlining State's history with private correctional services). The court held that, because they worked for a private company rather than the government, the law did not grant the guards immunity from suit. It therefore denied the guards' motion to dismiss. The guards appealed to the Sixth Circuit. See <i>Mitchell</i> v. <i>Forsyth,</i> 472 U. S. 511, 530 (1985) (permitting interlocutory appeals of qualified immunity determinations); see also <i>Johnson</i> v. <i>Jones,</i> 515 U. S. 304 (1995); <i>Behrens</i> v. <i>Pelletier,</i> 516 U. S. 299 (1996). That court also ruled against them. <i>McKnight</i> v. <i>Rees,</i> 88 F. 3d 417, 425 (CA6 1996). The Court of Appeals conceded that other courts had reached varying conclusions about whether, or the extent to which, private sector defendants are entitled to immunities of the sort the law provides governmental defendants. See, <i>e. g., </i><i>Eagon</i> v. <i>Elk City,</i> 72 F. 3d 1480, 1489\u0097 1490 (CA10 1996); <i>Williams</i> v. <i>O'Leary,</i> 55 F. 3d 320, 323-324 (CA7), cert. denied, 516 U. S. 993 (1995); <i>Frazier</i> v. <i>Bailey,</i>  957 F. 2d 920, 928-929 (CA1 1992). But the court concluded, primarily for reasons of \"public policy,\" that the privately employed prison guards were not entitled to the immunity provided their governmental counterparts. 88 F. 3d, at 425. We granted certiorari to review this holding. We now affirm.</p>\n<p></p>\n<h2>II</h2>\n<p></p>\n<h2>A</h2>\n<p>We take the Court's recent case, <i>Wyatt</i> v. <i>Cole,</i> 504 U. S. 158 (1992), as pertinent authority. The Court there considered whether private defendants, charged with § 1983 liability <span class=\"star-pagination\">*403</span> for \"invoking state replevin, garnishment, and attachment statutes\" later declared unconstitutional were \"entitled to qualified immunity from suit.\" <i>Id.,</i> at 159. It held that they were not. <i>Id.,</i> at 169. We find four aspects of <i>Wyatt</i>  relevant here.</p>\n<p>First, as <i>Wyatt</i> noted, § 1983 basically seeks \"to deter <i>state</i>  actors from using the badge of their authority to deprive individuals of their federally guaranteed rights\" and to provide related relief. <i>Id.,</i> at 161 (emphasis added) (citing <i>Carey</i> v. <i>Piphus,</i> 435 U. S. 247, 254-257 (1978)); see also <i>Owen</i> v. <i>Independence,</i> 445 U. S. 622, 654 (1980). It imposes liability only where a person acts \"under color\" of a state \"statute, ordinance, regulation, custom, or usage.\" 42 U. S. C. § 1983. Nonetheless, <i>Wyatt</i> reaffirmed that § 1983 can <i>sometimes</i>  impose liability upon a private individual. 504 U. S., at 162; see also <i>Lugar</i> v. <i>Edmondson Oil Co.,</i> 457 U. S. 922, 924 (1982).</p>\n<p>Second, <i>Wyatt</i> reiterated that after <i>Harlow, supra,</i> and this Court's reformulation of the qualified immunity doctrine, see <i>Anderson</i> v. <i>Creighton,</i> 483 U. S. 635, 645 (1987), a distinction exists between an \"immunity from suit\" and other kinds of legal defenses. 504 U. S., at 166-167; see also <i>Mitchell, supra,</i> at 526. As the <i>Wyatt</i> concurrence pointed out, a legal defense may well involve \"the essence of the wrong,\" while an immunity frees one who enjoys it from a lawsuit whether or not he acted wrongly. 504 U. S., at 171\u0097 172 (Kennedy, J., concurring).</p>\n<p>Third, <i>Wyatt</i> specified the legal source of § 1983 immunities. It pointed out that although § 1983 \"`creates a species of tort liability that on its face admits of no immunities,' \" <i>id.,</i> at 163 (quoting <i>Imbler</i> v. <i>Pachtman,</i> 424 U. S. 409, 417 (1976)), this Court has nonetheless accorded immunity where a</p>\n<blockquote>\"`tradition of immunity was so firmly rooted in the common law and was supported by such strong policy reasons that \"Congress would have specifically so provided had it wished to abolish the doctrine.\"` \" 504 U. S., at 164 (quoting <i>Owen</i> v. <i>Independence, supra,</i> at 637).</blockquote>\n<p><span class=\"star-pagination\">*404</span> The <i>Wyatt</i> majority, in deciding whether or not the private defendants enjoyed immunity, looked both to history and to \"the special policy concerns involved in suing government officials.\" 504 U. S., at 167; see also <i>Mitchell, supra,</i> at 526; <i>Harlow, supra,</i> at 807; <i>Imbler</i> v. <i>Pachtman, supra,</i> at 424. And in this respect\u0097the relevant <i>sources</i> of the law\u0097both the <i>Wyatt</i> concurrence and the dissent seemed to agree. Compare 504 U. S., at 169-171 (Kennedy, J., concurring) (existence of immunity depends upon \"historical origins\" and \"public policy\"), with <i>id.,</i> at 175-176 (Rehnquist, C. J., dissenting) (\"immunity\" recognized where \"similarly situated defendant would have enjoyed an immunity at common law\" or \"when important public policy concerns suggest the need for an immunity\").</p>\n<p>Fourth, <i>Wyatt</i> did not consider its answer to the question before it as one applicable to <i>all</i> private individuals\u0097irrespective of the nature of their relation to the government, position, or the kind of liability at issue. Rather, <i>Wyatt</i> explicitly limited its holding to what it called a \"narrow\" question about \"private persons . . . who conspire with state officials,\" <i>id.,</i> at 168, and it answered that question by stating that private defendants \"faced with § 1983 liability for invoking a state replevin, garnishment, or attachment statute\" are <i>not</i> entitled to immunity, <i>id.,</i> at 168-169.</p>\n<p><i>Wyatt,</i> then, did not answer the legal question before us, whether petitioners\u0097two employees of a private prison management firm\u0097enjoy a qualified immunity from suit under § 1983. It does tell us, however, to look both to history and to the purposes that underlie government employee immunity in order to find the answer. <i>Id.,</i> at 164; see also <i>Newport</i> v. <i>Fact Concerts, Inc.,</i> 453 U. S. 247, 259 (1981); <i>Owen, supra,</i> at 638; <i>Imbler, supra,</i> at 424.</p>\n<p></p>\n<h2>B</h2>\n<p>History does <i>not</i> reveal a \"firmly rooted\" tradition of immunity applicable to privately employed prison guards. <span class=\"star-pagination\">*405</span> Correctional services in the United States have undergone various transformations. See D. Shichor, Punishment for Profit 33, 36 (1995) (Shichor). <i>Government</i> -employed prison guards may have enjoyed a kind of immunity defense arising out of their status as public employees at common law. See <i>Procunier</i> v. <i>Navarette,</i> 434 U. S. 555, 561-562 (1978) (extending qualified immunity to state prison guards). But correctional functions have never been exclusively public. Shichor 33, 36. Private individuals operated local jails in the 18th century, G. Bowman, S. Hakim, &amp; P. Seidenstat, Privatizing the United States Justice System 271, n. 1 (1992), and private contractors were heavily involved in prison management during the 19th century. Shichor 33, 36.</p>\n<p>During that time, some States, including southern States like Tennessee, leased their entire prison systems to private individuals or companies which frequently took complete control over prison management, including inmate labor and discipline. G. Bowman, S. Hakim, &amp; P. Seidenstat, Privatizing Correctional Institutions 42 (1993); see generally B. McKelvey, American Prisons: A Study in American Social History Prior to 1915, pp. 172-180 (1968) (describing 19thcentury American prison system); see also Shichor 34; G. de Beaumont &amp; A. de Tocqueville, On the Penitentiary System in the United States and Its Application in France 35 (1833) (describing more limited prison contracting system in Massachusetts and Pennsylvania). Private prison lease agreements (like inmate suits) seem to have been more prevalent after § 1983's enactment, see generally M. Mancini, One Dies, Get Another (1996), but we have found evidence that the common law provided mistreated prisoners in prison leasing States with remedies against mistreatment by those private lessors. See, <i>e. g., </i><i>Dade Coal Co.</i> v. <i>Haslett,</i> <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">Ga.</span> <span class=\"page\">549</span></span>, 550\u0097 551, 10 S. E. 435, 435-436 (1889) (convict can recover from contractor for injuries sustained while on lease to private company); <i>Boswell</i> v. <i>Barnhart,</i> <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">Ga.</span> <span class=\"page\">521</span></span>, 522-523, 23 S. E. 414, 415 (1895) (wife can recover from contractor for chaingang-related <span class=\"star-pagination\">*406</span> death of husband); <i>Dahlheim</i> v. <i>Lemon,</i> <span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">F.</span> <span class=\"page\">225</span></span>, 228-230 (1891) (contractor liable for convict injuries); <i>Tillar</i> v. <i>Reynolds,</i> <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">Ark.</span> <span class=\"page\">358</span></span>, 360-361, 365-366, 131 S. W. 969, 970, 971-972 (1910) (work farm owner liable for inmate beating death); <i>Weigel</i> v. <i>Brown,</i> <span class=\"citation no-link\"><span class=\"volume\">194</span> <span class=\"reporter\">F.</span> <span class=\"page\">652</span></span> (CA8 1912) (prison contractor liable for unlawful whipping); see also <i>Edwards</i> v. <i>Pocahontas,</i> <span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">F.</span> <span class=\"page\">268</span></span> (CC Va. 1891) (inmate can recover from municipal corporation for injuries caused by poor jail conditions); <i>Hall</i> v. <i>O'Neil Turpentine Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">Fla.</span> <span class=\"page\">324</span></span>, <span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">So.</span> <span class=\"page\">609</span></span> (1908) (private prison contractor and subcontractor liable to municipality for escaped prisoner under lease agreement); see generally Mancini, <i>supra</i> (discussing abuses of 19th-century private lease system). Yet, we have found no evidence that the law gave purely private companies or their employees any special immunity from such suits. Cf. <i>Almango</i> v. <i>Board of Supervisors of Albany County,</i> 32 N. Y. Sup. Ct. 551 (1881) (no cause of action against private contractor where contractor designated state instrumentality by statute). The case on which the dissent rests its argument, <i>Williams</i> v. <i>Adams,</i> <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">171</span></span> (1861) (which could not\u0097without more\u0097prove the existence of such a tradition and does not, moreover, clearly involve a private prison operator) actually supports our point. It suggests that no immunity from suit would exist for the type of intentional conduct at issue in this case. See <i>ibid.</i> (were \"battery\" at issue, the case would be of a different \"character\" and \"the defendant might be responsible\"); see <i>id.,</i> at 176 (making clear that case only involves claim of ordinary negligence for lack of heat and other items, not \"gross negligence,\" \"implied malice,\" or \"intention to do the prisoner any bodily injury\"); cf. <i>Tower</i> v. <i>Glover,</i> 467 U. S. 914, 921 (1984) (concluding that state public defenders do not enjoy immunity from suit where conduct intentional and no history of immunity for intentional conduct was established).</p>\n<p>Correctional functions in England have been more consistently public, see generally 22 Encyclopedia Brittanica, <span class=\"star-pagination\">*407</span> \"Prison\" 361-368 (11th ed. 1911); S. Webb &amp; B. Webb, English Prisons Under Local Government (1922) (Webb), but historical sources indicate that England relied upon private jailers to manage the detention of prisoners from the Middle Ages until well into the 18th century. Shichor 21; see also Webb 4-5; 1 E. Coke, Institutes 43 (1797). The common law forbade those jailers to subject \"`their prisoners to any pain or torment,' \" whether through harsh confinement in leg irons, or otherwise. See <i>In re Birdsong,</i> <span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">F.</span> <span class=\"page\">599</span></span>, 601 (SD Ga. 1889); 1 Coke, <i>supra,</i> at 315, 316, 381; 2 C. Addison, A Treatise on the Law of Torts § 1016, pp. 224-225 (1876); see also 4 Geo. IV, ch. 64, § X Twelfth. And it apparently authorized prisoner lawsuits to recover damages. 2 Addison, <i>supra,</i> § 1016. Apparently the law <i>did</i> provide a kind of immunity for certain private defendants, such as doctors or lawyers who performed services at the behest of the sovereign. See <i>Tower, supra,</i> at 921; J. Bishop, Commentaries on Non-Contract Law §§ 704, 710 (1889). But we have found no indication of any more general immunity that might have applied to private individuals working for profit.</p>\n<p>Our research, including the sources that the parties have cited, reveals that in the 19th century (and earlier) sometimes private contractors and sometimes government itself carried on prison management activities. And we have found no conclusive evidence of a historical tradition of immunity for private parties carrying out these functions. History therefore does not provide significant support for the immunity claim. Cf. <i>Briscoe</i> v. <i>LaHue,</i> 460 U. S. 325, 330-334 (1983) (immunity for witnesses); <i>Pierson</i> v. <i>Ray,</i> 386 U. S. 547, 554-555 (1967) (immunity for judges and police officers); <i>Tenney</i> v. <i>Brandhove,</i> 341 U. S. 367, 372-376 (1951) (immunity for legislators).</p>\n<p></p>\n<h2>C</h2>\n<p>Whether the immunity doctrine's <i>purposes</i> warrant immunity for private prison guards presents a closer question. <i>Wyatt,</i> consistent with earlier precedent, described the doctrine's <span class=\"star-pagination\">*408</span> purposes as protecting \"government's ability to perform its traditional functions\" by providing immunity where \"necessary to preserve\" the ability of government officials \"to serve the public good or to ensure that talented candidates were not deterred by the threat of damages suits from entering public service.\" 504 U. S., at 167. Earlier precedent described immunity as protecting the public from unwarranted timidity on the part of public officials by, for example, \"encouraging the vigorous exercise of official authority,\" <i>Butz</i> v. <i>Economou,</i> 438 U. S. 478, 506 (1978), by contributing to \"`principled and fearless decision-making,' \" <i>Wood</i> v. <i>Strickland,</i> 420 U. S. 308, 319 (1975) (quoting <i>Pierson, supra,</i> at 554), and by responding to the concern that threatened liability would, in Judge Hand's words, \"`dampen the ardour of all but the most resolute, or the most irresponsible,' \" public officials, <i>Harlow,</i> 457 U. S., at 814 (quoting <i>Gregoire</i> v. <i>Biddle,</i> 177 F. 2d 579, 581 (CA2 1949) (L. Hand, J.), cert. denied, 339 U. S. 949 (1950); see also <i>Mitchell,</i> 472 U. S., at 526 (lawsuits may \"distrac[t] officials from their governmental duties\").</p>\n<p>The guards argue that those purposes support immunity whether their employer is private or public. Brief for Petitioners 35-36. Since private prison guards perform the same work as state prison guards, they say, they must require immunity to a similar degree. To say this, however, is to misread this Court's precedents. The Court has sometimes applied a functional approach in immunity cases, but only to decide which type of immunity\u0097absolute or qualified\u0097a public officer should receive. See, <i>e. g., </i><i>Buckley</i> v. <i>Fitzsimmons,</i> 509 U. S. 259 (1993); <i>Burns</i> v. <i>Reed,</i> 500 U. S. 478 (1991); <i>Forrester</i> v. <i>White,</i> 484 U. S. 219 (1988); <i>Cleavinger</i> v. <i>Saxner,</i> 474 U. S. 193 (1985); <i>Harlow, supra</i><i>.</i> And it never has held that the mere performance of a governmental function could make the difference between unlimited § 1983 liability and qualified immunity, see, <i>e. g., </i><i>Tower,</i>  <span class=\"star-pagination\">*409</span> 467 U. S., at 922-923, especially for a private person who performs a job without government supervision or direction. Indeed a purely functional approach bristles with difficulty, particularly since, in many areas, government and private industry may engage in fundamentally similar activities, ranging from electricity production, to waste disposal, to even mail delivery.</p>\n<p>Petitioners' argument also overlook certain important differences that, from an immunity perspective, are critical. First, the most important special government immunityproducing concern\u0097unwarranted timidity\u0097is less likely present, or at least is not special, when a private company subject to competitive market pressures operates a prison. Competitive pressures mean not only that a firm whose guards are too aggressive will face damages that raise costs, thereby threatening its replacement, but also that a firm whose guards are too timid will face threats of replacement by other firms with records that demonstrate their ability to do both a safer and a more effective job.</p>\n<p>These ordinary marketplace pressures are present here. The private prison guards before us work for a large, multistate private prison management firm. C. Thomas, D. Bolinger, &amp; J. Badalamenti, Private Adult Correctional Facility Census 1 (10th ed. 1997) (listing the Corrections Corporation of America as the largest prison management concern in the United States). The firm is systematically organized to perform a major administrative task for profit. Cf. Tenn. Code Ann. § 41-24-104 (Supp. 1996) (requiring that firms contracting with the State demonstrate a history of successful operation of correctional facilities). It performs that task independently, with relatively less ongoing direct state supervision. Compare § 41-4\u0097140(c)(5) (exempting private jails from certain monitoring) with § 41-4\u0097116 (requiring inspectors to examine publicly operated county jails once a month or more) and § 41-4\u0097140(a) (requiring Tennessee Correctional <span class=\"star-pagination\">*410</span> Institute to inspect public correctional facilities on an annual basis and to report findings of such inspections). It must buy insurance sufficient to compensate victims of civil rights torts. § 41-24-107. And, since the firm's first contract expires after three years, § 41-24-105(a), its performance is disciplined, not only by state review, see §§ 41\u0097 24-105(c)\u0097(f), 41-24-109, but also by pressure from potentially competing firms who can try to take its place. Cf. § 41-24-104(a)(4) (permitting State, upon notice, to cancel contract at any time after first year of operation); see also §§ 41-24-105(c) and (d) (describing standards for renewal of contract).</p>\n<p>In other words, marketplace pressures provide the private firm with strong incentives to avoid overly timid, insufficiently vigorous, unduly fearful, or \"nonarduous\" employee job performance. And the contract's provisions\u0097including those that might permit employee indemnification and avoid many civil-service restrictions\u0097grant this private firm freedom to respond to those market pressures through rewards and penalties that operate directly upon its employees. See § 41-24-111. To this extent, the employees before us resemble those of other private firms and differ from government employees.</p>\n<p>This is not to say that government employees, in their efforts to act within constitutional limits, will always, or often, sacrifice the otherwise effective performance of their duties. Rather, it is to say that government employees typically act within a <i>different</i> system. They work within a system that is responsible through elected officials to voters who, when they vote, rarely consider the performance of individual sub departments or civil servants specifically and in detail. And that system is often characterized by multidepartment civil service rules that, while providing employee security, may limit the incentives or the ability of individual departments or supervisors flexibly to reward, or to punish, individual <span class=\"star-pagination\">*411</span> employees. Hence a judicial determination that \"effectiveness\" concerns warrant special immunity-type protection in respect to this latter (governmental) system does not prove its need in respect to the former. Consequently, we can find no <i>special</i> immunity-related need to encourage vigorous performance.</p>\n<p>Second, \"privatization\" helps to meet the immunity-related need \"to ensure that talented candidates\" are \"not deterred by the threat of damages suits from entering public service.\" <i>Wyatt,</i> 504 U. S., at 167; see also <i>Mitchell,</i> 472 U. S., at 526 (citing <i>Harlow,</i> 457 U. S., at 816). It does so in part because of the comprehensive insurance-coverage requirements just mentioned. The insurance increases the likelihood of employee indemnification and to that extent reduces the employment-discouraging fear of unwarranted liability potential applicants face. Because privatization law also frees the private prison-management firm from many civil service law restraints, Tenn. Code Ann. § 41-24-111 (1990), it permits the private firm, unlike a government department, to offset any increased employee liability risk with higher pay or extra benefits. In respect to this second governmentimmunity-related purpose then, it is difficult to find a <i>special</i>  need for immunity, for the guards' employer can operate like other private firms; it need not operate like a typical government department.</p>\n<p>Third, lawsuits may well \"`distrac[t]' \" these employees \"`from their . . . duties,' \" <i>Mitchell, supra,</i> at 526 (quoting <i>Harlow,</i> 457 U. S., at 816), but the risk of \"distraction\" alone cannot be sufficient grounds for an immunity. Our qualified immunity cases do not contemplate the complete elimination of lawsuit-based distractions. Cf. <i>id.,</i> at 818-819 (officials subject to suit for violations of clearly established rights). And it is significant that, here, Tennessee law reserves certain important discretionary tasks\u0097those related to prison discipline, to parole, and to good time\u0097for state officials. <span class=\"star-pagination\">*412</span> Tenn. Code Ann. § 41-24-110 (1990). Given a continual and conceded need for deterring constitutional violations and our sense that the firm's tasks are not enormously different in respect to their importance from various other publicly important tasks carried out by private firms, we are not persuaded that the threat of distracting workers from their duties is enough virtually by itself to justify providing an immunity. Moreover, Tennessee, which has itself decided not to extend sovereign immunity to private prison operators (and arguably appreciated that this decision would increase contract prices to some degree), § 41-24-107, can be understood to have anticipated a certain amount of distraction.</p>\n<p></p>\n<h2>D</h2>\n<p>Our examination of history and purpose thus reveals nothing special enough about the job or about its organizational structure that would warrant providing these private prison guards with a governmental immunity. The job is one that private industry might, or might not, perform; and which history shows private firms did sometimes perform without relevant immunities. The organizational structure is one subject to the ordinary competitive pressures that normally help private firms adjust their behavior in response to the incentives that tort suits provide\u0097pressures not necessarily present in government departments. Since there are no special reasons significantly favoring an extension of governmental immunity, and since <i>Wyatt</i> makes clear that private actors are not <i>automatically</i> immune (<i>i. e.,</i> § 1983 immunity does not automatically follow § 1983 liability), we must conclude that private prison guards, unlike those who work directly for the government, do not enjoy immunity from suit in a § 1983 case. Cf. <i>Forrester</i> v. <i>White,</i> 484 U. S., at 224 (Officers \"who seek exemption from personal liability have the burden of showing that such an exemption is justified\"); see also <i>Butz,</i> 438 U. S., at 506.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*413</span> III</h2>\n<p>We close with three caveats. First, we have focused only on questions of § 1983 immunity and have not addressed whether the defendants are liable under § 1983 even though they are employed by a private firm. Because the Court of Appeals assumed, but did not decide, § 1983 liability, it is for the District Court to determine whether, under this Court's decision in <i>Lugar</i> v. <i>Edmondson Oil Co.,</i> 457 U. S. 922 (1982), defendants actually acted \"under color of state law.\"</p>\n<p>Second, we have answered the immunity question narrowly, in the context in which it arose. That context is one in which a private firm, systematically organized to assume a major lengthy administrative task (managing an institution) with limited direct supervision by the government, undertakes that task for profit and potentially in competition with other firms. The case does not involve a private individual briefly associated with a government body, serving as an adjunct to government in an essential governmental activity, or acting under close official supervision.</p>\n<p>Third, <i>Wyatt</i> explicitly stated that it did not decide whether or not the private defendants before it might assert, not immunity, but a special \"good-faith\" defense. The Court said that it</p>\n<blockquote>\"d[id] not foreclose the possibility that private defendants faced with § 1983 liability under <i>Lugar</i> v. <i>Edmond-</i>  <i>son Oil Co.,</i> 457 U. S. 922 (1982), could be entitled to an affirmative defense based on good faith and/or probable cause or that § 1983 suits against private, rather than governmental, parties could require plaintiffs to carry additional burdens.\" <i>Wyatt,</i> 504 U. S., at 169.</blockquote>\n<p>But because those issues were not fairly before the Court, it left \"them for another day.\" <i>Ibid.</i> Similarly, the Court of Appeals in this case limited its holding to the question of immunity. It said specifically that it</p>\n<blockquote>\"may be that the appropriate balance to be struck here is to permit the correctional officers to assert a good <span class=\"star-pagination\">*414</span> faith defense, rather than qualified immunity. . . . However, that issue is not before this Court in this interlocutory appeal.\" 88 F. 3d, at 425.</blockquote>\n<p>Like the Court in <i>Wyatt,</i> and the Court of Appeals in this case, we do not express a view on this last-mentioned question.</p>\n<blockquote>For these reasons the judgment of the Court of Appeals is <i>Affirmed.</i>  Justice Scalia, with whom The Chief Justice, Justice Kennedy, and Justice Thomas join, dissenting.</blockquote>\n<p>In <i>Procunier</i> v. <i>Navarette,</i> 434 U. S. 555 (1978), we held that state prison officials, including both supervisory and subordinate officers, are entitled to qualified immunity in a suit brought under 42 U. S. C. § 1983. Today the Court declares that this immunity is unavailable to employees of private prison management firms, who perform the same duties as state-employed correctional officials, who exercise the most palpable form of state police power, and who may be sued for acting \"under color of state law.\" This holding is supported neither by common-law tradition nor public policy, and contradicts our settled practice of determining § 1983 immunity on the basis of the public function being performed.</p>\n<p></p>\n<h2>I</h2>\n<p>The doctrine of official immunity against damages actions under § 1983 is rooted in the assumption that that statute did not abolish those immunities traditionally available at common law. See <i>Buckley</i> v. <i>Fitzsimmons,</i> 509 U. S. 259, 268 (1993). I agree with the Court, therefore, that we must look to history to resolve this case. I do not agree with the Court, however, that the petitioners' claim to immunity is defeated if they cannot provide an actual case, antedating or contemporaneous with the enactment of § 1983, in which immunity was successfully asserted by a private prison <span class=\"star-pagination\">*415</span> guard. It is only the absence of such a case, and not any explicit rejection of immunity by any common-law court, that the Court relies upon. The opinion observes that private jailers existed in the 19th century, and that they were successfully sued by prisoners. But one could just as easily show that government-employed jailers were successfully sued at common law, often with no mention of possible immunity, see Schellenger, Civil liability of sheriff or other officer charged with keeping jail or prison for death or injury of prisoner, 14 A. L. R. 2d 353 (1950) (annotating numerous cases where sheriffs were held liable). Indeed, as far as my research has disclosed, there may be more case-law support for immunity in the private-jailer context than in the government-jailer context. The only pre-§ 1983 jailerimmunity case of any sort that I am aware of is <i>Williams</i> v. <i>Adams,</i> <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">171</span></span> (1861), decided only 10 years before § 1983 became law. And that case, which explicitly acknowledged that the issue of jailer immunity was \"novel,\" <i>ibid., appears to have conferred immunity upon an independent contractor.</i><sup>[1]</sup></p>\n<p>The truth to tell, <i>Procunier</i> v. <i>Navarette, supra</i><i>,</i> which established § 1983 immunity for state prison guards, did not trouble itself with history, as our later § 1983 immunity opinions <span class=\"star-pagination\">*416</span> have done, see, <i>e. g., </i><i>Burns</i> v. <i>Reed,</i> 500 U. S. 478, 489\u0097 490 (1991); <i>Tower</i> v. <i>Glover,</i> 467 U. S. 914, 920 (1984), but simply set forth a policy prescription. At this stage in our jurisprudence it is irrational, and productive of harmful policy consequences, to rely upon lack of case support to create an artificial limitation upon the scope of a doctrine (prisonguard immunity) that was itself not based on case support. I say an artificial limitation, because the historical <i>principles</i> on which common-law immunity was based, and which are reflected in our jurisprudence, plainly cover the private prison guard if they cover the non private. Those principles are two: (1) immunity is determined by function, not status, and (2) even more specifically, private status is not disqualifying.</p>\n<p>\"[O]ur cases clearly indicate that immunity analysis rests on functional categories, not on the status of the defendant.\" <i>Briscoe</i> v. <i>LaHue,</i> 460 U. S. 325, 342 (1983). Immunity \"flows not from rank or title or `location within the Government,' . . . but from the nature of the responsibilities of the individual official.\" <i>Cleavinger</i> v. <i>Saxner,</i> 474 U. S. 193, 201 (1985), quoting <i>Butz</i> v. <i>Economou,</i> 438 U. S. 478 (1978). \"Running through our cases, with fair consistency, is a `functional' approach to immunity questions . . . . Under that approach, we examine the nature of the functions with which a particular official or class of officials has been lawfully entrusted, and we seek to evaluate the effect that exposure to particular forms of liability would likely have on the appropriate exercise of those functions.\" <i>Forrester</i> v. <i>White,</i>  484 U. S. 219, 224 (1988). See also <i>Buckley, supra,</i> at 269; <i>Burns, supra,</i> at 484-486; <i>Malley</i> v. <i>Briggs,</i> 475 U. S. 335, 342-343 (1986); <i>Harlow</i> v. <i>Fitzgerald,</i> 457 U. S. 800, 810-811 (1982); <i>Imbler</i> v. <i>Pachtman,</i> 424 U. S. 409, 420-429 (1976). The parties concede that petitioners perform a prototypically governmental function (enforcement of state-imposed deprivation of liberty), and one that gives rise to qualified immunity.</p>\n<p><span class=\"star-pagination\">*417</span> The point that function rather than status governs the immunity determination is demonstrated in a prison-guard case virtually contemporaneous with the enactment of § 1983. <i>Alamango</i> v. <i>Board of Supervisors of Albany Cty.,</i> 32 N. Y. Sup. Ct. 551 (1881), held that supervisors charged under state law with maintaining a penitentiary were immune from prisoner lawsuits. Although they were not formally state officers, the court emphasized the irrelevance of this fact:</p>\n<blockquote>\"The duty of punishing criminals is inherent in the Sovereign power. It may be committed to agencies selected for that purpose, but such agencies, while engaged in that duty, stand so far in the place of the State and exercise its political authority, and do not act in any private capacity.\" <i>Id.,</i> at 552.<sup>[2]</sup></blockquote>\n<p>Private individuals have regularly been accorded immunity when they perform a governmental function that qualifies. We have long recognized the absolute immunity of grand jurors, noting that like prosecutors and judges they must \"exercise a discretionary judgment on the basis of evidence presented to them.\" <i>Imbler,</i> 424 U. S., at 423, n. 20. \"It is the functional comparability of [grand jurors'] judgments to those of the judge that has resulted in [their] being referred to as `quasi-judicial' officers, and their immunities being termed `quasi-judicial' as well.\" <i>Ibid.</i> Likewise, witnesses <span class=\"star-pagination\">*418</span> who testify in court proceedings have enjoyed immunity, regardless of whether they were government employees. \"[T]he common law,\" we have observed, \"provided absolute immunity from subsequent damages liability for all persons\u0097<i>governmental or otherwise</i> \u0097who were integral parts of the judicial process.\" <i>Briscoe, supra,</i> at 335 (emphasis added). I think it highly unlikely that we would deny prosecutorial immunity to those private attorneys increasingly employed by various jurisdictions in this country to conduct high-visibility criminal prosecutions. See, <i>e. g.,</i>  Kaplan, State Hires Private Lawyer for Bryant Family Trial, Los Angeles Times, Apr. 28, 1993, p. B4, col. 2; Estrich, On Building the Strongest Possible Prosecution Team, Los Angeles Times, July 10, 1994, p. M1, col. 1. There is no more reason for treating private prison guards differently.</p>\n<p></p>\n<h2>II</h2>\n<p>Later in its opinion, the Court seeks to establish that there are policy reasons for denying to private prison guards the immunity accorded to public ones. As I have indicated above, I believe that history and not judicially analyzed policy governs this matter\u0097but even on its own terms the Court's attempted policy distinction is unconvincing. The Court suggests two differences between civil-service prison guards and those employed by private prison firms which preclude any \"special\" need to give the latter immunity. First, the Court says that \"unwarranted timidity\" on the part of private guards is less likely to be a concern, since their companies are subject to market pressures that encourage them to be effective in the performance of their duties. If a private firm does not maintain a proper level of order, the Court reasons, it will be replaced by another one\u0097so there is no need for qualified immunity to facilitate the maintenance of order.</p>\n<p>This is wrong for several reasons. First of all, it is fanciful to speak of the consequences of \"market\" pressures in a <span class=\"star-pagination\">*419</span> regime where public officials are the only purchaser, and other people's money the medium of payment. Ultimately, one prison-management firm will be selected to replace another prison-management firm only if a decision is made by some <i>political</i> official not to renew the contract. See Tenn. Code Ann. §§ 41-24-103 to 105 (Supp. 1996). This is a government decision, not a market choice. If state officers turn out to be more strict in reviewing the cost and performance of privately managed prisons than of publically managed ones, it will only be because they have <i>chosen</i> to be so. The process can come to resemble a market choice only to the extent that political actors <i>will</i> such resemblance\u0097that is, to the extent that political actors (1) are willing to pay attention to the issue of prison services, among the many issues vying for their attention, and (2) are willing to place considerations of cost and quality of service ahead of such political considerations as personal friendship, political alliances, instate ownership of the contractor, etc. Secondly and more importantly, however, if one assumes a political regime that <i>is</i> bent on emulating the market in its purchase of prison services, it is almost certainly the case that, short of mismanagement so severe as to provoke a prison riot, <i>price</i> (not discipline) will be the predominating factor in such a regime's selection of a contractor. A contractor's price must depend upon its costs; lawsuits increase costs;<sup>[3]</sup> and \"fearless\" maintenance of discipline increases lawsuits. The incentive to down-play discipline will exist, moreover, even in those States where the politicians' zeal for market emulation and budget cutting has waned, and where prison-management <span class=\"star-pagination\">*420</span> contract renewal is virtually automatic: the more cautious the prison guards, the fewer the lawsuits, the higher the profits. In sum, it seems that \"market-competitive\" private prison managers have even greater need than civil-service prison managers for immunity as an incentive to discipline.</p>\n<p>The Court's second distinction between state and private prisons is that privatization \"helps to meet the immunityrelated need to ensure that talented candidates are not deterred by the threat of damages suits from entering public service\" as prison guards. <i>Ante,</i> at 411 (internal quotation marks omitted). This is so because privatization brings with it (or at least has brought with it in the case before us) (1) a statutory requirement for insurance coverage against civil-rights claims, which assertedly \"increases the likelihood of employee indemnification,\" and (2) a liberation \"from many civil service law restraints\" which prevent increased employee risk from being \"offset . . . with higher pay or extra benefits,\" <i>ibid.</i> As for the former (civil-rights liability insurance): surely it is the <i>availability</i> of that protection, rather than its actual presence in the case at hand, which decreases (if it does decrease, which I doubt) the <i>need</i> for immunity protection. (Otherwise, the Court would have to say that a private prison-management firm that is not required to purchase insurance, and does not do so, is more entitled to immunity; and that a government-run prison system that <i>does</i> purchase insurance is <i>less</i> entitled to immunity.) And of course civil-rights liability insurance is no less <i>available</i> to public entities than to private employers. But the second factor\u0097liberation from civil-service limitations\u0097 is the more interesting one. First of all, simply as a philosophical matter it is fascinating to learn that one of the prime justifications for § 1983 immunity should be a phenomenon (civil-service laws) that did not even exist when § 1983 was enacted and the immunity created. Also as a philosophical matter, it is poetic justice (or poetic revenge) that the Court <span class=\"star-pagination\">*421</span> should use one of the principal economic benefits of \"prison out-sourcing\"\u0097namely, the avoidance of civil-service salary and tenure encrustations\u0097as the justification for a legal rule rendering out-sourcing more expensive. Of course the savings attributable to out-sourcing will not be wholly lost as a result of today's holding; they will be transferred in part from the public to prisoner-plaintiffs and to lawyers. It is a result that only the American Bar Association and the American Federation of Government Employees could love. But apart from philosophical fascination, this second factor is subject to the same objection as the first: governments <i>need not</i> have civil-service salary encrustations (or can exempt prisons from them); and hence governments, no more than private prison employers, have any <i>need</i> for § 1983 immunity.</p>\n<p>There is one more possible rationale for denying immunity to private prison guards worth discussing, albeit briefly. It is a theory so implausible that the Court avoids mentioning it, even though it was the primary reason given in the Court of Appeals decision that the Court affirms. <i>McKnight</i> v. <i>Rees,</i> 88 F. 3d 417, 424-425 (CA6 1996). It is that officers of private prisons are more likely than officers of state prisons to violate prisoners' constitutional rights because they work for a profit motive, and hence an added degree of deterrence is needed to keep these officers in line. The Court of Appeals offered no evidence to support its bald assertion that private prison guards operate with different incentives than state prison guards, and gave no hint as to how prison guards might possibly increase their employers' profits by violating constitutional rights. One would think that private prison managers, whose § 1983 damages come out of their own pockets, as compared with public prison managers, whose § 1983 damages come out of the public purse, would, if anything, be more careful in training their employees to avoid constitutional infractions. And in fact, States having experimented with prison privatization commonly report <span class=\"star-pagination\">*422</span> that the overall caliber of the services provided to prisoners has actually improved in scope and quality. Matters Relating To The Federal Bureau Of Prisons: Hearing before the Subcommittee on Crime of the House Committee on the Judiciary, 104th Cong., 1st Sess., 110 (1995).</p>\n<p></p>\n<h2>* * *</h2>\n<p>In concluding, I must observe that since there is no apparent <i>reason,</i> neither in history nor in policy, for making immunity hinge upon the Court's distinction between public and private guards, the precise <i>nature</i> of that distinction must also remain obscure. Is it privity of contract that separates the two categories\u0097so that guards paid directly by the State are \"public\" prison guards and immune, but those paid by a prison-management company \"private\" prison guards and not immune? Or is it rather \"employee\" versus \"independent contractor\" status\u0097so that even guards whose compensation is paid directly by the State are not immune if they are not also supervised by a state official? Or is perhaps state supervision alone (without direct payment) enough to confer immunity? Or is it (as the Court's characterization of <i>Alamango,</i> see n. 2, <i>supra,</i> suggests) the formal designation of the guards, or perhaps of the guards' employer, as a \"state instrumentality\" that makes the difference? Since, as I say, I see no sense in the public-private distinction, neither do I see what precisely it consists of.</p>\n<p>Today's decision says that two sets of prison guards who are indistinguishable in the ultimate source of their authority over prisoners, indistinguishable in the powers that they possess over prisoners, and indistinguishable in the duties that they owe toward prisoners, are to be treated quite differently in the matter of their financial liability. The only sure effect of today's decision\u0097and the only purpose, as far as I can tell\u0097is that it will artificially raise the cost of privatizing prisons. Whether this will cause privatization to be prohibitively expensive, or instead simply divert state funds <span class=\"star-pagination\">*423</span> that could have been saved or spent on additional prison services, it is likely that taxpayers and prisoners will suffer as a consequence. Neither our precedent, nor the historical foundations of § 1983, nor the policies underlying § 1983, support this result.</p>\n<p>I respectfully dissent.</p>\n<h2>NOTES</h2>\n<p>[*]   <i>Richard Ruda</i> and <i>James I. Crowley</i> filed a brieffor the International City/County Management Association et al. as <i>amicus curiae</i> urging reversal.\n</p>\n<p>Briefs of <i>amici curiae</i> urging affirmance were filed for the American Civil Liberties Union et al. by <i>Penny M. Venetis</i> and <i>Steven R. Shapiro;</i>  and for the American Federation of Government Employees, AFL\u0097CIO, by <i>Mark D. Roth</i> and <i>Anne M. Wagner.</i></p>\n<p>[1]  <i>Williams</i> held that prisoners could not recover damages for negligence against the master of a house of correction. That official seems to have been no more a \"public officer\" than the head of a private company running a prison. For example, the governing statute provided that he was to be paid by the prisoners for his expenses in supporting and employing them, and in event of their default he was given an action <i>indebitatus assumpsit</i>  for the sum due, \"which shall be deemed to be his own proper debt.\" Mass. Gen. Stat., ch. 143, § 15 (1835). If he failed to distribute to the prisoners those \"rations or articles of food, soap, fuel, or other necessaries\" directed by the county commissioner (or the mayor and aldermen of Boston), he was subject to a fine. <i>Id.,</i> § 45. The opinion in <i>Williams</i> says that \"[t]he master of the house of correction is not an independent public officer, having the same relations to those who are confined therein that a deputy sheriff has to the parties to a writ committed to him to serve.\" 85 Mass., at 173.</p>\n<p>[2]  The Court cites <i>Alamango</i> for the proposition that there is \"no cause of action against [a] private contractor where [the] contractor [is] designated [a] state instrumentality by statute.\" <i>Ante,</i> at 406. The opinion in <i>Alamango,</i> however, does not cite any statutory designation of the supervisors as a \"state instrumentality,\" and does not rely on such a designation for its holding. It does identify the Board of Supervisors as \"a mere instrumentality selected by the State,\" 32 N. Y. Sup. Ct., at 552, but the same could be said of the prison management firm here (or the master of the house of corrections in <i>Williams</i> v. <i>Adams,</i> <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">171</span></span> (1861), see n. 1, <i>supra</i> ). If one were to accept the Court's distinguishing of this case, all that would be needed to change the outcome in the present suit is the pointless formality of designating the contractor a \"state instrumentality\"\u0097hardly a rational resolution of the question before us.</p>\n<p>[3]  This is true even of successfully defended lawsuits, and even of lawsuits that have been insured against. The Court thinks it relevant to the factor I am currently discussing that the private prison-management firm \"must buy insurance sufficient to compensate victims of civil rights torts,\" <i>ante,</i> at 410. Belief in the relevance of this factor must be traceable, ultimately, to belief in the existence of a free lunch. Obviously, as civilrights claims increase, the cost of civil-rights insurance increases.</p>\n\n</div>", 
  "sha1": "a202aa255c61c595d94d13e0dff7174162910466", 
  "date_modified": "2015-04-21T10:47:30.565217", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/118137/richardson-v-mcknight/", 
  "citation_count": 111, 
  "supreme_court_db_id": "1996-084", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1630586/", 
  "html": "<p class=\"case_cite\">521 U.S. 399<br>117 S.Ct. 2100<br>138 L.Ed.2d 540<br></p>\n    <p class=\"parties\">Daryll RICHARDSON and John Walker, Petitioners,<br>v.<br>Ronnie Lee McKNIGHT.</p>\n    <p class=\"docket\">No. 96-318.</p>\n    <p class=\"court\">Supreme Court of the United States</p>\n    <p class=\"date\">Argued March 19, 1997.</p>\n    <p class=\"date\">Decided June 23, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">\n        <i>Syllabus</i>\n        <a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>\n      </p>\n      <p>Respondent McKnight, a prisoner at a Tennessee correctional center whose management had been privatized, filed this constitutional tort action under 42 U.S.C. &#167;1983 for physical injuries inflicted by petitioner prison guards.  The District Court denied petitioners' motion to dismiss, finding that, since  they were employed by a private prison management firm, they were not entitled to qualified immunity from &#167;1983 lawsuits.  The Court of Appeals affirmed.</p>\n      <p><i>Held:</i> Prison guards employed by a private firm are not entitled to a qualified immunity from suit by prisoners charging a &#167;1983 violation.  Pp. ____-____.</p>\n      <p>(a)  Four aspects of <i>Wyatt v. Cole,</i> 504 U.S. 158, 112 S.Ct. 1827, 118 L.Ed.2d 504-in which this Court found no &#167;1983 immunity for private defendants charged with invoking state replevin, garnishment, and attachment statutes later declared unconstitutional-are instructive here.  First, &#167;1983-which deters state actors from depriving individuals of their federally-protected rights-can sometimes impose liability upon private individuals.  Second, a distinction exists between an immunity from suit-which frees one from liability whether or not he acted  wrongly-and other legal defenses-which may well involve the essence of the wrong.  Third, history and the purposes underlying &#167;1983 immunity determine whether private defendants enjoy protection from suit.  Fourth, the <i>Wyatt</i> holding was limited to the narrow question before the Court and is not applicable to <i>all</i> private individuals.  Pp. ____-____.</p>\n      <p>(b)  History does not reveal a firmly rooted tradition of immunity applicable to privately employed prison guards.  While <i>government</i> -employed prison guards may have enjoyed a kind of immunity defense arising out of their status as public employees at common law, see <i>Procunier v. Navarette,</i> 434 U.S. 555, 561-562, 98 S.Ct. 855, 859-860, 55 L.Ed.2d 24, correctional functions have never been exclusively public.  In the 19th century both private entities and government itself carried on prison management activities.  There is no conclusive evidence of an historical tradition of immunity for private parties carrying out these functions.  Pp. ____-____.</p>\n      <p>(c)  The immunity doctrine's purposes also do not warrant immunity for private prison guards.  Mere performance of a governmental function does not support immunity for a private person, especially one who performs a job without government supervision or direction.  Petitioners' argument to the contrary  overlooks certain important differences that are critical from an immunity perspective.  First, the most important special government immunity-producing concern-protecting the public from  unwarranted timidity on the part of public officials-is less likely present when a private company subject to competitive market pressures operates a prison.  A firm whose guards are too  aggressive will face damages that raise costs, thereby threatening its replacement by another contractor, but a firm whose guards are too timid will face replacement by firms with safer and more effective job records.  Such marketplace pressures are present here, where the firm is systematically organized, performs independently, is statutorily obligated to carry insurance, and must renew its first contract after three years.   And they provide the private firm with incentives to avoid overly-timid job performance.  To this extent, the employees differ from government employees, who act within a system that is responsible through elected officials to the voters and that is often characterized by civil service rules providing employee security but limiting the government departments' flexibility to  reward or punish individual employees.  Second, privatization helps to meet the immunity-related need to ensure that talented candidates are not deterred by the threat of damages suits from entering public service.  Comprehensive insurance coverage increases the likelihood of employee indemnification and to that  extent reduces the employment-discouraging fear of unwarranted liability.  Since a private firm is also freed from many civil service restraints, it, unlike a government department, may offset increased employee liability risk with higher pay or extra benefits.  Third, while lawsuits may distract private employees from their duties, the risk of distraction alone cannot be sufficient grounds for an immunity.  Tennessee, which has decided not to extend sovereign immunity to private prison operators, can, moreover, be understood to have anticipated a certain amount of distraction.  Pp. ____-____.</p>\n      <p>(d)  The Court closes with three caveats.  First, the focus has been on &#167;1983 immunity, not liability.  Second, the immunity question has been answered narrowly, in the context in which it arose, and, thus, does not involve a private individual briefly associated with a government body, serving as an adjunct to government in an essential governmental activity, or acting under close official supervision.  Third, no opinion is expressed on the issue whether petitioners might assert, not immunity, but a special good faith defense.  Pp. ____-____.</p>\n      <p>88 F.3d 417, affirmed.</p>\n      <p>BREYER, J., delivered the opinion of the Court, in which STEVENS, O'CONNOR, SOUTER, and GINSBURG, JJ., joined.  SCALIA, J., filed a dissenting opinion, in which REHNQUIST, C.J., and KENNEDY and THOMAS, JJ., joined.</p>\n      <p class=\"indent\">Charles R. Ray, Nashville, TN, for petitioners.</p>\n      <p class=\"indent\">David C. Vladeck, Washington, DC, for respondent.</p>\n      <p class=\"indent\">Edwin S. Kneedler, Washington, DC, for the United States as amicus curiae by special leave of the Court.</p>\n      <p class=\"indent\">Justice BREYER delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The issue before us is whether prison guards who are employees of a private prison management firm are entitled to a qualified immunity from suit by prisoners charging a violation of 42 U.S.C. &#167;1983.  We hold that they are not.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* Ronnie Lee McKnight, a prisoner at Tennessee's South Central Correctional Center (SCCC), brought this federal constitutional tort action against two prison guards, Darryl Richardson and John Walker.  He says the guards injured him by placing upon him extremely tight physical restraints, thereby unlawfully \"subject[ing]'' him \"to the deprivation of'' a right \"secured by the Constitution'' of the United States.  Rev. Stat. &#167;1979, 42 U.S.C. &#167;1983.  Richardson and Walker asserted a qualified immunity from &#167;1983 lawsuits, see <i>Harlow v. Fitzgerald,</i> 457 U.S.  800, 807, 102 S.Ct. 2727, 2732, 73 L.Ed.2d 396 (1982), and moved  to dismiss the action.  The District Court noted that Tennessee had \"privatized'' the management of a number of its correctional facilities, and that consequently a private firm, not the state government, employed the guards.  See Tenn.Code Ann. &#167;41-24-101 <i>et seq.</i> (1990 and Supp.1996); see generally Cody &amp; Bennett, The Privatization of Correctional Institutions: The Tennessee Experience, 40 Vand. L.Rev. 829 (1987) (outlining State's history with private correctional services).  The court held that, because they worked for a private company rather than the government, the law did not grant the guards immunity from suit.  It therefore denied the guards' motion to dismiss.  The guards appealed to the Sixth Circuit.  See <i>Mitchell v. Forsyth,</i> 472 U.S. 511, 530, 105 S.Ct. 2806, 2817-2818, 86 L.Ed.2d 411 (1985) (permitting interlocutory appeals of qualified immunity determinations); see also <i>Johnson v. Jones,</i> 515 U.S. 304, 115 S.Ct. 2151, 132 L.Ed.2d 238 (1995); <i>Behrens v. Pelletier,</i> 516 U.S. ----, 116 S.Ct. 834, 133 L.Ed.2d 773 (1996).  That court also ruled against them. <i>McKnight v. Rees,</i> 88 F.3d 417, 425 (C.A.6 1996).  The Court of Appeals conceded that other courts had reached varying conclusions about whether, or the extent to which, private sector defendants are entitled to immunities of the sort the law provides governmental defendants.  See, <i>e.g., Eagon v. Elk City,</i> 72 F.3d 1480, 1489-1490 (C.A.10 1996); <i>Williams v. O'Leary,</i> 55 F.3d 320, 323-24(CA7), cert. denied, 516  U.S. ----, 116 S.Ct. 527, 133 L.Ed.2d 434 (1995); <i>Frazier v. Bailey,</i> 957 F.2d 920, 928-929 (C.A.1 1992).  But the court concluded, primarily for reasons of \"public policy,'' that the privately employed prison guards were not entitled to the immunity provided their governmental counterparts. 88 F.3d, at 425.  We granted certiorari to review this holding.  We now affirm.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">* We take the Court's recent case, <i>Wyatt v. Cole,</i> 504 U.S. 158, 112 S.Ct. 1827, 118 L.Ed.2d 504 (1992), as pertinent authority. The Court there considered whether private defendants, charged with &#167;1983 liability for \"invoking state replevin, garnishment, and attachment statutes'' later declared unconstitutional were \"entitled to qualified immunity from suit.'' <i>Id.,</i> at 159, 112 S.Ct., at 1827.  It held that they were  not. <i>Id.,</i> at 169, 112 S.Ct., at 1834.  We find four aspects of <i>Wyatt</i> relevant here.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">First, as <i>Wyatt</i> noted, &#167;1983 basically seeks \"to deter <i>state</i> actors from using the badge of their authority to deprive individuals of their federally guaranteed rights'' and to provide related relief. <i>Id.,</i> at 161, 112 S.Ct., at 1829-1830 (emphasis added) (citing <i>Carey v. Piphus,</i> 435 U.S. 247, 254-257, 98 S.Ct. 1042, 1047-1049, 55 L.Ed.2d 252 (1978)); see also <i>Owen v. Independence,</i> 445 U.S. 622, 654, 100 S.Ct. 1398, 1417, 63 L.Ed.2d 673 (1980).  It imposes liability only where a person acts \"under color'' of a state \"statute, ordinance, regulation, custom, or usage.'' 42 U.S.C. &#167;1983.  Nonetheless, <i>Wyatt</i> reaffirmed that &#167;1983 can <i>sometimes</i> impose liability upon a private individual. 504 U.S., at 162, 112 S.Ct., at 1830; see also <i>Lugar v. Edmondson Oil Co.,</i> 457 U.S. 922, 924, 102 S.Ct. 2744, 2746-2747, 73 L.Ed.2d 482 (1982).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Second, <i>Wyatt</i> reiterated that after <i>Harlow, supra,</i> and this Court's reformulation of the qualified immunity doctrine, see <i>Anderson v. Creighton,</i> 483 U.S. 635, 645, 107 S.Ct. 3034, 3042, 97 L.Ed.2d 523 (1987), a distinction exists between an \"immunity from suit'' and other kinds of legal defenses. 504 U.S., at 166-167, 112 S.Ct., at 1832-1833; see also <i>Mitchell, supra,</i> at 526, 105 S.Ct., at 2815-2816.  As the <i>Wyatt</i> concurrence pointed out, a legal defense may well involve \"the essence of the wrong,'' while an immunity frees one who enjoys it from a lawsuit whether or not he acted wrongly. 504 U.S., at 171-172, 112 S.Ct., at 1835-1836 (Kennedy, J., concurring).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Third, <i>Wyatt</i> specified the legal source of &#167;1983 immunities. It pointed out that although &#167;1983 \"\"creates a species of tort liability that on its face admits of no immunities,''' <i>id.,</i> at 163, 112 S.Ct., at 1831 (quoting <i>Imbler v. Pachtman,</i> 424 U.S. 409, 417, 96 S.Ct. 984, 989-990, 47 L.Ed.2d 128 (1976)), this Court has nonetheless accorded immunity where a</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">\"\"tradition of immunity was so firmly rooted in the common      law and was supported by such strong policy reasons that      \"Congress would have specifically so provided had it wished      to abolish the doctrine.''''' 504 U.S., at 164, 112 S.Ct., at      1831 (quoting <i>Owen v. Independence,</i> 445 U.S. 622, 637, 100      S.Ct. 1398, 1408-1409, 63 L.Ed.2d 673 (1980)).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>The <i>Wyatt</i> majority, in deciding whether or not the private defendants enjoyed immunity looked both to history and to \"the special policy concerns involved in suing government officials.'' <i>Id.,</i> at 167, 112 S.Ct., at 1833; see also <i>Mitchell, supra,</i> at 526, 105 S.Ct., at 2815-2816; <i>Harlow,</i> 457 U.S., at 807, 102 S.Ct., at 2732; <i>Imbler v. Pachtman, supra,</i> at 424, 96 S.Ct., at 992.  And in this respect-the relevant <i>sources</i> of the law-both the <i>Wyatt</i> concurrence and the dissent seemed to agree.  Compare 504 U.S., at 169-171, 112 S.Ct., at 1834-1835 (KENNEDY, J., concurring) (existence of immunity depends upon \"historical origins'' and \"public policy'') and <i>id.,</i> at 175-176, 112 S.Ct., at 1837-1838 (REHNQUIST, C.J., dissenting) (\"immunity'' recognized where \"similarly situated defendant would have enjoyed an immunity at common law'' or \"when important public policy concerns suggest the need for an immunity'').</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Fourth, <i>Wyatt</i> did not consider its answer to the question before it as one applicable to <i>all</i> private individuals-irrespective of the nature of their relation to the government, position, or the kind of liability at issue.  Rather, <i>Wyatt</i> explicitly limited its holding to what it called a \"narrow'' question about \"private persons  . . .  who conspire with state officials,'' <i>id.,</i> at 168, 112 S.Ct., at 1834, and it answered that question by stating that private defendants \"faced with &#167;1983 liability for invoking a state replevin, garnishment, or attachment statute'' are <i>not</i> entitled to immunity. <i>Id.,</i> at 168-169, 112 S.Ct., at 1833-1834.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\"><i>Wyatt,</i> then, did not answer the legal question before us, whether respondents-two employees of a private prison management firm-enjoy a qualified immunity from suit under &#167;1983.  It does tell us, however, to look both to history and to the purposes that underlie government employee immunity in order to find the answer. <i>Id.,</i> at 164, 112 S.Ct., at 1831; see also <i>Newport v. Fact Concerts, Inc.,</i> 453 U.S. 247, 259, 101 S.Ct. 2748, 2755-2756, 69 L.Ed.2d 616 (1981); <i>Owen, supra,</i> at 638, 100 S.Ct., at 1409; <i>Imbler, supra,</i> at 424, 96 S.Ct., at 992.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">History does <i>not</i> reveal a \"firmly rooted'' tradition of immunity applicable to privately employed prison guards. Correctional services in the United States have undergone various transformations.  See D. Shichor, Punishment for Profit 33, 36 (1995) (Shichor). <i>Government</i> -employed prison guards may have enjoyed a kind of immunity defense arising out of their status as public employees at common law.  See <i>Procunier v. Navarette,</i> 434 U.S. 555, 561-562, 98 S.Ct. 855, 859-860, 55 L.Ed.2d 24 (1978) (extending qualified immunity to state prison guards).  But correctional functions have never been exclusively public. Shichor 33, 36.  Private individuals operated local jails in the 18th century, G. Bowman, S. Hakim, &amp; P. Seidenstat, Privatizing the United States Justice System 271, n. 1 (1992), and private contractors were heavily involved in prison management during the 19th century.  Shichor 33, 36.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">During that time, some states, including southern states like Tennessee, leased their entire prison systems to private individuals or companies which frequently took complete control over prison management, including inmate labor and discipline.  G. Bowman, S. Hakim, &amp; P. Seidenstat, Privatizing Correctional Institutions 42 (1993); see generally B. McKelvey, American Prisons: A Study in American Social History Prior to 1915, pp. 172-180 (1968) (describing 19th century American prison system); see also Shichor 34; G. de Beaumont and A. de Tocqueville, On the Penitentiary System in the United States and Its Application in France 35 (1833) (describing more limited prison contracting system in Massachusetts and Pennsylvania).  Private prison lease agreements (like inmate suits) seem to have been more prevalent after &#167;1983's enactment, see generally M. Mancini, One Dies, Get Another (1996), but we have found evidence that the common law provided mistreated prisoners in prison leasing States with remedies against mistreatment by those private lessors.  See, <i>e.g., Dade Coal Co. v. Haslett,</i> 83 Ga. 549, 550-551, 10 S.E. 435, 435-436 (1889) (convict can recover from contractor for injuries sustained while on lease to private company); <i>Boswell v. Barnhart,</i> 96 Ga. 521, 522-523, 23 S.E. 414, 415 (1895) (wife can  recover from contractor for chain-gang-related death of husband); <i>Dalheim v. Lemon,</i> 45 F. 225, 228-230 (1891) (contractor liable for convict injuries); <i>Tillar v. Reynolds,</i> 96 Ark. 358, 360-361,  365-366, 131 S.W. 969, 970, 971-972 (1910) (work farm owner liable for inmate beating death); <i>Weigel v. Brown,</i> 194 F. 652 (C.A.8 1912) (prison contractor liable for unlawful whipping); see also <i>Edwards v. Pocahontas,</i> 47 F. 268 (CC Va. 1891) (inmate can recover from municipal corporation for injuries caused by poor jail conditions); <i>Hall v. O'Neil Turpentine Co.,</i> 56 Fla. 324, 47 So. 609 (1908) (private prison contractor and subcontractor liable to municipality for escaped prisoner under lease agreement); see generally Mancini, <i>supra</i> (discussing abuses of 19th century private lease system).  Yet, we have found no evidence that the law gave purely private companies or their employees any special immunity from such suits.  Compare <i>Almango  v. Board of Supervisors of Albany County,</i> 32 N.Y. 551 (1881) (no  cause of action against private contractor where contractor designated state instrumentality by statute).  The case on which  the dissent rests its argument, <i>Williams v. Adams,</i> 85 Mass. 171 (1861) (which could not-without more-prove the existence of such  a tradition and does not, moreover, clearly involve a private prison operator) actually supports our point.  It suggests that no immunity from suit would exist for the type of intentional conduct at issue in this case.  See <i>Williams, supra,</i> at 171 (were \"battery'' at issue, the case would be of a different \"character'' and \"the defendant might be responsible''); see <i>id.,</i> at 176 (making clear that case only involves claim of ordinary negligence for lack of heat and other items, not \"gross negligence,'' \"implied malice,'' or \"intention to do the prisoner any bodily injury''); compare <i>Tower v. Glover,</i> 467 U.S. 914, 921, 104 S.Ct. 2820, 2825, 81 L.Ed.2d 758 (1984)(concluding that state public defenders do not enjoy immunity from suit where conduct intentional and no history of immunity for intentional conduct was established).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Correctional functions in England have been more consistently public, see generally 22 Encyclopedia Brittanica, \"Prison'' 361-368 (11th ed.1911); S. Webb &amp; B. Webb, English Prisons Under Local Government (1922) (Webb), but historical sources indicate that England relied upon private jailers to manage the detention of prisoners from the Middle Ages until well into the 18th century.  Shichor 21; see also Webb 4-5; 1 E. Coke, Institutes 43 (1797).  The common law forbade those jailers to subject \"\"their prisoners to any pain or torment,''' whether through harsh confinement in leg irons, or otherwise.  See <i>In re  Birdsong,</i> 39 F. 599, 601 (S.D.Ga.1889); 1 Coke, <i>supra,</i> at 315, 316, 381; 2 C. Addison, A Treatise on the Law of Torts &#167;1016, pp. 224-225 (1876); see also 4 Geo. IV., ch. 64, &#167;X Twelfth.  And it  apparently authorized prisoner lawsuits to recover damages. 2 Addison, <i>supra,</i> &#167;1016.  Apparently the law <i>did</i> provide a kind of  immunity for certain private defendants, such as doctors or lawyers who performed services at the behest of the sovereign.  See <i>Tower, supra,</i> at 921, 104 S.Ct., at 2825; J. Bishop, Commentaries on Non-Contract Law &#167;&#167;704, 710 (1889).  But we have  found no indication of any more general immunity that might have  applied to private individuals working for profit.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Our research, including the sources that the parties have cited, reveals that in the 19th century (and earlier) sometimes private contractors and sometimes government itself carried on prison management activities.  And we have found no conclusive evidence of an historical tradition of immunity for private parties carrying out these functions.  History therefore does not provide significant support for the immunity claim.  Compare <i>Briscoe v. LaHue,</i> 460 U.S. 325, 330-334, 103 S.Ct. 1108, 1112-1115, 75 L.Ed.2d 96 (1983) (immunity for witnesses); <i>Pierson v. Ray,</i> 386 U.S. 547, 554-555, 87 S.Ct. 1213, 1217-1218, 18 L.Ed.2d  288 (1967) (immunity for judges and police officers); <i>Tenney v. Brandhove,</i> 341 U.S. 367, 372-376, 71 S.Ct. 783, 786-788, 95 L.Ed. 1019 (1951) (immunity for legislators).</p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Whether the immunity doctrine's <i>purposes</i> warrant immunity for private prison guards presents a closer question. <i>Wyatt,</i> consistent with earlier precedent, described the doctrine's purposes as protecting \"government's ability to perform its traditional functions'' by providing immunity where \"necessary to preserve'' the ability of government officials \"to serve the public good or to ensure that talented candidates were not deterred by the threat of damages suits from entering public service.'' 504 U.S., at 167, 112 S.Ct., at 1833.  Earlier precedent described immunity as protecting the public from unwarranted timidity on the part of public officials by, for example, \"encouraging the vigorous exercise of official authority,'' <i>Butz v. Economou,</i> 438 U.S. 478, 506, 98 S.Ct. 2894, 2911, 57 L.Ed.2d 895 (1978), by contributing to \"\"principled and fearless decision-making,''' <i>Wood v. Strickland,</i> 420 U.S. 308, 319, 95 S.Ct. 992, 999, 43 L.Ed.2d 214 (1975)(quoting <i>Pierson, supra,</i> at 554, 87 S.Ct., at 1217-1218), and by responding to the concern that threatened liability would, in Judge Hand's words, \"\"dampen the ardour of all but the most resolute, or the most irresponsible''' public officials. <i>Harlow,</i> 457 U.S., at 814, 102 S.Ct., at 2736 (quoting <i>Gregoire v. Biddle,</i> 177 F.2d 579, 581 (C.A.2 1949) (L.Hand, J.), cert. denied, 339 U.S. 949, 70 S.Ct. 803, 94 L.Ed. 1363 (1950)); see also <i>Mitchell,</i> 472 U.S., at 526, 105 S.Ct., at 2815 (lawsuits may \"distrac[t] officials from their governmental duties'').</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The guards argue that those purposes support immunity whether their employer is private or public.  Brief for Petitioners 35-36. Since private prison guards perform the same  work as state prison guards, they say, they must require immunity to a similar degree. To say this, however, is to misread this Court's precedents.  The Court has sometimes applied a functional approach in immunity cases, but only to decide which type of immunity-absolute or qualified-a public officer should receive. <i>See, e.g., Buckley v. Fitzsimmons,</i> 509 U.S. 259, 113 S.Ct. 2606,  125 L.Ed.2d 209 (1993); <i>Burns v. Reed,</i> 500 U.S. 478, 111 S.Ct. 1934, 114 L.Ed.2d 547 (1991); <i>Forrester v. White,</i> 484 U.S. 219, 108 S.Ct. 538, 98 L.Ed.2d 555 (1988); <i>Cleavinger v. Saxner,</i> 474 U.S. 193, 106 S.Ct. 496, 88 L.Ed.2d 507 (1985); <i>Harlow,</i> 457 U.S.  at 800, 102 S.Ct., at 2728-2729.  And it never has held that the  mere performance of a governmental function could make the difference between unlimited &#167;1983 liability and qualified immunity, <i>see, e.g., Tower,</i> 467 U.S., at 922-923, 104 S.Ct., at 2825-2826, especially for a private person who performs a job without government supervision or direction.  Indeed a purely functional approach bristles with difficulty, particularly since, in many areas, government and private industry may engage in fundamentally similar activities, ranging from electricity production, to waste disposal, to even mail delivery.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Petitioners' argument also overlook certain important differences that, from an immunity perspective, are critical. First, the most important special government immunity-producing concern-unwarranted timidity-is less likely present, or at least is not special, when a private company subject to competitive market pressures operates a prison.  Competitive pressures mean not only that a firm whose guards are too aggressive will face damages that raise costs, thereby threatening its replacement, but also that a firm whose guards are too timid will face threats of replacement by other firms with records that demonstrate their ability to do both a safer and a more effective job.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">These ordinary marketplace pressures are present here.  The private prison guards before us work for a large, multistate private prison management firm.  C. Thomas, D. Bolinger, &amp; J. Badalamenti, Private Adult Correctional Facility Census 1 (10th ed.1997) (listing the Corrections Corporation of America as the largest prison management concern in the United States).  The firm is systematically organized to perform a major administrative task for profit.  Cf. Tenn.Code. Ann. &#167;41-24-104 (Supp.1996) (requiring that firms contracting with the state demonstrate a history of successful operation of correctional facilities).  It performs that task independently, with relatively less ongoing direct state supervision.  Compare &#167;41-4-140(c)(5) (exempting private jails from certain monitoring) with  &#167;41-4-116 (requiring inspectors to examine publicly operated county jails once a month or more) and &#167;41-4-140(a) (requiring Tennessee Correctional Institute to inspect public correctional facilities on an annual basis and to report findings of such inspections).  It must buy insurance sufficient to compensate victims of civil rights torts. &#167;41-24-107.  And, since the firm's first contract expires after three years, &#167;41-24-105(a), its performance is disciplined, not only by state review, see &#167;&#167;41-24-105(c)-(f), 41-24-109, but also by pressure from potentially competing firms who can try to take its place.  Cf. &#167;41-24-104(a)(4) (permitting State, upon notice, to cancel contract at any time after first year of operation); see also &#167;&#167;41-24-105(c)  and (d) (describing standards for renewal of contract).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In other words, marketplace pressures provide the private firm with strong incentives to avoid overly timid, insufficiently vigorous, unduly fearful, or \"non-arduous'' employee job performance.  And the contract's provisions-including those that might permit employee indemnification and avoid many civil-service restrictions-grant this private firm freedom to respond to those market pressures through rewards and penalties that operate directly upon its employees.  See &#167;41-24-111.  To this extent, the employees before us resemble those of other private firms and differ from government employees.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This is not to say that government employees, in their efforts to act within constitutional limits, will always, or often, sacrifice the otherwise effective performance of their duties.  Rather, it is to say that government employees typically act within a <i>different</i> system.  They work within a system that is responsible through elected officials to voters who, when they vote, rarely consider the performance of individual subdepartments or civil servants specifically and in detail.  And that system is often characterized by multidepartment civil service rules that, while providing employee security, may limit the incentives or the ability of individual departments or supervisors flexibly to reward, or to punish, individual employees.  Hence a judicial determination that \"effectiveness'' concerns warrant special immunity-type protection in respect to this latter (governmental) system does not prove its need in respect to the former.  Consequently, we can find no <i>special</i> immunity-related need to encourage vigorous performance.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Second, \"privatization'' helps to meet the immunity-related need \"to ensure that talented candidates'' are \"not deterred by the threat of damages suits from entering public service.'' <i>Wyatt,</i> 504 U.S., at 167, 112 S.Ct., at 1833; see also <i>Mitchell, supra,</i> at 526, 105 S.Ct., at 2815-2816 (citing <i>Harlow, supra,</i> at 816, 102 S.Ct., at 2737).  It does so in part because of the comprehensive insurance-coverage requirements just mentioned.  The insurance increases the likelihood of employee indemnification and to that extent reduces the employment-discouraging fear of unwarranted liability potential applicants face.  Because privatization law also frees the private prison-management firm from many civil service law restraints, Tenn.Code Ann. &#167;41-24-111 (1990), it permits the private firm, unlike a government department, to offset any increased employee liability risk with higher pay or extra benefits.  In respect to this second government-immunity-related purpose then, it is difficult to find a <i>special</i> need for immunity, for the guards' employer can operate like other private firms; it need not operate like a typical government department.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Third, lawsuits may well \"\"distrac[t]''' these employees \"\"from their  . . .  duties''' <i>Mitchell,</i> 472 U.S., at 526, 105 S.Ct., at 2815 (quoting <i>Harlow,</i> 457 U.S., at 816, 102 S.Ct., at 2737), but the risk of \"distraction'' alone cannot be sufficient grounds for an immunity.  Our qualified immunity cases do not contemplate the complete elimination of lawsuit-based distractions.  Cf. <i>Harlow, supra,</i> at 818-819, 102 S.Ct., at 2738-2739 (officials subject to suit for violations of clearly established rights).  And it is significant that, here, Tennessee law reserves certain important discretionary tasks-those related to prison discipline, to parole, and to good time-for state officials.  Tenn.Code. Ann. &#167;41-24-110 (1990).  Given a continual and conceded need for deterring constitutional violations and our sense that the firm's tasks are not enormously different in respect to their importance from various other publicly important tasks carried out by private firms, we are not persuaded that the threat of distracting workers from their duties is enough virtually by itself to justify providing an immunity.  Moreover, Tennessee, which has itself decided not to extend sovereign immunity to private prison operators (and arguably appreciated that this decision would increase contract prices to some degree), Tenn.Code Ann. &#167;41-24-107, can be understood to have anticipated a certain amount of distraction.</p>\n    </div>\n    <p>D.</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Our examination of history and purpose thus reveals nothing special enough about the job or about its organizational structure that would warrant providing these private prison guards with a governmental immunity.  The job is one that private industry might, or might not, perform; and which history shows private firms did sometimes perform without relevant immunities.  The organizational structure is one subject to the ordinary competitive pressures that normally help private firms adjust their behavior in response to the incentives that tort suits provide-pressures not necessarily present in government departments.  Since there are no special reasons significantly favoring an extension of governmental immunity, and since <i>Wyatt</i> makes clear that private actors are not <i>automatically</i> immune (<i>i.e.,</i> &#167;1983 immunity does not automatically follow &#167;1983 liability), we must conclude that private prison guards, unlike those who work directly for the government, do not enjoy immunity from suit in a &#167;1983 case.  Cf. <i>Forrester v. White,</i> 484 U.S. 219, 224, 108 S.Ct. 538, 542, 98 L.Ed.2d 555 (1988) (Officers \"who seek exemption from personal liability have the burden of showing that such an exemption is justified  . . . ''); see also <i>Butz,</i> 438 U.S., at 506, 98 S.Ct., at 2910-2911.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We close with three caveats.  First, we have focused only on questions of &#167;1983 immunity and have not addressed whether the defendants are liable under &#167;1983 even though they are employed by a private firm.  Because the Court of Appeals assumed, but did not decide, &#167;1983 liability, it is for the District Court to determine whether, under this Court's decision in <i>Lugar v. Edmondson Oil Co.,</i> 457 U.S. 922, 102 S.Ct. 2744, 73 L.Ed.2d 482 (1982), defendants actually acted \"under color of state law.''</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Second, we have answered the immunity question narrowly, in the context in which it arose.  That context is one in which a private firm, systematically organized to assume a major lengthy administrative task (managing an institution) with limited direct supervision by the government, undertakes that task for profit and potentially in competition with other firms.  The case does not involve a private individual briefly associated with a government body, serving as an adjunct to government in an essential governmental activity, or acting under close official supervision.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Third, <i>Wyatt</i> explicitly stated that it did not decide whether or not the private defendants before it might assert, not immunity, but a special \"good faith'' defense.  The Court said that it</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">\"d[id] not foreclose the possibility that private defendants      faced with &#167;1983 liability under <i>Lugar v. Edmondson Oil Co.,</i>      457 U.S. 922, 102 S.Ct. 2744, 73 L.Ed.2d 482 (1982), could be      entitled to an affirmative defense based on good faith and/or      probable cause or that &#167;1983 suits against private, rather      than governmental, parties could require plaintiffs to carry      additional burdens.'' <i>Wyatt,</i> 504 U.S., at 169, 112  S.Ct., at      1834.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>But because those issues were not fairly before the Court, it left \"them for another day.'' <i>Ibid.</i> Similarly, the Court of Appeals in this case limited its holding to the question of immunity.  It said specifically that it</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">\"may be that the appropriate balance to be struck here is to      permit the correctional officers to assert a good faith      defense, rather than qualified immunity . . . .   However,      that issue is not before this Court in this interlocutory      appeal.'' 88 F.3d, at 425.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>Like the Court in <i>Wyatt,</i> and the Court of Appeals in this case, we do not express a view on this last-mentioned question.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">For these reasons the judgment of the Court of Appeals is</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Justice SCALIA, with whom THE CHIEF JUSTICE, Justice KENNEDY and Justice THOMAS join, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In <i>Procunier v. Navarette,</i> 434 U.S. 555, 98 S.Ct. 855, 55 L.Ed.2d 24 (1978), we held that state prison officials, including both supervisory and subordinate officers, are entitled to qualified immunity in a suit brought under 42 U.S.C. &#167;1983.  Today the Court declares that this immunity is unavailable to employees of private prison management firms, who perform the same duties as state-employed correctional officials, who exercise the most palpable form of state police power, and who may be sued for acting \"under color of state law.''  This holding is supported neither by common-law tradition nor public policy, and contradicts our settled practice of determining &#167;1983 immunity on the basis of the public function being performed.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">* The doctrine of official immunity against damages actions under &#167;1983 is rooted in the assumption that that statute did not abolish those immunities traditionally available at common law. See <i>Buckley v. Fitzsimmons,</i> 509 U.S. 259, 268, 113 S.Ct. 2606, 2612-2613, 125 L.Ed.2d 209 (1993).  I agree with the Court, therefore, that we must look to history to resolve this case.  I do not agree with the Court, however, that the petitioners' claim to immunity is defeated if they cannot provide an actual case, antedating or contemporaneous with the enactment of &#167;1983, in which immunity was successfully asserted by a private prison guard.  It is only the absence of such a case, and not any explicit rejection of immunity by any common-law court, that the Court relies upon.  The opinion observes that private jailers existed in the 19th century, and that they were successfully sued by prisoners.  But one could just as easily show that government-employed jailers were successfully sued at common law, often with no mention of possible immunity, see Schellenger, Civil liability of sheriff or other officer charged with keeping jail or prison for death or injury of prisoner, 14 A.L.R.2d 353 (1950) (annotating numerous cases where sheriffs were held liable). Indeed, as far as my research has disclosed, there may be more case-law support for immunity in the private-jailer context than in the government-jailer context.  The only pre-&#167;1983 jailer-immunity case of any sort that I am aware of is <i>Williams v. Adams,</i> 85 Mass. 171 (1861), decided only 10 years before &#167;1983 became law.  And that case, which explicitly acknowledged that the issue of jailer immunity was \"novel,'' <i>ibid, appears to have conferred immunity upon an independent contractor.</i><a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The truth to tell, <i>Procunier v. Navarette, supra,</i> which established &#167;1983 immunity for state prison guards, did not trouble itself with history, as our later &#167;1983 immunity opinions have done, see, <i>e.g., Burns v. Reed,</i> 500 U.S. 478, 489-490, 111 S.Ct. 1934, 1940-1941, 114 L.Ed.2d 547 (1991); <i>Tower v. Glover,</i> 467 U.S. 914, 920, 104 S.Ct. 2820, 2824-2825, 81 L.Ed.2d 758 (1984), but simply set forth a policy prescription.  At this stage in our jurisprudence it is irrational, and productive of harmful policy consequences, to rely upon lack of case support to create an artificial limitation upon the scope of a doctrine (prison-guard immunity) that was itself not based on case-support. I say an artificial limitation, because the historical <i>principles</i> on which common-law immunity was based, and which are  reflected in our jurisprudence, plainly cover the private prison  guard if they cover the nonprivate.  Those principles are two: (1) immunity is determined by function, not status, and (2) even  more specifically, private status is not disqualifying.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">\" [O]ur cases clearly indicate that immunity analysis rests on functional categories, not on the status of the defendant.'' <i>Briscoe v. LaHue,</i> 460 U.S. 325, 342, 103 S.Ct. 1108, 1119, 75 L.Ed.2d 96 (1983).  Immunity \"flows not from rank or title or \"location within the Government,' but from the nature of the responsibilities of the individual official.'' <i>Cleavinger v. Saxner,</i> 474 U.S. 193, 201, 106 S.Ct. 496, 501, 88 L.Ed.2d 507 (1985), quoting <i>Butz v. Economou,</i> 438 U.S. 478, 98 S.Ct. 2894, 57 L.Ed.2d 895 (1978). \"Running through our cases, with fair consistency, is a \"functional' approach to immunity questions . . . .   Under that approach, we examine the nature of the functions with which a particular official or class of officials has been lawfully entrusted, and we seek to evaluate the effect that exposure to particular forms of liability would likely have on the appropriate exercise of those functions.'' <i>Forrester v. White,</i> 484 U.S. 219, 224, 108 S.Ct. 538, 542, 98 L.Ed.2d 555 (1988).  See also, <i>Buckley,</i> 509 U.S., at 269, 113 S.Ct., at 2613-2614; <i>Burns,</i> 500 U.S., at 484-486, 111 S.Ct., at 1938-1939; <i>Malley v. Briggs,</i> 475 U.S. 335, 342-343, 106 S.Ct. 1092, 1096-1097, 89 L.Ed.2d 271 (1986); <i>Harlow v. Fitzgerald,</i> 457 U.S. 800,  810-811, 102 S.Ct. 2727, 2734-2735, 73 L.Ed.2d 396 (1982); <i>Imbler v. Pachtman,</i> 424 U.S. 409, 420-429, 96 S.Ct. 984, 990-994, 47 L.Ed.2d 128 (1976). The parties concede that petitioners perform a prototypically governmental function (enforcement of state-imposed deprivation of liberty), and one that gives rise to qualified immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The point that function rather than status governs the immunity determination is demonstrated in a prison-guard case virtually contemporaneous with the enactment of &#167;1983. <i>Alamango v. Board of Supervisors of Albany Cty.,</i> 32 N.Y. Sup.Ct. 551 (1881), held that supervisors charged under state law with maintaining a penitentiary were immune from prisoner lawsuits.  Although they were not formally state officers, the court emphasized the irrelevance of this fact:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">\"The duty of punishing criminals is inherent in the Sovereign      power.  It may be committed to agencies selected for that      purpose, but such agencies, while engaged in that duty, stand      so far in the place of the State and exercise its political      authority, and do not act in any private capacity.'' <i>Id.,</i> at      552.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Private individuals have regularly been accorded immunity when they perform a governmental function that qualifies.  We have long recognized the absolute immunity of grand jurors, noting that like prosecutors and judges they must \"exercise a discretionary judgment on the basis of evidence presented to them.'' <i>Imbler,</i> 424 U.S., at 423, n. 20, 96 S.Ct., at 991, n. 20. \"It is the functional comparability of [grand jurors'] judgments to those of the judge that has resulted in [their] being termed \"quasi-judicial' officers, and their immunities being termed \"quasi-judicial' as well.'' <i>Ibid.</i> Likewise, witnesses who testify in court proceedings have enjoyed immunity, regardless of whether they were government employees. \" [T]he common law,'' we have observed, \"provided absolute immunity from subsequent damages liability for all persons-<i>governmental or otherwise-</i>who were integral parts of the judicial process.'' <i>Briscoe, supra,</i> at 335, 103 S.Ct., at 1115-1116 (emphasis added).  I think it highly unlikely that we would deny prosecutorial immunity to those private attorneys increasingly employed by various jurisdictions in this country to conduct high-visibility criminal prosecutions. See, <i>e.g.,</i> Kaplan, State Hires Private Lawyer for Bryant Family Trial, Los Angeles Times, Apr. 28, 1993, p. B4, col. 2; Estrich, On Building the Strongest Possible Prosecution Team, Los Angeles Times, July 10, 1994, p. M1, col. 1.  There is no more reason for treating private prison guards differently.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Later in its opinion, the Court seeks to establish that there are policy reasons for denying to private prison guards the immunity accorded to public ones.  As I have indicated above, I believe that history and not judicially analyzed policy governs this matter-but even on its own terms the Court's attempted policy distinction is unconvincing.  The Court suggests two differences between civil-service prison guards and those employed by private prison firms which preclude any \"special'' need to give the latter immunity.  First, the Court says that \"unwarranted timidity'' on the part of private guards is less likely to be a concern, since their companies are subject to market pressures that encourage them to be effective in the performance of their duties.  If a private firm does not maintain a proper level of order, the Court reasons, it will be replaced by another one-so there is no need for qualified immunity to facilitate the maintenance of order.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">This is wrong for several reasons.  First of all, it is fanciful to speak of the consequences of \"market'' pressures in a regime where public officials are the only purchaser, and other people's money the medium of payment.  Ultimately, one prison-management firm will be selected to replace another prison-management firm only if a decision is made by some <i>political</i> official not to renew the contract.  See Tenn.Code Ann. &#167;&#167;41-24-103 to 105 (Supp.1996).  This is a government decision, not a market choice.  If state officers turn out to be more strict in reviewing the cost and performance of privately managed prisons than of publicly managed ones, it will only be because they have <i>chosen</i> to be so.  The process can come to resemble a market choice only to the extent that political actors <i>will</i> such resemblance-that is, to the extent that political actors (1) are willing to pay attention to the issue of prison services, among the many issues vying for their attention, and (2) are willing to place considerations of cost and quality of service ahead of such political considerations as personal friendship, political alliances, in-state ownership of the contractor, etc.  Secondly and more importantly, however, if one assumes a political regime that <i>is</i> bent on emulating the market in its purchase of prison services, it is almost certainly the case that, short of mismanagement so severe as to provoke a prison riot, <i>price</i> (not discipline) will be the predominating factor in such a regime's selection of a contractor.  A contractor's price must depend upon its costs; lawsuits increase costs<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>; and \"fearless'' maintenance of discipline increases lawsuits.  The incentive to down-play discipline will exist, moreover, even in those states where the politicians' zeal for market-emulation and budget-cutting has waned, and where prison-management contract renewal is virtually automatic: the more cautious the prison guards, the fewer the lawsuits, the higher the profits.  In sum, it seems that \"market-competitive'' private prison managers have even greater need than civil-service prison managers for immunity as an incentive to discipline.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The Court's second distinction between state and private prisons is that privatization \"helps to meet the immunity-related need to ensure that talented candidates are not deterred by the threat of damages suits from entering public service'' as prison guards. <i>Ante,</i> at __ (internal quotation marks omitted).  This is so because privatization brings with it (or at least has brought with it in the case before us) (1) a statutory requirement for insurance coverage against civil-rights claims, which assertedly \"increases the likelihood of employee indemnification,'' and (2) a liberation \"from many civil service law restraints'' which prevent increased employee risk from being \"offset  . . .  with higher pay or extra benefits,'' <i>ibid.</i> As for the former (civil-rights liability insurance): surely it is the <i>availability</i> of that protection, rather than its actual presence in the case at hand, which decreases (if it does decrease, which I doubt) the <i>need</i> for immunity protection. &#8212;(Otherwise, the Court would have to say that a private prison-management firm that is not required to purchase insurance, and does not do so, is more entitled to immunity; and that a government-run prison system that <i>does</i> purchase insurance is <i>less</i> entitled to immunity.)  And of course civil-rights liability insurance is no less <i>available</i> to public entities than to private employers.  But the second factor-liberation from civil-service limitations-is the more interesting one.  First of all, simply as a philosophical matter it is fascinating to learn that one of the prime justifications for &#167;1983 immunity should be a phenomenon (civil-service laws) that did not even exist when &#167;1983 was enacted and the immunity created.  Also as a philosophical matter, it is poetic justice (or poetic revenge) that the Court should use one of the principal economic benefits of \"prison out-sourcing''-namely, the avoidance of civil-service salary and tenure encrustations-as the justification for a legal rule rendering out-sourcing more expensive.  Of course the savings attributable to out-sourcing will not be wholly lost as a result of today's holding; they will be transferred in part from the public to prisoner-plaintiffs and to lawyers.  It is a result that only the American Bar Association and the American Federation of Government Employees could love. But apart from philosophical fascination, this second factor is subject to the same objection as the first: governments <i>need not</i> have civil-service salary encrustations (or  can exempt prisons from them); and hence governments, no more than private prison employers, have any <i>need</i> for &#167;1983 immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">There is one more possible rationale for denying immunity to private prison guards worth discussing, albeit briefly.  It is a theory so implausible that the Court avoids mentioning it, even though it was the primary reason given in the Court of Appeals decision that the Court affirms. <i>McKnight v. Rees,</i> 88 F.3d 417, 424-425 (C.A.6 1996).  It is that officers of private prisons are more likely than officers of state prisons to violate prisoners' constitutional rights because they work for a profit motive, and hence an added degree of deterrence is needed to keep these officers in line.  The Court of Appeals offered no evidence to support its bald assertion that private prison guards operate with different incentives than state prison guards, and gave no hint as to how prison guards might possibly increase their employers' profits by violating constitutional rights.  One would think that private prison managers, whose &#167;1983 damages come out  of their own pockets, as compared with public prison managers, whose &#167;1983 damages come out of the public purse, would, if anything, be more careful in training their employees to avoid constitutional infractions.  And in fact, States having experimented with prison privatization commonly report that the overall caliber of the services provided to prisoners has actually improved in scope and quality.  Matters Relating To The  Federal Bureau Of Prisons: Hearing before the Subcommittee on Crime of the House Committee on the Judiciary, 104th Cong., 1st Sess., 110 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>***</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In concluding, I must observe that since there is no apparent <i>reason,</i> neither in history nor in policy, for making immunity hinge upon the Court's distinction between public and private guards, the precise <i>nature</i> of that distinction must also  remain obscure.  Is it privity of contract that separates the two categories-so that guards paid directly by the State are \"public'' prison guards and immune, but those paid by a prison-management company \"private'' prison guards and not immune?  Or is it rather \"employee'' versus \"independent contractor'' status- so that even guards whose compensation is paid directly by the State are not immune if they are not also supervised by a state official?  Or is perhaps state supervision alone (without direct  payment) enough to confer immunity?  Or is it (as the Court's characterization of <i>Alamango,</i> see n. 2, <i>supra,</i> suggests) the formal designation of the guards, or perhaps of the guards' employer, as a \"state instrumentality'' that makes the difference?  Since, as I say, I see no sense in the public-private distinction, neither do I see what precisely it consists  of.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Today's decision says that two sets of prison guards who are indistinguishable in the ultimate source of their authority over prisoners, indistinguishable in the powers that they possess over prisoners, and indistinguishable in the duties that they owe towards prisoners, are to be treated quite differently in the matter of their financial liability.  The only sure effect of today's decision-and the only purpose, as far as I can tell-is that it will artificially raise the cost of privatizing prisons. Whether this will cause privatization to be prohibitively expensive, or instead simply divert state funds that could have been saved or spent on additional prison services, it is likely that taxpayers and prisoners will suffer as a consequence. Neither our precedent, nor the historical foundations of &#167;1983, nor the policies underlying &#167;1983, support this result.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">I respectfully dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p>The syllabus constitutes no part of the opinion of the Court but has been prepared by the Reporter of Decisions for the convenience of the reader.  See <i>United States v. Detroit Timber &amp; Lumber Co.,</i> 200 U.S. 321, 337, 26 S.Ct. 282, 287, 50 L.Ed. 499.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  <i>Williams</i> held that prisoners could not recover damages for negligence against the master of a house of correction.  That official seems to have been no more a \"public officer'' than the head of a private company running a prison.  For example, the governing statute provided that he was to be paid by the prisoners for his expenses in supporting and employing them, and in event of their default he was given an action <i>indebitatus assumpsit</i> for the sum due, \"which shall be deemed to be his own proper debt.'' Mass. Gen.Stat., ch. 143, &#167;15 (1835).  If he failed to distribute to the prisoners those \"rations or articles of food, soap, fuel, or other necessaries'' directed by the county commissioner (or the mayor and aldermen of Boston), he was subject to a fine. <i>Id.,</i> &#167;45. The opinion in <i>Williams</i> says that \" [t]he master of the house of correction is not an independent public officer, having the same relations to those who are confined therein that a deputy sheriff has to the parties to a writ committed to him to serve.'' 85 Mass., at 173.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Court cites <i>Alamango</i> for the proposition that there is \"no cause of action against [a] private contractor where [the] contractor [is] designated [a] state instrumentality by statute.'' <i>Ante,</i> at __.  The opinion in <i>Alamango,</i> however, does not cite any statutory designation of the supervisors as a \"state instrumentality,'' and does not rely on such a designation for its holding.  It does identify the Board of Supervisors as \"a mere instrumentality selected by the State,'' 32 N.Y. Sup.Ct., at 552, but the same could be said of the prison management firm here (or the master of the house of corrections in <i>Williams v. Adams,</i> 85 Mass. 171 (1861), see n. 1, <i>supra</i>).  If one were to accept the Court's distinguishing of this case, all that would be needed to change the outcome in the present suit is the pointless formality of designating the contractor a \"state instrumentality''-hardly a rational resolution of the question before us.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> This is true even of successfully defended lawsuits, and even of lawsuits that have been insured against.  The Court thinks it relevant to the factor I am currently discussing that the private prison management firm \"must buy insurance sufficient to compensate victims of civil rights torts,'' <i>ante,</i> at __.  Belief in the relevance of this factor must be traceable, ultimately, to belief in the existence of a free lunch.  Obviously, as civil-rights claims increase, the cost of civil-rights insurance increases.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/118137/"
}