{"absolute_url": "/opinion/96825/thomas-v-iowa/", "blocked": false, "citation": {"case_name": "Thomas v. Iowa", "docket_number": "533", "document_uris": ["/api/rest/v2/document/96825/"], "federal_cite_one": "209 U.S. 258", "federal_cite_three": null, "federal_cite_two": null, "id": 81208, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/81208/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 9, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1908-03-23", "date_modified": "2014-12-21T01:34:48.734761", "docket": "/api/rest/v2/docket/1116894/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">209 U.S. 258</p>\n    <p class=\"case_cite\">28 S.Ct. 487</p>\n    <p class=\"case_cite\">52 L.Ed. 782</p>\n    <p class=\"parties\">CHARLES THOMAS, Plff. in Err.,<br>v.<br>STATE OF IOWA.</p>\n    <p class=\"docket\">No. 533.</p>\n    <p class=\"date\">Argued February 26, 1908.</p>\n    <p class=\"date\">Decided March 23, 1908.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Messrs. Chester C. Cole</i> and <i>John T. Mulvaney</i> for plaintiff in error.</p>\n      <p class=\"indent\">[Argument of Counsel from page 259 intentionally omitted]</p>\n      <p class=\"indent\"><i>Messrs. Charles W. Lyon, H. W. Byers,</i> and <i>E. B. Evans</i> for defendant in error.</p>\n      <p class=\"indent\">[Argument of Counsel from page 260 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice Moody delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a writ of error by which it is sought to re-examine a judgment of the supreme court of the state of Iowa. The judgment affirms the conviction of the plaintiff in error of the crime of murder in the first degree. The Code of Iowa contains the following provisions:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'4727. Whoever kills any human being with malice aforethought, either express or implied, is guilty of murder.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'4728. All murder which is perpetrated by means of poison, or lying in wait, or any other kind of wilful, deliberate, and premeditated killing, or which is committed in the perpetration or attempt to perpetrate any arson, rape, robbery, mayhem, or burglary, is murder in the first degree, and shall be punished with death or imprisonment for life at hard labor in the penitentiary, as determined by the jury, or by the court, if the defendant pleads guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'4729. Whoever commits murder otherwise than as set forth in the preceding section is guilty of murder of the second degree, and shall be punished by imprisonment in the penitentiary for life, or for a term of not less than ten years.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'4730. Upon the trial of an indictment for murder, the jury, if it finds the defendant guilty, must, inquire, and by its verdict ascertain and determine, the degree; but if the defendant is convicted upon a plea of guilty, the court must, by the examination of witnesses, determine the degree, and in either case must enter judgment and pass sentence accordingly.' Code of Iowa, 1897, title 24, chap. 2, &#167;&#167; 4727-4730.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The count of the indictment upon which the verdict was returned alleged that the accused deliberately, premeditatedly, and with malice aforethought, murdered one Mabel Schofield by administering poison to her. The judge presiding at the trial instructed the jury in substance that if they were satisfied that the accused administered poison to Mabel Schofield, unlawfully and with bad intent, and that she died from the poison thus administered, then they should find him guilty of murder in the first degree, although there was no specific intent to kill. This instruction was approved by the supreme court as a correct expression of the law of the state. With that aspect of the question we have nothing to do. But it is assigned as error and argued here that this instruction in effect withdrew from the jury the question of the degree of the murder, and to that extent denied the plaintiff in error a trial by jury, and therefore denied him due process of law, in violation of the 14th Amendment to the Constitution of the United States. Without intimating that upon this statement any Federal question is presented, we must first consider whether the question was raised in the court below in such a manner as to give us jurisdiction to consider it. There is nothing in the record to show that it was so raised. The plaintiff in error duly and seasonably excepted to the instructions complained of, but in no way was it then indicated (except as hereafter appears) that he claimed that any right under the Federal Constitution was impaired by them.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The judgment of the state supreme court does not contain the slightest allusion to any Federal question. The chief justice of the state supreme court, after the final judgment in that court, signed a bill of exceptions, which contains the following statement:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'Under the rules of practice in the supreme court of Iowa no assignment of errors is required or allowed; but the questions made and discussed by counsel on the hearing in the supreme court were such as arise upon the record, the exceptions, and the motion in arrest, and for a new trial, as shown hereinbefore, and, among them, that the court below erred in giving to the jury each of the instructions set out in this bill of exceptions, and numbered, respectively, two, three, four, five, six, and fourteen, and that by said instructions the said district court of Iowa in and for Polk county denied to this plaintiff in error the right of trial by jury, in that the court, by said instructions, determined the degree of the crime of murder of which the jury should find the defendant guilty, if at all, whereas, by the common law and by the express statute of Iowa, the degree of the offense is a matter for the jury to determine, thereby in effect deprived the plaintiff in error of <i>his liberty without due process of law</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'That, upon the trial and hearing of the case in the supreme court of Iowa, the parties, respectively, to wit, the state of Iowa and also the defendant and appellant, Charles Thomas, by their respective counsel, submitted arguments, both in print and orally, wherein they discussed the questions aforesaid, and all others arising upon the record.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Federal question, if it can be found in the record at all, must be found in this statement. It is too late to raise it for the first time in the petition for a writ of error from this court or in the assignments of error here. Montana ex rel. Haire v. Rice, 204 U. S. 291, 51 L. ed. 490, 27 Sup. Ct. Rep. 281. All that appears in the statement is that exceptions were taken to certain parts of the charge to the jury, because they 'in effect deprived the plaintiff in error of his liberty without due process of law;' and that the question thus raised was discussed before the supreme court of the state. But something more than this vague and inferential suggestion of a right under the Constitution of the United States must be presented to the state courts to give us the limited authority to review their judgments which exists under the Constitution and is regulated by &#167; 709 of the Revised Statutes (U. S. Comp. Stat. 1901, p. 575). A mere claim in the court below that there has been a denial of due process of law does not of itself raise a Federal question with sufficient distinctness of give us jurisdiction to consider whether there has been a violation of the 14th Amendment to the Constitution. See Clarke v. McDade, 165 U. S. 168, 172, 41 L. ed. 673, 674, 17 Sup. Ct. Rep. 284; Miller v. Cornwall R. Co. 168 U. S. 131, 134, 42 L. ed. 409, 410, 18 Sup. Ct. Rep. 34; Harding v. Illinois, 196 U. S. 78, 88, 49 L. ed. 394, 397, 25 Sup. Ct. Rep. 176.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Writ of error dismissed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>209 U.S. 258 (1908)</b></center>\n<center><h1>THOMAS<br>\nv.<br>\nSTATE OF IOWA.</h1></center>\n<center>No. 533.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 26, 1908.</center>\n<center>Decided March 23, 1908.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF IOWA.\n<p><span class=\"star-pagination\">*259</span> <i>Mr. Chester C. Cole</i> and <i>Mr. John T. Mulvaney</i> for plaintiff in error.</p>\n<p><i>Mr. Charles W. Lyon,</i> with whom <i>Mr. H.W. Byers,</i> Attorney General of the State of Iowa, and <i>Mr. E.B. Evans</i> were on the brief, for defendant in error.</p>\n<p><span class=\"star-pagination\">*261</span> MR. JUSTICE MOODY delivered the opinion of the court.</p>\n<p>This is a writ of error by which it is sought to reexamine a judgment of the Supreme Court of the State of Iowa. The judgment affirms the conviction of the plaintiff in error of the crime of murder in the first degree. The Code of Iowa contains the following provisions:</p>\n<p>\"(4727) Whoever kills any human being with malice aforethought, either express or implied, is guilty of murder.</p>\n<p>\"(4728) All murder which is perpetrated by means of poison, or lying in wait, or any other kind of willful, deliberate and premeditated killing, or which is committed in the perpetration or attempt to perpetrate any arson, rape, robbery, mayhem or burglary, is murder in the first degree, and shall be punished with death, or imprisonment for life at hard labor in the penitentiary, as determined by the jury, or by the court, if the defendant pleads guilty.</p>\n<p>\"(4729) Whoever commits murder otherwise than as set forth in the preceding section is guilty of murder of the second degree, and shall be punished by imprisonment in the penitentiary for life, or for a term of not less than ten years.</p>\n<p>\"(4730) Upon the trial of an indictment for murder, the jury, if it finds the defendant guilty, must inquire, and by its verdict ascertain and determine the degree; but if the defendant is convicted upon a plea of guilty, the Court must, by the examination of witnesses, determine the degree, and in either case must enter judgment and pass sentence accordingly.\" Code of Iowa, 1897, Title XXIV, ch. 2, §§ 4727-30.</p>\n<p>The count of the indictment upon which the verdict was returned alleged that the accused deliberately, premeditatively, and with malice aforethought murdered one Mabel Schofield by administering poison to her. The judge presiding at the <span class=\"star-pagination\">*262</span> trial instructed the jury in substance that if they were satisfied that the accused administered poison to Mabel Schofield, unlawfully and with bad intent, and that she died from the poison thus administered, then they should find him guilty of murder in the first degree, although there was no specific intent to kill. This instruction was approved by the Supreme Court as a correct expression of the law of the State. With that aspect of the question we have nothing to do. But it is assigned as error and argued here that this instruction in effect withdrew from the jury the question of the degree of the murder, and to that extent denied the plaintiff in error a trial by jury, and therefore denied him due process of law in violation of the Fourteenth Amendment to the Constitution of the United States. Without intimating that upon this statement any Federal question is presented, we must first consider whether the question was raised in the court below in such a manner as to give us jurisdiction to consider it. There is nothing in the record to show that it was so raised. The plaintiff in error duly and seasonably excepted to the instructions complained of, but in no way was it then indicated (except as hereafter appears) that he claimed that any right under the Federal Constitution was impaired by them.</p>\n<p>The judgment of the state Supreme Court does not contain the slightest allusion to any Federal question. The chief justice of the state Supreme Court, after the final judgment in that court, signed a bill of exceptions, which contains the following statement:</p>\n<p>\"Under the rules of practice in the Supreme Court of Iowa no assignment of errors is required or allowed; but the questions made and discussed by counsel on the hearing in the Supreme Court were such as arise upon the record, the exceptions and the motion in arrest, and for a new trial, as shown hereinbefore, and among them that the Court below erred in giving the jury each of the instructions set out in this bill of exceptions, and numbered, respectively, Two, Three, Four, Five and Six and Fourteen, and that by said instructions the said District Court <span class=\"star-pagination\">*263</span> of Iowa in and for Polk County denied to this plaintiff in error the right of trial by jury, in that the Court, by said instructions, determined the degree of the crime of murder of which the jury should find the defendant guilty, if at all, whereas, by the common law and by the express statute of Iowa, the degree of the offense is a matter for the jury to determine, thereby in effect deprived the plaintiff in error of <i>his liberty without due process of law.</i></p>\n<p>\"That upon the trial and hearing of the case in the Supreme Court of Iowa the parties, respectively, to wit, The State of Iowa, and also the defendant and appellant, Charles Thomas, by their respective counsel, submitted arguments, both in print and orally, wherein they discussed the question aforesaid, and all others arising upon the record.\"</p>\n<p>The Federal question, if it can be found in the record at all, must be found in this statement. It is too late to raise it for the first time in the petition for writ of error from this court or in the assignments of error here. <i>Haire</i> v. <i>Rice,</i> 204 U.S. 291. All that appears in the statement is that exceptions were taken to certain parts of the charge to the jury, because they \"in effect deprived the plaintiff in error of his liberty without due process of law\"; and that the question thus raised was discussed before the Supreme Court of the State. But something more than this vague and inferential suggestion of a right under the Constitution of the United States must be presented to the state courts to give us the limited authority to review their judgments, which exists under the Constitution and is regulated by § 709 of the Revised Statutes. A mere claim in the court below, that there has been a denial of due process of law, does not of itself raise a Federal question with sufficient distinctness to give us jurisdiction to consider whether there has been a violation of the Fourteenth Amendment of the Constitution. See <i>Clarke</i> v. <i>McDade,</i> 165 U.S. 168, 172; <i>Miller</i> v. <i>Cornwall Railroad Company,</i> 168 U.S. 131, 134; <i>Harding</i> v. <i>Illinois,</i> 196 U.S. 78, 88.</p>\n<p><i>Writ of error dismissed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">209</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">258</span></span> (1908)</b></center>\n<center><h1>THOMAS<br>\nv.<br>\nSTATE OF IOWA.</h1></center>\n<center>No. 533.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 26, 1908.</center>\n<center>Decided March 23, 1908.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF IOWA.\n<p><span class=\"star-pagination\">*259</span> <i>Mr. Chester C. Cole</i> and <i>Mr. John T. Mulvaney</i> for plaintiff in error.</p>\n<p><i>Mr. Charles W. Lyon,</i> with whom <i>Mr. H.W. Byers,</i> Attorney General of the State of Iowa, and <i>Mr. E.B. Evans</i> were on the brief, for defendant in error.</p>\n<p><span class=\"star-pagination\">*261</span> MR. JUSTICE MOODY delivered the opinion of the court.</p>\n<p>This is a writ of error by which it is sought to reexamine a judgment of the Supreme Court of the State of Iowa. The judgment affirms the conviction of the plaintiff in error of the crime of murder in the first degree. The Code of Iowa contains the following provisions:</p>\n<p>\"(4727) Whoever kills any human being with malice aforethought, either express or implied, is guilty of murder.</p>\n<p>\"(4728) All murder which is perpetrated by means of poison, or lying in wait, or any other kind of willful, deliberate and premeditated killing, or which is committed in the perpetration or attempt to perpetrate any arson, rape, robbery, mayhem or burglary, is murder in the first degree, and shall be punished with death, or imprisonment for life at hard labor in the penitentiary, as determined by the jury, or by the court, if the defendant pleads guilty.</p>\n<p>\"(4729) Whoever commits murder otherwise than as set forth in the preceding section is guilty of murder of the second degree, and shall be punished by imprisonment in the penitentiary for life, or for a term of not less than ten years.</p>\n<p>\"(4730) Upon the trial of an indictment for murder, the jury, if it finds the defendant guilty, must inquire, and by its verdict ascertain and determine the degree; but if the defendant is convicted upon a plea of guilty, the Court must, by the examination of witnesses, determine the degree, and in either case must enter judgment and pass sentence accordingly.\" Code of Iowa, 1897, Title XXIV, ch. 2, §§ 4727-30.</p>\n<p>The count of the indictment upon which the verdict was returned alleged that the accused deliberately, premeditatively, and with malice aforethought murdered one Mabel Schofield by administering poison to her. The judge presiding at the <span class=\"star-pagination\">*262</span> trial instructed the jury in substance that if they were satisfied that the accused administered poison to Mabel Schofield, unlawfully and with bad intent, and that she died from the poison thus administered, then they should find him guilty of murder in the first degree, although there was no specific intent to kill. This instruction was approved by the Supreme Court as a correct expression of the law of the State. With that aspect of the question we have nothing to do. But it is assigned as error and argued here that this instruction in effect withdrew from the jury the question of the degree of the murder, and to that extent denied the plaintiff in error a trial by jury, and therefore denied him due process of law in violation of the Fourteenth Amendment to the Constitution of the United States. Without intimating that upon this statement any Federal question is presented, we must first consider whether the question was raised in the court below in such a manner as to give us jurisdiction to consider it. There is nothing in the record to show that it was so raised. The plaintiff in error duly and seasonably excepted to the instructions complained of, but in no way was it then indicated (except as hereafter appears) that he claimed that any right under the Federal Constitution was impaired by them.</p>\n<p>The judgment of the state Supreme Court does not contain the slightest allusion to any Federal question. The chief justice of the state Supreme Court, after the final judgment in that court, signed a bill of exceptions, which contains the following statement:</p>\n<p>\"Under the rules of practice in the Supreme Court of Iowa no assignment of errors is required or allowed; but the questions made and discussed by counsel on the hearing in the Supreme Court were such as arise upon the record, the exceptions and the motion in arrest, and for a new trial, as shown hereinbefore, and among them that the Court below erred in giving the jury each of the instructions set out in this bill of exceptions, and numbered, respectively, Two, Three, Four, Five and Six and Fourteen, and that by said instructions the said District Court <span class=\"star-pagination\">*263</span> of Iowa in and for Polk County denied to this plaintiff in error the right of trial by jury, in that the Court, by said instructions, determined the degree of the crime of murder of which the jury should find the defendant guilty, if at all, whereas, by the common law and by the express statute of Iowa, the degree of the offense is a matter for the jury to determine, thereby in effect deprived the plaintiff in error of <i>his liberty without due process of law.</i></p>\n<p>\"That upon the trial and hearing of the case in the Supreme Court of Iowa the parties, respectively, to wit, The State of Iowa, and also the defendant and appellant, Charles Thomas, by their respective counsel, submitted arguments, both in print and orally, wherein they discussed the question aforesaid, and all others arising upon the record.\"</p>\n<p>The Federal question, if it can be found in the record at all, must be found in this statement. It is too late to raise it for the first time in the petition for writ of error from this court or in the assignments of error here. <i>Haire</i> v. <i>Rice,</i> 204 U.S. 291. All that appears in the statement is that exceptions were taken to certain parts of the charge to the jury, because they \"in effect deprived the plaintiff in error of his liberty without due process of law\"; and that the question thus raised was discussed before the Supreme Court of the State. But something more than this vague and inferential suggestion of a right under the Constitution of the United States must be presented to the state courts to give us the limited authority to review their judgments, which exists under the Constitution and is regulated by § 709 of the Revised Statutes. A mere claim in the court below, that there has been a denial of due process of law, does not of itself raise a Federal question with sufficient distinctness to give us jurisdiction to consider whether there has been a violation of the Fourteenth Amendment of the Constitution. See <i>Clarke</i> v. <i>McDade,</i> <span class=\"citation\" data-id=\"94592\"><a href=\"/opinion/94592/clarke-v-mcdade/\"><span class=\"volume\">165</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">168</span></a></span>, 172; <i>Miller</i> v. <i>Cornwall Railroad Company,</i> <span class=\"citation\" data-id=\"94750\"><a href=\"/opinion/94750/miller-v-cornwall-r-co/\"><span class=\"volume\">168</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">131</span></a></span>, 134; <i>Harding</i> v. <i>Illinois,</i> <span class=\"citation\" data-id=\"96176\"><a href=\"/opinion/96176/harding-v-illinois/\"><span class=\"volume\">196</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, 88.</p>\n<p><i>Writ of error dismissed.</i></p>\n</div>", "id": 96825, "judges": "Moody", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/96825/", "sha1": "3bc0b157d944472a0e2a9594675c53d86d45d449", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:41:41"}