{"absolute_url": "/opinion/96820/hunter-v-wood/", "blocked": false, "citation": {"case_name": "Hunter v. Wood", "docket_number": "474", "document_uris": ["/api/rest/v2/document/96820/"], "federal_cite_one": "209 U.S. 205", "federal_cite_three": null, "federal_cite_two": null, "id": 81203, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/81203/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 6, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1908-03-23", "date_modified": "2014-12-21T01:34:48.567604", "docket": "/api/rest/v2/docket/1116888/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">209 U.S. 205</p>\n    <p class=\"case_cite\">28 S.Ct. 472</p>\n    <p class=\"case_cite\">52 L.Ed. 747</p>\n    <p class=\"parties\">THOMAS F. HUNTER, Sheriff of Buncombe County, State of  North Carolina, Appt.,<br>v.<br>JAMES H. WOOD.</p>\n    <p class=\"docket\">No. 474.</p>\n    <p class=\"date\">Argued December 18, 19, 1907.</p>\n    <p class=\"date\">Decided March 23, 1908.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James H. Wood, the appellee, being one of the ticket agents of the Southern Railway Company, was, on July 17, 1907, charged in the police justice's court of the city of Asheville, in the county of Buncombe, in the state of North Carolina, with unlawfully and wilfully overcharging one T. J. Harmon for a railroad ticket from Asheville, North Carolina, to Canton, North Carolina, in violation of the state law. He was arrested and brought before the court, and, on the trial, July 18, 1907, was convicted and sentenced by the court to imprisonment in the county jail of Buncombe county for the term of thirty days, to be worked on the public roads of that county for that time, and to pay all costs.</p>\n      <p class=\"indent\">The appellee applied to the United States circuit judge in the western district of North Carolina for a writ of habeas corpus, to be directed to Hunter, appellant, as sheriff of Buncombe county, to inquire into the cause of his detention and to obtain his discharge. The writ was issued, and, after a hearing, the circuit judge discharged the appellee from imprisonment, and directed that a copy of the order of the discharge should be certified to the police justice's court of the city of Asheville and to the sheriff of Buncombe county, in whose custody the petitioner then was. Ex parte Wood, 155 Fed. 190.</p>\n      <p class=\"indent\">It appeared that prior to the passage, in 1907, of the acts of the North Carolina legislature in relation to passenger and freight rates on railroads within the state, the Southern Railway Company was charging the rates then allowed by law. After the passage of the acts above mentioned, which greatly reduced the rates of compensation for the transportation of both passengers and freight, the Southern Railway Company commenced a suit in equity in the circuit court of the United States for the western district of North Carolina against the corporation commission and the attorney general and assistant attorney general of the state, to enjoin the taking of any proceedings or the commencement of any suits or actions to enforce the acts in question, or to recover penalties for the disobedience of such acts by the company. The bill alleged that the acts were unconstitutional, and that, if the rates were enforced, the result would be to prevent the company earning anything upon its investment, and deprive it of its property without due process of law, and deny it the equal protection of the laws, contrary to the 14th Amendment to the Constitution of the United States. The bill also averred that a duty rested upon the corporation commission and the attorney general and assistant attorney general to take such proceedings as they might deem expedient for the enforcement of the acts, and that the corporation commission would, for the purpose of putting the acts into effect, do those things which it was provided should be done, and, in case of continuous refusal on the part of the company to charge only the rate specified, the attorney general and his assistant would proceed to enforce the same as prescribed in the acts.</p>\n      <p class=\"indent\">* The circuit judge, upon this bill, granted an interlocutory injunction, until the further order of the court, against the members of the corporation commission and the attorney general and assistant attorney general, restraining them from taking any proceedings towards the enforcement of the acts, or putting the acts in respect to freight charges or passenger rates, or any part or either of the acts, into effect, and from prosecuting any suit or action, civil or criminal, against the railway company, its officers, agents, or employees. The order also provided for the execution of a bond on the part of the railway company in the sum of $325,000, conditioned to pay into the registry of the court, from time to time, as the court might order, such sums of money as should be equal to the difference between the aggregate freight and passenger rates and excess baggage charges, charged and received by the company for intrastate service on its lines in the state of North Carolina, and what would have been the aggregate amounts for such service at the rates fixed in or under the acts of the assembly, above mentioned. The order provided a method of procedure by giving to each purchaser of a ticket a coupon for the payment of the difference stated, on presenting the coupon to the registry clerk, if the act should be finally held valid.</p>\n      <p class=\"indent\">Section 4 of the act of the legislature, prescribing the maximum charges for the transportation of passengers in North Carolina, enacted that any railroad company violating the provisions of the act should be liable to a penalty of $500 for each violation, payable to the person aggrieved, recoverable in an action in his name in any court of competent jurisdiction in the state; and any agent, servant, or employee of a railroad company violating the act was declared guilty of a misdemeanor, and, upon conviction, was to be punished by fine or imprisonment, or both, in the discretion of the court. The act in relation to freight, by the 2d section, provided that, if the company should make charges for the shipment of freight in violation of the act, it should be guilty of a misdemeanor, and, upon conviction, fined not less than $100, and the officer or agent should be fined or imprisoned, or both, in the discretion of the court.</p>\n      <p class=\"indent\">Upon the hearing of the motion for an injunction, after granting the same, the circuit judge wrote an opinion (Southern R. Co. v. McNeill, 155 Fed. 756), in which he reached the conclusion that &#167; 4 of the act in regard to passenger rates was, on its face, unconstitutional and void.</p>\n      <p class=\"indent\">Notwithstanding the fact that an injunction had been granted, proceedings were thereafter taken against the appellee, a ticket agent of the company, to punish him for not complying with the act in relation to the sale of tickets, resulting in his conviction, as already stated.</p>\n      <p class=\"indent\">The sheriff of Buncombe county, in whose custody the appellee was restrained, duly appealed to this court from the order discharging the appellee from his custody.</p>\n      <p class=\"indent\"><i>Messrs. E. J. Jnstice, J. H. Merrimon,</i> and <i>C. B. Aycock</i> for appellant.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 208-209 intentionally omitted]</p>\n      <p class=\"indent\"><i>Messrs. Alfred P. Thom, Walker D. Hines,</i> and <i>Alexander Pope Humphrey,</i> for appellee.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 209-210 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice Peckham, after making the foregoing statement, delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">After the jurisdiction of the circuit court of the United States had attached by the filing of the bill of complaint in the case already mentioned, of the Southern R. Co. v. McNeill, members of the corporation commission, and after the issuing and service of the injunction, as above stated, the defendant Wood, acting under and in obedience to the provisions of such injunction, sold the railroad tickets at the usual price, and, at the same time, complied with the conditions contained in the injunction, by giving the coupons for the difference in price, and, while so complying with the terms of such injunction, was arrested and proceeded against criminally for disobedience of the act fixing rates. Being detained in custody by virtue of this conviction by one of the police courts of the state, he had the right to apply for a writ of habeas corpus to the United States circuit judge, and that judge had power to issue the writ and discharge the prisoner under &#167; 753 of the Revised Statutes of the United States (U. S. Comp. Stat. 1901, p. 592), as he was then in custody for an act done pursuant to an order, process, or decree of a court or judge of the United States. See Re Neagle (Cunningham v. Neagle) 135 U. S. 1, 34 L. ed. 55, 10 Sup. Ct. Rep. 658. The writ being properly issued, the judge had the right, and it was his duty, to examine into the facts, and had jurisdiction to discharge the petitioner under the circumstances stated.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The other questions raised herein have been sufficiently discussed in Ex parte Young, just decided [209 U. S. 123, 52 L. ed. &#8212;, 28 Sup. Ct. Rep. 441], and require no further attention.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">For the reasons given in that opinion, the order appealed from herein must be affirmed.</p>\n    </div>\n    <p class=\"indent\">Mr. Justice Harlan, dissenting:</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In my judgment the appellee should have been put to his writ of error for the review of the judgment against him in the highest court of the state, competent under the state laws to re-examine that judgment, thence to this court to inquire whether any right belonging to him under the Federal Constitution had been violated. He should not have been discharged on habeas corpus. Ex parte Royall, 117 U. S. 241, 29 L. ed. 868, 6 Sup. Ct. Rep. 734; Minnesota v. Brundage, 180 U. S. 499, 45 L. ed. 639, 21 Sup. Ct. Rep. 455; Urquhart v. Brown, 205 U. S. 179, 51 L. ed. 760, 27 Sup. Ct. Rep. 459; and authorities cited in each case.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Upon the question as to what is and what is not a suit against the state within the meaning of the 11th Amendment, my views are fully expressed in my dissenting opinion in Ex parte Young, just decided. For the reasons there stated I dissent from the opinion and judgment of the court in this case.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>209 U.S. 205 (1908)</b></center>\n<center><h1>HUNTER, SHERIFF OF BUNCOMBE COUNTY, NORTH CAROLINA,<br>\nv.<br>\nWOOD.</h1></center>\n<center>No. 474.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 18, 19, 1907.</center>\n<center>Decided March 23, 1908.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE WESTERN DISTRICT OF NORTH CAROLINA.\n<p><span class=\"star-pagination\">*208</span> <i>Mr. E.J. Justice, Mr. J.H. Merrimon</i> and <i>Mr. C.B. Aycock</i> for appellant on the point of whether the remedy of <i>habeas corpus</i> was proper.</p>\n<p><i>Mr. Alfred P. Thom, Mr. Walker D. Hines</i> and <i>Mr. Alexander P. Humphrey</i> for appellee on the same point.</p>\n<p><span class=\"star-pagination\">*210</span> MR. JUSTICE PECKHAM, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>After the jurisdiction of the Circuit Court of the United States had attached by the filing of the bill of complaint in the case already mentioned, of the <i>Southern Railway Company</i> v. <i>McNeil and others,</i> members of the Corporation Commission, and after the issuing and service of the injunction, as above stated, the defendant Wood, acting under and in obedience to the provisions of such injunction, sold the railroad tickets at the usual price and at the same time complied with the conditions contained in the injunction, by giving the coupons for the difference in price, and while so complying with the terms of such injunction was arrested and proceeded against criminally for disobedience of the act fixing rates. Being detained in custody by virtue of this conviction by one of the police courts of the State, he had the right to apply for a writ of <i>habeas corpus</i> to the United States Circuit Judge, and that judge had power to issue the writ and discharge the prisoner under § 753 of the Revised Statutes of the United States (1 U.S. Comp. Stat., p. 592), as he was then in custody for an act done pursuant to an order, process or decree of a court or judge of the United States. See <i>In re Neagle,</i> 135 U.S. 1. The writ being properly issued, the judge had the right, and it was his duty, to examine into the facts, and he had jurisdiction to discharge the petitioner under the circumstances stated.</p>\n<p>The other questions raised herein have been sufficiently discussed in <i>Ex parte Young,</i> just decided, and require no further attention.</p>\n<p><span class=\"star-pagination\">*211</span> For the reasons given in that opinion, the order appealed from herein must be</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE HARLAN, dissenting.</p>\n<p>In my judgment the appellee should have been put to his writ of error for the review of the judgment against him in the highest court of the State, competent under the state laws to reexamine that judgment  thence to this court to inquire whether any right belonging to him under the Federal Constitution had been violated. He should not have been discharged on <i>habeas corpus. </i><i>Ex parte Royall,</i> 117 U.S. 241; <i>Minnesota</i> v. <i>Brundage,</i> 180 U.S. 499; <i>Urquhart</i> v. <i>Brown,</i> 205 U.S. 179, and authorities cited in each case.</p>\n<p>Upon the question as to what is and what is not a suit against the State within the meaning of the Eleventh Amendment, my views are fully expressed in my dissenting opinion in <i>Ex parte Young,</i> just decided. For the reasons there stated I dissent from the opinion and judgment of the court in this case.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">209</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">205</span></span> (1908)</b></center>\n<center><h1>HUNTER, SHERIFF OF BUNCOMBE COUNTY, NORTH CAROLINA,<br>\nv.<br>\nWOOD.</h1></center>\n<center>No. 474.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 18, 19, 1907.</center>\n<center>Decided March 23, 1908.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE WESTERN DISTRICT OF NORTH CAROLINA.\n<p><span class=\"star-pagination\">*208</span> <i>Mr. E.J. Justice, Mr. J.H. Merrimon</i> and <i>Mr. C.B. Aycock</i> for appellant on the point of whether the remedy of <i>habeas corpus</i> was proper.</p>\n<p><i>Mr. Alfred P. Thom, Mr. Walker D. Hines</i> and <i>Mr. Alexander P. Humphrey</i> for appellee on the same point.</p>\n<p><span class=\"star-pagination\">*210</span> MR. JUSTICE PECKHAM, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>After the jurisdiction of the Circuit Court of the United States had attached by the filing of the bill of complaint in the case already mentioned, of the <i>Southern Railway Company</i> v. <i>McNeil and others,</i> members of the Corporation Commission, and after the issuing and service of the injunction, as above stated, the defendant Wood, acting under and in obedience to the provisions of such injunction, sold the railroad tickets at the usual price and at the same time complied with the conditions contained in the injunction, by giving the coupons for the difference in price, and while so complying with the terms of such injunction was arrested and proceeded against criminally for disobedience of the act fixing rates. Being detained in custody by virtue of this conviction by one of the police courts of the State, he had the right to apply for a writ of <i>habeas corpus</i> to the United States Circuit Judge, and that judge had power to issue the writ and discharge the prisoner under § 753 of the Revised Statutes of the United States (1 U.S. Comp. Stat., p. 592), as he was then in custody for an act done pursuant to an order, process or decree of a court or judge of the United States. See <i>In re Neagle,</i> 135 U.S. 1. The writ being properly issued, the judge had the right, and it was his duty, to examine into the facts, and he had jurisdiction to discharge the petitioner under the circumstances stated.</p>\n<p>The other questions raised herein have been sufficiently discussed in <i>Ex parte Young,</i> just decided, and require no further attention.</p>\n<p><span class=\"star-pagination\">*211</span> For the reasons given in that opinion, the order appealed from herein must be</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE HARLAN, dissenting.</p>\n<p>In my judgment the appellee should have been put to his writ of error for the review of the judgment against him in the highest court of the State, competent under the state laws to reexamine that judgment  thence to this court to inquire whether any right belonging to him under the Federal Constitution had been violated. He should not have been discharged on <i>habeas corpus. </i><i>Ex parte Royall,</i> 117 U.S. 241; <i>Minnesota</i> v. <i>Brundage,</i> 180 U.S. 499; <i>Urquhart</i> v. <i>Brown,</i> <span class=\"citation\" data-id=\"2620727\"><a href=\"/opinion/2620727/urquhart-v-brown/\"><span class=\"volume\">205</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">179</span></a></span>, and authorities cited in each case.</p>\n<p>Upon the question as to what is and what is not a suit against the State within the meaning of the Eleventh Amendment, my views are fully expressed in my dissenting opinion in <i>Ex parte Young,</i> just decided. For the reasons there stated I dissent from the opinion and judgment of the court in this case.</p>\n</div>", "id": 96820, "judges": "Peckham, After Making the Foregoing Statement", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/96820/", "sha1": "69cf76814541c1ba5f9463d49350878f88f7477f", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:41:41"}