{"absolute_url": "/opinion/96836/richardson-v-shaw/", "blocked": false, "citation": {"case_name": "Richardson v. Shaw", "docket_number": "122", "document_uris": ["/api/rest/v2/document/96836/"], "federal_cite_one": "209 U.S. 365", "federal_cite_three": null, "federal_cite_two": null, "id": 81219, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/81219/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 15, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1908-04-06", "date_modified": "2014-12-21T01:34:50.458478", "docket": "/api/rest/v2/docket/1116895/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">209 U.S. 365</p>\n    <p class=\"case_cite\">28 S.Ct. 512</p>\n    <p class=\"case_cite\">52 L.Ed. 835</p>\n    <p class=\"parties\">HENRY ARNOLD RICHARDSON, as Trustee in Bankruptcy of  J. Francis Brown, Petitioner,<br>v.<br>JOHN M. SHAW and Alexander Davidson, Respts.</p>\n    <p class=\"docket\">No. 122.</p>\n    <p class=\"date\">Argued January 17, 20, 1908.</p>\n    <p class=\"date\">Decided April 6, 1908.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Messrs. John Brooks Leavitt</i> and <i>Henry Arnold Richardson</i> for petitioner.</p>\n      <p class=\"indent\">[Argument of Counsel from Pages 366-368 intentionally omitted]</p>\n      <p class=\"indent\"><i>Messrs. Louis Marshall, E. S. Theall, Francis Fitch,</i> and <i>John A. L. Campbell</i> for respondents.</p>\n      <p class=\"indent\">[Argument of Counsel from Page 368 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice Day delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case comes here upon a writ of certiorari to the United States circuit court of appeals for the second circuit. The petitioner, Richardson, brought suit in the district court of the United States for the southern district of New York, as trustee in bankruptcy of J. Francis Brown, against John M. Shaw and Alexander Davidson, respondents, to recover certain alleged preferences.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Brown, the bankrupt, was a stockbroker transacting business in Boston. The respondents, John M. Shaw and Alexander Davidson, were partners and stockbrokers, transacting business in New York as John M. Shaw &amp; Company, and, as customers of Brown, they transacted business with him on speculative account for the purchase and sale of stocks on margin. The account was carried on in Brown's books in the name of 'Royal B. Young, Attorney,' as agent of Shaw &amp; Company.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The transactions between Brown and Shaw &amp; Company were carried on for several months, from February to June, 1903. A debit and credit account was opened February 10, when Shaw &amp; Company deposited with Brown $500 as margin, which was credited to them on the account, and Brown purchased for them certain securities at a cost of $3,987.50, which was charged to them on the account.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">By agreement between the parties it was understood and agreed that all securities carried in the account or deposited to secure the same might be carried in Brown's general loans and might be sold or bought at public or private sale, without notice, if Brown deemed such sale or purchase necessary for his protection. On the accounts rendered by Brown the following memorandum was printed: 'It is understood and agreed that all securities carried in this account or deposited to secure the same may be carried in our general loans and may be sold or bought at public or private sale, without notice, when such sale or purchase is deemed necessary by us for our protection.' Until the account was closed, on June 26, 1903, Shaw &amp; Company from time to time paid to Brown various other sums of money as margins, which were credited to them. They also transferred to him various securities as margins in place of cash. They were charged with interest upon the gross amount of the purchase price, and credited with interest upon the margins they had deposited with Brown. If at any time to total amount of margins in securities or money exceeded 10 per cent, they had the right to withdraw the excess. Brown was at no time left with a margin less than 10 per cent. Shaw &amp; Company kept a 'liberal margin,' at times rising to 23 1/2 per cent.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">According to the agreement the securities carried in this account or deposited to secure the same might be carried in Brown's general loans, and such securities were so pledged by him, and Young, as agent of Shaw &amp; Company, was informed of the fact. The stocks were figured at the market price every day and statements rendered to Young.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The bankrupt, Brown, transacted much of his general business with Brown, Riley, &amp; Company, of Boston. He pledged his general securities with that company.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On June 24, 1903, Young, the agent of Shaw &amp; Company, as above stated, learned of Brown's precarious financial condition, and demanded payment of $5,000 cash from Brown's agent, Fletcher. At that time the margins already paid by Shaw &amp; Company exceeded the agreed 10 per cent, and Fletcher returned to them $5,000 of such margin.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On the following day, June 25, Young demanded a final settlement from Brown. At that time Brown was insolvent within the meaning of the bankrupt law, and had been for the two preceding months. On June 26 the liquidation of this account was effected as follows: Brown, the bankrupt, indorsed to Brown, Riley, &amp; Company a note of $5,000, made by one of his debtors, and gave them a check for $1,200, thereby increasing his margin on the general loan, and agreed that $10,664.13 should be charged against his margin and credited to Shaw &amp; Company, and a check was given by them, through the Beacon Trust Company, to the order of Brown, Riley, &amp; Company, for $34,919.62, and the securities to the value of $45,583.75 were turned over to them. None of the certificates of stock which Brown delivered to Shaw &amp; Company were the identical certificates which they had delivered to Brown as margin. Two certain bonds, known as the 'Shannon bonds,' had been deposited with Brown.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Among the creditors (customers) of Brown on the final day of settlement there were a number of general customers upon transactions in purchase and sale of stocks by Brown as broker, similar to the transactions in the purchase and sale of stocks by Brown as broker for Shaw &amp; Company.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On July 27, 1903, Brown made an assignment, and was adjudicated a bankrupt within four months, and petitioner in this case, Henry Arnold Richardson, was elected trustee.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It was conceded by plaintiff's counsel that it was the custom of the market to deliver shares from broker to customer of the same amount without regard to whether they were the identical shares received.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This suit was brought to recover the $5,000 paid to Shaw &amp; Company June 24, 1903, which sum, it is alleged, was paid to them as excessive margins, and, it is alleged, enabled them to obtain a preference as one of the creditors of Brown. The second cause of action in the suit states that Shaw &amp; Company are indebted to Brown's estate in the sum of $10,664.13, being the amount he transferred for their benefit, as above set forth.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At the close of the plaintiff's case he requested to go to the jury upon the issue of defendants' knowledge of Brown's insolvency. The court held that no preference was shown, and directed a verdict for defendants. The judgment was affirmed. 77 C. C. A. 643, 147 Fed. 659, 665.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The ground on which the counsel for the petitioner predicates the alleged preferences in this case is that when the stockbroker Brown was approached for the settlement of the transactions with Shaw &amp; Company, being insolvent and dealing with several customers, as to each of whom he had pledged the stocks carried for them, and, under the understanding of the parties, being under obligation to each of them to redeem the stocks from the loan for which they were pledged, this obligation created a right of demanding the pledged stocks and securities on the part of each of the customers, which put the broker in the debtor class and the customers into the creditor class, so that, if the broker used his assets to carry out such obligation to a particular customer, whereby the latter was able to redeem his stock from such pledge upon payment only of the amount of his indebtedness to the broker, with the result that the broker could not carry out similar obligations to other customers in like situation, a preference is created under &#167; 60 of the bankrupt act, and this, says the learned counsel in his brief, under any theory concerning the lelation of broker and customer, is 'the main proposition upon which we hang our appeal.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This case, therefore, requires an examination of the relations of customer and broker under the circumstances disclosed in this record; at least, so far as it is necessary to determine the question of preference in bankruptcy upon which the case turns. There has been much discussion upon this subject in the courts of the Union. The leading case, and one most frequently cited and followed, is Markham v. Jaudon, 41 N. Y. 235,&#8212;a case which was argued by eminent counsel and held over a term for consideration. The opinion in the case is by Chief Judge Hunt, afterwards Mr. Justice Hunt of this court. He summarized the conclusions of the court as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'The broker undertakes and agrees&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'1. At once to buy for the customer the stocks indicated.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">'2. To advance all the money required for the purchase beyond the 10 per cent furnished by the customer.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">'3. To carry or hold such stocks for the benefit of the customer so long as the margin of 10 per cent is kept good, or until notice is given by either party that the transaction must be closed. An appreciation in the value of the stocks is the gain of the customer, and not of the broker.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">'4. At all times to have, in his name and under his control, ready for delivery, the shares purchased, or an equal amount of other shares of the same stock.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">'5. To deliver such shares to the customer when required by him, upon the receipt of the advances and commissions accruing to the broker; or,</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">'6. To sell such shares, upon the order of the customer, upon payment of the like sums to him, and account to the customer for the proceeds of such sale.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">'Under this contract the customer undertakes&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">'1. To pay a margin of 10 per cent on the current market value of the shares.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">'2. To keep good such margin according to the fluctuations of the market.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">'3. To take the shares so purchased on his order whenever required by the broker, and to pay the difference between the percentage advanced by him and the amount paid therefor by the broker.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">'The position of the broker is twofold. Upon the order of the customer he purchases the shares of stocks desired by him. This is a clear act of agency. To complete the purchase he advances from his own funds, for the benefit of the customer, 90 per cent of the purchase money. Quite as clearly he does not, in this, act as an agent, but assumes a new position. He also holds or carries the stock for the benefit of the purchaser until a sale is made by the order of the purchaser or upon his own action. In thus holding or carring he stands also upon a different ground from that of a broker or agent whose office is simply to buy and sell. To advance money for the purchase, and to hold and carry stocks, is not the act of a broker as such. In so doing he enters upon a new duty, obtains other rights, and is subject to additional responsibilities. . . . In my judgment the contract between the parties to this action was, in spirit and in effect, if not technically and in form, a contract of pledge.'</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The case had been approved in other cases in New York, some of which are: Stewart v. Drake, 16 N. Y. 449; Stenton v. Jerome, 54 N. Y. 480; Baker v. Drake, 66 N. Y. 518, 23 Am. Rep. 80; Gruman v. Smith, 81 N. Y. 25; Gillett v. Whiting, 120 N. Y. 402, 24 N. E. 790; Content v. Banner, 184 N. Y. 121, 76 N. E. 913; Douglas v. Carpenter, 17 App. Div. 329, 45 N. Y. Supp. 219. And approved in other states: Cashman v. Root, 89 Cal. 373, 12 L.R.A. 511, 23 Am. St. Rep. 482, 26 Pac. 883; Brewster v. Van Liew, 119 Ill. 554, 59 Am. Rep. 823, 8 N. E. 842; Gilpin v. Howell, 5 Pa. 41, 45 Am. Dec. 720; Wynkoop v. Seal, 64 Pa. 361; Esser v. Linderman, 71 Pa. 76.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The subject was fully considered in a case which leaves nothing to be added to the discussion (Skiff v. Stoddard, 63 Conn. 198, 21 L.R.A. 102, 26 Atl. 874, 28 Atl. 104), in which the conclusions in Markham v. Jaudon were adopted and approved. These views have been very generally accepted as settled law by the text writers on the subject. 1 Dos Passos, Stock-Brokers, 2d ed. 179-200; Jones, Pledges, &#167; 496; Mechem, Agency, &#167; 936.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Mr. Jones, in his Work on Pledges, &#167; 496, summarizes the law as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">'The broker acts in a threefold relation: First, in purchasing the stock he is an agent; then, in advancing money for the purchase, he becomes a creditor; and finally, in holding the stock to secure the advances made, he becomes a pledgee of it. It does not matter that the actual possession of the stock was never in the customer. The form of a delivery of the stock to the customer, and a redelivery by him to the broker, would have constituted a strict, formal pledge. But this delivery and redelivery would leave the parties in precisely the same situation they are in when, waiving this formality, the broker retains the certificates as security for the advances.'</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In 1 Dos Passos on Stock-Brokers, 2d ed. at page 196, the author says:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">'Upon the whole, while it must be conceded that there are apparently some incongruous features in the relation, there seems to be neither difficulty nor hardship in holding that a stockbroker is a pledgee; for although it is true that he may advance all or the greater part of the money embraced in the speculation, if he acts honestly, faithfully, and prudently, the entire risk is upon the client. . . . To introduce a different rule would give opportunities for sharp practices and frauds, which the law should not invite.'</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The rule thus established by the courts of the state where such transactions are the most numerous, and which has long been adopted and generally followed as a settled rule of law, should not be lightly disturbed, and an examination of the cases and the principles upon which they rest leads us to the conclusion that in no just sense can the broker be held to be the owner of the shares of stock which he purchases and carries for his customer. While we recognize that the courts of Massachusetts have reached a different conclusion, and hold that the broker is the owner, carrying the shares upon a conditional contract of sale, and, while entertaining the greatest respect for the supreme judicial court of that state, we cannot accept its conclusion as to the relation of broker and customer under the circumstances developed in this case. We say this, recognizing the difficulties which can be pointed out in the application of either rule.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">At the inception of the contract it is the customer who wishes to purchase stocks, and he procures the broker to buy on his account. As was said by Mr. Justice Bradley, speaking for the court in Galigher v. Jones, 129 U. S. 193-198, 32 L. ed. 658, 659, 9 Sup. Ct. Rep. 335, a broker is but an agent and is bound to follow the directions of his principal, or give notice that he declines the agency.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The dividends on the securities belong to the customer. The customer pays interest upon the purchase price, and is credited with interest upon the margins deposited. He has the right at any time to withdraw his excess over 10 per cent deposited as margin with the broker. Upon settlement of the account he receives the securities. In this case the broker assumed to pledge the stocks, not because he was the owner thereof, but because, by the terms of the contract, printed upon every statement of account, he obtained the right from the customer to pledge the securities upon general loans, and in like manner he secured the privilege of selling when necessary for his protection.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The risk of the venture is entirely upon the customer. He profits if it succeeds; he loses if it fails. The broker gets out of the transaction, when closed in accordance with the understanding of the parties, his commission and interest upon the advances, and nothing else. That such was the arrangement between the parties is shown in the testimony of the broker's agent, who testified: 'If these stocks carried for J.M. Shaw &amp; Company made a profit, that profit belongs to Shaw &amp; Company over and above what he owed us.'</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">When Young, the agent of Shaw &amp; Company, demanded the stocks, their right of ownership in them was recognized, and, while pledged, they were under the control of the broker, were promptly redeemed, and turned over to the customer. Consistently with the terms of the contract, as understood by both parties, the broker could not have declined to thus redeem and turn over the stock, and, when adjudicated a bankrupt, his trustee had no better rights, in the absence of fraud or preferential transfer, than the bankrupt himself. Security Warehousing Co. v. Hand, 206 U. S. 415, 423, 51 L. ed. 1117, 1122, 27 Sup. Ct. Rep. 720; Thompson v. Fairbanks, 196 U. S. 516, 526, 49 L. ed. 577, 586, 25 Sup. Ct. Rep. 306; Humphrey v. Tatman, 198 U. S. 91, 49 L. ed. 956, 25 Sup. Ct. Rep. 567; York Mfg. Co. v. Cassell, 201 U. S. 344, 352, 50 L. ed. 782, 785, 26 Sup. Ct. Rep. 481.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">It is objected to this view of the relation of customer and broker that the broker was not obliged to return the very stocks pledged, but might substitute other certificates for those recived by him, and that this is inconsistent with ownership on the part of the customer, and shows a proprietary interest of the broker in the shares; but this contention loses sight of the fact that the certificate of shares of stock is not the property itself, it is but the evidence of property in the shares. The certificate, as the term implies, but certifies the ownership of the property and rights in the corporation represented by the number of shares named.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">A certificate of the same number of shares, although printed upon different paper and bearing a different number, represents precisely the same kind and value of property as does another certificate for a like number of shares of stock in the same corporation. It is a misconception of the nature of the certificate to say that a return of a different certificate or the right to substitute one certificate for another is a material change in the property right held by the broker for the customer. Horton v. Morgan, 19 N. Y. 170, 75 Am. Dec. 311; Taussig v. Hart, 28 N. Y. 425; Skiff v. Stoddard, 63 Conn. 198, 218, 21 L.R.A. 102, 26 Atl. 874, 28 Atl. 104. As was said by the court of appeals of New York in Caswell v. Putnam, 120 N. Y. 153, 157, 24 N. E. 287, 'one share of stock is not different in kind or value from every other share of the same issue and company. They are unlike distinct articles of personal property which differ in kind and value, such as a horse, wagon, or harness. The stock has no earmark which distinguishes one share from another, so as to give it any additional value or importance; like grain of a uniform quality, one bushel is of the same kind and value as another.'</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Nor is the right to repledge inconsistent with ownership of the stock in the customer. Skiff v. Stoddard, 63 Conn. 216, 219, 21 L.R.A. 102, 26 Atl. 874, 28 Atl. 104; Ogden v. Lathrop, 65 N.Y. 158. It was obtained in the present case by a contract specifically made, and did not affect the right of the customer, upon settlement of the accounts, to require of the broker the redemption of the shares and their return in kind.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">It is true that the right to sell, for the broker's protection, which was not exercised in this case, presents more difficulty, and is one of the incongruities in the recognition of ownership in the customer; nevertheless it does not change the essential relations of the parties, and certainly does not convert the broker into what he never intended to be and for which he assumes no risk, and takes no responsibility in the purchase and carrying of shares of stock.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The broker cannot be converted into an owner without a perversion of the understanding of the parties, as was pertinently observed in the very able discussion already referred to in Skiff v. Stoddard, 63 Conn. 216, 21 L.R.A. 111, 26 Atl. 879: 'So long as the interpretation of the contract preserves as its distinctive feature the principal proposition that the customer purchases merely the right to have delivery to him in the future, at his option, of stocks or securities at the price of the day of the agreement, and its corollary that the customer derives no right, title, or interest in the stocks or securities until final performance, the difficulties in the way of harmonizing the situation are bound to exist. The fundamental difficulty grows out of the necessary attempt in some way to transform the customer, who enjoys all the incidents and assumes all the risks of ownership, into a person who in fact has no right, title, or interest, and to create out of the broker, who enjoys none of the incidents of ownership, and assumes not a particle of its responsibility, a person clothed with a full title and an absolute ownership.'</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We reach the conclusion, therefore, that, although the broker may not be strictly a pledgee, as understood at common law, he is essentially a pledgee, and not the owner of the stock, and turning it over upon demand to the customer does not create the relation of a preferred creditor, within the meaning of the bankrupt law.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We cannot consent to the contention of the learned counsel for the petitioner, that the insolvency of the broker at once converts every customer having the right to demand pledged stocks, into a creditor who becomes a preferred creditor when the contract with him is kept and the stocks are redeemed and turned over to him.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In the absence of fraud or preferential transfer to a creditor the broker had a right to continue to use his estate for the redemption of the pledged stocks. As this court said in Cook v. Tullis, 18 Wall. 332-340, 21 L. ed. 933-937:</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">'There is nothing in the bankrupt act, either in its language or object, which prevents an insolvent from dealing with his property, selling or exchanging it for other property at any time before proceedings in bankruptcy are taken by or against him, provided such dealings be conducted without any purpose to defraud or delay his creditors or give preference to anyone, and does not impair the value of his estate. An insolvent is not bound, in the misfortune of his insolvency, to abandon all dealing with his property; his creditors can only complain if he waste his estate or give preference in its disposition to one over another. His dealing will stand if it leave his estate in as good plight and condition as previously.'</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The bankrupt act, in &#167; 60a, provides: 'A person shall be deemed to have given a preference if, being insolvent, he has, within four months before the filing of the petition, or after the filing of the petition and before the adjudication, procured or suffered a judgment to be entered against himself in favor of any person, or made a transfer of any of his property, and the effect of the enforcement of such judgment or transfer will be to enable any one of his creditors to obtain a greater percentage of his debt than any other of such creditors of the same class.' [30 Stat. at L. 562, chap. 541, U. S. Comp. Stat. 1901, p. 3445, as amended by 32 Stat. at L. 799, chap. 487, &#167; 13, U. S. Comp. Stat. Supp. 1907, p. 1031.]</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">A creditor is defined to include anyone who owns a demand or claim provable in bankruptcy. Sec. 1, sub. 9, bankruptcy act 1898 (30 Stat. at L. 544, chap. 541, U. S. Comp. Stat. 1901, p. 3419). It is essential, therefore, in order to set aside the alleged preference, that Shaw &amp; Company, at the time of the transfer, should have stood in the relation of creditor to the bankrupt. Of course, if the New York rule based upon Markham v. Jaudon is correct, and the broker was the pledgee of the customer's stock, there can be no question that, in redeeming these stocks for the purpose of satisfying the pledge, no preferential transfer under the bankruptcy act resulted.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">In our view we think no different result is reached, so far as a preference in bankruptcy is concerned, if the Massachusetts cases could be taken to lay down the correct rule of the relations between broker and customer.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">That rule is said to have its origin in Wood v. Hayes, 15 Gray, 375, decided in 1860, in which the opinion, though by Chief Justice Shaw, is very brief. It was therein held that the broker was a holder of the shares upon conditional contract to deliver them to the customer upon the payment of so much money, and until the money was paid the right to have performance did not accrue.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">In Covell v. Lound, 135 Mass. 41, 46 Am. Rep. 446, the right of the broker was considered after the customer had refused to pay the necessary margin, and after the customer had requested the broker to do the best he could for him and to sell the stock at the broker's board without notice, and it was held that under such circumstances the broker was not liable for conversion.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">In Weston v. Jordan, 168 Mass. 401, 47 N. E. 133, the question was as to the relation between customer and broker after the broker had parted with the shares after repeated demands by the customer and refusal by the broker to deliver the shares, and it was held that a valid cause of action arose in favor of the customer, whether for breach of contract, or for conversion, it matters not.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">In Chase v. Boston, 180 Mass. 459, 62 N. E. 1059, the opinion is by Chief Justice Holmes, and the question directly decided is whether a broker who held shares of stock in his own name, and which he carried for his customer on margin, was required to pay a city tax upon the value. It was held that he was. In that case the learned justice said:</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">'No doubt, whichever view be taken, there will be anomalies, and no doubt it is possible to read into either a sufficient number of implied understandings to make it consistent with itself. Purchases on margin certainly retain some of the characteristics of ordinary single purchases by an gent, out of which they grew. The broker buys and is expected to buy stock from third persons to the amount of the order. Rothschild v. Brookman, 5 Bligh, N. R. 165, 2 Dow &amp; C. 188; Taussig v. Hart, 58 N. Y. 425. He charges his customer a commission. He credits him with dividends and charges him with assessments on stock. However the transaction is closed, the profit or loss is the customer's. But none of these features is decisive.'</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">And while the rule dating back to the decision of Chief Justice Shaw in 15 Gray was recognized as the law of Massachusetts, there is nothing in the case decisive of the question now before us.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The case most relied upon as showing the preference is Weston v. Jordan, supra. It was held in that case that Wheatland, the broker (Weston was his assignee in insolvency) had become a debtor to the customer Jordan, having parted with the control of the shares and substituting none others for them after repeated demands for them by the customer. And it was held that when the insolvent broker went into the street and bought that kind of stocks with his own money, and the customer took the stocks, knowing of such purchase, the transaction amounted to a preference; and in course of the discussion Mr. Justice Allen, referring to the contention of counsel that the Massachusetts rule should be reconsidered in view of the rules adopted in New York and other states, said:</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">'The defendant seeks to have these decisions reconsidered; but the facts of the present case do not call for such reconsideration of the general doctrine. Even if at the outset Jordan were to be deemed a pledgeor, and Wheatland a pledgee, of the shares, that relation was changed by what happened afterwards. . . . After Wheatland had parted with the control of the shares, and <i>after repeated demands for them by Jordan, and refusals by Wheatland to deliver them, Jordan had a valid ground of action against Wheatland, either for breach of contract or for a conversion; it matters not which</i>.'</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The facts in the present case are entirely different from those disclosed in the case just cited. In the present case there was no demand for the return of the stocks which was refused by the broker; but, recognizing the obligation of the contract, when the stocks were demanded the broker proceeded to redeem them from the pledge which he had made of them under the right given by the contract between the parties, and turned them over to the customer. In such case the relation of debtor and creditor did not arise as it might upon the refusal, as in Weston v. Jordan, to turn over the stocks upon demand.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">After an examination of the Massachusetts cases, Judge Lowell held in Re Swift, 105 Fed. 493, while following the Massachusetts rule as between broker and customer, that no cause of action arose until after demand by the customer. And the same view was taken in the same case upon review in the court of appeals for the first circuit in an opinion by Judge Putnam, 50 C. C. A. 264, 112 Fed. 315. While both courts held that under the law, as defined in the Massachusetts cases, bankruptcy excused demand, they held that the customer did not become a creditor upon insolvency, but only after demand and refusal or its equivalent.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">How then stood the parties at the time of the demand for the return of these shares of stock? They were held upon a contract, which required the broker, upon demand, to turn over the shares purchased, or similar shares, to the customer upon payment of advancements, interest, and commissions. These stocks were redeemed and turned over to him; as a consequence the relation of debtor and creditor as between the broker and customer did not arise.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Upon the principles heretofore discussed, we think the payment of the $5,000, on June 24, was not a preferential payment to a creditor. The customer had demanded settlement, the broker had paid the $5,000, and on the following day this sum was taken into account in settling the account before turning over to the customer the stock belonging to him, according to the understanding of the parties.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">We find no error in the judgment of the Court of Appeals, and the same is affirmed.</p>\n    </div>\n    <p class=\"indent\">Mr. Justice Holmes:</p>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">If I had been left to decide this case alone I should have adhered to the opinion which, upon authority and conviction, I helped to enforce in another place. I have submitted a memorandum of the reasons that prevailed in my mind to my brethren, and, as it has not convinced them, I presume that I am wrong. I suppose that it is possible to say that, after a purchase of stock is announced to a customer, he becomes an equitable tenant in common of all the stock of that kind in the broker's hands; that the broker's powers of disposition, extensive as they are, are subject to the duty to keep stock enough on hand to satisfy his customers' claims; and that the nature of the stock identifies the fund as fully as a grain elevator identifies the grain for which receipts are out. It would seem to follow that the customer would have a right to demand his stock of the trustee himself, as well as to receive it from the bankrupt, on paying whatever remained to be paid. A just deference to the views of my brethren prevents my dissenting from the conclusion reached, although I cannot but feel a lingering doubt.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>209 U.S. 365 (1908)</b></center>\n<center><h1>RICHARDSON, TRUSTEE IN BANKRUPTCY,<br>\nv.<br>\nSHAW.</h1></center>\n<center>No. 122.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 17, 20, 1908.</center>\n<center>Decided April 6, 1908.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE SECOND CIRCUIT.\n<p><span class=\"star-pagination\">*366</span> <i>Mr. John Brooks Leavitt,</i> with whom <i>Mr. Henry Arnold Richardson</i> was on the brief, for petitioner.</p>\n<p><span class=\"star-pagination\">*368</span> <i>Mr. Louis Marshall,</i> with whom <i>Mr. E.S. Theall, Mr. Francis Fitch</i> and <i>Mr. John A.L. Campbell</i> were on the brief, for respondents.</p>\n<p><span class=\"star-pagination\">*371</span> MR. JUSTICE DAY delivered the opinion of the court.</p>\n<p>This case comes here upon a writ of certiorari to the United States Circuit Court of Appeals for the Second Circuit. The petitioner Richardson brought suit in the District Court of the United States for the Southern District of New York, as trustee in bankruptcy of J. Francis Brown, against John M. Shaw and Alexander Davidson, respondents, to recover certain alleged preferences.</p>\n<p>Brown, the bankrupt, was a stockbroker transacting business in Boston. The respondents John M. Shaw and Alexander Davidson were partners and stockbrokers transacting business in New York as John M. Shaw &amp; Company, and, as customers of Brown, they transacted business with him on speculative account for the purchase and sale of stocks on margin. The account was carried on in Brown's books in the name of \"Royal B. Young, Attorney,\" as agent of Shaw &amp; Company.</p>\n<p>The transactions between Brown and Shaw &amp; Company were carried on for several months, from February to June, 1903. A debit and credit account was opened February 10, when Shaw &amp; Company deposited with Brown $500 as margin, which was credited to them on the account, and Brown purchased for them certain securities at a cost of $3,987.50, which was charged to them on the account.</p>\n<p>By agreement between the parties it was understood and agreed that all securities carried in the account or deposited to secure the same might be carried in Brown's general loans and might be sold or bought at public or private sale, without notice, if Brown deemed such sale or purchase necessary for his protection. On the accounts rendered by Brown the following memorandum was printed: \"It is understood and agreed that all securities carried in this account or deposited to secure the same may be carried in our general loans and may be sold or bought at public or private sale, without notice, when such sale or purchase is deemed necessary by us for our protection.\"</p>\n<p><span class=\"star-pagination\">*372</span> Until the account was closed on June 26, 1903, Shaw &amp; Company from time to time paid to Brown various other sums of money as margins, which were credited to them. They also transferred to him various securities as margins in place of cash. They were charged with interest upon the gross amount of the purchase price, and credited with interest upon the margins they had deposited with Brown. If at any time the total amount of margins in securities or money exceeded ten per cent, they had the right to withdraw the excess. Brown was at no time left with a margin less than ten per cent. Shaw &amp; Company kept a \"liberal margin,\" at times rising to twenty-three and a half per cent.</p>\n<p>According to the agreement the securities carried in this account or deposited to secure the same might be carried in Brown's general loans, and such securities were so pledged by him, and Young, as agent of Shaw &amp; Company, was informed of the fact. The stocks were figured at the market price every day and statements rendered to Young.</p>\n<p>The bankrupt Brown transacted much of his general business with Brown, Riley &amp; Company, of Boston. He pledged his general securities with that company.</p>\n<p>On June 24, 1903, Young, the agent of Shaw &amp; Company, as above stated, learned of Brown's precarious financial condition, and demanded payment of $5,000 cash from Brown's agent, Fletcher. At that time the margins already paid by Shaw &amp; Company exceeded the agreed ten per cent, and Fletcher returned to them $5,000 of such margins.</p>\n<p>On the following day, June 25, Young demanded a final settlement from Brown. At that time Brown was insolvent within the meaning of the bankrupt law, and had been for the two preceding months. On June 26 the liquidation of this account was effected as follows: Brown, the bankrupt, indorsed to Brown, Riley &amp; Company a note of $5,000, made by one of his debtors, and gave them a check for $1,200, thereby increasing his margin on the general loan, and agreed that $10,664.13 should be charged against his margin and credited <span class=\"star-pagination\">*373</span> to Shaw &amp; Company, and a check was given by them, through the Beacon Trust Company, to the order of Brown, Riley &amp; Company, for $34,919.62, and the securities to the value of $45,583.75 were turned over to them. None of the certificates of stock which Brown delivered to Shaw &amp; Company were the identical certificates which they had delivered to Brown as margin. Two certain bonds, known as the \"Shannon bonds,\" had been deposited with Brown.</p>\n<p>Among the creditors (customers) of Brown on the final day of settlement there were a number of general customers upon transactions in purchase and sale of stocks by Brown as broker, similar to the transactions in the purchase and sale of stocks by Brown as broker for Shaw &amp; Company.</p>\n<p>On July 27, 1903, Brown made an assignment, and was adjudicated a bankrupt within four months, and petitioner in this case, Henry Arnold Richardson, was elected trustee.</p>\n<p>It was conceded by plaintiff's counsel that it was the custom of the market to deliver shares from broker to customer of the same amount without regard to whether they were the identical shares received.</p>\n<p>This suit was brought to recover the $5,000 paid to Shaw &amp; Company June 24, 1903, which sum, it is alleged, was paid to them as excessive margins, and, it is alleged, enabled them to obtain a preference as one of the creditors of Brown. The second cause of action in the suit states that Shaw &amp; Company are indebted to Brown's estate in the sum of $10,664.13, being the amount he transferred for their benefit, as above set forth.</p>\n<p>At the close of the plaintiff's case he requested to go to the jury upon the issue of defendant's knowledge of Brown's insolvency. The court held that no preference was shown and directed a verdict for defendants. The judgment was affirmed. 147 Fed. Rep. 659, 665.</p>\n<p>The ground on which the counsel for the petitioner predicates the alleged preferences in this case is that when the stockbroker Brown was approached for the settlement of the transactions <span class=\"star-pagination\">*374</span> with Shaw &amp; Company, being insolvent and dealing with several customers, as to each of whom he had pledged the stocks carried for them, and under the understanding of the parties being under obligation to each of them to redeem the stocks from the loan for which they were pledged, this obligation created a right of demanding the pledged stocks and securities on the part of each of the customers, which put the broker in the debtor class and the customers into the creditor class, so that if the broker used his assets to carry out such obligation to a particular customer, whereby the latter was able to redeem his stock from such pledge upon payment only of the amount of his indebtedness to the broker, with the result that the broker could not carry out similar obligations to other customers in like situation, a preference is created under ยง 60 of the bankrupt act, and this, says the learned counsel in his brief, under any theory concerning the relation of broker and customer, is \"the main proposition upon which we hang our appeal.\"</p>\n<p>This case, therefore, requires an examination of the relations of customer and broker under the circumstances disclosed in this record, at least so far as it is necessary to determine the question of preference in bankruptcy upon which the case turns. There has been much discussion upon this subject in the courts of the Union. The leading case, and one most frequently cited and followed, is <i>Markham</i> v. <i>Jaudon,</i> 41 N.Y. 235, a case which was argued by eminent counsel and held over a term for consideration. The opinion in the case is by Chief Judge Hunt, afterwards Mr. Justice Hunt of this court. He summarized the conclusions of the court as follows:</p>\n<p>\"The broker undertakes and agrees:</p>\n<p>\"1. At once to buy for the customer the stocks indicated;</p>\n<p>\"2. To advance all the money required for the purchase beyond the ten per cent furnished by the customer;</p>\n<p>\"3. To carry or hold such stocks for the benefit of the customer so long as the margin of ten per cent is kept good or <span class=\"star-pagination\">*375</span> until notice is given by either party that the transaction must be closed. An appreciation in the value of the stocks is the gain of the customer and not of the broker;</p>\n<p>\"4. At all times to have in his name and under his control ready for delivery the shares purchased, or an equal amount of other shares of the same stock;</p>\n<p>\"5. To deliver such shares to the customer when required by him, upon the receipt of the advances and commissions accruing to the broker; or,</p>\n<p>\"6. To sell such shares, upon the order of the customer, upon payment of the like sums to him, and account to the customer for the proceeds of such sale.</p>\n<p>\"Under this contract the customer undertakes:</p>\n<p>\"1. To pay a margin of ten per cent on the current market value of the shares;</p>\n<p>\"2. To keep good such margin according to the fluctuations of the market;</p>\n<p>\"3. To take the shares so purchased on his order whenever required by the broker, and to pay the difference between the percentage advanced by him and the amount paid therefor by the broker.</p>\n<p>\"The position of the broker is twofold. Upon the order of the customer be purchases shares of stocks desired by him. This is a clear act of agency. To complete the purchase he advances from his own funds, for the benefit of the purchaser, ninety per cent of the purchase money. Quite as clearly he does not in this act as an agent, but assumes a new position. He also holds or carries the stock for the benefit of the purchaser until a sale is made by the order of the purchaser or upon his own action. In thus holding or carrying he stands also upon a different ground from that of a broker or agent whose office is simply to buy and sell. To advance money for the purchase, and to hold and carry stocks, is not the act of the broker as such. In so doing he enters upon a new duty, obtains other rights, and is subject to additional responsibilities. . . . In my judgment the contract between the parties to this action <span class=\"star-pagination\">*376</span> was in spirit and effect, if not technically and in form, a contract of pledge.\"</p>\n<p>The case has been approved in other cases in New York, some of which are: <i>Stewart</i> v. <i>Drake,</i> 46 N.Y. 449; <i>Stenton</i> v. <i>Jerome,</i> 54 N.Y. 480; <i>Baker</i> v. <i>Drake,</i> 66 N.Y. 518; <i>Gruman</i> v. <i>Smith,</i> 81 N.Y. 25; <i>Gillet</i> v. <i>Whiting,</i> 120 N.Y. 402; <i>Content</i> v. <i>Banner,</i> 184 N.Y. 121; <i>Douglas</i> v. <i>Carpenter,</i> 17 App. Div. 329. And approved in other States: <i>Cashman</i> v. <i>Root,</i> 89 California, 373; <i>Brewster</i> v. <i>Van Liew,</i> 119 Illinois, 554; <i>Gilpin</i> v. <i>Howell,</i> 5 Pa. St. 41; <i>Wynkoop</i> v. <i>Seal,</i> 64 Pa. St. 361; <i>Esser</i> v. <i>Linderman,</i> 71 Pa. St. 76.</p>\n<p>The subject was fully considered in a case which leaves nothing to be added to the discussion, <i>Skiff</i> v. <i>Stoddard,</i> 63 Connecticut, 198, in which the conclusions in <i>Markham</i> v. <i>Jaudon</i> were adopted and approved. These views have been very generally accepted as settled law by the text writers on the subject. 1 Dos Passos on Stockbrokers (2d ed.), 179-200; Jones on Pledges, ยง 496; Mechem on Agency, ยง 936.</p>\n<p>Mr. Jones, in his work on pledges, summarizes the law as follows:</p>\n<p>\"The broker acts in a threefold relation: first, in purchasing the stock he is an agent; then in advancing money for the purchase he becomes a creditor, and finally, in holding the stock to secure the advance made, he becomes a pledgee of it. It does not matter that the actual possession of the stock was never in the customer. The form of the delivery of the stock to the customer, and a redelivery by him to the broker, would have constituted a strict, formal pledge. But this delivery and redelivery would leave the parties in precisely the same situation they are in when, waiving this formality, the broker retains the certificates as security for advances.\"</p>\n<p>In Dos Passos on Stockbrokers, at page 114, the author says:</p>\n<p>\"Upon the whole, while it must be conceded that there are incongruous features in the relation, there seems to be no hardship in holding that a stockbroker is a pledgee; for although it is true that he may advance all or the greater part of the <span class=\"star-pagination\">*377</span> money embraced in the speculation, if he acts honestly, faithfully and prudently, the entire risk is upon the client. . .. To introduce a different rule would give opportunities for sharp practices and frauds, which the law should not invite.\"</p>\n<p>The rule thus established by the courts of the State where such transactions are the most numerous, and which has long been adopted and generally followed as a settled rule of law, should not be lightly disturbed, and an examination of the cases and the principles upon which they rest lead us to the conclusion that in no just sense can the broker be held to be the owner of the shares of stock which be purchases and carries for his customer. While we recognize that the courts of Massachusetts have reached a different conclusion and hold that the broker is the owner, carrying the shares upon a conditional contract of sale, and, while entertaining the greatest respect for the Supreme Judicial Court of that State, we cannot accept its conclusion as to the relation of broker and customer under the circumstances developed in this case. We say this, recognizing the difficulties which can be pointed out in the application of either rule.</p>\n<p>At the inception of the contract it is the customer who wishes to purchase stocks and he procures the broker to buy on his account. As was said by Mr. Justice Bradley speaking for the court in <i>Galigher</i> v. <i>Jones,</i> 129 U.S. 193, 198, a broker is but an agent, and is bound to follow the directions of his principal or give notice that he declines the agency.</p>\n<p>The dividends on the securities belong to the customer. The customer pays interest upon the purchase price and is credited with interest upon the margins deposited. He has the right at any time to withdraw his excess over ten per cent deposited as margin with the broker. Upon settlement of the account he receives the securities. In this case the broker assumed to pledge the stocks not because he was the owner thereof, but because by the terms of the contract printed upon every statement of account he obtained the right from the customer to pledge the securities upon general loans, and in like <span class=\"star-pagination\">*378</span> manner he secured the privilege of selling when necessary for his protection.</p>\n<p>The risk of the venture is entirely upon the customer. He profits if it succeeds; he loses if it fails. The broker gets out of the transaction, when closed in accordance with the understanding of the parties, his commission and interest upon the advances, and nothing else. That such was the arrangement between the parties is shown in the testimony of the broker's agent, who testified \"if these stocks carried for J.M. Shaw &amp; Company made a profit, that profit belongs to Shaw &amp; Company over and above what he owed us.\"</p>\n<p>When Young, the agent of Shaw &amp; Company, demanded the stocks, their right of ownership in them was recognized, and, while pledged, they were under the control of the broker, were promptly redeemed and turned over to the customer. Consistently with the terms of the contract, as understood by both parties, the broker could not have declined to thus redeem and turn over the stock, and when adjudicated a bankrupt his trustee had no better rights, in the absence of fraud or preferential transfer, than the bankrupt himself. <i>Security Warehousing Co.</i> v. <i>Hand,</i> 206 U.S. 415, 423; <i>Thompson</i> v. <i>Fairbanks,</i> 196 U.S. 516, 526; <i>Humphrey</i> v. <i>Tatman,</i> 198 U.S. 91; <i>York Man'f'g Co.</i> v. <i>Cassell,</i> 201 U.S. 344, 352.</p>\n<p>It is objected to this view of the relation of customer and broker that the broker was not obliged to return the very stocks pledged, but might substitute other certificates for those received by him, and that this is inconsistent with ownership on the part of the customer, and shows a proprietary interest of the broker in the shares; but this contention loses sight of the fact that the certificate of shares of stock is not the property itself, it is but the evidence of property in the shares. The certificate, as the term implies, but certifies the ownership of the property and rights in the corporation represented by the number of shares named.</p>\n<p>A certificate of the same number of shares, although printed upon different paper and bearing a different number, represents <span class=\"star-pagination\">*379</span> precisely the same kind and value of property as does another certificate for a like number of shares of stock in the same corporation. It is a misconception of the nature of the certificate to say that a return of a different certificate or the right to substitute one certificate for another is a material change in the property right held by the broker for the customer. <i>Horton</i> v. <i>Morgan,</i> 19 N.Y. 170; <i>Taussig</i> v. <i>Hart,</i> 58 N.Y. 425; <i>Skiff</i> v. <i>Stoddard,</i> 63 Connecticut, 198, 218. As was said by the Court of Appeals of New York in <i>Caswell</i> v. <i>Putnam,</i> 120 N.Y. 153, 157, \"one share of stock is not different in kind or value from every other share of the same issue and company. They are unlike distinct articles of personal property which differ in kind and value, such as a horse, wagon or harness. The stock has no earmark which distinguishes one share from another, so as to give it any additional value or importance; like grain of a uniform quality, one bushel is of the same kind and value as another.\"</p>\n<p>Nor is the right to repledge inconsistent with ownership of the stock in the customer. <i>Skiff</i> v. <i>Stoddard,</i> 63 Connecticut, 216, 219; <i>Ogden</i> v. <i>Lathrop,</i> 65 N.Y. 158. It was obtained in the present case by a contract specifically made and did not affect the right of the customer, upon settlement of the accounts, to require of the broker the redemption of the shares and their return in kind.</p>\n<p>It is true that the right to sell, for the broker's protection, which was not exercised in this case, presents more difficulty, and is one of the incongruities in the recognition of ownership in the customer; nevertheless it does not change the essential relations of the parties, and certainly does not convert the broker into what he never intended to be and for which he assumes no risk, and takes no responsibility in the purchase and carrying of shares of stock.</p>\n<p>The broker cannot be converted into an owner without a perversion of the understanding of the parties, as was pertinently observed in the very able discussion already referred to in <i>Skiff</i> v. <i>Stoddard,</i> 63 Connecticut, 216. \"So long as the <span class=\"star-pagination\">*380</span> interpretation of the contract preserves as its distinctive feature the principal proposition that the customer purchases merely the right to have delivery to him in the future, at his option, of stocks or securities at the price of the day of the agreement, and its corollary that the customer derives no right, title or interest in the stocks or securities until final performance, the difficulties in the way of harmonizing the situation are bound to exist. The fundamental difficulty grows out of the necessary attempt in some way to transform the customer, who enjoys all the incidents and assumes all the risks of ownership, into a person who in fact has no right, title or interest, and to create out of the broker, who enjoys none of the incidents of ownership, and assumes not a particle of its responsibility, a person clothed with a full title and an absolute ownership.\"</p>\n<p>We reach the conclusion, therefore, that although the broker may not be strictly a pledgee, as understood at common law, he is, essentially, a pledgee and not the owner of the stock, and turning it over upon demand to the customer does not create the relation of a preferred creditor within the meaning of the bankrupt law.</p>\n<p>We cannot consent to the contention of the learned counsel for the petitioner, that the insolvency of the broker at once converts every customer, having the right to demand pledged stocks, into a creditor who becomes a preferred creditor when the contract with him is kept and the stocks are redeemed and turned over to him.</p>\n<p>In the absence of fraud or preferential transfer to a creditor the broker had a right to continue to use his estate for the redemption of the pledged stocks. As this court said in <i>Cook</i> v. <i>Tullis,</i> 18 Wall. 332, 340:</p>\n<p>\"There is nothing in the bankruptcy act, either in its language or object, which prevents an insolvent from dealing with his property, selling or exchanging it for other property at any time before proceedings in bankruptcy are taken by or against him, provided such dealings be conducted without any purpose <span class=\"star-pagination\">*381</span> to defraud or delay his creditors or give preference to any one, and does not impair the value of his estate. An insolvent is not bound, in the misfortune of his insolvency, to abandon all dealing with his property; his creditors can only complain if he waste his estate or give preference in its disposition to one over another. His dealing will stand if it leave his estate in as good plight and condition as previously.\"</p>\n<p>The bankrupt act in ยง 60<i>a</i> provides: \"A person shall be deemed to have given a preference if, being insolvent, he has within four months before the filing of the petition, or after the filing of the petition and before the adjudication, procured or suffered a judgment to be entered against himself in favor of any person, or made a transfer of any of his property, and the effect of the enforcement of such judgment or transfer will be to enable any one of his creditors to obtain a greater percentage of his debt than any other of such creditors of the same class.\"</p>\n<p>A creditor is defined to include any one who owns a demand or claim provable in bankruptcy. Sec. 1, sub. 9, Bankruptcy Act, 1898, 3 U.S. Comp. St. 3419. It is essential, therefore, in order to set aside the alleged preference, that Shaw &amp; Company at the time of the transfer should have stood in the relation of creditor to the bankrupt. Of course, if the New York rule based upon <i>Markham</i> v. <i>Jaudon</i> is correct, and the broker was the pledgee of the customer's stock, there can be no question that in redeeming these stocks for the purpose of satisfying the pledge no preferential transfer under the bankruptcy act resulted.</p>\n<p>In our view we think no different result is reached, so far as a preference in bankruptcy is concerned, if the Massachusetts cases could be taken to lay down the correct rule of the relations between broker and customer.</p>\n<p>That rule is said to have its origin in <i>Hayes</i> v. <i>Wood,</i> 15 Gray, 375, decided in 1860, in which the opinion, though by Chief Justice Shaw, is very brief. It was therein held that the broker was a holder of the shares upon conditional contract <span class=\"star-pagination\">*382</span> to deliver them to the customer upon the payment of so much money, and until the money was paid the right to have performance did not accrue.</p>\n<p>In <i>Covell</i> v. <i>Loud,</i> 135 Massachusetts, 41, the right of the broker was considered after the customer had refused to pay the necessary margin, and after the customer had requested the broker to do the best he could for him and to sell the stock at the broker's board without notice, and it was held that under such circumstances the broker was not liable for conversion.</p>\n<p>In <i>Weston</i> v. <i>Jordan</i><i>,</i> 168 Massachusetts, 401, the question was as to the relation between customer and broker after the broker had parted with the shares after repeated demands by the customer and refusal by the broker to deliver the shares, and it was held that a valid cause of action arose in favor of the customer, whether for breach of contract, or for conversion, it matters not.</p>\n<p>In <i>Chase</i> v. <i>Boston,</i> 180 Massachusetts, 459, the opinion is by Chief Justice Holmes, and the question directly decided is whether a broker who held shares of stock in his own name, and which he carried for his customer on margin, was required to pay a city tax upon the value. It was held that he was. In that case the learned justice said:</p>\n<p>\"No doubt, whichever view be taken, there will be anomalies, and no doubt it is possible to read into either a sufficient number of implied understandings to make it consistent with itself. Purchases on margin certainly retain some of the characteristics of ordinary single purchases by an agent, out of which they grew. The broker buys and is expected to buy stock from third persons to the amount of the order. <i>Rothschild</i> v. <i>Brookman,</i> 5 Bligh (N.R.), 165; <i>Taussig</i> v. <i>Hart,</i> 58 N.Y. 425. He charges his customer a commission. He credits him with dividends and charges him with assessments on stock. However the transaction is closed, the profit or loss is the customer's. But none of these features is decisive.\"</p>\n<p>And while the rule dating back to the decision of Chief Justice Shaw in 15 Gray was recognized as the law of Massachusetts, <span class=\"star-pagination\">*383</span> there is nothing in the case decisive of the question now before us.</p>\n<p>The case most relied upon as showing the preference is <i>Weston</i> v. <i>Jordan</i><i>,</i> 168 Massachusetts, <i>supra.</i> It was held in that case that Wheatland, the broker (Weston was his assignee in insolvency), had become a debtor to the customer Jordan, having parted with the control of the shares and substituting none others for them after repeated demands for them by the customer. And it was held that when the insolvent broker went into the street and bought that kind of stocks with his own money and the customer took the stocks, knowing of such purchase, the transaction amounted to a preference; and in course of the discussion Mr. Justice Allen, referring to the contention of counsel that the Massachusetts rule should be reconsidered in view of the rules adopted in New York and other States, said (p. 404):</p>\n<p>\"The defendant seeks to have these decisions reconsidered; but the facts of the present case do not call for such reconsideration of the general doctrine. Even if at the outset Jordan were to be deemed a pledgor, and Wheatland a pledgee, of the shares, that relation was changed by what happened afterwards. . . . After Wheatland had parted with the control of the shares, and <i>after repeated demands for them by Jordan, and refusals by Wheatland to deliver them, Jordan had a valid ground of action against Wheatland, either for breach of contract or for a conversion; it matters not which.</i>\"</p>\n<p>The facts in the present case are entirely different from those disclosed in the case just cited. In the present case there was no demand for the return of the stocks which was refused by the broker; but, recognizing the obligation of the contract, when the stocks were demanded the broker proceeded to redeem them from the pledge which he had made of them under the right given by the contract between the parties, and turned them over to the customer. In such case the relation of debtor and creditor did not arise as it might upon the refusal, as in <i>Weston</i> v. <i>Jordan</i><i>,</i> to turn over the stocks upon demand.</p>\n<p><span class=\"star-pagination\">*384</span> After an examination of the Massachusetts cases, Judge Lowell held in <i>In re Swift,</i> 105 Fed. Rep. 493, while following the Massachusetts rule as between broker and customer, that no cause of action arose until after demand by the customer. And the same view was taken in the same case upon review in the Court of Appeals for the First Circuit in an opinion by Judge Putnam. 112 Fed. Rep. 315. While both courts held that under the law, as defined in the Massachusetts cases, bankruptcy excused demand, they held that the customer did not become a creditor upon insolvency, but only after demand and refusal or its equivalent.</p>\n<p>How then stood the parties at the time of the demand for the return of these shares of stock? They were held upon a contract, which required the broker, upon demand, to turn over the shares purchased, or similar shares, to the customer upon payment of advancements, interest and commissions. These stocks were redeemed and turned over to him; as a consequence the relation of debtor and creditor as between the broker and customer did not arise.</p>\n<p>Upon the principles heretofore discussed, we think the payment of the $5,000, on June 24, was not a preferential payment to a creditor. The customer had demanded settlement, the broker had paid the $5,000, and on the following day this sum was taken into account in settling the account before turning over to the customer the stock belonging to him, according to the understanding of the parties.</p>\n<p>We find no error in the judgment of the Court of Appeals, and the same is</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE HOLMES:</p>\n<p>If I had been left to decide this case alone I should have adhered to the opinion which, upon authority and conviction, I helped to enforce in another place. I have submitted a memorandum of the reasons that prevailed in my mind to my brethren, and as it has not convinced them I presume that <span class=\"star-pagination\">*385</span> I am wrong. I suppose that it is possible to say that after a purchase of stock is announced to a customer he becomes an equitable tenant in common of all the stock of that kind in the broker's hands, that the broker's powers of disposition, extensive as they are, are subject to the duty to keep stock enough on hand to satisfy his customers' claims, and that the nature of the stock identifies the fund as fully as a grain elevator identifies the grain for which receipts are out. It would seem to follow that the customer would have a right to demand his stock of the trustee himself, as well as to receive it from the bankrupt, on paying whatever remained to be paid. A just deference to the views of my brethren prevents my dissenting from the conclusion reached, although I cannot but feel a lingering doubt.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">209</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">365</span></span> (1908)</b></center>\n<center><h1>RICHARDSON, TRUSTEE IN BANKRUPTCY,<br>\nv.<br>\nSHAW.</h1></center>\n<center>No. 122.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 17, 20, 1908.</center>\n<center>Decided April 6, 1908.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE SECOND CIRCUIT.\n<p><span class=\"star-pagination\">*366</span> <i>Mr. John Brooks Leavitt,</i> with whom <i>Mr. Henry Arnold Richardson</i> was on the brief, for petitioner.</p>\n<p><span class=\"star-pagination\">*368</span> <i>Mr. Louis Marshall,</i> with whom <i>Mr. E.S. Theall, Mr. Francis Fitch</i> and <i>Mr. John A.L. Campbell</i> were on the brief, for respondents.</p>\n<p><span class=\"star-pagination\">*371</span> MR. JUSTICE DAY delivered the opinion of the court.</p>\n<p>This case comes here upon a writ of certiorari to the United States Circuit Court of Appeals for the Second Circuit. The petitioner Richardson brought suit in the District Court of the United States for the Southern District of New York, as trustee in bankruptcy of J. Francis Brown, against John M. Shaw and Alexander Davidson, respondents, to recover certain alleged preferences.</p>\n<p>Brown, the bankrupt, was a stockbroker transacting business in Boston. The respondents John M. Shaw and Alexander Davidson were partners and stockbrokers transacting business in New York as John M. Shaw &amp; Company, and, as customers of Brown, they transacted business with him on speculative account for the purchase and sale of stocks on margin. The account was carried on in Brown's books in the name of \"Royal B. Young, Attorney,\" as agent of Shaw &amp; Company.</p>\n<p>The transactions between Brown and Shaw &amp; Company were carried on for several months, from February to June, 1903. A debit and credit account was opened February 10, when Shaw &amp; Company deposited with Brown $500 as margin, which was credited to them on the account, and Brown purchased for them certain securities at a cost of $3,987.50, which was charged to them on the account.</p>\n<p>By agreement between the parties it was understood and agreed that all securities carried in the account or deposited to secure the same might be carried in Brown's general loans and might be sold or bought at public or private sale, without notice, if Brown deemed such sale or purchase necessary for his protection. On the accounts rendered by Brown the following memorandum was printed: \"It is understood and agreed that all securities carried in this account or deposited to secure the same may be carried in our general loans and may be sold or bought at public or private sale, without notice, when such sale or purchase is deemed necessary by us for our protection.\"</p>\n<p><span class=\"star-pagination\">*372</span> Until the account was closed on June 26, 1903, Shaw &amp; Company from time to time paid to Brown various other sums of money as margins, which were credited to them. They also transferred to him various securities as margins in place of cash. They were charged with interest upon the gross amount of the purchase price, and credited with interest upon the margins they had deposited with Brown. If at any time the total amount of margins in securities or money exceeded ten per cent, they had the right to withdraw the excess. Brown was at no time left with a margin less than ten per cent. Shaw &amp; Company kept a \"liberal margin,\" at times rising to twenty-three and a half per cent.</p>\n<p>According to the agreement the securities carried in this account or deposited to secure the same might be carried in Brown's general loans, and such securities were so pledged by him, and Young, as agent of Shaw &amp; Company, was informed of the fact. The stocks were figured at the market price every day and statements rendered to Young.</p>\n<p>The bankrupt Brown transacted much of his general business with Brown, Riley &amp; Company, of Boston. He pledged his general securities with that company.</p>\n<p>On June 24, 1903, Young, the agent of Shaw &amp; Company, as above stated, learned of Brown's precarious financial condition, and demanded payment of $5,000 cash from Brown's agent, Fletcher. At that time the margins already paid by Shaw &amp; Company exceeded the agreed ten per cent, and Fletcher returned to them $5,000 of such margins.</p>\n<p>On the following day, June 25, Young demanded a final settlement from Brown. At that time Brown was insolvent within the meaning of the bankrupt law, and had been for the two preceding months. On June 26 the liquidation of this account was effected as follows: Brown, the bankrupt, indorsed to Brown, Riley &amp; Company a note of $5,000, made by one of his debtors, and gave them a check for $1,200, thereby increasing his margin on the general loan, and agreed that $10,664.13 should be charged against his margin and credited <span class=\"star-pagination\">*373</span> to Shaw &amp; Company, and a check was given by them, through the Beacon Trust Company, to the order of Brown, Riley &amp; Company, for $34,919.62, and the securities to the value of $45,583.75 were turned over to them. None of the certificates of stock which Brown delivered to Shaw &amp; Company were the identical certificates which they had delivered to Brown as margin. Two certain bonds, known as the \"Shannon bonds,\" had been deposited with Brown.</p>\n<p>Among the creditors (customers) of Brown on the final day of settlement there were a number of general customers upon transactions in purchase and sale of stocks by Brown as broker, similar to the transactions in the purchase and sale of stocks by Brown as broker for Shaw &amp; Company.</p>\n<p>On July 27, 1903, Brown made an assignment, and was adjudicated a bankrupt within four months, and petitioner in this case, Henry Arnold Richardson, was elected trustee.</p>\n<p>It was conceded by plaintiff's counsel that it was the custom of the market to deliver shares from broker to customer of the same amount without regard to whether they were the identical shares received.</p>\n<p>This suit was brought to recover the $5,000 paid to Shaw &amp; Company June 24, 1903, which sum, it is alleged, was paid to them as excessive margins, and, it is alleged, enabled them to obtain a preference as one of the creditors of Brown. The second cause of action in the suit states that Shaw &amp; Company are indebted to Brown's estate in the sum of $10,664.13, being the amount he transferred for their benefit, as above set forth.</p>\n<p>At the close of the plaintiff's case he requested to go to the jury upon the issue of defendant's knowledge of Brown's insolvency. The court held that no preference was shown and directed a verdict for defendants. The judgment was affirmed. 147 Fed. Rep. 659, 665.</p>\n<p>The ground on which the counsel for the petitioner predicates the alleged preferences in this case is that when the stockbroker Brown was approached for the settlement of the transactions <span class=\"star-pagination\">*374</span> with Shaw &amp; Company, being insolvent and dealing with several customers, as to each of whom he had pledged the stocks carried for them, and under the understanding of the parties being under obligation to each of them to redeem the stocks from the loan for which they were pledged, this obligation created a right of demanding the pledged stocks and securities on the part of each of the customers, which put the broker in the debtor class and the customers into the creditor class, so that if the broker used his assets to carry out such obligation to a particular customer, whereby the latter was able to redeem his stock from such pledge upon payment only of the amount of his indebtedness to the broker, with the result that the broker could not carry out similar obligations to other customers in like situation, a preference is created under ยง 60 of the bankrupt act, and this, says the learned counsel in his brief, under any theory concerning the relation of broker and customer, is \"the main proposition upon which we hang our appeal.\"</p>\n<p>This case, therefore, requires an examination of the relations of customer and broker under the circumstances disclosed in this record, at least so far as it is necessary to determine the question of preference in bankruptcy upon which the case turns. There has been much discussion upon this subject in the courts of the Union. The leading case, and one most frequently cited and followed, is <i>Markham</i> v. <i>Jaudon,</i> <span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">235</span></span>, a case which was argued by eminent counsel and held over a term for consideration. The opinion in the case is by Chief Judge Hunt, afterwards Mr. Justice Hunt of this court. He summarized the conclusions of the court as follows:</p>\n<p>\"The broker undertakes and agrees:</p>\n<p>\"1. At once to buy for the customer the stocks indicated;</p>\n<p>\"2. To advance all the money required for the purchase beyond the ten per cent furnished by the customer;</p>\n<p>\"3. To carry or hold such stocks for the benefit of the customer so long as the margin of ten per cent is kept good or <span class=\"star-pagination\">*375</span> until notice is given by either party that the transaction must be closed. An appreciation in the value of the stocks is the gain of the customer and not of the broker;</p>\n<p>\"4. At all times to have in his name and under his control ready for delivery the shares purchased, or an equal amount of other shares of the same stock;</p>\n<p>\"5. To deliver such shares to the customer when required by him, upon the receipt of the advances and commissions accruing to the broker; or,</p>\n<p>\"6. To sell such shares, upon the order of the customer, upon payment of the like sums to him, and account to the customer for the proceeds of such sale.</p>\n<p>\"Under this contract the customer undertakes:</p>\n<p>\"1. To pay a margin of ten per cent on the current market value of the shares;</p>\n<p>\"2. To keep good such margin according to the fluctuations of the market;</p>\n<p>\"3. To take the shares so purchased on his order whenever required by the broker, and to pay the difference between the percentage advanced by him and the amount paid therefor by the broker.</p>\n<p>\"The position of the broker is twofold. Upon the order of the customer be purchases shares of stocks desired by him. This is a clear act of agency. To complete the purchase he advances from his own funds, for the benefit of the purchaser, ninety per cent of the purchase money. Quite as clearly he does not in this act as an agent, but assumes a new position. He also holds or carries the stock for the benefit of the purchaser until a sale is made by the order of the purchaser or upon his own action. In thus holding or carrying he stands also upon a different ground from that of a broker or agent whose office is simply to buy and sell. To advance money for the purchase, and to hold and carry stocks, is not the act of the broker as such. In so doing he enters upon a new duty, obtains other rights, and is subject to additional responsibilities. . . . In my judgment the contract between the parties to this action <span class=\"star-pagination\">*376</span> was in spirit and effect, if not technically and in form, a contract of pledge.\"</p>\n<p>The case has been approved in other cases in New York, some of which are: <i>Stewart</i> v. <i>Drake,</i> 46 N.Y. 449; <i>Stenton</i> v. <i>Jerome,</i> 54 N.Y. 480; <i>Baker</i> v. <i>Drake,</i> 66 N.Y. 518; <i>Gruman</i> v. <i>Smith,</i> 81 N.Y. 25; <i>Gillet</i> v. <i>Whiting,</i> 120 N.Y. 402; <i>Content</i> v. <i>Banner,</i> 184 N.Y. 121; <i>Douglas</i> v. <i>Carpenter,</i> 17 App. Div. 329. And approved in other States: <i>Cashman</i> v. <i>Root,</i> 89 California, 373; <i>Brewster</i> v. <i>Van Liew,</i> 119 Illinois, 554; <i>Gilpin</i> v. <i>Howell,</i> 5 Pa. St. 41; <i>Wynkoop</i> v. <i>Seal,</i> 64 Pa. St. 361; <i>Esser</i> v. <i>Linderman,</i> 71 Pa. St. 76.</p>\n<p>The subject was fully considered in a case which leaves nothing to be added to the discussion, <i>Skiff</i> v. <i>Stoddard,</i> 63 Connecticut, 198, in which the conclusions in <i>Markham</i> v. <i>Jaudon</i> were adopted and approved. These views have been very generally accepted as settled law by the text writers on the subject. 1 Dos Passos on Stockbrokers (2d ed.), 179-200; Jones on Pledges, ยง 496; Mechem on Agency, ยง 936.</p>\n<p>Mr. Jones, in his work on pledges, summarizes the law as follows:</p>\n<p>\"The broker acts in a threefold relation: first, in purchasing the stock he is an agent; then in advancing money for the purchase he becomes a creditor, and finally, in holding the stock to secure the advance made, he becomes a pledgee of it. It does not matter that the actual possession of the stock was never in the customer. The form of the delivery of the stock to the customer, and a redelivery by him to the broker, would have constituted a strict, formal pledge. But this delivery and redelivery would leave the parties in precisely the same situation they are in when, waiving this formality, the broker retains the certificates as security for advances.\"</p>\n<p>In Dos Passos on Stockbrokers, at page 114, the author says:</p>\n<p>\"Upon the whole, while it must be conceded that there are incongruous features in the relation, there seems to be no hardship in holding that a stockbroker is a pledgee; for although it is true that he may advance all or the greater part of the <span class=\"star-pagination\">*377</span> money embraced in the speculation, if he acts honestly, faithfully and prudently, the entire risk is upon the client. . .. To introduce a different rule would give opportunities for sharp practices and frauds, which the law should not invite.\"</p>\n<p>The rule thus established by the courts of the State where such transactions are the most numerous, and which has long been adopted and generally followed as a settled rule of law, should not be lightly disturbed, and an examination of the cases and the principles upon which they rest lead us to the conclusion that in no just sense can the broker be held to be the owner of the shares of stock which be purchases and carries for his customer. While we recognize that the courts of Massachusetts have reached a different conclusion and hold that the broker is the owner, carrying the shares upon a conditional contract of sale, and, while entertaining the greatest respect for the Supreme Judicial Court of that State, we cannot accept its conclusion as to the relation of broker and customer under the circumstances developed in this case. We say this, recognizing the difficulties which can be pointed out in the application of either rule.</p>\n<p>At the inception of the contract it is the customer who wishes to purchase stocks and he procures the broker to buy on his account. As was said by Mr. Justice Bradley speaking for the court in <i>Galigher</i> v. <i>Jones,</i> <span class=\"citation\" data-id=\"92401\"><a href=\"/opinion/92401/galigher-v-jones/\"><span class=\"volume\">129</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">193</span></a></span>, 198, a broker is but an agent, and is bound to follow the directions of his principal or give notice that he declines the agency.</p>\n<p>The dividends on the securities belong to the customer. The customer pays interest upon the purchase price and is credited with interest upon the margins deposited. He has the right at any time to withdraw his excess over ten per cent deposited as margin with the broker. Upon settlement of the account he receives the securities. In this case the broker assumed to pledge the stocks not because he was the owner thereof, but because by the terms of the contract printed upon every statement of account he obtained the right from the customer to pledge the securities upon general loans, and in like <span class=\"star-pagination\">*378</span> manner he secured the privilege of selling when necessary for his protection.</p>\n<p>The risk of the venture is entirely upon the customer. He profits if it succeeds; he loses if it fails. The broker gets out of the transaction, when closed in accordance with the understanding of the parties, his commission and interest upon the advances, and nothing else. That such was the arrangement between the parties is shown in the testimony of the broker's agent, who testified \"if these stocks carried for J.M. Shaw &amp; Company made a profit, that profit belongs to Shaw &amp; Company over and above what he owed us.\"</p>\n<p>When Young, the agent of Shaw &amp; Company, demanded the stocks, their right of ownership in them was recognized, and, while pledged, they were under the control of the broker, were promptly redeemed and turned over to the customer. Consistently with the terms of the contract, as understood by both parties, the broker could not have declined to thus redeem and turn over the stock, and when adjudicated a bankrupt his trustee had no better rights, in the absence of fraud or preferential transfer, than the bankrupt himself. <i>Security Warehousing Co.</i> v. <i>Hand,</i> <span class=\"citation\" data-id=\"96694\"><a href=\"/opinion/96694/security-warehousing-co-v-hand/\"><span class=\"volume\">206</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">415</span></a></span>, 423; <i>Thompson</i> v. <i>Fairbanks,</i> <span class=\"citation\" data-id=\"1632029\"><a href=\"/opinion/1632029/thompson-v-fairbanks/\"><span class=\"volume\">196</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">516</span></a></span>, 526; <i>Humphrey</i> v. <i>Tatman,</i> 198 U.S. 91; <i>York Man'f'g Co.</i> v. <i>Cassell,</i> <span class=\"citation\" data-id=\"96444\"><a href=\"/opinion/96444/york-mfg-co-v-cassell/\"><span class=\"volume\">201</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">344</span></a></span>, 352.</p>\n<p>It is objected to this view of the relation of customer and broker that the broker was not obliged to return the very stocks pledged, but might substitute other certificates for those received by him, and that this is inconsistent with ownership on the part of the customer, and shows a proprietary interest of the broker in the shares; but this contention loses sight of the fact that the certificate of shares of stock is not the property itself, it is but the evidence of property in the shares. The certificate, as the term implies, but certifies the ownership of the property and rights in the corporation represented by the number of shares named.</p>\n<p>A certificate of the same number of shares, although printed upon different paper and bearing a different number, represents <span class=\"star-pagination\">*379</span> precisely the same kind and value of property as does another certificate for a like number of shares of stock in the same corporation. It is a misconception of the nature of the certificate to say that a return of a different certificate or the right to substitute one certificate for another is a material change in the property right held by the broker for the customer. <i>Horton</i> v. <i>Morgan,</i> 19 N.Y. 170; <i>Taussig</i> v. <i>Hart,</i> 58 N.Y. 425; <i>Skiff</i> v. <i>Stoddard,</i> 63 Connecticut, 198, 218. As was said by the Court of Appeals of New York in <i>Caswell</i> v. <i>Putnam,</i> <span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">153</span></span>, 157, \"one share of stock is not different in kind or value from every other share of the same issue and company. They are unlike distinct articles of personal property which differ in kind and value, such as a horse, wagon or harness. The stock has no earmark which distinguishes one share from another, so as to give it any additional value or importance; like grain of a uniform quality, one bushel is of the same kind and value as another.\"</p>\n<p>Nor is the right to repledge inconsistent with ownership of the stock in the customer. <i>Skiff</i> v. <i>Stoddard,</i> 63 Connecticut, 216, 219; <i>Ogden</i> v. <i>Lathrop,</i> 65 N.Y. 158. It was obtained in the present case by a contract specifically made and did not affect the right of the customer, upon settlement of the accounts, to require of the broker the redemption of the shares and their return in kind.</p>\n<p>It is true that the right to sell, for the broker's protection, which was not exercised in this case, presents more difficulty, and is one of the incongruities in the recognition of ownership in the customer; nevertheless it does not change the essential relations of the parties, and certainly does not convert the broker into what he never intended to be and for which he assumes no risk, and takes no responsibility in the purchase and carrying of shares of stock.</p>\n<p>The broker cannot be converted into an owner without a perversion of the understanding of the parties, as was pertinently observed in the very able discussion already referred to in <i>Skiff</i> v. <i>Stoddard,</i> 63 Connecticut, 216. \"So long as the <span class=\"star-pagination\">*380</span> interpretation of the contract preserves as its distinctive feature the principal proposition that the customer purchases merely the right to have delivery to him in the future, at his option, of stocks or securities at the price of the day of the agreement, and its corollary that the customer derives no right, title or interest in the stocks or securities until final performance, the difficulties in the way of harmonizing the situation are bound to exist. The fundamental difficulty grows out of the necessary attempt in some way to transform the customer, who enjoys all the incidents and assumes all the risks of ownership, into a person who in fact has no right, title or interest, and to create out of the broker, who enjoys none of the incidents of ownership, and assumes not a particle of its responsibility, a person clothed with a full title and an absolute ownership.\"</p>\n<p>We reach the conclusion, therefore, that although the broker may not be strictly a pledgee, as understood at common law, he is, essentially, a pledgee and not the owner of the stock, and turning it over upon demand to the customer does not create the relation of a preferred creditor within the meaning of the bankrupt law.</p>\n<p>We cannot consent to the contention of the learned counsel for the petitioner, that the insolvency of the broker at once converts every customer, having the right to demand pledged stocks, into a creditor who becomes a preferred creditor when the contract with him is kept and the stocks are redeemed and turned over to him.</p>\n<p>In the absence of fraud or preferential transfer to a creditor the broker had a right to continue to use his estate for the redemption of the pledged stocks. As this court said in <i>Cook</i> v. <i>Tullis,</i> <span class=\"citation\" data-id=\"88813\"><a href=\"/opinion/88813/cook-v-tullis/\"><span class=\"volume\">18</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">332</span></a></span>, 340:</p>\n<p>\"There is nothing in the bankruptcy act, either in its language or object, which prevents an insolvent from dealing with his property, selling or exchanging it for other property at any time before proceedings in bankruptcy are taken by or against him, provided such dealings be conducted without any purpose <span class=\"star-pagination\">*381</span> to defraud or delay his creditors or give preference to any one, and does not impair the value of his estate. An insolvent is not bound, in the misfortune of his insolvency, to abandon all dealing with his property; his creditors can only complain if he waste his estate or give preference in its disposition to one over another. His dealing will stand if it leave his estate in as good plight and condition as previously.\"</p>\n<p>The bankrupt act in ยง 60<i>a</i> provides: \"A person shall be deemed to have given a preference if, being insolvent, he has within four months before the filing of the petition, or after the filing of the petition and before the adjudication, procured or suffered a judgment to be entered against himself in favor of any person, or made a transfer of any of his property, and the effect of the enforcement of such judgment or transfer will be to enable any one of his creditors to obtain a greater percentage of his debt than any other of such creditors of the same class.\"</p>\n<p>A creditor is defined to include any one who owns a demand or claim provable in bankruptcy. Sec. 1, sub. 9, Bankruptcy Act, 1898, 3 U.S. Comp. St. 3419. It is essential, therefore, in order to set aside the alleged preference, that Shaw &amp; Company at the time of the transfer should have stood in the relation of creditor to the bankrupt. Of course, if the New York rule based upon <i>Markham</i> v. <i>Jaudon</i> is correct, and the broker was the pledgee of the customer's stock, there can be no question that in redeeming these stocks for the purpose of satisfying the pledge no preferential transfer under the bankruptcy act resulted.</p>\n<p>In our view we think no different result is reached, so far as a preference in bankruptcy is concerned, if the Massachusetts cases could be taken to lay down the correct rule of the relations between broker and customer.</p>\n<p>That rule is said to have its origin in <i>Hayes</i> v. <i>Wood,</i> 15 Gray, 375, decided in 1860, in which the opinion, though by Chief Justice Shaw, is very brief. It was therein held that the broker was a holder of the shares upon conditional contract <span class=\"star-pagination\">*382</span> to deliver them to the customer upon the payment of so much money, and until the money was paid the right to have performance did not accrue.</p>\n<p>In <i>Covell</i> v. <i>Loud,</i> 135 Massachusetts, 41, the right of the broker was considered after the customer had refused to pay the necessary margin, and after the customer had requested the broker to do the best he could for him and to sell the stock at the broker's board without notice, and it was held that under such circumstances the broker was not liable for conversion.</p>\n<p>In <i>Weston</i> v. <i>Jordan</i><i>,</i> 168 Massachusetts, 401, the question was as to the relation between customer and broker after the broker had parted with the shares after repeated demands by the customer and refusal by the broker to deliver the shares, and it was held that a valid cause of action arose in favor of the customer, whether for breach of contract, or for conversion, it matters not.</p>\n<p>In <i>Chase</i> v. <i>Boston,</i> 180 Massachusetts, 459, the opinion is by Chief Justice Holmes, and the question directly decided is whether a broker who held shares of stock in his own name, and which he carried for his customer on margin, was required to pay a city tax upon the value. It was held that he was. In that case the learned justice said:</p>\n<p>\"No doubt, whichever view be taken, there will be anomalies, and no doubt it is possible to read into either a sufficient number of implied understandings to make it consistent with itself. Purchases on margin certainly retain some of the characteristics of ordinary single purchases by an agent, out of which they grew. The broker buys and is expected to buy stock from third persons to the amount of the order. <i>Rothschild</i> v. <i>Brookman,</i> 5 Bligh (N.R.), 165; <i>Taussig</i> v. <i>Hart,</i> 58 N.Y. 425. He charges his customer a commission. He credits him with dividends and charges him with assessments on stock. However the transaction is closed, the profit or loss is the customer's. But none of these features is decisive.\"</p>\n<p>And while the rule dating back to the decision of Chief Justice Shaw in 15 Gray was recognized as the law of Massachusetts, <span class=\"star-pagination\">*383</span> there is nothing in the case decisive of the question now before us.</p>\n<p>The case most relied upon as showing the preference is <i>Weston</i> v. <i>Jordan</i><i>,</i> 168 Massachusetts, <i>supra.</i> It was held in that case that Wheatland, the broker (Weston was his assignee in insolvency), had become a debtor to the customer Jordan, having parted with the control of the shares and substituting none others for them after repeated demands for them by the customer. And it was held that when the insolvent broker went into the street and bought that kind of stocks with his own money and the customer took the stocks, knowing of such purchase, the transaction amounted to a preference; and in course of the discussion Mr. Justice Allen, referring to the contention of counsel that the Massachusetts rule should be reconsidered in view of the rules adopted in New York and other States, said (p. 404):</p>\n<p>\"The defendant seeks to have these decisions reconsidered; but the facts of the present case do not call for such reconsideration of the general doctrine. Even if at the outset Jordan were to be deemed a pledgor, and Wheatland a pledgee, of the shares, that relation was changed by what happened afterwards. . . . After Wheatland had parted with the control of the shares, and <i>after repeated demands for them by Jordan, and refusals by Wheatland to deliver them, Jordan had a valid ground of action against Wheatland, either for breach of contract or for a conversion; it matters not which.</i>\"</p>\n<p>The facts in the present case are entirely different from those disclosed in the case just cited. In the present case there was no demand for the return of the stocks which was refused by the broker; but, recognizing the obligation of the contract, when the stocks were demanded the broker proceeded to redeem them from the pledge which he had made of them under the right given by the contract between the parties, and turned them over to the customer. In such case the relation of debtor and creditor did not arise as it might upon the refusal, as in <i>Weston</i> v. <i>Jordan</i><i>,</i> to turn over the stocks upon demand.</p>\n<p><span class=\"star-pagination\">*384</span> After an examination of the Massachusetts cases, Judge Lowell held in <i>In re Swift,</i> 105 Fed. Rep. 493, while following the Massachusetts rule as between broker and customer, that no cause of action arose until after demand by the customer. And the same view was taken in the same case upon review in the Court of Appeals for the First Circuit in an opinion by Judge Putnam. 112 Fed. Rep. 315. While both courts held that under the law, as defined in the Massachusetts cases, bankruptcy excused demand, they held that the customer did not become a creditor upon insolvency, but only after demand and refusal or its equivalent.</p>\n<p>How then stood the parties at the time of the demand for the return of these shares of stock? They were held upon a contract, which required the broker, upon demand, to turn over the shares purchased, or similar shares, to the customer upon payment of advancements, interest and commissions. These stocks were redeemed and turned over to him; as a consequence the relation of debtor and creditor as between the broker and customer did not arise.</p>\n<p>Upon the principles heretofore discussed, we think the payment of the $5,000, on June 24, was not a preferential payment to a creditor. The customer had demanded settlement, the broker had paid the $5,000, and on the following day this sum was taken into account in settling the account before turning over to the customer the stock belonging to him, according to the understanding of the parties.</p>\n<p>We find no error in the judgment of the Court of Appeals, and the same is</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE HOLMES:</p>\n<p>If I had been left to decide this case alone I should have adhered to the opinion which, upon authority and conviction, I helped to enforce in another place. I have submitted a memorandum of the reasons that prevailed in my mind to my brethren, and as it has not convinced them I presume that <span class=\"star-pagination\">*385</span> I am wrong. I suppose that it is possible to say that after a purchase of stock is announced to a customer he becomes an equitable tenant in common of all the stock of that kind in the broker's hands, that the broker's powers of disposition, extensive as they are, are subject to the duty to keep stock enough on hand to satisfy his customers' claims, and that the nature of the stock identifies the fund as fully as a grain elevator identifies the grain for which receipts are out. It would seem to follow that the customer would have a right to demand his stock of the trustee himself, as well as to receive it from the bankrupt, on paying whatever remained to be paid. A just deference to the views of my brethren prevents my dissenting from the conclusion reached, although I cannot but feel a lingering doubt.</p>\n</div>", "id": 96836, "judges": "Day", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/96836/", "sha1": "e789fd5f9dedfc9e74fe1795c41e66e609eaae36", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:41:42"}