{"absolute_url": "/opinion/101445/western-atlantic-r-co-v-henderson/", "blocked": false, "citation": {"case_name": "Western & Atlantic R. Co. v. Henderson", "docket_number": "519", "document_uris": ["/api/rest/v2/document/101445/"], "federal_cite_one": "279 U.S. 639", "federal_cite_three": null, "federal_cite_two": null, "id": 85828, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/85828/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 32, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1929-05-27", "date_modified": "2015-01-08T14:52:37.250071", "docket": "/api/rest/v2/docket/406434/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">279 U.S. 639</p>\n    <p class=\"case_cite\">49 S.Ct. 445</p>\n    <p class=\"case_cite\">73 L.Ed. 884</p>\n    <p class=\"parties\">WESTERN &amp; A. R. R.<br>v.<br>HENDERSON et al.</p>\n    <p class=\"docket\">No. 519.</p>\n    <p class=\"date\">Argued April 17, 1929.</p>\n    <p class=\"date\">Decided May 27, 1929.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. Fitzgerald Hall, of Nashville, Tenn., and John L. Tye, of Atlanta, Ga., for appellant.</p>\n      <p class=\"indent\">Mr. Reuben R. Arnold, of Atlanta, Ga., for appellees.</p>\n      <p class=\"indent\">Mr. Justice BUTLER delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellee, Mary E. Henderson, sued to recover damages for the death of her husband. He was killed near Tunnell Hill, Ga., at a grade crossing of a public highway and appellant's railroad, in a collision between a motortruck that he was driving and one of appellant's railway trains. The jury returned a verdict for her, and the judgment entered thereon was affirmed in the Court of Appeals and in the Supreme Court of the State.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The question presented is whether the due process clause of the Fourteenth Amendment is violated by section 2780 of the Georgia Civil Code. It follows: 'A railroad company shall be liable for any damages done to persons, stock, or other property by the running of the locomotives, or cars, or other machinery of such company, or for damage done by any person in the employment and service of such company, unless the company shall make it appear that their agents have exercised all ordinary and reasonable care and diligence, the presumption in all cases being against the company.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Plaintiff's declaration charges that the collision and death were caused by negligence of defendant and its employees: In leaving the crossing in a dangerous condition; in failing to sound the whistle to give warning or to keep a lookout ahead as the train approached the crossing; in that defendant's employees, after they saw the truck upon the crossing, failed to stop the train but accelerated its speed; in running at a dangerous speed; in not having the train under control when approaching the crossing; in operating the train by a 'practically blind engineer.' The answer denied that defendant or any of its employees was guilty of negligence and alleged that deceased came to his death as a result of his own fault.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Plaintiff proved that her husband was killed in the collision. She also offered some evidence of negligent maintenance and a dangerous condition of the crossing. And it necessarily appeared that the train failed to stop in time to avoid the collision. Plaintiff offered no evidence, and there was none in the case, to support her other allegations of negligence. Defendant offered much evidence tending to show that it and its employees exercised due care for the proper maintenance of the track and crossing and in the operation of the train, and that neither it nor any employee was guilty of any negligence charged.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The court's charge included the following: 'When it has been made to appear that injury or damage has occurred by reason of the operation of the locomotive and train of cars of a railroad company, the presumption arises that the railroad company and its employees were negligent in each of the particulars specified in the plaintiff's petition, and the burden thereupon shifts to the railroad company to show that its employees exercised ordinary care and diligence in the particulars wherein they are alleged to have been negligent, and, unless it does so, the fact of the injury or damage having been made to appear, the plaintiff, suing for recovery of damages by reason of such injury, would be entitled to recover. * * * The burden is upon the plaintiff in this case to establish her contentions by a preponderance of the evidence. That is subject to the qualification, already given you, that, when the fact of the killing has been made to appear, the presumption arises that the defendant company was negligent in each of the particulars specified in the petition, and the burden thereupon shifts to the defendant company to show that its employees exercised ordinary care and diligence in such particulars.'</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Upon the mere fact of collision and resulting death, the statute is held to raise a presumption that defendant and its employees were negligent in each of the particulars alleged, and that every act or omission in plaintiff's specifications of negligence was the proximate cause of the death, and it makes defendant liable unless it showed due care in respect of every matter alleged against it. And, by authorizing the jury, in the absence of evidence, to find negligence in the operation of the engine and train, the court necessarily permitted the presumption to be considered and weighed as evidence against the testimony of defendant's witnesses tending affirmatively to prove such operation was not negligent in any respect.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Appellee insists that section 2780 is valid, and argues that the presumption, being one established by statute, has the effect of evidence, and that it is for the jury to decide whether the company's evidence is sufficient to overcome the presumption; that 'it should not as a matter of law be dissipated the instant any testimony is taken against it,' and that the issue is to be determined on a consideration of all the evidence including the presumption.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Legislation declaring that proof of one fact of group of facts shall constitute prima facie evidence of an ultimate fact in issue is valid if there is a rational connection between what is proved and what is to be inferred. A prima facie presumption casts upon the person against whom it is applied the duty of going forward with his evidence on the particular point to which the presumption relates. A statute creating a presumption that is arbitrary, or that operates to deny a fair opportunity to repel it, violates the due process clause of the Fourteenth Amendment. Legislative fiat may not take the place of fact in the judicial determination of issues involving life, liberty, or property. Manley v. Georgia, 279 U. S. 1, 49 S. Ct. 215, 73 L. Ed. &#8212;, and cases cited.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The mere fact of collision between a railway train and a vehicle at a highway grade crossing furnishes no basis for any inference as to whether the accident was caused by negligence of the railway company, or of the traveler on the highway, or of both, or without fault of any one. Reasoning does not lead from the occurrence back to its cause. And the presumption was used to support conflicting allegations of negligence. Plaintiff claimed that the engineer failed to keep a lookout ahead, that he did not stop the train after he saw the truck on the crossing, and that his eyesight was so bad that he could not see the truck in time to stop the train.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Appellee relies principally upon Mobile, J. &amp; K. C. R. R. v. Turnipseed, 219 U. S. 35, 31 S. Ct. 136, 55 L. Ed. 78, 32 L. R. A. (N. S.) 226, Ann. Cas. 1912A, 463. That was an action in a court of Mississippi to recover damages for the death of a section foreman accidentally killed in that state. While engaged about his work he stood by the track to let a train pass; a derailment occurred and a car fell upon him. A statute of the state provided: '* * * Proof of injury inflicted by the running of the locomotives or cars of such (railroad) company shall be prima facie evidence of the want of reasonable skill and care on the part of the servants of the company in reference to such injury.' That provision was assailed as arbitrary and in violation of the due process clause of the Fourteenth Amendment. This court held it valid and said (page 43 of 219 U. S. (31 S. Ct. 138)). 'The only legal effect of this inference is to cast upon the railroad company the duty of producing some evidence to the contrary. When that is done the inference is at end, and the question of negligence is one for the jury upon all of the evidence. * * * The statute does not * * * fail in due process of law, because it creates a presumption of liability, since its operation is only to supply an inference of liability in the absence of other evidence contradicting such inference.' That case is essentially different from this one. Each of the state enactments raises a presumption from the fact of injury caused by the running of locomotives or cars. The Mississippi statute created merely a temporary inference of fact that vanished upon the introduction of opposing evidence. Gulf, M. &amp; N. R. Co. v. Brown, 138 Miss. 39, 66, 102 So. 855 et seq.; Columbus &amp; G. Ry. Co. v. Fondren, 145 Miss. 679, 110 So. 365. That of Georgia as construed in this case creates an inference that is given effect of evidence to be weighed against opposing testimony, and is to prevail unless such testimony is found by the jury to preponderate.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The presumption raised by section 2780 is unreasonable and arbitrary, and violates the due process clause of the Fourteenth Amendment. Manley v. Georgia, supra; McFarland v. American Sugar Co., 241 U. S. 79, 36 S. Ct. 498, 60 L. Ed. 899; Bailey v. Alabama, 219 U. S. 219, 31 S. Ct. 145, 55 L. Ed. 191.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Judgment reversed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The construction of &#167; 2780 by the trial court is in harmony with that given it in the higher courts of the state. Western &amp; Atlantic R. R. v. Thompson, 38 Ga. App. 599, 144 S. E. 831; Western &amp; Atlantic R. R. v. Dobbs, 36 Ga. App. 516, 137 S. E. 408; Central of Georgia Ry. Co. v. Barnett, 35 Ga. App. 528, 134 S. E. 126; Payne, Agent, v. Wells, 28 Ga. App. 29, 109 S. E. 926; Central of Georgia Ry. Co. v. Hartley, 25 Ga. App. 110, 103 S. E. 259; Georgia Ry. &amp; Electric Co. v. Bailey, 9 Ga. App. 106, 70 S. E. 607; Ellenberg v. Southern R. Co., 5 Ga. App. 389, 63 S. E. 240. And see Georgia Southern &amp; Florida Ry. Co. v. Thornton, 144 Ga. 481, 87 S. E. 388.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>279 U.S. 639 (1929)</b></center>\n<center><h1>WESTERN &amp; ATLANTIC RAILROAD<br>\nv.<br>\nHENDERSON ET AL.</h1></center>\n<center>No. 519.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 17, 1929.</center>\n<center>Decided May 27, 1929.</center>\nAPPEAL FROM THE SUPREME COURT OF GEORGIA.\n<p><i>Mr. Fitzgerald Hall,</i> with whom <i>Messrs. Frank Slemons</i> and <i>Walton Whitwell</i> were on the brief, for appellant.</p>\n<p><i>Mr. Reuben R. Arnold,</i> with whom <i>Messrs. W.E. Mann, W.G. Mann,</i> and <i>J.A. McFarland</i> were on the brief, for appellees.</p>\n<p>MR. JUSTICE BUTLER delivered the opinion of the Court.</p>\n<p>Appellee, Mary E. Henderson, sued to recover damages for the death of her husband. He was killed near Tunnel <span class=\"star-pagination\">*640</span> Hill, Georgia, at a grade crossing of a public highway and appellant's railroad, in a collision between a motor truck that he was driving and one of appellant's railway trains. The jury returned a verdict for her and the judgment entered thereon was affirmed in the court of appeals and in the supreme court of the State.</p>\n<p>The question presented is whether the due process clause of the Fourteenth Amendment is violated by § 2780 of the Georgia Civil Code. It follows: \"A railroad company shall be liable for any damages done to persons, stock, or other property by the running of the locomotives, or cars, or other machinery of such company, or for damage done by any person in the employment and service of such company, unless the company shall make it appear that their agents have exercised all ordinary and reasonable care and diligence, the presumption in all cases being against the company.\"</p>\n<p>Plaintiff's declaration charges that the collision and death were caused by negligence of defendant and its employees: in leaving the crossing in a dangerous condition; in failing to sound the whistle to give warning or to keep a lookout ahead as the train approached the crossing; in that defendant's employees, after they saw the truck upon the crossing, failed to stop the train but accelerated its speed; in running at a dangerous speed; in not having the train under control when approaching the crossing; in operating the train by a \"practically blind engineer.\" The answer denied that defendant or any of its employees was guilty of negligence and alleged that deceased came to his death as a result of his own fault.</p>\n<p>Plaintiff proved that her husband was killed in the collision. She also offered some evidence of negligent maintenance and a dangerous condition of the crossing. And it necessarily appeared that the train failed to stop in time to avoid the collision. Plaintiff offered no evidence, and there was none in the case, to support her other allegations <span class=\"star-pagination\">*641</span> of negligence. Defendant offered much evidence tending to show that it and its employees exercised due care for the proper maintenance of the track and crossing and in the operation of the train and that neither it nor any employee was guilty of any negligence charged.</p>\n<p>The court's charge included the following: \"When it has been made to appear that injury or damage has occurred by reason of the operation of the locomotive and train of cars of a railroad company, the presumption arises that the railroad company and its employees were negligent in each of the particulars specified in the plaintiff's petition, and the burden thereupon shifts to the railroad company to show that its employees exercised ordinary care and diligence in the particulars wherein they are alleged to have been negligent, and, unless it does so, the fact of the injury or damage having been made to appear, the plaintiff, suing for recovery of damages by reason of such injury, would be entitled to recover. . . . The burden is upon the plaintiff in this case to establish her contentions by a preponderance of the evidence. That is subject to the qualification already given you, that, when the fact of the killing has been made to appear, the presumption arises that the defendant company was negligent in each of the particulars specified in the petition, and the burden thereupon shifts to the defendant company to show that its employees exercised ordinary care and diligence in such particulars.\"</p>\n<p>Upon the mere fact of collision and resulting death, the statute is held to raise a presumption that defendant and its employees were negligent in each of the particulars alleged, and that every act or omission in plaintiff's specifications of negligence was the proximate cause of the death; and it makes defendant liable unless it showed due care in respect of every matter alleged against it. And, by authorizing the jury, in the absence of evidence, to find negligence in the operation of the engine and train, the <span class=\"star-pagination\">*642</span> court necessarily permitted the presumption to be considered and weighed as evidence against the testimony of defendant's witnesses tending affirmatively to prove such operation was not negligent in any respect.<sup>[*]</sup></p>\n<p>Appellee insists that § 2780 is valid, and argues that the presumption, being one established by statute, has the effect of evidence and that it is for the jury to decide whether the company's evidence is sufficient to overcome the presumption; that \"it should not as a matter of law be dissipated the instant any testimony is taken against it,\" and that the issue is to be determined on a consideration of all the evidence including the presumption.</p>\n<p>Legislation declaring that proof of one fact or group of facts shall constitute <i>prima facie</i> evidence of an ultimate fact in issue is valid if there is a rational connection between what is proved and what is to be inferred. A <i>prima facie</i> presumption casts upon the person against whom it is applied the duty of going forward with his evidence on the particular point to which the presumption relates. A statute creating a presumption that is arbitrary or that operates to deny a fair opportunity to repel it violates the due process clause of the Fourteenth Amendment. Legislative fiat may not take the place of fact in the judicial determination of issues involving life, liberty or property. <i>Manley</i> v. <i>Georgia, ante,</i> p. 1, and cases cited.</p>\n<p>The mere fact of collision between a railway train and a vehicle at a highway grade crossing furnishes no basis <span class=\"star-pagination\">*643</span> for any inference as to whether the accident was caused by negligence of the railway company or of the traveler on the highway or of both or without fault of anyone. Reasoning does not lead from the occurrence back to its cause. And the presumption was used to support conflicting allegations of negligence. Plaintiff claimed that the engineer failed to keep a lookout ahead, that he did not stop the train after he saw the truck on the crossing, and that his eyesight was so bad that he could not see the truck in time to stop the train.</p>\n<p>Appellee relies principally upon <i>Mobile, J. &amp; K.C.R.R.</i> v. <i>Turnipseed,</i> 219 U.S. 35. That was an action in a court of Mississippi to recover damages for the death of a section foreman accidentally killed in that State. While engaged about his work he stood by the track to let a train pass; a derailment occurred and a car fell upon him. A statute of the State provided: \". . . Proof of injury inflicted by the running of the locomotives or cars of such [railroad] company shall be <i>prima facie</i> evidence of the want of reasonable skill and care on the part of the servants of the company in reference to such injury.\" That provision was assailed as arbitrary and in violation of the due process clause of the Fourteenth Amendment. This court held it valid and said (p. 43) \"The only legal effect of this inference is to cast upon the railroad company the duty of producing some evidence to the contrary. When that is done, the inference is at an end, and the question of negligence is one for the jury upon all of the evidence. . . . The statute does not . . . fail in due process of law, because it creates a presumption of liability, since its operation is only to supply an inference of Liability in the absence of other evidence contradicting such inference.\" That case is essentially different from this one. Each of the state enactments raises a presumption from the fact of injury caused by the running of locomotives or cars. The Mississippi statute created <span class=\"star-pagination\">*644</span> merely a temporary inference of fact that vanished upon the introduction of opposing evidence. <i>Gulf, M. &amp; N.R. Co.</i> v. <i>Brown,</i> 138 Miss. 39, 66, <i>et seq. </i><i>Columbus &amp; G. Ry. Co.</i> v. <i>Fondren,</i> 145 Miss. 679. That of Georgia as construed in this case creates an inference that is given effect of evidence to be weighed against opposing testimony and is to prevail unless such testimony is found by the jury to preponderate.</p>\n<p>The presumption raised by § 2780 is unreasonable and arbitrary and violates the due process clause of the Fourteenth Amendment. <i>Manley</i> v. <i>Georgia, supra</i><i>. </i><i>McFarland</i> v. <i>American Sugar Co.,</i> 241 U.S. 79. <i>Bailey</i> v. <i>Alabama,</i> 219 U.S. 219.</p>\n<p><i>Judgment reversed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  The construction of § 2780 by the trial court is in harmony with that given it in the higher courts of the state. <i>Western &amp; Atlantic R.R.</i> v. <i>Thompson,</i> 38 Ga. App. 599. <i>Western &amp; Atlantic R.R.</i> v. <i>Dobbs,</i> 36 Ga. App. 516. <i>Central of Georgia Ry. Co.</i> v. <i>Barnett,</i> 35 Ga. App. 528. <i>Payne, Agent</i> v. <i>Wells,</i> 28 Ga. App. 29. <i>Central of Georgia Ry. Co.</i> v. <i>Hartley,</i> 25 Ga. App. 110. <i>Georgia Ry. &amp; Electric Co.</i> v. <i>Bailey,</i> 9 Ga. App. 106. <i>Ellenberg</i> v. <i>Southern Ry.,</i> 5 Ga. App. 389. And see <i>Georgia Southern &amp; Florida Ry.</i> v. <i>Thornton,</i> 144 <i>Ga.</i> 481.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">279</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">639</span></span> (1929)</b></center>\n<center><h1>WESTERN &amp; ATLANTIC RAILROAD<br>\nv.<br>\nHENDERSON ET AL.</h1></center>\n<center>No. 519.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 17, 1929.</center>\n<center>Decided May 27, 1929.</center>\nAPPEAL FROM THE SUPREME COURT OF GEORGIA.\n<p><i>Mr. Fitzgerald Hall,</i> with whom <i>Messrs. Frank Slemons</i> and <i>Walton Whitwell</i> were on the brief, for appellant.</p>\n<p><i>Mr. Reuben R. Arnold,</i> with whom <i>Messrs. W.E. Mann, W.G. Mann,</i> and <i>J.A. McFarland</i> were on the brief, for appellees.</p>\n<p>MR. JUSTICE BUTLER delivered the opinion of the Court.</p>\n<p>Appellee, Mary E. Henderson, sued to recover damages for the death of her husband. He was killed near Tunnel <span class=\"star-pagination\">*640</span> Hill, Georgia, at a grade crossing of a public highway and appellant's railroad, in a collision between a motor truck that he was driving and one of appellant's railway trains. The jury returned a verdict for her and the judgment entered thereon was affirmed in the court of appeals and in the supreme court of the State.</p>\n<p>The question presented is whether the due process clause of the Fourteenth Amendment is violated by § 2780 of the Georgia Civil Code. It follows: \"A railroad company shall be liable for any damages done to persons, stock, or other property by the running of the locomotives, or cars, or other machinery of such company, or for damage done by any person in the employment and service of such company, unless the company shall make it appear that their agents have exercised all ordinary and reasonable care and diligence, the presumption in all cases being against the company.\"</p>\n<p>Plaintiff's declaration charges that the collision and death were caused by negligence of defendant and its employees: in leaving the crossing in a dangerous condition; in failing to sound the whistle to give warning or to keep a lookout ahead as the train approached the crossing; in that defendant's employees, after they saw the truck upon the crossing, failed to stop the train but accelerated its speed; in running at a dangerous speed; in not having the train under control when approaching the crossing; in operating the train by a \"practically blind engineer.\" The answer denied that defendant or any of its employees was guilty of negligence and alleged that deceased came to his death as a result of his own fault.</p>\n<p>Plaintiff proved that her husband was killed in the collision. She also offered some evidence of negligent maintenance and a dangerous condition of the crossing. And it necessarily appeared that the train failed to stop in time to avoid the collision. Plaintiff offered no evidence, and there was none in the case, to support her other allegations <span class=\"star-pagination\">*641</span> of negligence. Defendant offered much evidence tending to show that it and its employees exercised due care for the proper maintenance of the track and crossing and in the operation of the train and that neither it nor any employee was guilty of any negligence charged.</p>\n<p>The court's charge included the following: \"When it has been made to appear that injury or damage has occurred by reason of the operation of the locomotive and train of cars of a railroad company, the presumption arises that the railroad company and its employees were negligent in each of the particulars specified in the plaintiff's petition, and the burden thereupon shifts to the railroad company to show that its employees exercised ordinary care and diligence in the particulars wherein they are alleged to have been negligent, and, unless it does so, the fact of the injury or damage having been made to appear, the plaintiff, suing for recovery of damages by reason of such injury, would be entitled to recover. . . . The burden is upon the plaintiff in this case to establish her contentions by a preponderance of the evidence. That is subject to the qualification already given you, that, when the fact of the killing has been made to appear, the presumption arises that the defendant company was negligent in each of the particulars specified in the petition, and the burden thereupon shifts to the defendant company to show that its employees exercised ordinary care and diligence in such particulars.\"</p>\n<p>Upon the mere fact of collision and resulting death, the statute is held to raise a presumption that defendant and its employees were negligent in each of the particulars alleged, and that every act or omission in plaintiff's specifications of negligence was the proximate cause of the death; and it makes defendant liable unless it showed due care in respect of every matter alleged against it. And, by authorizing the jury, in the absence of evidence, to find negligence in the operation of the engine and train, the <span class=\"star-pagination\">*642</span> court necessarily permitted the presumption to be considered and weighed as evidence against the testimony of defendant's witnesses tending affirmatively to prove such operation was not negligent in any respect.<sup>[*]</sup></p>\n<p>Appellee insists that § 2780 is valid, and argues that the presumption, being one established by statute, has the effect of evidence and that it is for the jury to decide whether the company's evidence is sufficient to overcome the presumption; that \"it should not as a matter of law be dissipated the instant any testimony is taken against it,\" and that the issue is to be determined on a consideration of all the evidence including the presumption.</p>\n<p>Legislation declaring that proof of one fact or group of facts shall constitute <i>prima facie</i> evidence of an ultimate fact in issue is valid if there is a rational connection between what is proved and what is to be inferred. A <i>prima facie</i> presumption casts upon the person against whom it is applied the duty of going forward with his evidence on the particular point to which the presumption relates. A statute creating a presumption that is arbitrary or that operates to deny a fair opportunity to repel it violates the due process clause of the Fourteenth Amendment. Legislative fiat may not take the place of fact in the judicial determination of issues involving life, liberty or property. <i>Manley</i> v. <i>Georgia, ante,</i> p. 1, and cases cited.</p>\n<p>The mere fact of collision between a railway train and a vehicle at a highway grade crossing furnishes no basis <span class=\"star-pagination\">*643</span> for any inference as to whether the accident was caused by negligence of the railway company or of the traveler on the highway or of both or without fault of anyone. Reasoning does not lead from the occurrence back to its cause. And the presumption was used to support conflicting allegations of negligence. Plaintiff claimed that the engineer failed to keep a lookout ahead, that he did not stop the train after he saw the truck on the crossing, and that his eyesight was so bad that he could not see the truck in time to stop the train.</p>\n<p>Appellee relies principally upon <i>Mobile, J. &amp; K.C.R.R.</i> v. <i>Turnipseed,</i> 219 U.S. 35. That was an action in a court of Mississippi to recover damages for the death of a section foreman accidentally killed in that State. While engaged about his work he stood by the track to let a train pass; a derailment occurred and a car fell upon him. A statute of the State provided: \". . . Proof of injury inflicted by the running of the locomotives or cars of such [railroad] company shall be <i>prima facie</i> evidence of the want of reasonable skill and care on the part of the servants of the company in reference to such injury.\" That provision was assailed as arbitrary and in violation of the due process clause of the Fourteenth Amendment. This court held it valid and said (p. 43) \"The only legal effect of this inference is to cast upon the railroad company the duty of producing some evidence to the contrary. When that is done, the inference is at an end, and the question of negligence is one for the jury upon all of the evidence. . . . The statute does not . . . fail in due process of law, because it creates a presumption of liability, since its operation is only to supply an inference of Liability in the absence of other evidence contradicting such inference.\" That case is essentially different from this one. Each of the state enactments raises a presumption from the fact of injury caused by the running of locomotives or cars. The Mississippi statute created <span class=\"star-pagination\">*644</span> merely a temporary inference of fact that vanished upon the introduction of opposing evidence. <i>Gulf, M. &amp; N.R. Co.</i> v. <i>Brown,</i> <span class=\"citation no-link\"><span class=\"volume\">138</span> <span class=\"reporter\">Miss.</span> <span class=\"page\">39</span></span>, 66, <i>et seq. </i><i>Columbus &amp; G. Ry. Co.</i> v. <i>Fondren,</i> 145 Miss. 679. That of Georgia as construed in this case creates an inference that is given effect of evidence to be weighed against opposing testimony and is to prevail unless such testimony is found by the jury to preponderate.</p>\n<p>The presumption raised by § 2780 is unreasonable and arbitrary and violates the due process clause of the Fourteenth Amendment. <i>Manley</i> v. <i>Georgia, supra</i><i>. </i><i>McFarland</i> v. <i>American Sugar Co.,</i> 241 U.S. 79. <i>Bailey</i> v. <i>Alabama,</i> 219 U.S. 219.</p>\n<p><i>Judgment reversed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  The construction of § 2780 by the trial court is in harmony with that given it in the higher courts of the state. <i>Western &amp; Atlantic R.R.</i> v. <i>Thompson,</i> 38 Ga. App. 599. <i>Western &amp; Atlantic R.R.</i> v. <i>Dobbs,</i> 36 Ga. App. 516. <i>Central of Georgia Ry. Co.</i> v. <i>Barnett,</i> 35 Ga. App. 528. <i>Payne, Agent</i> v. <i>Wells,</i> 28 Ga. App. 29. <i>Central of Georgia Ry. Co.</i> v. <i>Hartley,</i> 25 Ga. App. 110. <i>Georgia Ry. &amp; Electric Co.</i> v. <i>Bailey,</i> 9 Ga. App. 106. <i>Ellenberg</i> v. <i>Southern Ry.,</i> 5 Ga. App. 389. And see <i>Georgia Southern &amp; Florida Ry.</i> v. <i>Thornton,</i> 144 <i>Ga.</i> 481.</p>\n\n</div>", "id": 101445, "judges": "Butler", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/101445/", "sha1": "99db90a475ca2b4f110903edac042defbbff94e9", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:48:48"}