{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "80 U.S. 104", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/88441/"
    ], 
    "scotus_early_cite": "13 Wall. 104", 
    "case_name": "Norwich Co. v. Wright", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 58206, 
    "resource_uri": "/api/rest/v2/citation/58206/"
  }, 
  "id": 88441, 
  "blocked": false, 
  "judges": "Bradley", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1872-03-18", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>80 U.S. 104 (____)</b></center>\n<center><b>13 Wall. 104</b></center>\n<center><h1>NORWICH COMPANY<br>\nv.<br>\nWRIGHT.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*108</span> Messrs. R.H. Huntley and C.R. Ingersoll, in support of the ruling below.</p>\n<p>Messrs. G.B. Hibbard, E.H. Owen, and J. Halsey, contra.</p>\n<p><span class=\"star-pagination\">*114</span> Mr. Justice BRADLEY delivered the opinion of the court.</p>\n<p>The appeal brings up all the questions in the cause. The first one is which vessel was in fault. And on this point we are satisfied from an examination of the evidence in the case with the finding of the District and Circuit Courts as to the responsibility of the steamboat for the happening of the collision. There is very strong evidence to show that the schooner's light was burning brightly, it being specially examined both before and after the collision; and that the vessel could be seen, and was seen, by another steamer a full mile off just before the collision happened. The Electra was three-fourths of a mile in rear of the City of Norwich, directly in her track, and her officers saw the schooner some time before the occurrence. They saw her one point on their port bow when the City of Norwich was dead ahead. Now, the course of the schooner was nearly at right angles to that of the two steamers. If, therefore, she was one point on the port bow of the Electra, when a mile distant, it required but little calculation to show that at that time she must have been between an eighth and a quarter of a mile from the line of direction in which the two steamers were <span class=\"star-pagination\">*115</span> sailing. As she was making three or four knots an hour, and as the City of Norwich was making twelve, it must have taken the schooner, after this, two or three minutes to get up to the line of direction of the City of Norwich, during which time the latter would traverse nearly half a mile. So that when the schooner was first seen from the Electra she must have been half a mile distant from the City of Norwich, and, therefore, the theory of the claimants that she was only to be seen by reason of the lights from the City of Norwich shining on her sails, falls to the ground. If, therefore, she was seen from the Electra, more than a mile distant, she ought to have been seen from the City of Norwich, which was three-fourths of a mile nearer to her. All the circumstances mentioned by the pilot of the Electra corroborate these conclusions. He says that the schooner was a mile off from the Electra when he saw her, and that this was \"two minutes before the collision.\" He adds that the steamer City of Norwich blew her whistle immediately after the collision, and that he discovered the schooner two or three minutes before he heard the whistle. This evidence is adverted to, because it is of that circumstantial nature which often demonstrates the truth more strongly than the most positive testimony. It may be added that it is corroborated in many particulars by other evidence in the cause. As to her lights, it is admitted, or at least clearly proved, that the schooner had a green light in the proper place; but several witnesses say it was a dim light. It is proper to observe that nearly all those who say this only saw the light after the collision, the shock of which may have temporarily affected the brilliancy of the lamp. But, without pursuing the subject further, it is sufficient to say, that in our opinion the evidence is clear that the steamer was in fault in not seeing the schooner in time to prevent a collision. It was her duty to keep out of the way of the schooner; she was not only propelled by steam, but the schooner was beating against a head wind. So that every circumstance in the case cast the duty of avoiding a collision upon the steamer. Her liability is clear.</p>\n<p><span class=\"star-pagination\">*116</span> The next question is, whether the owners of the steamer are entitled to the benefits of the act of 1851, limiting the liability of ship-owners to the amount of their interest in the vessel and her freight; and, if so, whether they can have relief in the District Court in the proceedings instituted against them. This involves the true construction of that act; and, to reach this, it may be useful to take a cursory view of previous legislation on the subject in other countries as well as in this.</p>\n<p>The history of the limitation of liability of ship-owners is matter of common knowledge. The learned opinion of Judge Ware in the case of The Rebecca,<sup>[*]</sup> leaves little to be desired on the subject. He shows that it originated in the maritime law of modern Europe; that whilst the civil, as well as the common, law made the owner responsible to the whole extent of damage caused by the wrongful act or negligence of the master or crew, the maritime law only made them liable (if personally free from blame) to the amount of their interest in the ship. So that, if they surrendered the ship, they were discharged.</p>\n<p>Grotius, in his law of War and Peace,<sup>[\u0086]</sup> says that men would be deterred from investing in ships if they thereby incurred the apprehension of being rendered liable to an indefinite amount by the acts of the master, and therefore, in Holland, they had never observed the Roman law on that subject, but had a regulation that the ship-owners should be bound no farther than the value of their ship and freight. The maritime law, as codified in the celebrated French Ordonnance de la Marine, in 1681, expressed the rule thus: \"The proprietors of vessels shall be responsible for the acts of the master, but they shall be discharged by abandoning the ship and freight.\" Valin, in his commentary on this <span class=\"star-pagination\">*117</span> passage,<sup>[*]</sup> after specifying certain engagements of the master which are binding on the owners, without any limit of responsibility, such as contracts for the benefit of the vessel, made during the voyage (except contracts of bottomry), says: \"With these exceptions it is just that the owner should not be bound for the acts of the master, except to the amount of the ship and freight. Otherwise he would run the risk of being ruined by the bad faith or negligence of his captain, and the apprehension of this would be fatal to the interests of navigation. It is quite sufficient that he be exposed to the loss of his ship and of the freight, to make it his interest, independently of any goods he may have on board, to select a reliable captain.\" Pardessus says:<sup>[\u0086]</sup> \"The owner is bound civilly for all delinquencies committed by the captain within the scope of his authority, but he may discharge himself therefrom by abandoning the ship and freight; and, if they are lost, it suffices for his discharge, to surrender all claims in respect of the ship and its freight,\" such as insurance, &amp;c.</p>\n<p>The same general doctrine is laid down by many other writers on maritime law. So that it is evident that, by this law, the owner's liability was coextensive with his interest in the vessel and its freight, and ceased by his abandonment and surrender of these to the parties sustaining loss.</p>\n<p>This rule, to a partial extent, was adopted in England by the act of 7 George II, passed in 1734. By this act, after reciting that it was of the greatest consequence to the kingdom to promote the increase of the number of ships, and to prevent any discouragement to merchants and others from being interested and concerned therein, it was enacted that no ship-owner should be responsible for loss or damage to goods on board the ship by embezzlement of the master or mariners, without his privity or knowledge, further than the value of the ship and her appurtenances, and the freight due thereon for the voyage; and, if greater damage occurred, it should be averaged among those who sustained it. By 26 George <span class=\"star-pagination\">*118</span> III (1786) this limitation of liability was extended to robbery and to losses in which the master and mariners had no part, and liability for loss by fire was entirely removed, as well as liability for loss of gold and jewelry, unless its nature and value were disclosed. By 53 George III (1813), the liability limitation of ship-owners was still further extended to cases of loss by negligence of the master and mariners, and to damage done to other ships and their cargoes, including of course, cases of collision. In the first two of these statutes it was provided that if the loss or damage fell on more than one party, either the parties injured or the ship-owners might file a bill in equity to ascertain the whole amount of loss on the one side and the value of the offending vessel and her freight on the other, so as to have a proper distribution of the latter, pro rata, amongst those who sustained damage. The last statute gave this remedy to the ship-owners alone, it being for their benefit and intended to prevent a multiplicity of suits against them. But they were obliged to pay the value of the vessel and her freight into court, or to give security for the amount, and to acknowledge their liability, inasmuch as the court of chancery would not investigate the question of liability. That being done, they were entitled to a stay of all suits brought against them for damages.<sup>[*]</sup></p>\n<p>Under these statutes the English courts, since the passage of the act of 53 George III (the question does not seem to have arisen before), have held that the value of the ship and freight was to be estimated as it stood immediately prior to the injury, so that if the ship were lost by the occurrence which caused it, or at any subsequent period before the completion of the voyage, the ship-owners were still liable for that value. The statutes contained no provision for a surrender and assignment of the ship and freight, but only for paying their value into court.<sup>[\u0086]</sup> These decisions, it will <span class=\"star-pagination\">*119</span> be seen, create an important distinction between the English statute law and the maritime law.</p>\n<p>Statutes similar in principle to the English acts were passed in 1818 and 1821 by the legislatures of Massachusetts and Maine, differing slightly in form. They limited the liability of the ship-owner to the amount of his interest in the ship and freight for any embezzlement or damage occasioned by the master or mariners without his privity or knowledge, and provided that if the loss or damage were sustained by several persons, and should be more than the value of the offending ship and its freight, either the persons so injured or the ship-owner, or both, might file a bill in equity for discovery and payment of the amount for which the owner might be liable, among those entitled thereto.</p>\n<p>In 1841 the law of France was amended so as to operate still further to the advantage of the ship-owner, by enabling him to obtain, by abandonment of ship and freight, a complete discharge, not only from responsibility for the acts and defaults of the captain, but also for all his engagements and contracts relative to the ship and the voyage.</p>\n<p>In the light of all this previous legislation, the act of Congress was passed in 1851. As we have seen, by the maritime law, the liability of the ship-owner was limited to his interest in the ship and freight for all torts of the master and seamen, whether by collisions or anything else, and sometimes even for the master's contracts; and his liability was so strictly limited that he was discharged by giving up that interest, or by the vessel being lost on the voyage, and the maritime courts found no difficulty in carrying this law into execution. By the English law, as constituted by acts of Parliament, the owner's liability was limited to the amount and value of ship and freight at the time of injury, for damages to cargo and damages to other vessels by collision; but from the restricted jurisdiction of the English admiralty courts, in order to get complete relief where there were many persons suffering damage, the ship-owners were <span class=\"star-pagination\">*120</span> obliged to resort to a bill in chancery. The laws of Maine and Massachusetts seem to have limited the ship-owner's liability in cases of damage to cargo alone; and for complete relief, they refer him to a proceeding in equity.</p>\n<p>The act of Congress seems to have been drawn with direct reference to all these previous laws, and with them before us, its language seems to be not difficult of construction. The first section exempts ship-owners from loss or damage by fire to goods on board the ship, unless caused by their own neglect. The second exempts the owners and master from liability for loss or damage to jewelry, precious metals, or money put on board the ship, unless its character and value be disclosed in writing. These two provisions were substantially contained in the English law of 1786. The third section, which is the one in question, is in the following words:</p>\n<p>\"The liability of the owner or owners of any ship or vessel, for any embezzlement, loss, or destruction, by the master, officers, mariners, passengers, or any other person or persons, of any property, goods, or merchandise, shipped or put on board of such ship or vessel, or for any loss, damage, or injury by collision, or for any act, matter, or thing, loss, damage, or forfeiture, done, occasioned, or incurred, without the privity or knowledge of such owner or owners, shall in no case exceed the amount or value of the interest of such owner or owners respectively, in such ship or vessel, and her freight then pending.\"</p>\n<p>Here the owner's liability is limited to the amount or value of his interest in the vessel and freight, but the section does not define at what time that interest is to be taken. The limitation embraces not only loss or damage happening to goods on board, but \"any loss, damage, or injury by collision.\" The latter claim is independent of the preceding one. It cannot be read to mean, \"loss or injury [to the goods on board] by collision,\" without an unauthorized interpolation. If it had said \"loss, damage, or injury [thereto] by collision,\" it would have been confined to the goods on board the vessel. But it does not so read. The section as <span class=\"star-pagination\">*121</span> constructed limits the ship-owners' liability in three classes of damage or wrong-happening without their privity, and by the fault or neglect of the master or other persons on board, viz.: 1st, damage to goods on board; 2d, damage by collision to other vessels and their cargoes; 3d, any other damage or forfeiture done or incurred.</p>\n<p>In view of the fact that the limited liability of ship-owners was, by the general maritime law, extended to all acts of the master except contracts for the benefit of the ship, and in most places even to these; and of the fact, that the English statutes expressly extended it to cases of collision as well as to injuries to cargoes; we see no reason why the fair natural construction should not be given to the act of 1851, which makes an equally broad application of the rule, and there is nothing in the reason of the thing that should lead us to evade such a construction. The great object of the law was to encourage ship-building and to induce capitalists to invest money in this branch of industry. Unless they can be induced to do so, the shipping interests of the country must flag and decline. Those who are willing to manage and work ships are generally unable to build and fit them. They have plenty of hardiness and personal daring and enterprise, but they have little capital. On the other hand, those who have capital, and invest it in ships, incur a very large risk in exposing their property to the hazards of the sea, and to the management of seafaring men, without making them liable for additional losses and damage to an indefinite amount. How many enterprises in mining, manufacturing, and internal improvements would be utterly impracticable if capitalists were not encouraged to invest in them through corporate institutions by which they are exempt from personal liability, or from liability except to a limited extent? The public interests require the investment of capital in ship-building, quite as much as in any of these enterprises. And if there exist good reasons for exempting innocent ship-owners from liability, beyond the amount of their interest, for loss or damage to goods carried in their vessels, precisely the same reasons exist for exempting them to the same extent <span class=\"star-pagination\">*122</span> from personal liability in cases of collision. In the one case as in the other, their property is in the hands of agents whom they are obliged to employ.</p>\n<p>We are, therefore, of opinion that the respondents were entitled to the benefit of the act of 1851, as against the claim of the libellants.</p>\n<p>But the claim of the libellants alone is not alleged to be greater than the value of the steamer and her freight. The libellants, therefore, would be entitled to receive the whole amount of this damage, if they were the only persons who sustained damage, or if, by reason of the nature of their claim, their lien was superior to that of the owners of the cargo lost on the steamer. Liens for reparation for wrong done are superior to any prior liens for money borrowed, wages, pilotage, &amp;c. But they stand on an equality with regard to each other if they arise from the same cause.<sup>[*]</sup> We think, therefore, that the lien of the libellants for the loss of the schooner and her cargo, arising from the collision, is on an equality with the lien for the loss of the cargo of the steamer, from the same cause. This being so, the case for the application of the statute arises; for it is alleged by the libellants that the damage to the schooner and her cargo, together with the damage arising from the loss of the steamer's cargo, greatly exceeds the value of the steamer and her freight for the voyage.</p>\n<p>We are, therefore, brought to the question whether the District Court had jurisdiction, under the fourth section of the act, to grant the respondents relief by any proceeding to apportion the damages.</p>\n<p>As we have seen, it is declared by the third section that the liability of ship-owners for loss or damage, &amp;c., shall not exceed the amount or value of their interest in the ship and her freight then pending. And by the fourth section it is provided:</p>\n<p>\"If any such embezzlement, loss, or destruction shall be suffered by several freighters or owners of goods, wares, or <span class=\"star-pagination\">*123</span> merchandise, or any property whatever, on the same voyage, and the whole value of the ship or vessel, and her freight for the voyage, shall not be sufficient to make compensation to each of them, they shall receive compensation from the owner or owners of the ship or vessel, in proportion to their respective losses, and for that purpose the said freighters and owners of the property, and the owner or owners of the ship or vessel, or any of them, may take the appropriate proceedings in any court, for the purpose of apportioning the sum for which the owner or owners of the ship or vessel may be liable amongst the parties entitled thereto. And it shall be deemed a sufficient compliance with the requirements of this act, on the part of such owner or owners, if he or they shall transfer his or their interest in such vessel and freight, for the benefit of such claimants, to a trustee, to be appointed by any court of competent jurisdiction, to act as such trustee for the person or persons who may prove to be legally entitled thereto, from and after which transfer all claims and proceedings against the owner or owners shall cease.\"</p>\n<p>The act does not state what court shall be resorted to, nor what proceedings shall be taken; but that the parties, or any of them, may take \"the appropriate proceedings in any court, for the purpose of apportioning the sum for which, &amp;c.\" Now, no court is better adapted than a court of admiralty to administer precisely such relief. It happens every day that the proceeds of a vessel, or other fund, is brought into that court to be distributed amongst those whom it may concern. Claimants are called in by monition to present and substantiate their respective claims; and the fund is divided and distributed according to the respective liens and rights of all the parties. Congress might have invested the Circuit Courts of the United States with the jurisdiction of such cases by bill in equity, but it did not. It is also evident that the State courts have not the requisite jurisdiction. Unless, therefore, the District Courts themselves can administer the law, we are reduced to the dilemma of inferring that the legislature has passed a law which is incapable of execution. <span class=\"star-pagination\">*124</span> This is never to be done if it can be avoided. We have no doubt that the District Courts, as courts of admiralty and maritime jurisdiction, have jurisdiction of the matter; and this court undoubtedly has the power to make all needful rules and regulations for facilitating the course of proceeding.</p>\n<p>It is to be observed, however, that if the ship-owner desires the intervention of the court, it will not be sufficient for him simply to ask for a pro rata reduction of the libellants' damages, without, in some manner, tendering the corresponding pro rata compensation to which other parties, whose claims he sets up against the libellants, are entitled. Otherwise, he might reduce the libellants' claim without ever being obliged to respond to the other parties. The libellants are, in fact, directly interested in the existence or non-existence of the other claims for damage. If these are established, they must suffer an abatement; if not, they will be entitled to recover their entire damage. It follows, therefore, that the ship-owner must either admit the claims for damage which he thus sets up, or must ask the court to have them adjudicated. In the English practice, as the court of chancery does not investigate demands in admiralty, it required the complainant (the ship-owner) to admit his liability in advance. This is, perhaps, not necessary in an admiralty court. But it is, at least, necessary that proceedings should be instituted for ascertaining the coexisting claims which are to antagonize and operate as a means of reducing the claim of the libellants.</p>\n<p>But in order to proceed regularly the court must have possession of the limited liability fund \u0097 that is, the proceeds or value of the ship and freight. It cannot distribute a fund of which it has not the possession. If the vessel were libelled, and either sold or appraised, and her value deposited in court, this sum, together with the amount of the freight (when proper to be added), would constitute the res, or fund for distribution. The case would then be free from difficulty. But the present case is a libel in personam in the District of Connecticut, and the steamer has, in fact, been <span class=\"star-pagination\">*125</span> libelled in the Eastern District of New York, and she, or her value, is detained there. The respondents have not paid, or offered to pay, the fund into the District Court for the District of Connecticut. Nor do they allege that they have applied to the District Court for the Eastern District of New York, where the fund is, to apportion the damages incurred. Had they done this, that court might have acquired jurisdiction of the case, and made it the duty of the District Court of Connecticut, on being duly certified of the fact, to suspend further proceedings and leave the libellants to present their claim in the court of New York.</p>\n<p>The proper course of proceeding for obtaining the benefit of the act would seem to be this: When a libel for damage is filed, either against the ship in rem or the owners in personam, the latter (whether with or without an answer to the merits) should file a proper petition for an apportionment of the damages according to the statute, and should pay into court (if the vessel or its proceeds is not already there), or give due stipulation for, such sum as the court may, by proper inquiry, find to be the amount of the limited liability, or else surrender the ship and freight by assigning them to a trustee in the manner pointed out in the fourth section. Having done this, the ship-owner will be entitled to a monition against all persons to appear and intervene pro interesse suo, and to an order restraining the prosecution of other suits. If an action should be brought in a State court the ship-owner should file a libel in admiralty, with a like surrender or deposit of the fund, and either plead the fact in bar in the State court or procure an order from the District Court to restrain the further prosecution of the suit. The court having jurisdiction of the case, under and by virtue of the act of Congress, would have the right to enforce its jurisdiction and to ascertain and determine the rights of the parties. For aiding parties in this behalf, and facilitating proceedings in the District Courts, we have prepared some rules which will be announced at an early day.<sup>[*]</sup></p>\n<p><span class=\"star-pagination\">*126</span> The difficulty with the respondents in this case is, that they have not taken the proper steps, in the proper court, to enable them to avail themselves of the benefit of the act. The want of any uniform practice on the subject may, perhaps, be a sufficient excuse for not having done this. If proceedings are still pending in the Eastern District of New York it is not yet too late to initiate proper proceedings there for making an apportionment in the case. Meantime the decree already made must be allowed to stand at least for the purpose of showing the respondents' liability to the libellants, and the actual amount of damage which the latter have sustained, as the basis of an apportionment. The court below will be instructed to suspend further proceedings on the decree until reasonable time has been given to the respondents to take the proper steps in the District Court, where the fund is, for settling and closing up the claims of all parties interested therein.</p>\n<p>This view of the case renders it necessary to determine another question arising in the cause for the guidance of the parties and the courts below. This is, whether the respondents, in order to avail themselves of the benefits of the act of 1851, may surrender the steamer itself, and any freight that may have accrued, under the fourth section of the act, without paying into court anything further, or whether they are bound to pay, or give security for, the value of the steamer at the time of the collision, and of the freight for the voyage. It will be necessary to know this at the first step in the proceedings. The probability is, that no freight ever actually accrued, as the cargo was never delivered in New York. Still, if the construction given by the English courts to their statute is to be followed, it matters not whether freight actually accrued or not. The owners would still be liable for what would have accrued had the voyage terminated prosperously; and it also matters not whether the steamer were lost or greatly injured. The owners would be liable for her value immediately prior to the collision.</p>\n<p>But it will be observed that the act of Congress contains a provision for the ship-owner to discharge himself, as in the <span class=\"star-pagination\">*127</span> maritime law, by giving up the vessel and her freight. This provision is not contained in any of the English or State statutes, and could not have been inserted in the act of Congress without direct reference to the like provision of the maritime codes. Could it have been inserted for any other purpose than to adopt the rule of that code? This is a question of much interest and importance.</p>\n<p>The Supreme Court of Massachusetts, in a case much considered,<sup>[*]</sup> adopted the English rule, and held that a ship-owner, where the ship is lost, cannot have the benefit of the act, allowing him to relieve himself from responsibility by abandoning the ship and freight, because he cannot comply with its terms by assigning them. But surely, if the privilege exists when the vessel has been damaged at all (as it would seem that it must, if the act is to have any meaning), how can it cease to exist by any amount or degree of damage? And if the privilege exists, as long as there is anything left of the vessel to be transferred, it cannot cease when she is entirely destroyed. That would be to stand upon too nice a point of logic in giving a reasonable and practical construction to a statute. It would be to punish the unfortunate ship-owner, because his loss is total instead of partial. The late Judge Kane, of the Eastern District of Pennsylvania, in the case of Watson v. Marks,<sup>[\u0086]</sup> held that the act had adopted the maritime rule, and his reasoning on the subject is very forcible and satisfactory. We do not hesitate to express our decided conviction, that the rule of the maritime law on this subject, so far as relates to torts, was intended to be adopted by the act of 1851.</p>\n<p>It is objected, however, that the fourth section of the act does not embrace cases of damage by collision, even though they are included in the third section. But an examination of the fourth section will show that its language is very broad. Coming immediately after the provisions of the third section, which, as we have seen, provide for all kinds of loss, damage, and destruction (damage by collision included), <span class=\"star-pagination\">*128</span> it says, that if any such embezzlement, loss, or destruction shall be suffered by several freighters or owners of goods, wares, or merchandise, or any property whatever, on the same voyage, and the whole value of the ship or vessel, and her freight for the voyage, shall not be sufficient, &amp;c. Surely this language is broad enough to cover damage by collision, as well as other damages. And the close connection and dependency of the two sections, require a construction to be given to the one coextensive with that given to the other, if it can possibly be done without violence to the language.</p>\n<p>The decree of the Circuit Court will be affirmed, with directions to suspend further proceedings thereon until the respondents (the appellants in this court), shall have had such reasonable time as the Circuit Court may deem sufficient for taking the proper proceedings in the District Court for the Eastern District of New York, for apportioning the damage sustained by the various parties in this case. The costs in this court and the courts below to be equally divided between the libellants and the respondents. Also, process against the stipulators to be suspended to abide the event of the suit.</p>\n<p>Mr. Justice STRONG was not present at the argument in this case, and took no part in the judgment.</p>\n<h2>NOTES</h2>\n<p>[*]  Ware, 187, 194.</p>\n<p>[\u0086]  Book 2, c. 11, § 13. His words are: \"Navis et eorum quae in navi sunt,\" \"the ship and goods therein.\" But he is speaking of the owner's interest; and this, as to the cargo, is the freight thereon; and in that sense he is understood by the commentators. \u0097 Boulay Paty, Droit Maritime, tit. 3, § 1, p. 276.</p>\n<p>[*]  Lib. 2, tit. 8, art. 2.</p>\n<p>[\u0086]  Droit Commercial, part 3, tit. 2, c. 3, § 2.</p>\n<p>[*]  See Abbott on Shipping, part 4, chap. 7.</p>\n<p>[\u0086]  See Abbott on Shipping, part 4, chap. 7, § 5; Wilson v. Dickson, 2 Barnewall &amp; Alderson, 2; Cannan v. Meaburn, 1 Bingham, 465; Brown v. Wilkinson, 15 Meeson &amp; Welsby, 391; Dobree v. Schr\u009cder, 2 Mylne &amp; Craig, 489; The Mary Caroline, 3 W. Robinson, 101; Leycester v. Logan, 3 Kay &amp; Johnson, 446.</p>\n<p>[*]  Maclachlan on Merchant Shipping, 598.</p>\n<p>[*]  See these Rules, supra, vii.</p>\n<p>[*]  Walker v. Insurance Company, 14 Gray, 288.</p>\n<p>[\u0086]  2 American Law Register, 157.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:01:39", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></span> (____)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">104</span></span></b></center>\n<center><h1>NORWICH COMPANY<br>\nv.<br>\nWRIGHT.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*108</span> Messrs. R.H. Huntley and C.R. Ingersoll, in support of the ruling below.</p>\n<p>Messrs. G.B. Hibbard, E.H. Owen, and J. Halsey, contra.</p>\n<p><span class=\"star-pagination\">*114</span> Mr. Justice BRADLEY delivered the opinion of the court.</p>\n<p>The appeal brings up all the questions in the cause. The first one is which vessel was in fault. And on this point we are satisfied from an examination of the evidence in the case with the finding of the District and Circuit Courts as to the responsibility of the steamboat for the happening of the collision. There is very strong evidence to show that the schooner's light was burning brightly, it being specially examined both before and after the collision; and that the vessel could be seen, and was seen, by another steamer a full mile off just before the collision happened. The Electra was three-fourths of a mile in rear of the City of Norwich, directly in her track, and her officers saw the schooner some time before the occurrence. They saw her one point on their port bow when the City of Norwich was dead ahead. Now, the course of the schooner was nearly at right angles to that of the two steamers. If, therefore, she was one point on the port bow of the Electra, when a mile distant, it required but little calculation to show that at that time she must have been between an eighth and a quarter of a mile from the line of direction in which the two steamers were <span class=\"star-pagination\">*115</span> sailing. As she was making three or four knots an hour, and as the City of Norwich was making twelve, it must have taken the schooner, after this, two or three minutes to get up to the line of direction of the City of Norwich, during which time the latter would traverse nearly half a mile. So that when the schooner was first seen from the Electra she must have been half a mile distant from the City of Norwich, and, therefore, the theory of the claimants that she was only to be seen by reason of the lights from the City of Norwich shining on her sails, falls to the ground. If, therefore, she was seen from the Electra, more than a mile distant, she ought to have been seen from the City of Norwich, which was three-fourths of a mile nearer to her. All the circumstances mentioned by the pilot of the Electra corroborate these conclusions. He says that the schooner was a mile off from the Electra when he saw her, and that this was \"two minutes before the collision.\" He adds that the steamer City of Norwich blew her whistle immediately after the collision, and that he discovered the schooner two or three minutes before he heard the whistle. This evidence is adverted to, because it is of that circumstantial nature which often demonstrates the truth more strongly than the most positive testimony. It may be added that it is corroborated in many particulars by other evidence in the cause. As to her lights, it is admitted, or at least clearly proved, that the schooner had a green light in the proper place; but several witnesses say it was a dim light. It is proper to observe that nearly all those who say this only saw the light after the collision, the shock of which may have temporarily affected the brilliancy of the lamp. But, without pursuing the subject further, it is sufficient to say, that in our opinion the evidence is clear that the steamer was in fault in not seeing the schooner in time to prevent a collision. It was her duty to keep out of the way of the schooner; she was not only propelled by steam, but the schooner was beating against a head wind. So that every circumstance in the case cast the duty of avoiding a collision upon the steamer. Her liability is clear.</p>\n<p><span class=\"star-pagination\">*116</span> The next question is, whether the owners of the steamer are entitled to the benefits of the act of 1851, limiting the liability of ship-owners to the amount of their interest in the vessel and her freight; and, if so, whether they can have relief in the District Court in the proceedings instituted against them. This involves the true construction of that act; and, to reach this, it may be useful to take a cursory view of previous legislation on the subject in other countries as well as in this.</p>\n<p>The history of the limitation of liability of ship-owners is matter of common knowledge. The learned opinion of Judge Ware in the case of The Rebecca,<sup>[*]</sup> leaves little to be desired on the subject. He shows that it originated in the maritime law of modern Europe; that whilst the civil, as well as the common, law made the owner responsible to the whole extent of damage caused by the wrongful act or negligence of the master or crew, the maritime law only made them liable (if personally free from blame) to the amount of their interest in the ship. So that, if they surrendered the ship, they were discharged.</p>\n<p>Grotius, in his law of War and Peace,<sup>[\u0086]</sup> says that men would be deterred from investing in ships if they thereby incurred the apprehension of being rendered liable to an indefinite amount by the acts of the master, and therefore, in Holland, they had never observed the Roman law on that subject, but had a regulation that the ship-owners should be bound no farther than the value of their ship and freight. The maritime law, as codified in the celebrated French Ordonnance de la Marine, in 1681, expressed the rule thus: \"The proprietors of vessels shall be responsible for the acts of the master, but they shall be discharged by abandoning the ship and freight.\" Valin, in his commentary on this <span class=\"star-pagination\">*117</span> passage,<sup>[*]</sup> after specifying certain engagements of the master which are binding on the owners, without any limit of responsibility, such as contracts for the benefit of the vessel, made during the voyage (except contracts of bottomry), says: \"With these exceptions it is just that the owner should not be bound for the acts of the master, except to the amount of the ship and freight. Otherwise he would run the risk of being ruined by the bad faith or negligence of his captain, and the apprehension of this would be fatal to the interests of navigation. It is quite sufficient that he be exposed to the loss of his ship and of the freight, to make it his interest, independently of any goods he may have on board, to select a reliable captain.\" Pardessus says:<sup>[\u0086]</sup> \"The owner is bound civilly for all delinquencies committed by the captain within the scope of his authority, but he may discharge himself therefrom by abandoning the ship and freight; and, if they are lost, it suffices for his discharge, to surrender all claims in respect of the ship and its freight,\" such as insurance, &amp;c.</p>\n<p>The same general doctrine is laid down by many other writers on maritime law. So that it is evident that, by this law, the owner's liability was coextensive with his interest in the vessel and its freight, and ceased by his abandonment and surrender of these to the parties sustaining loss.</p>\n<p>This rule, to a partial extent, was adopted in England by the act of 7 George II, passed in 1734. By this act, after reciting that it was of the greatest consequence to the kingdom to promote the increase of the number of ships, and to prevent any discouragement to merchants and others from being interested and concerned therein, it was enacted that no ship-owner should be responsible for loss or damage to goods on board the ship by embezzlement of the master or mariners, without his privity or knowledge, further than the value of the ship and her appurtenances, and the freight due thereon for the voyage; and, if greater damage occurred, it should be averaged among those who sustained it. By 26 George <span class=\"star-pagination\">*118</span> III (1786) this limitation of liability was extended to robbery and to losses in which the master and mariners had no part, and liability for loss by fire was entirely removed, as well as liability for loss of gold and jewelry, unless its nature and value were disclosed. By 53 George III (1813), the liability limitation of ship-owners was still further extended to cases of loss by negligence of the master and mariners, and to damage done to other ships and their cargoes, including of course, cases of collision. In the first two of these statutes it was provided that if the loss or damage fell on more than one party, either the parties injured or the ship-owners might file a bill in equity to ascertain the whole amount of loss on the one side and the value of the offending vessel and her freight on the other, so as to have a proper distribution of the latter, pro rata, amongst those who sustained damage. The last statute gave this remedy to the ship-owners alone, it being for their benefit and intended to prevent a multiplicity of suits against them. But they were obliged to pay the value of the vessel and her freight into court, or to give security for the amount, and to acknowledge their liability, inasmuch as the court of chancery would not investigate the question of liability. That being done, they were entitled to a stay of all suits brought against them for damages.<sup>[*]</sup></p>\n<p>Under these statutes the English courts, since the passage of the act of 53 George III (the question does not seem to have arisen before), have held that the value of the ship and freight was to be estimated as it stood immediately prior to the injury, so that if the ship were lost by the occurrence which caused it, or at any subsequent period before the completion of the voyage, the ship-owners were still liable for that value. The statutes contained no provision for a surrender and assignment of the ship and freight, but only for paying their value into court.<sup>[\u0086]</sup> These decisions, it will <span class=\"star-pagination\">*119</span> be seen, create an important distinction between the English statute law and the maritime law.</p>\n<p>Statutes similar in principle to the English acts were passed in 1818 and 1821 by the legislatures of Massachusetts and Maine, differing slightly in form. They limited the liability of the ship-owner to the amount of his interest in the ship and freight for any embezzlement or damage occasioned by the master or mariners without his privity or knowledge, and provided that if the loss or damage were sustained by several persons, and should be more than the value of the offending ship and its freight, either the persons so injured or the ship-owner, or both, might file a bill in equity for discovery and payment of the amount for which the owner might be liable, among those entitled thereto.</p>\n<p>In 1841 the law of France was amended so as to operate still further to the advantage of the ship-owner, by enabling him to obtain, by abandonment of ship and freight, a complete discharge, not only from responsibility for the acts and defaults of the captain, but also for all his engagements and contracts relative to the ship and the voyage.</p>\n<p>In the light of all this previous legislation, the act of Congress was passed in 1851. As we have seen, by the maritime law, the liability of the ship-owner was limited to his interest in the ship and freight for all torts of the master and seamen, whether by collisions or anything else, and sometimes even for the master's contracts; and his liability was so strictly limited that he was discharged by giving up that interest, or by the vessel being lost on the voyage, and the maritime courts found no difficulty in carrying this law into execution. By the English law, as constituted by acts of Parliament, the owner's liability was limited to the amount and value of ship and freight at the time of injury, for damages to cargo and damages to other vessels by collision; but from the restricted jurisdiction of the English admiralty courts, in order to get complete relief where there were many persons suffering damage, the ship-owners were <span class=\"star-pagination\">*120</span> obliged to resort to a bill in chancery. The laws of Maine and Massachusetts seem to have limited the ship-owner's liability in cases of damage to cargo alone; and for complete relief, they refer him to a proceeding in equity.</p>\n<p>The act of Congress seems to have been drawn with direct reference to all these previous laws, and with them before us, its language seems to be not difficult of construction. The first section exempts ship-owners from loss or damage by fire to goods on board the ship, unless caused by their own neglect. The second exempts the owners and master from liability for loss or damage to jewelry, precious metals, or money put on board the ship, unless its character and value be disclosed in writing. These two provisions were substantially contained in the English law of 1786. The third section, which is the one in question, is in the following words:</p>\n<p>\"The liability of the owner or owners of any ship or vessel, for any embezzlement, loss, or destruction, by the master, officers, mariners, passengers, or any other person or persons, of any property, goods, or merchandise, shipped or put on board of such ship or vessel, or for any loss, damage, or injury by collision, or for any act, matter, or thing, loss, damage, or forfeiture, done, occasioned, or incurred, without the privity or knowledge of such owner or owners, shall in no case exceed the amount or value of the interest of such owner or owners respectively, in such ship or vessel, and her freight then pending.\"</p>\n<p>Here the owner's liability is limited to the amount or value of his interest in the vessel and freight, but the section does not define at what time that interest is to be taken. The limitation embraces not only loss or damage happening to goods on board, but \"any loss, damage, or injury by collision.\" The latter claim is independent of the preceding one. It cannot be read to mean, \"loss or injury [to the goods on board] by collision,\" without an unauthorized interpolation. If it had said \"loss, damage, or injury [thereto] by collision,\" it would have been confined to the goods on board the vessel. But it does not so read. The section as <span class=\"star-pagination\">*121</span> constructed limits the ship-owners' liability in three classes of damage or wrong-happening without their privity, and by the fault or neglect of the master or other persons on board, viz.: 1st, damage to goods on board; 2d, damage by collision to other vessels and their cargoes; 3d, any other damage or forfeiture done or incurred.</p>\n<p>In view of the fact that the limited liability of ship-owners was, by the general maritime law, extended to all acts of the master except contracts for the benefit of the ship, and in most places even to these; and of the fact, that the English statutes expressly extended it to cases of collision as well as to injuries to cargoes; we see no reason why the fair natural construction should not be given to the act of 1851, which makes an equally broad application of the rule, and there is nothing in the reason of the thing that should lead us to evade such a construction. The great object of the law was to encourage ship-building and to induce capitalists to invest money in this branch of industry. Unless they can be induced to do so, the shipping interests of the country must flag and decline. Those who are willing to manage and work ships are generally unable to build and fit them. They have plenty of hardiness and personal daring and enterprise, but they have little capital. On the other hand, those who have capital, and invest it in ships, incur a very large risk in exposing their property to the hazards of the sea, and to the management of seafaring men, without making them liable for additional losses and damage to an indefinite amount. How many enterprises in mining, manufacturing, and internal improvements would be utterly impracticable if capitalists were not encouraged to invest in them through corporate institutions by which they are exempt from personal liability, or from liability except to a limited extent? The public interests require the investment of capital in ship-building, quite as much as in any of these enterprises. And if there exist good reasons for exempting innocent ship-owners from liability, beyond the amount of their interest, for loss or damage to goods carried in their vessels, precisely the same reasons exist for exempting them to the same extent <span class=\"star-pagination\">*122</span> from personal liability in cases of collision. In the one case as in the other, their property is in the hands of agents whom they are obliged to employ.</p>\n<p>We are, therefore, of opinion that the respondents were entitled to the benefit of the act of 1851, as against the claim of the libellants.</p>\n<p>But the claim of the libellants alone is not alleged to be greater than the value of the steamer and her freight. The libellants, therefore, would be entitled to receive the whole amount of this damage, if they were the only persons who sustained damage, or if, by reason of the nature of their claim, their lien was superior to that of the owners of the cargo lost on the steamer. Liens for reparation for wrong done are superior to any prior liens for money borrowed, wages, pilotage, &amp;c. But they stand on an equality with regard to each other if they arise from the same cause.<sup>[*]</sup> We think, therefore, that the lien of the libellants for the loss of the schooner and her cargo, arising from the collision, is on an equality with the lien for the loss of the cargo of the steamer, from the same cause. This being so, the case for the application of the statute arises; for it is alleged by the libellants that the damage to the schooner and her cargo, together with the damage arising from the loss of the steamer's cargo, greatly exceeds the value of the steamer and her freight for the voyage.</p>\n<p>We are, therefore, brought to the question whether the District Court had jurisdiction, under the fourth section of the act, to grant the respondents relief by any proceeding to apportion the damages.</p>\n<p>As we have seen, it is declared by the third section that the liability of ship-owners for loss or damage, &amp;c., shall not exceed the amount or value of their interest in the ship and her freight then pending. And by the fourth section it is provided:</p>\n<p>\"If any such embezzlement, loss, or destruction shall be suffered by several freighters or owners of goods, wares, or <span class=\"star-pagination\">*123</span> merchandise, or any property whatever, on the same voyage, and the whole value of the ship or vessel, and her freight for the voyage, shall not be sufficient to make compensation to each of them, they shall receive compensation from the owner or owners of the ship or vessel, in proportion to their respective losses, and for that purpose the said freighters and owners of the property, and the owner or owners of the ship or vessel, or any of them, may take the appropriate proceedings in any court, for the purpose of apportioning the sum for which the owner or owners of the ship or vessel may be liable amongst the parties entitled thereto. And it shall be deemed a sufficient compliance with the requirements of this act, on the part of such owner or owners, if he or they shall transfer his or their interest in such vessel and freight, for the benefit of such claimants, to a trustee, to be appointed by any court of competent jurisdiction, to act as such trustee for the person or persons who may prove to be legally entitled thereto, from and after which transfer all claims and proceedings against the owner or owners shall cease.\"</p>\n<p>The act does not state what court shall be resorted to, nor what proceedings shall be taken; but that the parties, or any of them, may take \"the appropriate proceedings in any court, for the purpose of apportioning the sum for which, &amp;c.\" Now, no court is better adapted than a court of admiralty to administer precisely such relief. It happens every day that the proceeds of a vessel, or other fund, is brought into that court to be distributed amongst those whom it may concern. Claimants are called in by monition to present and substantiate their respective claims; and the fund is divided and distributed according to the respective liens and rights of all the parties. Congress might have invested the Circuit Courts of the United States with the jurisdiction of such cases by bill in equity, but it did not. It is also evident that the State courts have not the requisite jurisdiction. Unless, therefore, the District Courts themselves can administer the law, we are reduced to the dilemma of inferring that the legislature has passed a law which is incapable of execution. <span class=\"star-pagination\">*124</span> This is never to be done if it can be avoided. We have no doubt that the District Courts, as courts of admiralty and maritime jurisdiction, have jurisdiction of the matter; and this court undoubtedly has the power to make all needful rules and regulations for facilitating the course of proceeding.</p>\n<p>It is to be observed, however, that if the ship-owner desires the intervention of the court, it will not be sufficient for him simply to ask for a pro rata reduction of the libellants' damages, without, in some manner, tendering the corresponding pro rata compensation to which other parties, whose claims he sets up against the libellants, are entitled. Otherwise, he might reduce the libellants' claim without ever being obliged to respond to the other parties. The libellants are, in fact, directly interested in the existence or non-existence of the other claims for damage. If these are established, they must suffer an abatement; if not, they will be entitled to recover their entire damage. It follows, therefore, that the ship-owner must either admit the claims for damage which he thus sets up, or must ask the court to have them adjudicated. In the English practice, as the court of chancery does not investigate demands in admiralty, it required the complainant (the ship-owner) to admit his liability in advance. This is, perhaps, not necessary in an admiralty court. But it is, at least, necessary that proceedings should be instituted for ascertaining the coexisting claims which are to antagonize and operate as a means of reducing the claim of the libellants.</p>\n<p>But in order to proceed regularly the court must have possession of the limited liability fund \u0097 that is, the proceeds or value of the ship and freight. It cannot distribute a fund of which it has not the possession. If the vessel were libelled, and either sold or appraised, and her value deposited in court, this sum, together with the amount of the freight (when proper to be added), would constitute the res, or fund for distribution. The case would then be free from difficulty. But the present case is a libel in personam in the District of Connecticut, and the steamer has, in fact, been <span class=\"star-pagination\">*125</span> libelled in the Eastern District of New York, and she, or her value, is detained there. The respondents have not paid, or offered to pay, the fund into the District Court for the District of Connecticut. Nor do they allege that they have applied to the District Court for the Eastern District of New York, where the fund is, to apportion the damages incurred. Had they done this, that court might have acquired jurisdiction of the case, and made it the duty of the District Court of Connecticut, on being duly certified of the fact, to suspend further proceedings and leave the libellants to present their claim in the court of New York.</p>\n<p>The proper course of proceeding for obtaining the benefit of the act would seem to be this: When a libel for damage is filed, either against the ship in rem or the owners in personam, the latter (whether with or without an answer to the merits) should file a proper petition for an apportionment of the damages according to the statute, and should pay into court (if the vessel or its proceeds is not already there), or give due stipulation for, such sum as the court may, by proper inquiry, find to be the amount of the limited liability, or else surrender the ship and freight by assigning them to a trustee in the manner pointed out in the fourth section. Having done this, the ship-owner will be entitled to a monition against all persons to appear and intervene pro interesse suo, and to an order restraining the prosecution of other suits. If an action should be brought in a State court the ship-owner should file a libel in admiralty, with a like surrender or deposit of the fund, and either plead the fact in bar in the State court or procure an order from the District Court to restrain the further prosecution of the suit. The court having jurisdiction of the case, under and by virtue of the act of Congress, would have the right to enforce its jurisdiction and to ascertain and determine the rights of the parties. For aiding parties in this behalf, and facilitating proceedings in the District Courts, we have prepared some rules which will be announced at an early day.<sup>[*]</sup></p>\n<p><span class=\"star-pagination\">*126</span> The difficulty with the respondents in this case is, that they have not taken the proper steps, in the proper court, to enable them to avail themselves of the benefit of the act. The want of any uniform practice on the subject may, perhaps, be a sufficient excuse for not having done this. If proceedings are still pending in the Eastern District of New York it is not yet too late to initiate proper proceedings there for making an apportionment in the case. Meantime the decree already made must be allowed to stand at least for the purpose of showing the respondents' liability to the libellants, and the actual amount of damage which the latter have sustained, as the basis of an apportionment. The court below will be instructed to suspend further proceedings on the decree until reasonable time has been given to the respondents to take the proper steps in the District Court, where the fund is, for settling and closing up the claims of all parties interested therein.</p>\n<p>This view of the case renders it necessary to determine another question arising in the cause for the guidance of the parties and the courts below. This is, whether the respondents, in order to avail themselves of the benefits of the act of 1851, may surrender the steamer itself, and any freight that may have accrued, under the fourth section of the act, without paying into court anything further, or whether they are bound to pay, or give security for, the value of the steamer at the time of the collision, and of the freight for the voyage. It will be necessary to know this at the first step in the proceedings. The probability is, that no freight ever actually accrued, as the cargo was never delivered in New York. Still, if the construction given by the English courts to their statute is to be followed, it matters not whether freight actually accrued or not. The owners would still be liable for what would have accrued had the voyage terminated prosperously; and it also matters not whether the steamer were lost or greatly injured. The owners would be liable for her value immediately prior to the collision.</p>\n<p>But it will be observed that the act of Congress contains a provision for the ship-owner to discharge himself, as in the <span class=\"star-pagination\">*127</span> maritime law, by giving up the vessel and her freight. This provision is not contained in any of the English or State statutes, and could not have been inserted in the act of Congress without direct reference to the like provision of the maritime codes. Could it have been inserted for any other purpose than to adopt the rule of that code? This is a question of much interest and importance.</p>\n<p>The Supreme Court of Massachusetts, in a case much considered,<sup>[*]</sup> adopted the English rule, and held that a ship-owner, where the ship is lost, cannot have the benefit of the act, allowing him to relieve himself from responsibility by abandoning the ship and freight, because he cannot comply with its terms by assigning them. But surely, if the privilege exists when the vessel has been damaged at all (as it would seem that it must, if the act is to have any meaning), how can it cease to exist by any amount or degree of damage? And if the privilege exists, as long as there is anything left of the vessel to be transferred, it cannot cease when she is entirely destroyed. That would be to stand upon too nice a point of logic in giving a reasonable and practical construction to a statute. It would be to punish the unfortunate ship-owner, because his loss is total instead of partial. The late Judge Kane, of the Eastern District of Pennsylvania, in the case of Watson v. Marks,<sup>[\u0086]</sup> held that the act had adopted the maritime rule, and his reasoning on the subject is very forcible and satisfactory. We do not hesitate to express our decided conviction, that the rule of the maritime law on this subject, so far as relates to torts, was intended to be adopted by the act of 1851.</p>\n<p>It is objected, however, that the fourth section of the act does not embrace cases of damage by collision, even though they are included in the third section. But an examination of the fourth section will show that its language is very broad. Coming immediately after the provisions of the third section, which, as we have seen, provide for all kinds of loss, damage, and destruction (damage by collision included), <span class=\"star-pagination\">*128</span> it says, that if any such embezzlement, loss, or destruction shall be suffered by several freighters or owners of goods, wares, or merchandise, or any property whatever, on the same voyage, and the whole value of the ship or vessel, and her freight for the voyage, shall not be sufficient, &amp;c. Surely this language is broad enough to cover damage by collision, as well as other damages. And the close connection and dependency of the two sections, require a construction to be given to the one coextensive with that given to the other, if it can possibly be done without violence to the language.</p>\n<p>The decree of the Circuit Court will be affirmed, with directions to suspend further proceedings thereon until the respondents (the appellants in this court), shall have had such reasonable time as the Circuit Court may deem sufficient for taking the proper proceedings in the District Court for the Eastern District of New York, for apportioning the damage sustained by the various parties in this case. The costs in this court and the courts below to be equally divided between the libellants and the respondents. Also, process against the stipulators to be suspended to abide the event of the suit.</p>\n<p>Mr. Justice STRONG was not present at the argument in this case, and took no part in the judgment.</p>\n<h2>NOTES</h2>\n<p>[*]  Ware, 187, 194.</p>\n<p>[\u0086]  Book 2, c. 11, § 13. His words are: \"Navis et eorum quae in navi sunt,\" \"the ship and goods therein.\" But he is speaking of the owner's interest; and this, as to the cargo, is the freight thereon; and in that sense he is understood by the commentators. \u0097 Boulay Paty, Droit Maritime, tit. 3, § 1, p. 276.</p>\n<p>[*]  Lib. 2, tit. 8, art. 2.</p>\n<p>[\u0086]  Droit Commercial, part 3, tit. 2, c. 3, § 2.</p>\n<p>[*]  See Abbott on Shipping, part 4, chap. 7.</p>\n<p>[\u0086]  See Abbott on Shipping, part 4, chap. 7, § 5; Wilson v. Dickson, 2 Barnewall &amp; Alderson, 2; Cannan v. Meaburn, 1 Bingham, 465; Brown v. Wilkinson, 15 Meeson &amp; Welsby, 391; Dobree v. Schr\u009cder, 2 Mylne &amp; Craig, 489; The Mary Caroline, 3 W. Robinson, 101; Leycester v. Logan, 3 Kay &amp; Johnson, 446.</p>\n<p>[*]  Maclachlan on Merchant Shipping, 598.</p>\n<p>[*]  See these Rules, supra, vii.</p>\n<p>[*]  Walker v. Insurance Company, 14 Gray, 288.</p>\n<p>[\u0086]  2 American Law Register, 157.</p>\n\n</div>", 
  "sha1": "0e82dfa7051bf065bb47424a8077324360020a38", 
  "date_modified": "2014-12-21T01:26:03.427531", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/88441/norwich-co-v-wright/", 
  "citation_count": 16, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/399825/", 
  "html": "<p class=\"case_cite\">80 U.S. 104</p>\n    <p class=\"case_cite\">20 L.Ed. 585</p>\n    <p class=\"case_cite\">13 Wall. 104</p>\n    <p class=\"parties\">NORWICH COMPANY<br>v.<br>WRIGHT.</p>\n    <p class=\"date\">December Term, 1871</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ERROR to the Circuit Court for the District of Connecticut; the case being this:</p>\n      <p class=\"indent\">On the 3d of March, 1851, Congress passed an act<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> as follows the sections in brackets, <i>i. e.</i>, 2d and 5th sections, not being specially important in this case, and inserted only to give a more full view of the act:</p>\n      <p class=\"indent\">'SEC. 1. No owner or owners of any ship or vessel shall be subject or liable to answer for or make good to any one or more person or persons, any loss or damage which may happen to any goods or merchandise whatsoever, which shall be shipped, taken in, or put on board any such ship or vessel, by reason or by means of any fire happening to or on board the said ship or vessel, unless such fire is caused by the design or neglect of such owner or owners: <i>Provided</i>, That nothing in this act contained shall prevent the parties from making such contract as they please, extending or limiting the liability of ship-owners.</p>\n      <p class=\"indent\">['SEC. 2. If any shipper or shippers of platina, gold, gold dust, silver, bullion, or other precious metals, coins, jewelry, bills of any bank or public body, diamonds or other precious stones, shall lade the same on board of any ship or vessel, without, at the time of such lading, giving to the master, agent, owner or owners of the ship or vessel receiving the same, a note in writing of the true character and value thereof, and have the same entered on the bill of lading therefor, the master and owner or owners of the said vessel shall not be liable, as carriers thereof, in any form or manner. Nor shall any such master or owners be liable for any such valuable goods beyond the value and according to the character thereof so notified and entered.]</p>\n      <p class=\"indent\">'SEC. 3. The liability of the owner or owners of any ship or vessel, for any embezzlement, loss or destruction, by the master, officers, mariners, passengers, or any other person or persons, of any property, goods, or merchandise, <i>shipped or put on board of such ship or vessel</i>, or for <i>any loss, damage or injury by collision</i>, or for any act, matter or thing, loss, damage or forfeiture, done, occasioned or incurred, without the privity or knowledge of such owner or owners, shall in no case exceed the amount or value of the interest of such owner or owners respectively, in such ship or vessel, and her freight then pending.</p>\n      <p class=\"indent\">'SEC. 4. If any such embezzlement, loss, or destruction shall be suffered by several freighters or owners of goods, wares, or merchandise, or any property whatever, on the same voyage, and the whole value of the ship or vessel, and her freight for the voyage, shall not be sufficient to make compensation to each of them, they shall receive compensation from the owner or owners of the ship or vessel, in proportion to their respective losses; and for that purpose the said freighters and owners of the property, and the owner or owners of the ship or vessel, or any of them, may take the appropriate proceedings in any court, for the purpose of apportioning the sum for which the owner or owners of the ship or vessel may be liable amongst the parties entitled thereto. And it shall be deemed a sufficient compliance with the requirements of this act, on the part of such owner or owners, if he or they shall transfer his or their interest in such vessel and freight, for the benefit of such claimants, to a trustee, to be appointed by any court of competent jurisdiction, to act as such trustee for the person or persons who may prove to be legally entitled thereto, from and after which transfer all claims and proceedings against the owner or owners shall cease.</p>\n      <p class=\"indent\">['SEC. 5. The charterer or charterers of any ship or vessel, in case he or they shall man, victual, and navigate such vessel at his or their own expense, or by his or their own procurement, shall be deemed the owner or owners of such vessel within the meaning of this act; and such ship or vessel, when so chartered, shall be liable in the same manner as if navigated by the owner or owners thereof.]</p>\n      <p class=\"indent\">'SEC. 6. Nothing in the preceding sections shall be construed to take away or affect the remedy to which any party may be entitled, against the master, officers, or mariners, for or on account of any embezzlement, injury, loss or destruction of goods, wares, merchandise, or other property, put on board any ship or vessel, or on account of any negligence, fraud or other malversation of such master, officers, or mariners, respectively; nor shall anything herein contained lessen or take away any responsibility to which any master or mariner of any ship of vessel may now by law be liable, notwithstanding such master or mariner may be an owner or part owner of the ship or vessel.'</p>\n      <p class=\"indent\">This statute being in force, the schooner Van Vliet, on the night of 18th of April, 1866, making three or four knots an hour, and the steamer City of Norwich making twelve&#8212;the schooner's course being nearly at right angles to that of the steamer collided in Long Island Sound. The schooner sank, and both she and her cargo were lost. The steamer was greatly damaged by the blow, and, taking fire, sank also. Her cargo was lost, but she herself was subsequently raised and repaired at great expense.</p>\n      <p class=\"indent\">Hereupon the owners of the schooner filed a libel <i>in personam</i> in the District Court for the District of <i>Connecticut</i> against the owners of the steamer. The owners of the steamer, by way of defence, stating that the steamer had on board 'a large and valuable freight belonging to various parties, much larger in value than the whole amount of the interest of the defendants in the said steamer and of her freight then pending,' and that the whole of it was lost, set up that they were not in fault; that the night was dark; that the schooner had no lights; that she was seen first by the head of her sails being lighted up by the steamer's lights.</p>\n      <p class=\"indent\">These matters set up, however, were not proved.</p>\n      <p class=\"indent\">On the contrary, although several witnesses who saw the light of the schooner <i>after the collision</i>, testified that the green or starboard light was dim, it was clearly proved that the light was there; and there was very strong evidence to show that it was burning brightly at the time of the collision, having been specially examined both before and after it. It appeared also that the officers of another steamer, the Electra, three-quarters of a mile in the rear of the City of Norwich and directly in her track, had seen the schooner a full mile off, and some time before the occurrence happened; they seeing her, as the pilot of the Electra testified, one point on their port-bow when the City of Norwich was dead ahead. This witness stated that the schooner was a mile off from the Electra when he saw her, and that this was two minutes before the collision; that the City of Norwich blew her whistle immediately after the collision; and that he discovered the schooner two or three minutes before he heard the sound.</p>\n      <p class=\"indent\">The District Court, after interlocutory decree in favor of the libellants, and a reference to a master, and a report, decreed for the libellants, $19,975 for the schooner and $1921 for her cargo, with interest from the date of collision. Before the decree was passed, the respondents filed a petition wherein they alleged that proceedings <i>in rem</i> had been commenced in behalf of said parties against the steamer in the District Court of the United States for the <i>Eastern District of New York for the recovery of damages for the loss of the said cargo</i>. They therefore prayed that they might be permitted to show by proper evidence the whole amount of damages sustained by all of said parties, including the libellants, and the value of the steamer and her freight then pending; and that the decree of the court might be so framed as to give the libellants such part or proportion of the amount of damages sustained by them as the value of steamer and freight bore to the whole amount of damages sustained by all parties by the collision. In reference to this last defence the libellants insisted:</p>\n      <p class=\"indent\">1. That the act does not embrace injuries to other vessels by collision, but only injuries to, or loss of, cargo on board the offending vessel; and</p>\n      <p class=\"indent\">2. That if it did embrace injuries by collision, the District Court, in that proceeding, had no power to give the respondents the relief which they sought.</p>\n      <p class=\"indent\">The District Court held that cases of collision were within the act, but deemed the jurisdiction of that court insufficient to give relief. On appeal the Circuit Court held that cases of collision were not within the act. Hereupon the libellants appealed to this court. The appeal brought up all the questions in the cause.</p>\n      <p class=\"indent\">\n        <i>Messrs. R. H. Huntley and C. R. Ingersoll, in support of the ruling below:</i>\n      </p>\n      <p class=\"indent\">The act of 1851 does not apply in any of its sections to a loss that may happen to any other ship or vessel (than the owner's vessel), or to any goods, wares, or merchandise or other thing being on board of any other ship or vessel.</p>\n      <p class=\"indent\">The words 'loss, damage, or injury by collision,' in the 3d section, are to be construed by the context, and relate only to the property to which the other branches of the section relate, that is, property 'shipped, or put on board such ship or vessel.'</p>\n      <p class=\"indent\">The circumstances which led to the passage of the act were notorious. The packet ship Henry Clay, a large, costly, and nearly new ship, lying at the wharf in the port of New York, having nearly completed her lading and being bound for Europe, took fire from some cause and was burned, with a cargo already laden amounting in value to perhaps half a million of dollars. Her owners, being losers to a very large amount by the burning of the ship, were proceeded against by owners of cargo to compel payment to them of its value. It was strenuously insisted, by way of defence, that even without any such statutes as exist in England, the owners could not be charged upon the usual rule of liability of common carriers at common law. No proof of actual fault or negligence, except so far as the occurrence of the fire in the ship might warrant such inference, was given or attempted. The owners were held liable. Pending that action an effort was made to procure some legislation from Congress to soften the rigor of the rule declared in that case.</p>\n      <p class=\"indent\">Some years before the burning of the Henry Clay, and in the night of the 13th of January, 1840, the steamboat Lexington was burned upon Long Island Sound, and the disaster was accompanied by a painful loss of life and the destruction of a large amount of property. Litigation ensued, and the owners were held liable by this court, A.D. 1848, in the <i>New Jersey Steam Navigation Company</i> v. <i>The Merchants' Bank</i>.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n      <p class=\"indent\">Both of these disasters and the hardships of the law against ship-owners as common carriers were commented upon in the debates which were had upon the act now in question. And an examination of those debates shows that it was the stringent rule of the common law which made common carriers of property liable for all losses (except such as were caused by the act of God or the public enemies), however free from actual fault or negligence, that was the subject of comment; and the apparent purpose, so far as it may be gathered from those debates, was to relax <i>that</i> rule. Nothing is said of injuries to other vessels, or the liability of ship-owners as principals for the tortious negligence of their ship-masters, officers, or crews, as their servants, by which the property of persons in no wise intrusted to them received injury. Nor was the rule of the common law which makes the master liable for the negligence of his servant in his business, the subject of review, criticism, or comment.</p>\n      <p class=\"indent\">But passing to the act itself. It begins with a declaration that ship-owners shall not be liable for loss or damage by fire to any goods or merchandise whatever, shipped, taken in, or put on board, unless such fire is caused by the design or neglect of the owner. This has no other operation than to affect their relations as common carriers. The proviso to that section, that 'nothing in <i>this act</i> shall prevent the parties from making such contract as they please, extending or limiting the liability of ship-owners,' indicates that Congress believed that they were dealing with a question of liability which might be the subject of a contract, not with a liability for tortious negligence to parties who stood, and who could stand, in no relation of contract whatever with such owners. The proviso, though annexed to the first section, applies plainly to the whole act.</p>\n      <p class=\"indent\">It may be conceded that the third section contains terms which, viewed apart from the residue of the act, are broad enough to include injury to other vessels by collision. But in the construction of statutes general words are restricted in their meaning by the subject-matter of the statute, the context and apparent intent; and in an enumeration of particulars followed by general terms, a restriction of the latter to cases or things <i>ejusdem generis</i> is according to settled rule. Thus in construing any particular clause or words of a statute it is especially necessary to examine and consider the whole statute, and gather if possible from the whole the intention of the legislature.</p>\n      <p class=\"indent\">Now in this act other sections have sole reference to the relations of ship-owners as common carriers.</p>\n      <p class=\"indent\">In the fourth section, the terms 'goods, wares, or merchandise, or any property whatever,' are equivalent to the words in the third section, 'any property, goods or merchandise,' and of the words, 'goods, wares, merchandise, or other property' in the sixth section; in each of which they relate solely to property of some kind put on board the vessel. And the phrase is added 'on the same voyage,' to confine the participation in the apportionment to the freighters for a single voyage, and not to permit the ship-owners to bring into the compensation losses sustained on prior or other voyages.</p>\n      <p class=\"indent\">Our view has been affirmed in Massachusetts.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n      <p class=\"indent\">If it is asked, what then do the words 'for any loss, damage, or injury by collision,' 'or for any act, matter, or thing, loss, damage, or forfeiture, done, occasioned, or suffered,' mean? the answer is, that having the responsibility of carrier at the common law in view, a responsibility which subjected the ship-owner for every loss not caused by the act of God, or the public enemies, some such words were necessary to cover all the grounds of their liability as carriers. It was not enough to specify 'embezzlement, loss, or destruction by the master, officers, mariners, passengers, or other persons' Collision and many other acts and things might occasion loss or injury to property intrusted to them as carriers, for which but for these words they would be responsible to the full amount. The collision in the case now under consideration furnishes an illustration: for the City of Norwich having on board a valuable cargo, that cargo was lost by the collision, and that loss would be within the terms of the section. Not only so, collision and many other acts, matters, things, losses, damage, and injury might happen, be 'done, occasioned, or incurred,' without any fault or negligence either of the ship-owners or their masters or mariners, and be due solely to the fault or negligence of other persons, or be an accident in such sense that faulty negligence could be imputed to no one, and yet the ship-owners would be liable. These classes of cases are therefore provided for, and are clearly within the design and object of the statute. There is, therefore, a large field for the operation of all the words of the third section, without extending their meaning to an injury to another vessel or goods on board thereof.</p>\n      <p class=\"indent\">II. The act is made up from the English statutes of 7 George II, 1734, 26 George III, 1786, and 53 George III, 1813, and from a Massachusetts statute of 1818, and a Maine statute of 1821. Many of its provisions are taken bodily from those statutes, and their language cannot be interpreted without recurring to the history of that legislation.</p>\n      <p class=\"indent\">Now the decision in <i>Boucher</i> v. <i>Lawson</i>,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> that the ship-owner was answerable for an embezzlement of the cargo by the master, occasioned the statute 7 George II. This statute limited the owner's liability in respect of the <i>wrongful</i> acts of the master and mariners, such as 'embezzlement or <i>other malversation</i>.' 'This act,' said Buller, J., in <i>Sutton</i> v. <i>Mitchell</i>,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> 'is as strong as possible, and was meant to protect the owner against all <i>treachery in the master or mariners</i>.' It was passed for the protection of the ship-owner as a carrier. Freighters, and owners of property on board his vessel, but no one else, were affected by the limitation it placed on his liability.</p>\n      <p class=\"indent\">The statute of 26 George III, 1786, followed the decision in <i>Sutton</i> v. <i>Mitchell</i>. By it the ship-owner's liability was now further limited, when his freighters lost their goods by robbery or fire on board his vessel. But if his vessel had by negligence set fire to another vessel and her cargo, the statute did not relieve him from his common law responsibility. It is also certain that his liability was not limited by this act in case of any loss happening, even to his own freighters, by collision.</p>\n      <p class=\"indent\">The statute 53 George III, 1813, which was next passed, made important innovations. It specifically contemplated two descriptions of losses, one to the cargo laden on board the ship, and the other to a disconnected ship and her cargo. It also, for the first time, contemplated acts <i>omitted</i> to be done, 'neglects,' as well as acts to be done, without the fault or privity of the owner. Its main provision was as follows:</p>\n      <p class=\"indent\">'That no person or persons who is, are, or shall be, owner or owners, a part owner or part owners, of any ship or vessel, shall be subject or liable to answer for or make good any loss or damage arising or taking place by reason of any act, <i>neglect</i>, matter, or thing done, <i>omitted</i>, or occasioned, without the fault or privity of such owner or owners, which may happen to any goods, wares, or merchandise, or other thing laden or put on board the same ship or vessel after the 1st of September, 1813, or which, after the said 1st September, 1813, <i>may happen to any other ship or vessel, or to any goods, wares, or merchandise, or other thing, being in or on board of any other ship or vessel</i>, further than the value of his or their ship or vessel, and the freight due, or to grow due, for and during the voyage, which may be in prosecution or contracted for, at the time of the happening of such loss or damage.'</p>\n      <p class=\"indent\">No language can be clearer than that which it was here deemed necessary to employ in extending the limitation to other property than that on board the ship. It was not until after, and in full view of all this legislation by Great Britain, that any act was passed in this country limiting the common law liability of the ship-owner to any extent.</p>\n      <p class=\"indent\">Stanutes of Massachusetts and Maine comprise all the legislation in the United States before the act of Congress of 1851. The act of 1851 is copied largely from them.</p>\n      <p class=\"indent\">The statutes of Massachusetts and Maine ignore the act of 53 George III. Both relate only to the loss by embezzlement or other malversation of the master or mariners of the property on board the ship. The words which are copied into both of them from the English statute, 'any act, matter, or thing, damage or forfeiture done, occasioned or incurred by the said master or mariners without the privity or knowledge of such owner,' can relate, as they manifestly do in the English act, only to acts done affecting the property on board the ship.</p>\n      <p class=\"indent\">III. But if our view in all this matter is wrong, and the act of 1851 has the scope claimed for it on the other side, there remains the point made by the District Court, to wit, that that court cannot give relief. It is obvious that the action asked for is the action of a court of equity. But our District Courts are not courts of equity.</p>\n      <p class=\"indent\">Moreover this proceeding is not an 'appropriate proceeding' to enforce an apportionment. The defendants do not prove that they have paid or offered to pay to any one the value of their vessel; but only that certain undertermined claims for damages subsist against them. Where is the power to convert this simple proceeding between two persons into a proceeding for the condemnation of property and the apportionment of a fund in which many other persons living in various jurisdictions may be interested?</p>\n      <p class=\"indent\"><i>Messrs. G. B. Hibbard, E. H. Owen, and J. Halsey, contra</i>.</p>\n      <p class=\"indent\">Mr. Justice BRADLEY delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The appeal brings up all the questions in the cause. The first one is which vessel was in fault. And on this point we are satisfied from an examination of the evidence in the case with the finding of the District and Circuit Courts as to the responsibility of the steamboat for the happening of the collision. There is very strong evidence to show that the schooner's light was burning brightly, it being specially examined both before and after the collision; and that the vessel could be seen, and was seen, by another steamer a full mile off just before the collision happened. The Electra was three-fourths of a mile in rear of the City of Norwich, directly in her track, and her officers saw the schooner some time before the occurrence. They saw her one point on their port bow when the City of Norwich was dead ahead. Now, the course of the schooner was nearly at right angles to that of the two steamers. If, therefore, she was one point on the port bow of the Electra, when a mile distant, it required but little calculation to show that at that time she must have been between an eighth and a quarter of a mile from the line of direction in which the two steamers were sailing. As she was making three or four knots an hour, and as the City of Norwich was making twelve, it must have taken the schooner, after this, two or three minutes to get up to the line of direction of the City of Norwich, during which time the latter would traverse nearly half a mile. So that when the schooner was first seen from the Electra she must have been half a mile distant from the City of Norwich, and, therefore, the theory of the claimants that she was only to be seen by reason of the lights from the City of Norwich shining on her sails, falls to the ground. If, therefore, she was seen from the Electra, more than a mile distant, she ought to have been seen from the City of Norwich, which was three-fourths of a mile nearer to her. All the circumstances mentioned by the pilot of the Electra corroborate these conclusions. He says that the schooner was a mile off from the Electra when he saw her, and that this was '<i>two minutes before the collision</i>.' He adds that the steamer City of Norwich blew her whistle immediately after the collision, and that he discovered the schooner two or three minutes before he heard the whistle. This evidence is adverted to, because it is of that circumstantial nature which often demonstrates the truth more strongly than the most positive testimony. It may be added that it is corroborated in many particulars by other evidence in the cause. As to her lights, it is admitted, or at least clearly proved, that the schooner had a green light in the proper place; but several witnesses say it was a dim light. It is proper to observe that nearly all those who say this only saw the light after the collision, the shock of which may have temporarily affected the brilliancy of the lamp. But, without pursuing the subject further, it is sufficient to say, that in our opinion the evidence is clear that the steamer was in fault in not seeing the schooner in time to prevent a collision. It was her duty to keep out of the way of the schooner; she was not only propelled by steam, but the schooner was beating against a head wind. So that every circumstance in the case cast the duty of avoiding a collision upon the steamer. Her liability is clear.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The next question is, whether the owners of the steamer are entitled to the benefits of the act of 1851, limiting the liability of ship-owners to the amount of their interest in the vessel and her freight; and, if so, whether they can have relief in the District Court in the proceedings instituted against them. This involves the true construction of that act; and, to reach this, it may be useful to take a cursory view of previous legislation on the subject in other countries as well as in this.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The history of the limitation of liability of ship-owners is matter of common knowledge. The learned opinion of Judge Ware in the case of <i>The Rebecca</i>,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> leaves little to be desired on the subject. He shows that it originated in the maritime law of modern Europe; that whilst the civil, as well as the common, law made the owner responsible to the whole extent of damage caused by the wrongful act or negligence of the master or crew, the maritime law only made them liable (if personally free from blame) to the amount of their interest in the ship. So that, if they surrendered the ship, they were discharged.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Grotius, in his law of War and Peace,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> says that men would be deterred from investing in ships if they thereby incurred the apprehension of being rendered liable to an indefinite amount by the acts of the master, and therefore, in Holland, they had never observed the Roman law on that subject, but had a regulation that the ship-owners should be bound no farther than the value of their ship and freight. The maritime law, as codified in the celebrated French Ordonnance de la Marine, in 1681, expressed the rule thus: 'The proprietors of vessels shall be responsible for the acts of the master, but they shall be discharged by abandoning the ship and freight.' Valin, in his commentary on this passage,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> after specifying certain engagements of the master which are binding on the owners, without any limit of responsibility, such as contracts for the benefit of the vessel, made during the voyage (except contracts of bottomry), says: 'With these exceptions it is just that the owner should not be bound for the acts of the master, except to the amount of the ship and freight. Otherwise he would run the risk of being ruined by the bad faith or negligence of his captain, and the apprehension of this would be fatal to the interests of navigation. It is quite sufficient that he be exposed to the loss of his ship and of the freight, to make it his interest, independently of any goods he may have on board, to select a reliable captain.' Pardessus says:<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> 'The owner is bound civilly for all delinquencies committed by the captain within the scope of his authority, but he may discharge himself therefrom by abandoning the ship and freight; and, if they are lost, it suffices for his discharge, to surrender all claims in respect of the ship and its freight,' such as insurance, &amp;c.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The same general doctrine is laid down by many other writers on maritime law. So that it is evident that, by this law, the owner's liability was coextensive with his interest in the vessel and its freight, and ceased by his abandonment and surrender of these to the parties sustaining loss.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">This rule, to a partial extent, was adopted in England by the act of 7 George II, passed in 1734. By this act, after reciting that it was of the greatest consequence to the kingdom to promote the increase of the number of ships, and to prevent any discouragement to merchants and others from being interested and concerned therein, it was enacted that no ship-owner should be responsible for loss or damage to goods on board the ship by embezzlement of the master or mariners, without his privity or knowledge, further than the value of the ship and her appurtenances, and the freight due thereon for the voyage; and, if greater damage occurred, it should be averaged among those who sustained it. By 26 George III (1786) this limitation of liability was extended to robbery and to losses in which the master and mariners had no part, and liability for loss by fire was entirely removed, as well as liability for loss of gold and jewelry, unless its nature and value were disclosed. By 53 George III (1813), the liability limitation of ship-owners was still further extended to cases of loss by <i>negligence</i> of the master and mariners, and to damage done to other ships and their cargoes, including of course, cases of collision. In the first two of these statutes it was provided that if the loss or damage fell on more than one party, either the parties injured or the ship-owners might file a bill in equity to ascertain the whole amount of loss on the one side and the value of the offending vessel and her freight on the other, so as to have a proper distribution of the latter, <i>pro rata</i>, amongst those who sustained damage. The last statute gave this remedy to the ship-owners alone, it being for their benefit and intended to prevent a multiplicity of suits against them. But they were obliged to pay the value of the vessel and her freight into court, or to give security for the amount, and to acknowledge their liability, inasmuch as the court of chancery would not investigate the question of liability. That being done, they were entitled to a stay of all suits brought against them for damages.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Under these statutes the English courts, since the passage of the act of 53 George III (the question does not seem to have arisen before), have held that the value of the ship and freight was to be estimated as it stood immediately prior to the injury, so that if the ship were lost by the occurrence which caused it, or at any subsequent period before the completion of the voyage, the ship-owners were still liable for that value. The statutes contained no provision for a surrender and assignment of the ship and freight, but only for paying their value into court.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> These decisions, it will be seen, create an important distinction between the English statute law and the maritime law.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Statutes similar in principle to the English acts were passed in 1818 and 1821 by the legislatures of Massachusetts and Maine, differing slightly in form. They limited the liability of the ship-owner to the amount of his interest in the ship and freight for any embezzlement or damage occasioned by the master or mariners without his privity or knowledge, and provided that if the loss or damage were sustained by several persons, and should be more than the value of the offending ship and its freight, either the persons so injured or the ship-owner, or both, might file a bill in equity for discovery and payment of the amount for which the owner might be liable, among those entitled thereto.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In 1841 the law of France was amended so as to operate still further to the advantage of the ship-owner, by enabling him to obtain, by abandonment of ship and freight, a complete discharge, not only from responsibility for the acts and defaults of the captain, but also for all his engagements and contracts relative to the ship and the voyage.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the light of all this previous legislation, the act of Congress was passed in 1851. As we have seen, by the maritime, law, the liability of the ship-owner was limited to his interest in the ship and freight for all torts of the master and seamen, whether by collisions or anything else, and sometimes even for the master's contracts; and his liability was so strictly limited that he was discharged by giving up that interest, or by the vessel being lost on the voyage, and the maritime courts found no difficulty in carrying this law into execution. By the English law, as constituted by acts of Parliament, the owner's liability was limited to the amount and value of ship and freight at the time of injury, for damages to cargo and damages to other vessels by collision; but from the restricted jurisdiction of the English admiralty courts, in order to get complete relief where there were many persons suffering damage, the ship-owners were obliged to resort to a bill in chancery. The laws of Maine and Massachusetts seem to have limited the ship-owner's liability in cases of damage to cargo alone; and for complete relief, they refer him to a proceeding in equity.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The act of Congress seems to have been drawn with direct reference to all these previous laws, and with them before us, its language seems to be not difficult of construction. The first section exempts ship-owners from loss or damage by fire to goods on board the ship, unless caused by their own neglect. The second exempts the owners and master from liability for loss or damage to jewelry, precious metals, or money put on board the ship, unless its character and value be disclosed in writing. These two provisions were substantially contained in the English law of 1786. The third section, which is the one in question, is in the following words:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'The liability of the owner or owners of any ship or vessel, for any embezzlement, loss, or destruction, by the master, officers, mariners, passengers, or any other person or persons, of any property, goods, or merchandise, shipped or put on board of such ship or vessel, <i>or for any loss, damage, or injury by collision</i>, or for any act, matter, or thing, loss, damage, or forfeiture, done, occasioned, or incurred, without the privity or knowledge of such owner or owners, shall in no case exceed the amount or value of the interest of such owner or owners respectively, in such ship or vessel, and her freight then pending.'</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Here the owner's liability is limited to the amount or value of his interest in the vessel and freight, but the section does not define at what time that interest is to be taken. The limitation embraces not only loss or damage happening to goods on board, but 'any loss, damage, or injury by collision.' The latter claim is independent of the preceding one. It cannot be read to mean, 'loss or injury [to the goods on board] by collision,' without an unauthorized interpolation. If it had said 'loss, damage, or injury [thereto] by collision,' it would have been confined to the goods on board the vessel. But it does not so read. The section as constructed limits the ship-owners' liability in three classes of damage or wrong-happening without their privity, and by the fault or neglect of the master or other persons on board, viz.: 1st, damage to goods on board; 2d, damage by collision to other vessels and their cargoes; 3d, any other damage or forfeiture done or incurred.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In view of the fact that the limited liability of ship-owners was, by the general maritime law, extended to all acts of the master except contracts for the benefit of the ship, and in most places even to these; and of the fact, that the English statutes expressly extended it to cases of collision as well as to injuries to cargoes; we see no reason why the fair natural construction should not be given to the act of 1851, which makes an equally broad application of the rule, and there is nothing in the reason of the thing that should lead us to evade such a construction. The great object of the law was to encourage ship-building and to induce capitalists to invest money in this branch of industry. Unless they can be induced to do so, the shipping interests of the country must flag and decline. Those who are willing to manage and work ships are generally unable to build and fit them. They have plenty of hardiness and personal daring and enterprise, but they have little capital. On the other hand, those who have capital, and invest it in ships, incur a very large risk in exposing their property to the hazards of the sea, and to the management of seafaring men, without making them liable for additional losses and damage to an indefinite amount. How many enterprises in mining, manufacturing, and internal improvements would be utterly impracticable if capitalists were not encouraged to invest in them through corporate institutions by which they are exempt from personal liability, or from liability except to a limited extent? The public interests require the investment of capital in ship-building, quite as much as in any of these enterprises. And if there exist good reasons for exempting innocent ship-owners from liability, beyond the amount of their interest, for loss or damage to goods carried in their vessels, precisely the same reasons exist for exempting them to the same extent from personal liability in cases of collision. In the one case as in the other, their property is in the hands of agents whom they are obliged to employ.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We are, therefore, of opinion that the respondents were entitled to the benefit of the act of 1851, as against the claim of the libellants.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">But the claim of the libellants alone is not alleged to be greater than the value of the steamer and her freight. The libellants, therefore, would be entitled to receive the whole amount of this damage, if they were the only persons who sustained damage, or if, by reason of the nature of their claim, their lien was superior to that of the owners of the cargo lost on the steamer. Liens for reparation for wrong done are superior to any prior liens for money borrowed, wages, pilotage, &amp;c. But they stand on an equality with regard to each other if they arise from the same cause.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> We think, therefore, that the lien of the libellants for the loss of the schooner and her cargo, arising from the collision, is on an equality with the lien for the loss of the cargo of the steamer, from the same cause. This being so, the case for the application of the statute arises; for it is alleged by the libellants that the damage to the schooner and her cargo, together with the damage arising from the loss of the steamer's cargo, greatly exceeds the value of the steamer and her freight for the voyage.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We are, therefore, brought to the question whether the District Court had jurisdiction, under the fourth section of the act, to grant the respondents relief by any proceeding to apportion the damages.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">As we have seen, it is declared by the third section that the liability of ship-owners for loss or damage, &amp;c., shall not exceed the amount or value of their interest in the ship and her freight then pending. And by the fourth section it is provided:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">'If any such embezzlement, loss, or destruction shall be suffered by several freighters <i>or owners</i> of goods, wares, or merchandise, or <i>any property whatever</i>, on the same voyage, and the whole value of the ship or vessel, and her freight for the voyage, shall not be sufficient to make compensation to each of them, they shall receive compensation from the owner or owners of the ship or vessel, in proportion to their respective losses, and for that purpose the said freighters and owners of the property, and the owner or owners of the ship or vessel, or any of them, may take the appropriate proceedings in any court, for the purpose of apportioning the sum for which the owner or owners of the ship or vessel may be liable amongst the parties entitled thereto. And it shall be deemed a sufficient compliance with the requirements of this act, on the part of such owner or owners, if he or they shall transfer his or their interest in such vessel and freight, for the benefit of such claimants, to a trustee, to be appointed by any court of competent jurisdiction, to act as such trustee for the person or persons who may prove to be legally entitled thereto, from and after which transfer all claims and proceedings against the owner or owners shall cease.'</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The act does not state what court shall be resorted to, nor what proceedings shall be taken; but that the parties, or any of them, may take '<i>the appropriate proceedings in any court</i>, for the purpose of apportioning the sum for which, &amp; c.' Now, no court is better adapted than a court of admiralty to administer precisely such relief. It happens every day that the proceeds of a vessel, or other fund, is brought into that court to be distributed amongst those whom it may concern. Claimants are called in by monition to present and substantiate their respective claims; and the fund is divided and distributed according to the respective liens and rights of all the parties. Congress might have invested the Circuit Courts of the United States with the jurisdiction of such cases by bill in equity, but it did not. It is also evident that the State courts have not the requisite jurisdiction. Unless, therefore, the District Courts themselves can administer the law, we are reduced to the dilemma of inferring that the legislature has passed a law which is incapable of execution. This is never to be done if it can be avoided. We have no doubt that the District Courts, as courts of admiralty and maritime jurisdiction, have jurisdiction of the matter; and this court undoubtedly has the power to make all needful rules and regulations for facilitating the course of proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">It is to be observed, however, that if the ship-owner desires the intervention of the court, it will not be sufficient for him simply to ask for a <i>pro rata</i> reduction of the libellants' damages, without, in some manner, tendering the corresponding <i>pro rata</i> compensation to which other parties, whose claims he sets up against the libellants, are entitled. Otherwise, he might reduce the libellants' claim without ever being obliged to respond to the other parties. The libellants are, in fact, directly interested in the existence or non-existence of the other claims for damage. If these are established, they must suffer an abatement; if not, they will be entitled to recover their entire damage. It follows, therefore, that the ship-owner must either admit the claims for damage which he thus sets up, or must ask the court to have them adjudicated. In the English practice, as the court of chancery does not investigate demands in admiralty, it required the complainant (the ship-owner) to admit his liability in advance. This is, perhaps, not necessary in an admiralty court. But it is, at least, necessary that proceedings should be instituted for ascertaining the coexisting claims which are to antagonize and operate as a means of reducing the claim of the libellants.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">But in order to proceed regularly the court must have possession of the limited liability fund&#8212;that is, the proceeds or value of the ship and freight. It cannot distribute a fund of which it has not the possession. If the vessel were libelled, and either sold or appraised, and her value deposited in court, this sum, together with the amount of the freight (when proper to be added), would constitute the <i>res</i>, or fund for distribution. The case would then be free from difficulty. But the present case is a libel <i>in personam</i> in the District of Connecticut, and the steamer has, in fact, been libelled in the Eastern District of New York, and she, or her value, is detained there. The respondents have not paid, or offered to pay, the fund into the District Court for the District of Connecticut. Nor do they allege that they have applied to the District Court for the Eastern District of New York, where the fund is, to apportion the damages incurred. Had they done this, that court might have acquired jurisdiction of the case, and made it the duty of the District Court of Connecticut, on being duly certified of the fact, to suspend further proceedings and leave the libellants to present their claim in the court of New York.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The proper course of proceeding for obtaining the benefit of the act would seem to be this: When a libel for damage is filed, either against the ship <i>in rem</i> or the owners <i>in personam</i>, the latter (whether with or without an answer to the merits) should file a proper petition for an apportionment of the damages according to the statute, and should pay into court (if the vessel or its proceeds is not already there), or give due stipulation for, such sum as the court may, by proper inquiry, find to be the amount of the limited liability, or else surrender the ship and freight by assigning them to a trustee in the manner pointed out in the fourth section. Having done this, the ship-owner will be entitled to a monition against all persons to appear and intervene <i>pro interesse suo</i>, and to an order restraining the prosecution of other suits. If an action should be brought in a State court the ship-owner should file a libel in admiralty, with a like surrender or deposit of the fund, and either plead the fact in bar in the State court or procure an order from the District Court to restrain the further prosecution of the suit. The court having jurisdiction of the case, under and by virtue of the act of Congress, would have the right to enforce its jurisdiction and to ascertain and determine the rights of the parties. For aiding parties in this behalf, and facilitating proceedings in the District Courts, we have prepared some rules which will be announced at an early day.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The difficulty with the respondents in this case is, that they have not taken the proper steps, in the proper court, to enable them to avail themselves of the benefit of the act. The want of any uniform practice on the subject may, perhaps, be a sufficient excuse for not having done this. If proceedings are still pending in the Eastern District of New York it is not yet too late to initiate proper proceedings there for making an apportionment in the case. Meantime the decree already made must be allowed to stand at least for the purpose of showing the respondents' liability to the libellants, and the actual amount of damage which the latter have sustained, as the basis of an apportionment. The court below will be instructed to suspend further proceedings on the decree until reasonable time has been given to the respondents to take the proper steps in the District Court, where the fund is, for settling and closing up the claims of all parties interested therein.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">This view of the case renders it necessary to determine another question arising in the cause for the guidance of the parties and the courts below. This is, whether the respondents, in order to avail themselves of the benefits of the act of 1851, may surrender the steamer itself, and any freight that may have accrued, under the fourth section of the act, without paying into court anything further, or whether they are bound to pay, or give security for, the value of the steamer at the time of the collision, and of the freight for the voyage. It will be necessary to know this at the first step in the proceedings. The probability is, that no freight ever actually accrued, as the cargo was never delivered in New York. Still, if the construction given by the English courts to their statute is to be followed, it matters not whether freight actually accrued or not. The owners would still be liable for what would have accrued had the voyage terminated prosperously; and it also matters not whether the steamer were lost or greatly injured. The owners would be liable for her value immediately prior to the collision.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">But it will be observed that the act of Congress contains a provision for the ship-owner to discharge himself, as in the maritime law, by giving up the vessel and her freight. This provision is not contained in any of the English or State statutes, and could not have been inserted in the act of Congress without direct reference to the like provision of the maritime codes. Could it have been inserted for any other purpose than to adopt the rule of that code? This is a question of much interest and importance.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The Supreme Court of Massachusetts, in a case much considered,<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> adopted the English rule, and held that a ship-owner, where the ship is lost, cannot have the benefit of the act, allowing him to relieve himself from responsibility by abandoning the ship and freight, because he cannot comply with its terms by assigning them. But surely, if the privilege exists when the vessel has been damaged at all (as it would seem that it must, if the act is to have any meaning), how can it cease to exist by any amount or degree of damage? And if the privilege exists, as long as there is anything left of the vessel to be transferred, it cannot cease when she is entirely destroyed. That would be to stand upon too nice a point of logic in giving a reasonable and practical construction to a statute. It would be to punish the unfortunate ship-owner, because his loss is total instead of partial. The late Judge Kane, of the Eastern District of Pennsylvania, in the case of <i>Watson</i> v. <i>Marks</i>,<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> held that the act had adopted the maritime rule, and his reasoning on the subject is very forcible and satisfactory. We do not hesitate to express our decided conviction, that the rule of the maritime law on this subject, so far as relates to torts, was intended to be adopted by the act of 1851.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It is objected, however, that the fourth section of the act does not embrace cases of damage by collision, even though they are included in the third section. But an examination of the fourth section will show that its language is very broad. Coming immediately after the provisions of the third section, which, as we have seen, provide for all kinds of loss, damage, and destruction (damage by collision included), it says, that if any such embezzlement, loss, or destruction shall be suffered by several freighters <i>or owners</i> of goods, wares, or merchandise, or <i>any property whatever</i>, on the same voyage, and the whole value of the ship or vessel, and her freight for the voyage, shall not be sufficient, &amp;c. Surely this language is broad enough to cover damage by collision, as well as other damages. And the close connection and dependency of the two sections, require a construction to be given to the one coextensive with that given to the other, if it can possibly be done without violence to the language.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The decree of the Circuit Court will be affirmed, with directions to suspend further proceedings thereon until the respondents (the appellants in this court), shall have had such reasonable time as the Circuit Court may deem sufficient for taking the proper proceedings in the District Court for the Eastern District of New York, for apportioning the damage sustained by the various parties in this case. The costs in this court and the courts below to be equally divided between the libellants and the respondents. Also, process against the stipulators to be suspended to abide the event of the suit.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Mr. Justice STRONG was not present at the argument in this case, and took no part in the judgment.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 9 Stat. at Large, 635.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 6 Howard, 344.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Walker <i>v.</i> Insurance Company, 14 Gray, 288.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Reports Temp. Hardwick, p. 85.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> 1 Term, 20.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Ware, 187, 194.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Book 2, c. 11, &#167; 13. His words are: '<i>Navis et eorum quae in navi sunt</i>,' 'the ship and goods therein.' But he is speaking of the owner's interest; and this, as to the cargo, is the freight thereon; and in that sense he is understood by the commentators. Boulay Paty, Droit Maritime, tit. 3, &#167; 1, p. 276.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Lib. 2, tit. 8, art 2.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Droit Commercial, part 3, tit. 2, c. 3, &#167; 2.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> See Abbott on Shipping, part 4, chap. 7.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> See Abbott on Shipping, part 4, chap. 7, &#167; 5; Wilson <i>v.</i> Dickson, 2 Barnewall &amp; Alderson, 2; Cannan <i>v.</i> Meaburn, 1 Bingham, 465; Brown <i>v.</i> Wilkinson, 15 Meeson &amp; Welsby, 391; Dobree <i>v.</i> Schroeder, 2 Mylne &amp; Craig, 489; The Mary Caroline, 3 W. Robinson, 101; Leycester <i>v.</i> Logan, 3 Kay &amp; Johnson, 446.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Maclachlan on Merchant Shipping, 598.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> See these Rules, <i>supra</i>, vii.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Walker <i>v.</i> Insurance Company, 14 Gray, 288.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> 2 American Law Register, 157.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/88441/"
}