{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "80 U.S. 297", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/88464/"
    ], 
    "scotus_early_cite": "13 Wall. 297", 
    "case_name": "Pendleton County v. Amy", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 58237, 
    "resource_uri": "/api/rest/v2/citation/58237/"
  }, 
  "id": 88464, 
  "blocked": false, 
  "judges": "Strong", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1872-02-19", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>80 U.S. 297 (____)</b></center>\n<center><b>13 Wall. 297</b></center>\n<center><h1>PENDLETON COUNTY<br>\nv.<br>\nAMY</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*300</span> Mr. B.H. Bristow, for the plaintiff in error.</p>\n<p>Mr. J.W. Stevenson, contra.</p>\n<p><span class=\"star-pagination\">*303</span> Mr. Justice STRONG delivered the opinion of the court.</p>\n<p>It must be admitted that the pleas interposed by the defendant in the court below were inartistically framed; that they were argumentative, and that they set up nothing which could not have been taken advantage of, for what it was worth, under the general issue. They might have been stricken from the record on motion, or, if special demurrers were allowable in that circuit, they would have been condemned, had the plaintiff so demurred. But the demurrers were general, and the question before us is whether any of the pleas set up a substantial defence to the action.</p>\n<p>Now, in regard to the first plea, while it is true that the defence which it sets up was only inferentially an answer to the plaintiff's complaint, and while it might as well have been set up under the general issue, it was nevertheless a traverse of a material averment of the declaration. The coupons were made payable to bearer, but if the plaintiff was neither the owner, nor the holder, nor the bearer, they were not promises to pay him, and the county was not indebted to him. Hence it was material to his case to aver, as he did, <span class=\"star-pagination\">*304</span> that he was the bearer, and the plea took issue with this averment. It denied the title of the plaintiff, or his right of action, and, though faulty in form, in substance it amounted to a defence. It was, therefore, error to overrule it upon a general demurrer.</p>\n<p>Similar observations might be made respecting the demurrers to the second and fourth pleas.</p>\n<p>The third plea was in effect a denial of any legislative authority to the county to subscribe to the stock of the railroad company, and to issue bonds for the payment of such subscription. The general demurrer to it raises the question whether it presented a substantial defence to the action.</p>\n<p>It is to be noticed at the outset that the plea concedes legislative authority to the county to make a subscription, and to issue bonds in payment, though the exercise of the authority was required to be preceded by a popular vote. It concedes that the bonds were in fact made and issued. We say it concedes this, because such making and issue are alleged in the declaration, and the plea does not traverse the allegation. It concedes that the subscription was made; that the bonds were delivered to the company in payment; that they were sold for $50,000; that the plaintiff subsequently became the owner, and hence that he stands in the position of a purchaser for value; and it concedes that the county obtained for the bonds a certificate of stock in the railroad company, which it now holds.</p>\n<p>Without legislative authority a municipal corporation, like a county, may not subscribe to the capital stock of a railroad company, and bind itself to pay its subscription, or issue its bonds in payment; and if it does, the purchase of such bonds is affected by the want of authority to make them. But it does not follow from this that when the legislature has given its sanction to the issue of bonds, provided that before their issue certain things shall be done by the officers, or the people of the county, the bonds can always be avoided in the hands of an innocent purchaser by proof that the county officers, or the people, have not done, or have insufficiently done, the things which the legislature required <span class=\"star-pagination\">*305</span> to be done before the authority to subscribe, or to issue bonds, should be exercised. A purchaser is not always bound to look farther than to discover that the power has been conferred, even though it be coupled with conditions precedent. If the right to subscribe be made dependent upon the result of a popular vote, the officers of the county must first determine whether the vote has been taken as directed by law and what the vote was. When, therefore, they make a subscription, and issue county bonds in payment, it may fairly be presumed, in favor of an innocent purchaser of the bonds, that the condition which the law attached to the exercise of the power has been fulfilled. To issue the bonds without the fulfilment of the precedent conditions would be a misdemeanor, and it is to be presumed that public officers act rightly. We do not say this is a conclusive presumption in all cases, but it has more than once been decided that a county may be estopped against asserting that the conditions attached to a grant of power were not fulfilled.<sup>[*]</sup> The estoppel in these cases was either by recitals in the bonds that the conditions precedent had been complied with, or by the fact that the county had subsequently levied taxes to pay interest on the bonds. In the present case it does not appear in the pleadings whether or not the bonds contained any such recitals, nor whether the officers of the county have levied taxes to pay interest on them, or whether any interest has been paid. These grounds of estoppel do not exist. But if such acts and such recitals are sufficient to protect bonâ fide purchasers against an attempt to set up noncompliance with the conditions attached to the grant of power to issue the bonds, it is not easy to see why the pleadings do not show an estoppel in this case. The county received in exchange for the bonds a certificate for the stock of the railroad company, which it held about seventeen years before the present suit was <span class=\"star-pagination\">*306</span> brought, and which it still holds. Having exchanged the bonds for the stock, can it retain the proceeds of the exchange, and assert against a purchaser of the bonds for value that though the legislature empowered it to make them, and put them upon the market, upon certain conditions, they were issued is disregard of the conditions? We think they cannot, and, therefore, that the third plea cannot be sustained.</p>\n<p>But for the reasons given above the case must be sent back for another trial; when, doubtless, the pleadings will be changed.</p>\n<p>JUDGMENT REVERSED, and the cause REMITTED FOR FURTHER PROCEEDINGS.</p>\n<p>The CHIEF JUSTICE, with MILLER and FIELD, JJ., concurred in a judgment of reversal, but said that they did not assent to all the views expressed in the preceding opinion.</p>\n<h2>NOTES</h2>\n<p>[*]  Commissioners of Knox County v. Aspinwall et al., 21 Howard, 539 Bissell v. City of Jeffersonville, 24 Id. 287; Moran v. Commissioners, 2 Black, 722; Meyer v. Muscatine, 1 Wallace, 384; Van Hostrup v. Madison City, 1 Id. 291; Supervisors v. Schenck, 5 Id. 772.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:01:40", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">297</span></span> (____)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">297</span></span></b></center>\n<center><h1>PENDLETON COUNTY<br>\nv.<br>\nAMY</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*300</span> Mr. B.H. Bristow, for the plaintiff in error.</p>\n<p>Mr. J.W. Stevenson, contra.</p>\n<p><span class=\"star-pagination\">*303</span> Mr. Justice STRONG delivered the opinion of the court.</p>\n<p>It must be admitted that the pleas interposed by the defendant in the court below were inartistically framed; that they were argumentative, and that they set up nothing which could not have been taken advantage of, for what it was worth, under the general issue. They might have been stricken from the record on motion, or, if special demurrers were allowable in that circuit, they would have been condemned, had the plaintiff so demurred. But the demurrers were general, and the question before us is whether any of the pleas set up a substantial defence to the action.</p>\n<p>Now, in regard to the first plea, while it is true that the defence which it sets up was only inferentially an answer to the plaintiff's complaint, and while it might as well have been set up under the general issue, it was nevertheless a traverse of a material averment of the declaration. The coupons were made payable to bearer, but if the plaintiff was neither the owner, nor the holder, nor the bearer, they were not promises to pay him, and the county was not indebted to him. Hence it was material to his case to aver, as he did, <span class=\"star-pagination\">*304</span> that he was the bearer, and the plea took issue with this averment. It denied the title of the plaintiff, or his right of action, and, though faulty in form, in substance it amounted to a defence. It was, therefore, error to overrule it upon a general demurrer.</p>\n<p>Similar observations might be made respecting the demurrers to the second and fourth pleas.</p>\n<p>The third plea was in effect a denial of any legislative authority to the county to subscribe to the stock of the railroad company, and to issue bonds for the payment of such subscription. The general demurrer to it raises the question whether it presented a substantial defence to the action.</p>\n<p>It is to be noticed at the outset that the plea concedes legislative authority to the county to make a subscription, and to issue bonds in payment, though the exercise of the authority was required to be preceded by a popular vote. It concedes that the bonds were in fact made and issued. We say it concedes this, because such making and issue are alleged in the declaration, and the plea does not traverse the allegation. It concedes that the subscription was made; that the bonds were delivered to the company in payment; that they were sold for $50,000; that the plaintiff subsequently became the owner, and hence that he stands in the position of a purchaser for value; and it concedes that the county obtained for the bonds a certificate of stock in the railroad company, which it now holds.</p>\n<p>Without legislative authority a municipal corporation, like a county, may not subscribe to the capital stock of a railroad company, and bind itself to pay its subscription, or issue its bonds in payment; and if it does, the purchase of such bonds is affected by the want of authority to make them. But it does not follow from this that when the legislature has given its sanction to the issue of bonds, provided that before their issue certain things shall be done by the officers, or the people of the county, the bonds can always be avoided in the hands of an innocent purchaser by proof that the county officers, or the people, have not done, or have insufficiently done, the things which the legislature required <span class=\"star-pagination\">*305</span> to be done before the authority to subscribe, or to issue bonds, should be exercised. A purchaser is not always bound to look farther than to discover that the power has been conferred, even though it be coupled with conditions precedent. If the right to subscribe be made dependent upon the result of a popular vote, the officers of the county must first determine whether the vote has been taken as directed by law and what the vote was. When, therefore, they make a subscription, and issue county bonds in payment, it may fairly be presumed, in favor of an innocent purchaser of the bonds, that the condition which the law attached to the exercise of the power has been fulfilled. To issue the bonds without the fulfilment of the precedent conditions would be a misdemeanor, and it is to be presumed that public officers act rightly. We do not say this is a conclusive presumption in all cases, but it has more than once been decided that a county may be estopped against asserting that the conditions attached to a grant of power were not fulfilled.<sup>[*]</sup> The estoppel in these cases was either by recitals in the bonds that the conditions precedent had been complied with, or by the fact that the county had subsequently levied taxes to pay interest on the bonds. In the present case it does not appear in the pleadings whether or not the bonds contained any such recitals, nor whether the officers of the county have levied taxes to pay interest on them, or whether any interest has been paid. These grounds of estoppel do not exist. But if such acts and such recitals are sufficient to protect bonâ fide purchasers against an attempt to set up noncompliance with the conditions attached to the grant of power to issue the bonds, it is not easy to see why the pleadings do not show an estoppel in this case. The county received in exchange for the bonds a certificate for the stock of the railroad company, which it held about seventeen years before the present suit was <span class=\"star-pagination\">*306</span> brought, and which it still holds. Having exchanged the bonds for the stock, can it retain the proceeds of the exchange, and assert against a purchaser of the bonds for value that though the legislature empowered it to make them, and put them upon the market, upon certain conditions, they were issued is disregard of the conditions? We think they cannot, and, therefore, that the third plea cannot be sustained.</p>\n<p>But for the reasons given above the case must be sent back for another trial; when, doubtless, the pleadings will be changed.</p>\n<p>JUDGMENT REVERSED, and the cause REMITTED FOR FURTHER PROCEEDINGS.</p>\n<p>The CHIEF JUSTICE, with MILLER and FIELD, JJ., concurred in a judgment of reversal, but said that they did not assent to all the views expressed in the preceding opinion.</p>\n<h2>NOTES</h2>\n<p>[*]  Commissioners of Knox County v. Aspinwall et al., 21 Howard, 539 Bissell v. City of Jeffersonville, 24 Id. 287; Moran v. Commissioners, 2 Black, 722; Meyer v. Muscatine, 1 Wallace, 384; Van Hostrup v. Madison City, 1 Id. 291; Supervisors v. Schenck, 5 Id. 772.</p>\n\n</div>", 
  "sha1": "22e61f905b773343b1edd94ee2079a22dbcdf71d", 
  "date_modified": "2014-12-21T01:26:03.517041", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/88464/pendleton-county-v-amy/", 
  "citation_count": 1, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/169665/", 
  "html": "<p class=\"case_cite\">80 U.S. 297</p>\n    <p class=\"case_cite\">20 L.Ed. 579</p>\n    <p class=\"case_cite\">13 Wall. 297</p>\n    <p class=\"parties\">PENDLETON COUNTY<br>v.<br>AMY.</p>\n    <p class=\"date\">December Term, 1871</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ERROR to the Circuit Court for the District of Kentucky.</p>\n      <p class=\"indent\">Amy brought suit in April, 1869, against the county of Pendleton, in Kentucky, to recover the aggregate amount of certain coupons or interest warrants attached to fifty bonds of $1000 each. The bonds were dated October 15th, 1853, payable thirty years after date, and were alleged in the declaration to have been made and issued by the county of Pendleton in virtue of authority conferred by the legislature of the State. The declaration averred the execution of the bonds with interest warrants attached to each, payable to the bearer semiannually on the 15th days of April and October of every year, and also that they had been delivered to the Covington and Lexington Railroad Company in payment of a subscription made by the county to the capital stock of the company, under authority given by acts of the legislature. It further averred that the bonds were received by the railroad company, and <i>that a certificate for the shares of stock subscribed, as aforesaid, was issued to the county,</i> <i>and was received by it, and that it was still owned by the county;</i> and further, that the bonds were afterwards sold by the rail road company for $50,000, and delivered to the purchasers with the coupons attached; that the <i>plaintiff</i> subsequently became the <i>owner, holder, and bearer</i> of them all, and that from the 15th day of October, 1864, inclusive, until the commencement of the suit the county had neglected and refused to pay the coupons, though often requested to pay them.</p>\n      <p class=\"indent\">To the cause of action thus set forth the defendant pleaded four pleas:</p>\n      <p class=\"indent\">1st. That the plaintiff was not, at the time of filing his declaration, or at the time of entering the plea, the owner, holder, or bearer of the said alleged bonds and coupons, or of any or either of them, as in the declaration mentioned.</p>\n      <p class=\"indent\">2d. That at the time of filing the declaration and plea the bonds and coupons were all the property of one Augustus Robins, a citizen of the State of Kentucky, and not then or now the property of any other person.</p>\n      <p class=\"indent\">3d. That although the legislature, by one act, empowered the county to subscribe to the stock of the company, and to borrow money to pay the subscription, yet the authority was coupled with a proviso that the real estate holders residing in the county should so vote, by a majority, at such times as the county court might appoint, and that 'the question of subscribing stock, or of borrowing money to pay the same, never was submitted to the real estate holders residing in the county of Pendleton, to be determined by vote of a majority of them, as authorized and required by the act, before any stock had been subscribed to or for said county, or any money borrowed to pay the same.' The plea then averred that subsequent acts of the legislature (enacted before the subscription was made) which authorized the levy of a tax for the purpose of paying the subscriptions to the stock of the said company, also provided that before a subscription should be made and a tax levied, the question of levying the tax should be submitted to the voters of the county, and if a majority of the votes cast should be in favor of the tax, it should be levied, and the subscription should be made; and the plea denied that the question whether the tax or the subscription authorized by these acts, or whether any tax for payment of a subscription of stock in said company should be imposed in the county, had ever been submitted to, or voted upon, by the voters of Pendleton County in conformity with said acts. The plea further averred that no other acts of the legislature authorized the county, or any one for it, to subscribe stock for it in said company, or to levy a tax for payment, or to borrow money, or to issue bonds and coupons for the payment of any subscriptions of stock therein.</p>\n      <p class=\"indent\">4th. That the county did not sign, seal, or deliver the bonds and coupons to the railroad company, or to any person or corporation, as in the declaration alleged, nor authorize any one to do so; 'and <i>so</i> the defendant says that the alleged acts and coupons are not its acts and deeds.'</p>\n      <p class=\"indent\">To all these pleas there were <i>general</i> demurrers; and these demurrers being sustained and judgment given for the plaintiff, the county brought the case here.</p>\n      <p class=\"indent\">\n        <i>Mr. B. H. Bristow, for the plaintiff in error:</i>\n      </p>\n      <p class=\"indent\">1. The first plea shows that Amy was not <i>at any time</i> the owner, holder, or bearer of any of the bonds or coupons. If he was not, he had no right to sue. He might have made out a <i>prim a facie</i> case by producing the bonds and coupons; but it was not impossible for the county to overturn the <i>prim a facie</i> case, and the opportunity ought to have been allowed on a trial of the issue.</p>\n      <p class=\"indent\">2. The second plea showed that a citizen of Kentucky was the owner, which the county of Pendleton was ready to verify. This plea ought to have been denied by Amy, because, if the plea was true, he had no right to sue.</p>\n      <p class=\"indent\">3. The third plea, though containing some formal defects, constituted nevertheless a good defence; for, admitting the facts alleged in it to be true, it showed an entire want of authority in the County Court to issue the bonds and coupons, and consequently the absence of liability to pay. The authority of the County Court to borrow money, as is apparent from the matter pleaded, depended on a condition precedent, to wit, that the question of subscribing to the stock and of levying a tax had been submitted to the voters of the county for their determination. Now, the plea avers, and the demurrer admits, that the question of subscribing, &amp;c., was never submitted to a vote. So that the fact established by the pleadings is, not the irregular execution of a power already possessed, but the non-existence of the power itself.</p>\n      <p class=\"indent\">4. The fourth plea is a special plea amounting to the general issue, and though bad in form is good in substance.</p>\n      <p class=\"indent\">\n        <i>Mr. J. W. Stevenson, contra:</i>\n      </p>\n      <p class=\"indent\">1 and 2. By the first and second pleas, that which is mere matter in abatement is relied on in bar. The pleas do not dispute the making and delivery of the bonds and coupons, or that they are binding upon the county, or that they are due or unpaid, or that a cause of action exists against the county on them, but simply asserts that the action is not brought in the name of the proper party.</p>\n      <p class=\"indent\">Both pleas tender issues upon non-issuable points. The declaration sets forth that the bonds and coupons were payable to the bearer. The pleas do not dispute this. Therefore the bearer has the right to sue. The bonds and coupons being specialties, the proper method of trying the question whether the plaintiff was the bearer or not was to crave oyer. This would have settled the question by requiring the plaintiff to produce them to the view of the court and of the defendant. If it is said no profert was made, then the proper course was to demur for want of profert.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n      <p class=\"indent\">The second plea is bad, for the further reason that it simply sets forth that the coupons are the <i>property</i> of one Robins; whereas the undertaking as set forth in the declaration was to pay the <i>bearer</i> of the coupons, and not the person in whom the right of property might be vested. It does not deny that the plaintiff is the bearer of them, or assert that his holding is tortious.</p>\n      <p class=\"indent\">3. The third plea sets forth matter that is immaterial to the case made by the declaration. The declaration sets forth that the defendant made the fifty bonds, that by the terms of each bond it agreed to pay the bearer $1000, with interest payable semiannually, for which coupons payable to bearer were attached; that it, <i>in fact</i>, subscribed $50,000 to the capital stock of this railroad company, and tendered these bonds in payment of it, and they were received in full payment of the subscription, and that the company immediately sold the bonds for $50,000, which it used in constructing the road, and that the plaintiff has since become the owner and bearer of them.</p>\n      <p class=\"indent\">The plea does not traverse any one of the facts set out in the declaration. Nor does it set forth any case that amounts to an avoidance of them. The county admits that it made the bonds, sold them, and got the money for them. As against an innocent holder for value it is <i>estopped</i> to say that it did this without authority.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n      <p class=\"indent\">4. The fourth plea is an awkward attempt at <i>non est factum</i>. What it sets out does not amount to the plea of <i>non est factum</i>. The gist of such a plea is the direct and positive averment that the instrument sued on is not the party's deed. And this positive and direct averment must be supported by the oath of the party. Now this plea, in order to ease the conscience of the required oath, goes on to say that the county did not do certain things, nor did the county authorize certain individuals to do those things, and then by way of argument and inference concludes, 'and <i>so</i> the said defendant says that the said <i>alleged</i> acts and coupons are not its acts and deeds.'</p>\n      <p class=\"indent\">The plea is bad on other grounds. It purports to be a special plea of <i>non est factum</i>. Such a plea must traverse some fact set out in the declaration which is essential to make the instrument the deed of the defendant. The substance of the plea is that the county did not sign nor seal the instruments, nor did it authorize others to do so for it. This is pleading a mere conclusion of law. If the facts set forth in the declaration are true, these bonds and coupons were sealed and delivered by the county. The <i>facts</i>, as specifically set forth in the declaration, <i>are not traversed</i> by the plea. Admitting those facts to be true, the defendant merely puts in its conclusion that it did not execute the bonds and coupons, or authorize it to be done.</p>\n      <p class=\"indent\"><i>Reply:</i> It is said that the third plea is good because it shows an estoppel. But where this doctrine has been applied in actions against municipal corporations, either the instruments imported on their face a compliance with the law conferring the power to issue them, or there appeared subsequent acts on the part of the proper authorities amounting to a ratification; and even then the estoppel has been allowed only in favor of <i>bond fide owners</i> for value; not in favor of mere holders.</p>\n      <p class=\"indent\">Mr. Justice STRONG delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">It must be admitted that the pleas interposed by the defendant in the court below were inartistically framed; that they were argumentative, and that they set up nothing which could not have been taken advantage of, for what it was worth, under the general issue. They might have been stricken from the record on motion, or, if special demurrers were allowable in that circuit, they would have been condemned, had the plaintiff so demurred. But the demurrers were general, and the question before us is whether any of the pleas set up a substantial defence to the action.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Now, in regard to the first plea, while it is true that the defence which it sets up was only inferentially an answer to the plaintiff's complaint, and while it might as well have been set up under the general issue, it was nevertheless a traverse of a material averment of the declaration. The coupons were made payable to bearer, but if the plaintiff was neither the owner, nor the holder, nor the bearer, they were not promises to pay him, and the county was not indebted to him. Hence it was material to his case to aver, as he did, that he was the bearer, and the plea took issue with this averment. It denied the title of the plaintiff, or his right of action, and, though faulty in form, in substauce it amounted to a defence. It was, therefore, error to overrule it upon a general demurrer.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Similar observations might be made respecting the demurrers to the second and fourth pleas.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The third plea was in effect a denial of any legislative authority to the county to subscribe to the stock of the railroad company, and to issue bonds for the payment of such subscription. The general demurrer to it raises the question whether it presented a substantial defence to the action.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It is to be noticed at the outset that the plea concedes legislative authority to the county to make a subscription, and to issue bonds in payment, though the exercise of the authority was required to be preceded by a popular vote. It concedes that the bonds were in fact made and issued. We say it concedes this, because such making and issue are alleged in the declaration, and the plea does not traverse the allegation. It concedes that the subscription was made; that the bonds were delivered to the company in payment; that they were sold for $50,000; that the plaintiff subsequently became the owner, and hence that he stands in the position of a purchaser for value; and it concedes that the county obtained for the bonds a certificate of stock in the railroad company, which it now holds.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Without legislative authority a municipal corporation, like a county, may not subscribe to the capital stock of a railroad company, and bind itself to pay its subscription, or issue its bonds in payment; and if it does, the purchase of such bonds is affected by the want of authority to make them. But it does not follow from this that when the legislature has given its sanction to the issue of bonds, provided that before their issue certain things shall be done by the officers, or the people of the county, the bonds can <i>always</i> be avoided in the hands of an innocent purchaser by proof that the county officers, or the people, have not done, or have insufficiently done, the things which the legislature required to be done before the authority to subscribe, or to issue bonds, should be exercised. A purchaser is not always bound to look farther than to discover that the power has been conferred, even though it be coupled with conditions precedent. If the right to subscribe be made dependent upon the result of a popular vote, the officers of the county must first determine whether the vote has been taken as directed by law and what the vote was. When, therefore, they make a subscription, and issue county bonds in payment, it may fairly be presumed, in favor of an innocent purchaser of the bonds, that the condition which the law attached to the exercise of the power has been fulfilled. To issue the bonds without the fulfilment of the precedent conditions would be a misdemeanor, and it is to be presumed that public officers act rightly. We do not say this is a conclusive presumption in all cases, but it has more than once been decided that a county may be estopped against asserting that the conditions attached to a grant of power were not fulfilled.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The estoppel in these cases was either by recitals in the bonds that the conditions precedent had been complied with, or by the fact that the county had subsequently levied taxes to pay interest on the bonds. In the present case it does not appear in the pleadings whether or not the bonds contained any such recitals, nor whether the officers of the county have levied taxes to pay interest on them, or whether any interest has been paid. These grounds of estoppel do not exist. But if such acts and such recitals are sufficient to protect <i>bon a fide</i> purchasers against an attempt to set up noncompliance with the conditions attached to the grant of power to issue the bonds, it is not easy to see why the pleadings do not show an estoppel in this case. The county received in exchange for the bonds a certificate for the stock of the railroad company, which it held about seventeen years before the present suit was brought, and which it still holds. Having exchanged the bonds for the stock, can it retain the proceeds of the exchange, and assert against a purchaser of the bonds for value that though the legislature empowered it to make them, and put them upon the market, upon certain conditions, they were issued is disregard of the conditions? We think they cannot, and, therefore, that the third plea cannot be sustained.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">But for the reasons given above the case must be sent back for another trial; when, doubtless, the pleadings will be changed.</p>\n    </div>\n    <p class=\"indent\">JUDGMENT REVERSED, and the cause</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">REMITTED FOR FURTHER PROCEEDINGS.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The CHIEF JUSTICE, with MILLER and FIELD, JJ., concurred in a judgment of reversal, but said that they did not assent to all the views expressed in the preceding opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Stephens on Pleading, 69, 405.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Rogers <i>v.</i> Burlington, 3 Wallace, 654; Mercer <i>v.</i> Hacket, 1 Id. 83; Bronson <i>v.</i> La Crosse, 2 Id. 283.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Commissioners of Knox County <i>v.</i> Aspinwall et al., 21 Howard, 539 Bissell <i>v.</i> City of Jeffersonville, 24 Id. 287; Moran <i>v.</i> Commissioners, 2 Black, 722; Meyer <i>v.</i> Muscatine, 1 Wallace, 384; Van Hostrup <i>v.</i> Madison City, 1 Id. 291; Supervisors <i>v.</i> Schenck, 5 Id. 772.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/88464/"
}