{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "80 U.S. 654", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/88503/"
    ], 
    "scotus_early_cite": "13 Wall. 654", 
    "case_name": "Osborn v. Nicholson", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 58290, 
    "resource_uri": "/api/rest/v2/citation/58290/"
  }, 
  "id": 88503, 
  "blocked": false, 
  "judges": "Swayne Stated the Case, And", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1872-04-22", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>80 U.S. 654 (____)</b></center>\n<center><b>13 Wall. 654</b></center>\n<center><h1>OSBORN<br>\nv.<br>\nNICHOLSON ET AL.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*655</span> Mr. P. Phillips and Mr. A.H. Garland, for the plaintiff in error; Messrs. Watkins and Rose, contra.</p>\n<p>Mr. Justice SWAYNE stated the case, and delivered the opinion of the court.</p>\n<p>The plaintiff in error brought this suit on the 10th of February, 1869, in that court, and declared upon a promissory note made to him by the defendants in error for $1300, dated March 26th, A.D. 1861, and payable on the 26th day of December following, with interest at the rate of ten per cent. from date. The defendants pleaded that the instrument sued upon was given in consideration of the conveyance of a certain negro slave for life, and none other; and that at the time of the making of the instrument the plaintiff, by his authorized agent, executed to the defendant a bill of sale, as follows:</p>\n                                       \"March 20th, 1861.\n<p>\"For the consideration of $1300 I hereby transfer all the right, title, and interest I have to a negro boy named Albert, aged about twenty-three years. I warrant said negro to be sound in body and mind, and a slave for life; and I also warrant the title to said boy clear and perfect.\"</p>\n<p>And that the said negro soon thereafter, to wit, on the 1st day of January, 1862, was liberated by the United States government, the said slave being then alive, and that the plaintiff ought not therefore to recover. The plaintiff demurred. The court overruled the demurrer, and the plaintiff <span class=\"star-pagination\">*656</span> electing to stand by it, the court gave judgment for the defendants. This writ of error has brought the case here for review.</p>\n<p>The question presented for our determination is, whether the court erred in overruling the demurrer; or, in other words, whether the facts pleaded were sufficient to bar the action.</p>\n<p>We lay out of view in limine the constitution of Arkansas of 1868, which annuls all contracts for the purchase or sale of slaves, and declares that no court of the State should take cognizance of any suit founded on such a contract, and that nothing should ever be collected upon any judgment or decree which had been, or should thereafter be, \"rendered upon any such contract or obligation.\" It is sufficient to remark that as to all prior transactions the constitution is in each of the particulars specified clearly in conflict with that clause of the Constitution of the United States, which ordains that \"no State shall\" ... \"pass any law impairing the obligation of contracts.\"<sup>[*]</sup> Nor do we deem it necessary to discuss the validity of the contract here in question when it was entered into. Being valid when and where it was made, it was so everywhere. With certain qualifications not necessary to be considered in this case, this is the rule of the law of nations. Judge Story says: \"The rule is founded not merely on the convenience, but on the necessity of nations; for otherwise it would be impracticable for them to carry on an extensive intercourse and commerce with each other.\"<sup>[\u0086]</sup></p>\n<p>It may be safely asserted that this contract when made could have been enforced in the courts of every State of the Union, and in the courts of every civilized country elsewhere. In the celebrated case of Somerset, Lord Mansfield said: \"A contract for the sale of a slave is good here; the <span class=\"star-pagination\">*657</span> sale is a matter to which the law properly and readily attaches, and will maintain the price according to the agreement. But here the person of the slave himself, is immediately the object of inquiry, which makes a very material difference.\"<sup>[*]</sup></p>\n<p>Nor is there any question as to an implied warranty, of title or otherwise. There being an express warranty, that must be taken to contain the entire contract on the part of the seller. This warranty embraces four points: that the slave was sound in body; that he was sound in mind; that he was a slave for life; and that the seller's title was perfect.</p>\n<p>It is not averred or claimed that the warranty was false when it was given, in either of these particulars. The title to the slave passed at that time, and if the warranty were true then, no breach could be wrought by any after event. Let it be supposed that, subsequently, a lesion of the brain of the slave occurred, and that permanent insanity ensued, or that, from subsequent disease, he became a cripple for life or died, or that, by the subsequent exercise of the power of eminent domain, the State appropriated his ownership and possession to herself, can there be a doubt that neither of these things would have involved any liability on the part of the seller? He was not a perpetual assurer of soundness of mind, health of body, or continuity of title. A change of the ownership and possession of real estate by the process of eminent domain is not a violation of the covenant for quiet enjoyment.<sup>[\u0086]</sup> Nor is it such an eviction as will support an action for a breach of the covenant of general warranty. In Dobbins v. Brown,<sup>[\u0087]</sup> it was said by the court: \"It will scarcely be thought that a covenant of warranty extends to the State in the exercise of its eminent domain. Like any <span class=\"star-pagination\">*658</span> other covenant it must be restrained to what was supposed to be the matter in view. No grantor who warrants the possession dreams that he covenants against the entry of the State to make a railroad or a canal, nor would it be a sound interpretation of the contract that would make him liable for it. An explicit covenant against all the world would bind him; but the law is not so unreasonable as to imply it.\"</p>\n<p>In Bailey v. Miltenberger<sup>[*]</sup> it was said: \"It has never been supposed that the vendor or vendee contemplated a warranty against the exercise of this power whenever the public good or convenience might require it.\"</p>\n<p>These remarks are strikingly apposite to the point here under consideration. As regards the principle involved we see nothing to distinguish those cases from the one before us. In all of them the property was lost to the owner by the paramount act of the State, which neither party anticipated, and in regard to which the contract was silent. Emancipation and the eminent domain work the same result as regards the title and possession of the owner. Both are put an end to. Why should the seller be liable in one case and not in the other? We can see no foundation, in reason or principle, for such a claim.</p>\n<p>It was formerly held that there could be no warranty against a future event. It is now well settled that the law is otherwise.<sup>[\u0086]</sup> The buyer might have guarded against his loss by a guaranty against the event which has caused it. We are asked, in effect, to interpolate such a stipulation and to enforce it, as if such were the agreement of the parties. This we have no power to do. Our duty is not to make contracts for the parties, but to administer them as we find them. Parties must take the consequences, both of what is stipulated and of what is admitted. We can neither detract from one nor supply the other.<sup>[\u0087]</sup></p>\n<p>Where an article is on sale in the market, and there is no fraud on the part of the seller, and the buyer gets what he <span class=\"star-pagination\">*659</span> intended to buy, he is liable for the purchase price, though the article turns out to be worthless. Thus, where certain railroad scrip had been openly sold in London for several months, but was subsequently repudiated by the directors of the company as having been signed and issued by the secretary without authority, it was held that the buyer could not set up as a defence a failure of consideration.<sup>[*]</sup> These cases go further than it is necessary for us to go in order to sustain the liability of the defendants upon the contract here in question. There, as in this case, the buyer might have protected himself by a proper warranty, but had failed to do so.</p>\n<p>But we think the exact point here under consideration was settled by the Court of Queen's Bench in Mittelholzer v. Fullarton.<sup>[\u0086]</sup> That case so far as it is necessary to state it was this: The contract was made at Burbice, in British Guiana. The plaintiff sold to the defendant the services of one hundred and fifty-three apprentice laborers who had been slaves, for £7800, payable in six annual installments of £1300 each. The defendant paid four installments. The apprentices were then declared free by the local governor and council. The defendant refused to pay the two last instalments. The suit was brought to recover them. The court held that the plaintiff was entitled to judgment, \"though the legislature had determined the apprenticeship before they became due.\"</p>\n<p>Lord Chief Justice Denman said: \"My Brother Weightman asked during the argument, what would have been the result, if at the end of a year the services had been determined by the act of God, and to this no sufficient answer was given... The plaintiff's right vested when the bargain was made. The subsequent interference of the colonial legislature does not prevent his recovering what was then stipulated for.\"</p>\n<p>Williams, Justice, said: \"The whole question is, who shall bear the loss occasioned by a vis major ? and that depends <span class=\"star-pagination\">*660</span> much upon the question, who was the proprietor when that loss was occasioned ? The property in the services of these laborers had been transferred to the defendant. Then the question is analogous to those which often arise in cases of loss by fire; as whether the goods were in transitu or the transit was ended. If the property had passed, and the residue of it was destroyed by a vis major, the loss must fall upon the proprietor of the thing, namely, of the services during the unexpired term.\" The other justices expressed themselves to the same effect, and the judgment was unanimously given.</p>\n<p>If all the buildings upon leasehold premises be destroyed by fire, the lessee is nevertheless liable for the full amount of the rent during the residue of the term.<sup>[*]</sup> And if he has covenanted to repair, he must also rebuild.<sup>[\u0086]</sup> So, if a fire occur after the contract of sale, but before the conveyance is executed, the loss must be borne by the buyer.<sup>[\u0087]</sup></p>\n<p>All contracts are inherently subject to the paramount power of the sovereign, and the exercise of such power is never understood to involve their violation, and is not within that provision of the National Constitution which forbids a State to pass laws impairing their obligation. The power acts upon the property which is the subject of the contract, and not upon the contract itself.<sup>[§]</sup></p>\n<p>Such also is the rule of the French law and such was the Roman law. The seller is not bound to warrant the buyer against acts of mere force, violence, and casualties, nor against the act of the sovereign.<sup>[\u0086]</sup> \"After the bargain is completed the purchaser stands to all losses.\"<sup>[¶]</sup> The case is one in which the maxim applies, Res perit suo domino.<sup>[**]</sup></p>\n<p>It has been earnestly insisted that contracts for the purchase <span class=\"star-pagination\">*661</span> and sale of slaves are contrary to natural justice and right, and have no validity unless sustained by positive law; that the right to enforce them rests upon the same foundation, and that when the institution is abolished all such contracts and the means of their enforcement, unless expressly saved, are thereby destroyed. Slavery was originally introduced into the American Colonies by the mother country, and into some of them against their will and protestations. In most, if not all of them, it rested upon universally recognized custom, and there were no statutes legalizing its existence more than there were legalizing the tenure of any other species of personal property. Though contrary to the law of nature it was recognized by the law of nations. The atrocious traffic in human beings, torn from their country to be transported to hopeless bondage in other lands, known as the slave trade, was also sanctioned by the latter code.<sup>[*]</sup></p>\n<p>Where the traffic was carried on by the subjects of governments which had forbidden it, a different rule was applied.<sup>[\u0086]</sup> Humane and just sentiments upon the subject were of slow growth in the minds of publicists.<sup>[\u0087]</sup> The institution has existed largely under the authority of the most enlightened nations of ancient and modern times. Wherever found, the rights of the owner have been regarded there as surrounded by the same sanctions and covered by the same protection as other property.<sup>[§]</sup> The British government paid for the slaves carried off by its troops from this country, in the war of 1812, as they did for other private property in the same category.<sup>[\u0086]</sup> The Constitution of the United States guaranteed the return of persons \"held to service or labor in one State under the laws thereof, escaping into another.\" \"The object of this clause was to secure to the citizens of the slaveholding States the complete right and title of ownership in their slaves as property in every State in the Union, <span class=\"star-pagination\">*662</span> into which they might escape.\" Historically it is known that without this provision, the Constitution would not have been adopted, and the Union could not have been formed.<sup>[*]</sup></p>\n<p>But without considering at length the several assumptions of the proposition, it is a sufficient answer to say that when the thirteenth amendment to the Constitution of the United States was adopted, the rights of the plaintiff in this action had become legally and completely vested. Rights acquired by a deed, will, or contract of marriage, or other contract executed according to statutes subsequently repealed subsist afterwards, as they were before, in all respects as if the statutes were still in full force. This is a principle of universal jurisprudence. It is necessary to the repose and welfare of all communities. A different rule would shake the social fabric to its foundations and let in a flood-tide of intolerable evils. It would be contrary to \"the general principles of law and reason,\" and to one of the most vital ends of government.<sup>[\u0086]</sup> The doctrines of the repeal of statutes and the destruction of vested rights by implication, are alike unfavored in the law. Neither is to be admitted unless the implication is so clear as to be equivalent to an explicit declaration. Every doubt should be resolved against a construction so fraught with mischief. There is nothing in the language of the amendment which in the slightest degree warrants the inference that those who framed or those who adopted it intended that such should be its effect. It is wholly silent upon the subject. The proposition, if carried out in this case, would, in effect, take away one man's property and give it to another. And the deprivation would be \"without due process of law.\" This is forbidden by the fundamental principles of the social compact, and is beyond the sphere of the legislative authority both of the States and the Nation.<sup>[\u0087]</sup> What would be the effect of an amendment of the National Constitution reaching so far \u0097 if such a thing <span class=\"star-pagination\">*663</span> should occur \u0097 it is not necessary to consider, as no such question is presented in the case before us.</p>\n<p>Many cases have been decided by the highest State courts where the same questions arose which we have been called upon to consider in this case. In very nearly all of them the contract was adjudged to be valid, and was enforced. They are too numerous to be named. The opinions in some of them are marked by great ability.</p>\n<p>Whatever we may think of the institution of slavery viewed in the light of religion, morals, humanity, or a sound political economy, \u0097 as the obligation here in question was valid when executed, sitting as a court of justice, we have no choice but to give it effect. We cannot regard it as differing in its legal efficacy from any other unexecuted contract to pay money made upon a sufficient consideration at the same time and place. Neither in the precedents and principles of the common law, nor in its associated system of equity jurisprudence, nor in the older system known as the civil law, is there anything to warrant the result contended for by the defendants in error. Neither the rights nor the interests of those of the colored race lately in bondage are affected by the conclusions we have reached. This opinion decides nothing as to the effect of President Lincoln's emancipation proclamation. We have had no occasion to consider that subject.</p>\n<p>JUDGMENT REVERSED, and the cause remanded to the Circuit Court with directions to proceed</p>\n<p>IN CONFORMITY TO THIS OPINION.</p>\n<p>The CHIEF JUSTICE dissented in this case and in the preceding one of White v. Hart, on the grounds:</p>\n<p>1st. That contracts for the purchase and sale of slaves were and are against sound morals and natural justice, and without support except in positive law.</p>\n<p>2d. That the laws of the several States by which alone slavery and slave contracts could be supported, were annulled by the thirteenth amendment of the Constitution which abolished slavery.</p>\n<p><span class=\"star-pagination\">*664</span> 3d. That thenceforward the common law of all the States was restored to its original principles of liberty, justice, and right, in conformity with which some of the highest courts of the late Slave States, notably that of Louisiana, have decided, and all might, on the same principles, decide, slave contracts to be invalid, as inconsistent with their jurisprudence, and this court has properly refused to interfere with those decisions.</p>\n<p>4th. That the clause in the fourteenth amendment of the Constitution which forbids compensation for slaves emancipated by the thirteenth, can be vindicated only on these principles.</p>\n<p>5th. That clauses in State constitutions, acts of State legislatures, and decisions of State courts, warranted by the thirteenth and fourteenth amendments, cannot be held void as in violation of the original Constitution, which forbids the States to pass any law violating the obligation of contracts.</p>\n<h2>NOTES</h2>\n<p>[*]  Von Hoffman v. The City of Quincy, 4 Wallace, 535; White v. Hart, supra, 646.</p>\n<p>[\u0086]  Story's Conflict of Laws (Redfield's edition), § 242.</p>\n<p>[*]  20 Howell's State Trials, 79; see also Madrazo v. Willes, 3 Barnewall &amp; Alderson, 353; Santos v. Illidge, 98 English Common Law, 861; The Antelope, 10 Wheaton, 66; Emerson v. Howland, 1 Mason, 50; Commonwealth v. Aves, 18 Pickering, 215; Groves v. Slaughter, 15 Peters, 449; and Andrews v. Hensler, 6 Wallace, 254.</p>\n<p>[\u0086]  Frost v. Earnest, 4 Wharton, 86; Ellis v. Welch, 6 Massachusetts, 246.</p>\n<p>[\u0087]  12 Pennsylvania State, 80.</p>\n<p>[*]  31 Pennsylvania State, 41.</p>\n<p>[\u0086]  Benjamin on Sales, 463.</p>\n<p>[\u0087]  Dermott v. Jones, 2 Wallace, 1; Revell v. Hussey, 2 Ball &amp; Beatty, 287.</p>\n<p>[*]  Lambert v. Heath, 15 Meeson &amp; Welsby, 487; see also Lawes v. Purser, 6 Ellis &amp; Blackburne, 930.</p>\n<p>[\u0086]  6 Adolphus &amp; Ellis, 989.</p>\n<p>[*]  Baker v. Holtzapffell, 4 Taunton, 45.</p>\n<p>[\u0086]  Phillips v. Stevens, 16 Massachusetts, 238.</p>\n<p>[\u0087]  Sugden on Vendors, 291.</p>\n<p>[§]  West River Bridge Co. v. Dix et al., 6 Howard, 532, 536.</p>\n<p>[\u0086]  1 Domat., part 1, book 1, tit. 2, § 10, paragraph 4.</p>\n<p>[¶]  Digest 2, 14, 77, Cooper's Justinian, 615.</p>\n<p>[**]  Meredith's Emerigon, 419; Paine v. Meller, 6 Vesey, 349.</p>\n<p>[*]  1 Wildman's International Law, 70; Dana's Wheaton, 199; The Antelope, 10 Wheaton, 67; Le Louis, 2 Dodson, 210.</p>\n<p>[\u0086]  The Amedie, Acton, 240; The Diana, 1 Dodson, 95; The Fortuna, Ib. 81.</p>\n<p>[\u0087]  1 Phillmore's Law of Nations, 316.</p>\n<p>[§]  Le Louis, 2 Dodson, 250.</p>\n<p>[\u0086]  Lawrence's Wheaton, 496.</p>\n<p>[*]  Prigg v. Pennsylvania, 16 Peters, 611.</p>\n<p>[\u0086]  Calder v. Bull, 3 Dallas, 388.</p>\n<p>[\u0087]  Taylor v. Porter, 4 Hill, 146; Wynehamer v. The People, 3 Kernan, 394; Wilkinson v. Leland et al., 2 Peters, 658.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:01:41", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">654</span></span> (____)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">654</span></span></b></center>\n<center><h1>OSBORN<br>\nv.<br>\nNICHOLSON ET AL.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*655</span> Mr. P. Phillips and Mr. A.H. Garland, for the plaintiff in error; Messrs. Watkins and Rose, contra.</p>\n<p>Mr. Justice SWAYNE stated the case, and delivered the opinion of the court.</p>\n<p>The plaintiff in error brought this suit on the 10th of February, 1869, in that court, and declared upon a promissory note made to him by the defendants in error for $1300, dated March 26th, A.D. 1861, and payable on the 26th day of December following, with interest at the rate of ten per cent. from date. The defendants pleaded that the instrument sued upon was given in consideration of the conveyance of a certain negro slave for life, and none other; and that at the time of the making of the instrument the plaintiff, by his authorized agent, executed to the defendant a bill of sale, as follows:</p>\n                                       \"March 20th, 1861.\n<p>\"For the consideration of $1300 I hereby transfer all the right, title, and interest I have to a negro boy named Albert, aged about twenty-three years. I warrant said negro to be sound in body and mind, and a slave for life; and I also warrant the title to said boy clear and perfect.\"</p>\n<p>And that the said negro soon thereafter, to wit, on the 1st day of January, 1862, was liberated by the United States government, the said slave being then alive, and that the plaintiff ought not therefore to recover. The plaintiff demurred. The court overruled the demurrer, and the plaintiff <span class=\"star-pagination\">*656</span> electing to stand by it, the court gave judgment for the defendants. This writ of error has brought the case here for review.</p>\n<p>The question presented for our determination is, whether the court erred in overruling the demurrer; or, in other words, whether the facts pleaded were sufficient to bar the action.</p>\n<p>We lay out of view in limine the constitution of Arkansas of 1868, which annuls all contracts for the purchase or sale of slaves, and declares that no court of the State should take cognizance of any suit founded on such a contract, and that nothing should ever be collected upon any judgment or decree which had been, or should thereafter be, \"rendered upon any such contract or obligation.\" It is sufficient to remark that as to all prior transactions the constitution is in each of the particulars specified clearly in conflict with that clause of the Constitution of the United States, which ordains that \"no State shall\" ... \"pass any law impairing the obligation of contracts.\"<sup>[*]</sup> Nor do we deem it necessary to discuss the validity of the contract here in question when it was entered into. Being valid when and where it was made, it was so everywhere. With certain qualifications not necessary to be considered in this case, this is the rule of the law of nations. Judge Story says: \"The rule is founded not merely on the convenience, but on the necessity of nations; for otherwise it would be impracticable for them to carry on an extensive intercourse and commerce with each other.\"<sup>[\u0086]</sup></p>\n<p>It may be safely asserted that this contract when made could have been enforced in the courts of every State of the Union, and in the courts of every civilized country elsewhere. In the celebrated case of Somerset, Lord Mansfield said: \"A contract for the sale of a slave is good here; the <span class=\"star-pagination\">*657</span> sale is a matter to which the law properly and readily attaches, and will maintain the price according to the agreement. But here the person of the slave himself, is immediately the object of inquiry, which makes a very material difference.\"<sup>[*]</sup></p>\n<p>Nor is there any question as to an implied warranty, of title or otherwise. There being an express warranty, that must be taken to contain the entire contract on the part of the seller. This warranty embraces four points: that the slave was sound in body; that he was sound in mind; that he was a slave for life; and that the seller's title was perfect.</p>\n<p>It is not averred or claimed that the warranty was false when it was given, in either of these particulars. The title to the slave passed at that time, and if the warranty were true then, no breach could be wrought by any after event. Let it be supposed that, subsequently, a lesion of the brain of the slave occurred, and that permanent insanity ensued, or that, from subsequent disease, he became a cripple for life or died, or that, by the subsequent exercise of the power of eminent domain, the State appropriated his ownership and possession to herself, can there be a doubt that neither of these things would have involved any liability on the part of the seller? He was not a perpetual assurer of soundness of mind, health of body, or continuity of title. A change of the ownership and possession of real estate by the process of eminent domain is not a violation of the covenant for quiet enjoyment.<sup>[\u0086]</sup> Nor is it such an eviction as will support an action for a breach of the covenant of general warranty. In Dobbins v. Brown,<sup>[\u0087]</sup> it was said by the court: \"It will scarcely be thought that a covenant of warranty extends to the State in the exercise of its eminent domain. Like any <span class=\"star-pagination\">*658</span> other covenant it must be restrained to what was supposed to be the matter in view. No grantor who warrants the possession dreams that he covenants against the entry of the State to make a railroad or a canal, nor would it be a sound interpretation of the contract that would make him liable for it. An explicit covenant against all the world would bind him; but the law is not so unreasonable as to imply it.\"</p>\n<p>In Bailey v. Miltenberger<sup>[*]</sup> it was said: \"It has never been supposed that the vendor or vendee contemplated a warranty against the exercise of this power whenever the public good or convenience might require it.\"</p>\n<p>These remarks are strikingly apposite to the point here under consideration. As regards the principle involved we see nothing to distinguish those cases from the one before us. In all of them the property was lost to the owner by the paramount act of the State, which neither party anticipated, and in regard to which the contract was silent. Emancipation and the eminent domain work the same result as regards the title and possession of the owner. Both are put an end to. Why should the seller be liable in one case and not in the other? We can see no foundation, in reason or principle, for such a claim.</p>\n<p>It was formerly held that there could be no warranty against a future event. It is now well settled that the law is otherwise.<sup>[\u0086]</sup> The buyer might have guarded against his loss by a guaranty against the event which has caused it. We are asked, in effect, to interpolate such a stipulation and to enforce it, as if such were the agreement of the parties. This we have no power to do. Our duty is not to make contracts for the parties, but to administer them as we find them. Parties must take the consequences, both of what is stipulated and of what is admitted. We can neither detract from one nor supply the other.<sup>[\u0087]</sup></p>\n<p>Where an article is on sale in the market, and there is no fraud on the part of the seller, and the buyer gets what he <span class=\"star-pagination\">*659</span> intended to buy, he is liable for the purchase price, though the article turns out to be worthless. Thus, where certain railroad scrip had been openly sold in London for several months, but was subsequently repudiated by the directors of the company as having been signed and issued by the secretary without authority, it was held that the buyer could not set up as a defence a failure of consideration.<sup>[*]</sup> These cases go further than it is necessary for us to go in order to sustain the liability of the defendants upon the contract here in question. There, as in this case, the buyer might have protected himself by a proper warranty, but had failed to do so.</p>\n<p>But we think the exact point here under consideration was settled by the Court of Queen's Bench in Mittelholzer v. Fullarton.<sup>[\u0086]</sup> That case so far as it is necessary to state it was this: The contract was made at Burbice, in British Guiana. The plaintiff sold to the defendant the services of one hundred and fifty-three apprentice laborers who had been slaves, for £7800, payable in six annual installments of £1300 each. The defendant paid four installments. The apprentices were then declared free by the local governor and council. The defendant refused to pay the two last instalments. The suit was brought to recover them. The court held that the plaintiff was entitled to judgment, \"though the legislature had determined the apprenticeship before they became due.\"</p>\n<p>Lord Chief Justice Denman said: \"My Brother Weightman asked during the argument, what would have been the result, if at the end of a year the services had been determined by the act of God, and to this no sufficient answer was given... The plaintiff's right vested when the bargain was made. The subsequent interference of the colonial legislature does not prevent his recovering what was then stipulated for.\"</p>\n<p>Williams, Justice, said: \"The whole question is, who shall bear the loss occasioned by a vis major ? and that depends <span class=\"star-pagination\">*660</span> much upon the question, who was the proprietor when that loss was occasioned ? The property in the services of these laborers had been transferred to the defendant. Then the question is analogous to those which often arise in cases of loss by fire; as whether the goods were in transitu or the transit was ended. If the property had passed, and the residue of it was destroyed by a vis major, the loss must fall upon the proprietor of the thing, namely, of the services during the unexpired term.\" The other justices expressed themselves to the same effect, and the judgment was unanimously given.</p>\n<p>If all the buildings upon leasehold premises be destroyed by fire, the lessee is nevertheless liable for the full amount of the rent during the residue of the term.<sup>[*]</sup> And if he has covenanted to repair, he must also rebuild.<sup>[\u0086]</sup> So, if a fire occur after the contract of sale, but before the conveyance is executed, the loss must be borne by the buyer.<sup>[\u0087]</sup></p>\n<p>All contracts are inherently subject to the paramount power of the sovereign, and the exercise of such power is never understood to involve their violation, and is not within that provision of the National Constitution which forbids a State to pass laws impairing their obligation. The power acts upon the property which is the subject of the contract, and not upon the contract itself.<sup>[§]</sup></p>\n<p>Such also is the rule of the French law and such was the Roman law. The seller is not bound to warrant the buyer against acts of mere force, violence, and casualties, nor against the act of the sovereign.<sup>[\u0086]</sup> \"After the bargain is completed the purchaser stands to all losses.\"<sup>[¶]</sup> The case is one in which the maxim applies, Res perit suo domino.<sup>[**]</sup></p>\n<p>It has been earnestly insisted that contracts for the purchase <span class=\"star-pagination\">*661</span> and sale of slaves are contrary to natural justice and right, and have no validity unless sustained by positive law; that the right to enforce them rests upon the same foundation, and that when the institution is abolished all such contracts and the means of their enforcement, unless expressly saved, are thereby destroyed. Slavery was originally introduced into the American Colonies by the mother country, and into some of them against their will and protestations. In most, if not all of them, it rested upon universally recognized custom, and there were no statutes legalizing its existence more than there were legalizing the tenure of any other species of personal property. Though contrary to the law of nature it was recognized by the law of nations. The atrocious traffic in human beings, torn from their country to be transported to hopeless bondage in other lands, known as the slave trade, was also sanctioned by the latter code.<sup>[*]</sup></p>\n<p>Where the traffic was carried on by the subjects of governments which had forbidden it, a different rule was applied.<sup>[\u0086]</sup> Humane and just sentiments upon the subject were of slow growth in the minds of publicists.<sup>[\u0087]</sup> The institution has existed largely under the authority of the most enlightened nations of ancient and modern times. Wherever found, the rights of the owner have been regarded there as surrounded by the same sanctions and covered by the same protection as other property.<sup>[§]</sup> The British government paid for the slaves carried off by its troops from this country, in the war of 1812, as they did for other private property in the same category.<sup>[\u0086]</sup> The Constitution of the United States guaranteed the return of persons \"held to service or labor in one State under the laws thereof, escaping into another.\" \"The object of this clause was to secure to the citizens of the slaveholding States the complete right and title of ownership in their slaves as property in every State in the Union, <span class=\"star-pagination\">*662</span> into which they might escape.\" Historically it is known that without this provision, the Constitution would not have been adopted, and the Union could not have been formed.<sup>[*]</sup></p>\n<p>But without considering at length the several assumptions of the proposition, it is a sufficient answer to say that when the thirteenth amendment to the Constitution of the United States was adopted, the rights of the plaintiff in this action had become legally and completely vested. Rights acquired by a deed, will, or contract of marriage, or other contract executed according to statutes subsequently repealed subsist afterwards, as they were before, in all respects as if the statutes were still in full force. This is a principle of universal jurisprudence. It is necessary to the repose and welfare of all communities. A different rule would shake the social fabric to its foundations and let in a flood-tide of intolerable evils. It would be contrary to \"the general principles of law and reason,\" and to one of the most vital ends of government.<sup>[\u0086]</sup> The doctrines of the repeal of statutes and the destruction of vested rights by implication, are alike unfavored in the law. Neither is to be admitted unless the implication is so clear as to be equivalent to an explicit declaration. Every doubt should be resolved against a construction so fraught with mischief. There is nothing in the language of the amendment which in the slightest degree warrants the inference that those who framed or those who adopted it intended that such should be its effect. It is wholly silent upon the subject. The proposition, if carried out in this case, would, in effect, take away one man's property and give it to another. And the deprivation would be \"without due process of law.\" This is forbidden by the fundamental principles of the social compact, and is beyond the sphere of the legislative authority both of the States and the Nation.<sup>[\u0087]</sup> What would be the effect of an amendment of the National Constitution reaching so far \u0097 if such a thing <span class=\"star-pagination\">*663</span> should occur \u0097 it is not necessary to consider, as no such question is presented in the case before us.</p>\n<p>Many cases have been decided by the highest State courts where the same questions arose which we have been called upon to consider in this case. In very nearly all of them the contract was adjudged to be valid, and was enforced. They are too numerous to be named. The opinions in some of them are marked by great ability.</p>\n<p>Whatever we may think of the institution of slavery viewed in the light of religion, morals, humanity, or a sound political economy, \u0097 as the obligation here in question was valid when executed, sitting as a court of justice, we have no choice but to give it effect. We cannot regard it as differing in its legal efficacy from any other unexecuted contract to pay money made upon a sufficient consideration at the same time and place. Neither in the precedents and principles of the common law, nor in its associated system of equity jurisprudence, nor in the older system known as the civil law, is there anything to warrant the result contended for by the defendants in error. Neither the rights nor the interests of those of the colored race lately in bondage are affected by the conclusions we have reached. This opinion decides nothing as to the effect of President Lincoln's emancipation proclamation. We have had no occasion to consider that subject.</p>\n<p>JUDGMENT REVERSED, and the cause remanded to the Circuit Court with directions to proceed</p>\n<p>IN CONFORMITY TO THIS OPINION.</p>\n<p>The CHIEF JUSTICE dissented in this case and in the preceding one of White v. Hart, on the grounds:</p>\n<p>1st. That contracts for the purchase and sale of slaves were and are against sound morals and natural justice, and without support except in positive law.</p>\n<p>2d. That the laws of the several States by which alone slavery and slave contracts could be supported, were annulled by the thirteenth amendment of the Constitution which abolished slavery.</p>\n<p><span class=\"star-pagination\">*664</span> 3d. That thenceforward the common law of all the States was restored to its original principles of liberty, justice, and right, in conformity with which some of the highest courts of the late Slave States, notably that of Louisiana, have decided, and all might, on the same principles, decide, slave contracts to be invalid, as inconsistent with their jurisprudence, and this court has properly refused to interfere with those decisions.</p>\n<p>4th. That the clause in the fourteenth amendment of the Constitution which forbids compensation for slaves emancipated by the thirteenth, can be vindicated only on these principles.</p>\n<p>5th. That clauses in State constitutions, acts of State legislatures, and decisions of State courts, warranted by the thirteenth and fourteenth amendments, cannot be held void as in violation of the original Constitution, which forbids the States to pass any law violating the obligation of contracts.</p>\n<h2>NOTES</h2>\n<p>[*]  Von Hoffman v. The City of Quincy, 4 Wallace, 535; White v. Hart, supra, 646.</p>\n<p>[\u0086]  Story's Conflict of Laws (Redfield's edition), § 242.</p>\n<p>[*]  20 Howell's State Trials, 79; see also Madrazo v. Willes, 3 Barnewall &amp; Alderson, 353; Santos v. Illidge, 98 English Common Law, 861; The Antelope, 10 Wheaton, 66; Emerson v. Howland, 1 Mason, 50; Commonwealth v. Aves, 18 Pickering, 215; Groves v. Slaughter, 15 Peters, 449; and Andrews v. Hensler, 6 Wallace, 254.</p>\n<p>[\u0086]  Frost v. Earnest, 4 Wharton, 86; Ellis v. Welch, 6 Massachusetts, 246.</p>\n<p>[\u0087]  12 Pennsylvania State, 80.</p>\n<p>[*]  31 Pennsylvania State, 41.</p>\n<p>[\u0086]  Benjamin on Sales, 463.</p>\n<p>[\u0087]  Dermott v. Jones, 2 Wallace, 1; Revell v. Hussey, 2 Ball &amp; Beatty, 287.</p>\n<p>[*]  Lambert v. Heath, 15 Meeson &amp; Welsby, 487; see also Lawes v. Purser, 6 Ellis &amp; Blackburne, 930.</p>\n<p>[\u0086]  6 Adolphus &amp; Ellis, 989.</p>\n<p>[*]  Baker v. Holtzapffell, 4 Taunton, 45.</p>\n<p>[\u0086]  Phillips v. Stevens, 16 Massachusetts, 238.</p>\n<p>[\u0087]  Sugden on Vendors, 291.</p>\n<p>[§]  West River Bridge Co. v. Dix et al., 6 Howard, 532, 536.</p>\n<p>[\u0086]  1 Domat., part 1, book 1, tit. 2, § 10, paragraph 4.</p>\n<p>[¶]  Digest 2, 14, 77, Cooper's Justinian, 615.</p>\n<p>[**]  Meredith's Emerigon, 419; Paine v. Meller, 6 Vesey, 349.</p>\n<p>[*]  1 Wildman's International Law, 70; Dana's Wheaton, 199; The Antelope, 10 Wheaton, 67; Le Louis, 2 Dodson, 210.</p>\n<p>[\u0086]  The Amedie, Acton, 240; The Diana, 1 Dodson, 95; The Fortuna, Ib. 81.</p>\n<p>[\u0087]  1 Phillmore's Law of Nations, 316.</p>\n<p>[§]  Le Louis, 2 Dodson, 250.</p>\n<p>[\u0086]  Lawrence's Wheaton, 496.</p>\n<p>[*]  Prigg v. Pennsylvania, 16 Peters, 611.</p>\n<p>[\u0086]  Calder v. Bull, 3 Dallas, 388.</p>\n<p>[\u0087]  Taylor v. Porter, 4 Hill, 146; Wynehamer v. The People, 3 Kernan, 394; Wilkinson v. Leland et al., 2 Peters, 658.</p>\n\n</div>", 
  "sha1": "b8a86011fe27982c0326942d17daf6e351b86438", 
  "date_modified": "2014-12-21T01:26:04.577651", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/88503/osborn-v-nicholson/", 
  "citation_count": 3, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1773830/", 
  "html": "<p class=\"case_cite\">80 U.S. 654</p>\n    <p class=\"case_cite\">20 L.Ed. 689</p>\n    <p class=\"case_cite\">13 Wall. 654</p>\n    <p class=\"parties\">OSBORN<br>v.<br>NICHOLSON ET AL.</p>\n    <p class=\"date\">December Term, 1871</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">In error to the Circuit Court for the District of Arkansas.</p>\n      <p class=\"indent\"><i>Mr. P. Phillips and Mr. A. H. Garland, for the plaintiff in error; Messrs. Watkins and Rose, contra</i>.</p>\n      <p class=\"indent\">The case was argued on both sides interestingly, and with ability and learning.</p>\n      <p class=\"indent\">Mr. Justice SWAYNE stated the case, and delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The plaintiff in error brought this suit on the 10th of February, 1869, in that court, and declared upon a promissory note made to him by the defendants in error for $1300, dated March 26th, A.D. 1861, and payable on the 26th day of December following, with interest at the rate of ten per cent. from date. The defendants pleaded that the instrument sued upon was given in consideration of the conveyance of a certain negro <i>slave</i> for life, and none other; and that at the time of the making of the instrument the plaintiff, by his authorized agent, executed to the defendant a bill of sale, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'March 20th, 1861.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'For the consideration of $1300 I hereby transfer all the right, title, and interest I have to a negro boy named Albert, aged about twenty-three years. I warrant said negro to be sound in body and mind, and a slave for life; and I also warrant the title to said boy clear and perfect.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">And that the said negro soon thereafter, to wit, on the 1st day of January, 1862, was liberated by the United States government, the said slave being then alive, and that the plaintiff ought not therefore to recover. The plaintiff demurred. The court overruled the demurrer, and the plaintiff electing to stand by it, the court gave judgment for the defendants. This writ of error has brought the case here for review.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The question presented for our determination is, whether the court erred in overruling the demurrer; or, in other words, whether the facts pleaded were sufficient to bar the action.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We lay out of view <i>in limine</i> the constitution of Arkansas of 1868, which annuls all contracts for the purchase or sale of slaves, and declares that no court of the State should take cognizance of any suit founded on such a contract, and that nothing should ever be collected upon any judgment or decree which had been, or should thereafter be, 'rendered upon any such contract or obligation.' It is sufficient to remark that as to all prior transactions the constitution is in each of the particulars specified clearly in conflict with that clause of the Constitution of the United States, which ordains that 'no State shall' . . . 'pass any law impairing the obligation of contracts.'<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Nor do we deem it necessary to discuss the validity of the contract here in question when it was entered into. Being valid when and where it was made, it was so everywhere. With certain qualifications not necessary to be considered in this case, this is the rule of the law of nations. Judge Story says: 'The rule is founded not merely on the convenience, but on the necessity of nations; for otherwise it would be impracticable for them to carry on an extensive intercourse and commerce with each other.'<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">It may be safely asserted that this contract when made could have been enforced in the courts of every State of the Union, and in the courts of every civilized country elsewhere. In the celebrated case of Somerset, Lord Mansfield said: 'A contract for the sale of a slave is good here; the sale is a matter to which the law properly and readily attaches, and will maintain the price according to the agreement. But <i>here</i> the <i>person</i> of the slave himself, is immediately the object of inquiry, which makes a very material difference.'<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Nor is there any question as to an implied warranty, of title or otherwise. There being an express warranty, that must be taken to contain the entire contract on the part of the seller. This warranty embraces four points: that the slave was sound in body; that he was sound in mind; that he was a slave for life; and that the seller's title was perfect.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It is not averred or claimed that the warranty was false when it was given, in either of these particulars. The title to the slave passed at that time, and if the warranty were true then, no breach could be wrought by any after event. Let it be supposed that, subsequently, a lesion of the brain of the slave occurred, and that permanent insanity ensued, or that, from subsequent disease, he became a cripple for life or died, or that, by the subsequent exercise of the power of eminent domain, the State appropriated his ownership and possession to herself, can there be a doubt that neither of these things would have involved any liability on the part of the seller? He was not a perpetual assurer of soundness of mind, health of body, or continuity of title. A change of the ownership and possession of real estate by the process of eminent domain is not a violation of the covenant for quiet enjoyment.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Nor is it such an eviction as will support an action for a breach of the covenant of general warranty. In <i>Dobbins</i> v. <i>Brown</i>,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> it was said by the court: 'It will scarcely be thought that a covenant of warranty extends to the State in the exercise of its eminent domain. Like any other covenant it must be restrained to what was supposed to be the matter in view. No grantor who warrants the possession dreams that he covenants against the entry of the State to make a railroad or a canal, nor would it be a sound interpretation of the contract that would make him liable for it. <i>An explicit covenant against all the world would bind him;</i> but the law is not so unreasonable as to imply it.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In <i>Bailey</i> v. <i>Miltenberger</i><a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> it was said: 'It has never been supposed that the vendor or vendee contemplated a warranty against the exercise of this power whenever the public good or convenience might require it.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">These remarks are strikingly apposite to the point here under consideration. As regards the principle involved we see nothing to distinguish those cases from the one before us. In all of them the property was lost to the owner by the paramount act of the State, which neither party anticipated, and in regard to which the contract was silent. Emancipation and the eminent domain work the same result as regards the title and possession of the owner. Both are put an end to. Why should the seller be liable in one case and not in the other? We can see no foundation, in reason or principle, for such a claim.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It was formerly held that there could be no warranty against a future event. It is now well settled that the law is otherwise.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> The buyer might have guarded against his loss by a guaranty againt the event which has caused it. We are asked, in effect, to interpolate such a stipulation and to enforce it, as if such were the agreement of the parties. This we have no power to do. Our duty is not to make contracts for the parties, but to administer them as we find them. Parties must take the consequences, both of what is stipulated and of what is admitted. We can neither detract from one nor supply the other.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Where an article is on sale in the market, and there is no fraud on the part of the seller, and the buyer gets what he intended to buy, he is liable for the purchase price, though the article turns out to be worthless. Thus, where certain railroad scrip had been openly sold in London for several months, but was subsequently repudiated by the directors of the company as having been signed and issued by the secretary without authority, it was held that the buyer could not set up as a defence a failure of consideration.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> These cases go further than it is necessary for us to go in order to sustain the liability of the defendants upon the contract here in question. There, as in this case, the buyer might have protected himself by a proper warranty, but had failed to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">But we think the exact point here under consideration was settled by the Court of Queen's Bench in <i>Mittelholzer</i> v. <i>Fullarton</i>.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> That case so far as it is necessary to state it was this: The contract was made at Burbice, in British Guiana. The plaintiff sold to the defendant the services of one hundred and fifty-three apprentice laborers who had been slaves, for  7800, payable in six annual instalments of  1300 each. The defendant paid four instalments. The apprentices were then declared free by the local governor and council. The defendant refused to pay the two last instalments. The suit was brought to recover them. The court held that the plaintiff was entitled to judgment, 'though the legislature had determined the apprenticeship before they became due.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Lord Chief Justice Denman said: 'My Brother Weightman asked during the argument, what would have been the result, if at the end of a year the services had been determined by the act of God, and to this no sufficient answer was given . . . The plaintiff's right vested when the bargain was made. The subsequent interference of the colonial legislature does not prevent his recovering what was then stipulated for.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Williams, Justice, said: 'The whole question is, who shall bear the loss occasioned by a <i>vis major?</i> and that depends much upon the question, <i>who was the proprietor when that loss was occasioned?</i> The property in the services of these laborers had been transferred to the defendant. Then the question is analogous to those which often arise in cases of loss by fire; as whether the goods were <i>in transitu</i> or the transit was ended. If the property had passed, and the residue of it was destroyed by a <i>vis major</i>, the loss must fall upon the proprietor of the thing, namely, of the services during the unexpired term.' The other justices expressed themselves to the same effect, and the judgment was unanimously given.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">If all the buildings upon leasehold premises be destroyed by fire, the lessee is nevertheless liable for the full amount of the rent during the residue of the term.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> And if he has covenanted to repair, he must also rebuild.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> So, if a fire occur after the contract of sale, but before the conveyance is executed, the loss must be borne by the buyer.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">All contracts are inherently subject to the paramount power of the sovereign, and the exercise of such power is never understood to involve their violation, and is not within that provision of the National Constitution which forbids a State to pass laws impairing their obligation. The power acts upon the property which is the subject of the contract, and not upon the contract itself.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Such also is the rule of the French law and such was the Roman law. The seller is not bound to warrant the buyer against acts of mere force, violence, and casualties, nor against the act of the sovereign.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> 'After the bargain is completed the purchaser stands to all losses.'<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> The case is one in which the maxim applies, <i>Res perit suo domino</i>.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">It has been earnestly insisted that contracts for the purchase and sale of slaves are contrary to natural justice and right, and have no validity unless sustained by positive law; that the right to enforce them rests upon the same foundation, and that when the institution is abolished all such contracts and the means of their enforcement, unless expressly saved, are thereby destroyed. Slavery was originally introduced into the American Colonies by the mother country, and into some of them against their will and protestations. In most, if not all of them, it rested upon universally recognized custom, and there were no statutes legalizing its existence more than there were legalizing the tenure of any other species of personal property. Though contrary to the law of nature it was recognized by the law of nations. The atrocious traffic in human beings, torn from their country to be transported to hopeless bondage in other lands, known as the slave trade, was also sanctioned by the latter code.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Where the traffic was carried on by the subjects of governments which had forbidden it, a different rule was applied.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> Humane and just sentiments upon the subject were of slow growth in the minds of publicists.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a> The institution has existed largely under the authority of the most enlightened nations of ancient and modern times. Wherever found, the rights of the owner have been regarded there as surrounded by the same sanctions and covered by the same protection as other property.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a> The British government paid for the slaves carried off by its troops from this country, in the war of 1812, as they did for other private property in the same category.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a> The Constitution of the United States guaranteed the return of persons 'held to service or labor in one State under the laws thereof, escaping into another.' 'The object of this clause was to secure to the citizens of the slaveholding States the complete right and title of ownership in their slaves as property in every State in the Union, into which they might escape.' Historically it is known that without this provision, the Constitution would not have been adopted, and the Union could not have been formed.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">But without considering at length the several assumptions of the proposition, it is a sufficient answer to say that when the thirteenth amendment to the Constitution of the United States was adopted, the rights of the plaintiff in this action had become lgally and completely vested. Rights acquired by a deed, will, or contract of marriage, or other contract executed according to statutes subsequently repealed subsist afterwards, as they were before, in all respects as if the statutes were still in full force. This is a principle of universal jurisprudence. It is necessary to the repose and welfare of all communities. A different rule would shake the social fabric to its foundations and let in a flood-tide of intolerable evils. It would be contrary to 'the general principles of law and reason,' and to one of the most vital ends of government.<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a> The doctrines of the repeal of statutes and the destruction of vested rights by implication, are alike unfavored in the law. Neither is to be admitted unless the implication is so clear as to be equivalent to an explicit declaration. Every doubt should be resolved against a construction so fraught with mischiefs. There is nothing in the language of the amendment which in the slightest degree warrants the inference that those who framed or those who adopted it intended that such should be its effect. It is wholly silent upon the subject. The proposition, if carried out in this case, would, in effect, take away one man's property and give it to another. And the deprivation would be 'without due process of law.' This is forbidden by the fundamental principles of the social compact, and is beyond the sphere of the legislative authority both of the States and the Nation.<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a> What would be the effect of an amendment of the National Constitution reaching so far&#8212;if such a thing should occur&#8212;it is not necessary to consider, as no such question is presented in the case before us.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Many cases have been decided by the highest State courts where the same questions arose which we have been called upon to consider in this case. In very nearly all of them the contract was adjudged to be valid, and was enforced. They are too numerous to be named. The opinions in some of them are marked by great ability.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Whatever we may think of the institution of slavery viewed in the light of religion, morals, humanity, or a sound political economy,&#8212;as the obligation here in question was valid when executed, sitting as a court of justice, we have no choice but to give it effect. We cannot regard it as differing in its legal efficacy from any other unexecuted contract to pay money made upon a sufficient consideration at the same time and place. Neither in the precedents and principles of the common law, nor in its associated system of equity jurisprudence, nor in the older system known as the civil law, is there anything to warrant the result contended for by the defendants in error. Neither the rights nor the interests of those of the colored race lately in bondage are affected by the conclusions we have reached. This opinion decides nothing as to the effect of President Lincoln's emancipation proclamation. We have had no occasion to consider that subject.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">JUDGMENT REVERSED, and the cause remanded to the Circuit Court with directions to proceed</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">IN CONFORMITY TO THIS OPINION.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The CHIEF JUSTICE dissented in this case and in the preceding one of <i>White</i> v. <i>Hart</i>, on the grounds:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">1st. That contracts for the purchase and sale of slaves were and are against sound morals and natural justice, and without support except in positive law.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">2d. That the laws of the several States by which alone slavery and slave contracts could be supported, were annulled by the thirteenth amendment of the Constitution which abolished slavery.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">3d. That thenceforward the common law of all the States was restored to its original principles of liberty, justice, and right, in conformity with which some of the highest courts of the late Slave States, notably that of Louisiana, have decided, and all might, on the same principles, decide, slave contracts to be invalid, as inconsistent with their jurisprudence, and this court has properly refused to interfere with those decisions.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">4th. That the clause in the fourteenth amendment of the Constitution which forbids compensation for slaves emancipated by the thirteenth, can be vindicated only on these principles.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">5th. That clauses in State constitutions, acts of State legislatures, and decisions of State courts, warranted by the thirteenth and fourteenth amendments, cannot be held void as in violation of the original Constitution, which forbids the States to pass any law violating the obligation of contracts.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Von Hoffman <i>v.</i> The City of Quincy, 4 Wallace, 535; White <i>v.</i> Hart, <i>supra</i>, 646.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Story's Conflict of Laws (Redfield's edition), &#167; 242.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 20 Howell's State Trials, 79; see also Madrazo <i>v.</i> Willes, 3 Barnewall &amp; Alderson, 353; Santos <i>v.</i> Illidge, 98 English Common Law, 861; The Antelope, 10 Wheaton, 66; Emerson <i>v.</i> Howland, 1 Mason, 50; Commonwealth <i>v.</i> Aves, 18 Pickering, 215; Groves <i>v.</i> Slaughter, 15 Peters, 449; and Andrews <i>v.</i> Hensler, 6 Wallace, 254.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Frost <i>v.</i> Earnest, 4 Wharton, 86; Ellis <i>v.</i> Welch, 6 Massachusetts, 246.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> 12 Pennsylvania State, 80.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> 31 Pennsylvania State, 41.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Benjamin on Sales, 463.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Dermott <i>v.</i> Jones, 2 Wallace, 1; Revell <i>v.</i> Hussey, 2 Ball &amp; Beatty, 287.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Lambert <i>v.</i> Heath, 15 Meeson &amp; Welsby, 487; see also Lawes <i>v.</i> Purser, 6 Ellis &amp; Blackburne, 930.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> 6 Adolphus &amp; Ellis, 989.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Baker <i>v.</i> Holtzapffell, 4 Taunton, 45.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Phillips <i>v.</i> Stevens, 16 Massachusetts, 238.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Sugden on Vendors, 291.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> West River Bridge Co. <i>v.</i> Dix et al., 6 Howard, 532, 536.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> 1 Domat., part 1, book 1, tit. 2, &#167; 10, paragraph 4.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Digest 2, 14, 77, Cooper's Justinian, 615.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Meredith's Emerigon, 419; Paine <i>v.</i> Meller, 6 Vesey, 349.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> 1 Wildman's International Law, 70; Dana's Wheaton, 199; The Antelope, 10 Wheaton, 67; Le Louis, 2 Dodson, 210.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> The Amedie, Acton, 240; The Diana, 1 Dodson, 95; The Fortuna, Ib. 81.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> 1 Phillmore's Law of Nations, 316.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> Le Louis, 2 Dodson, 250.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> Lawrence's Wheaton, 496.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> Prigg <i>v.</i> Pennsylvania, 16 Peters, 611.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> Calder <i>v.</i> Bull, 3 Dallas, 388.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> Taylor <i>v.</i> Porter, 4 Hill, 146; Wynehamer <i>v.</i> The People, 3 Kernan, 394; Wilkinson <i>v.</i> Leland et al., 2 Peters, 658.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/88503/"
}