{"absolute_url": "/opinion/88520/traders-bank-v-campbell/", "blocked": false, "citation": {"case_name": "Traders' Bank v. Campbell", "docket_number": null, "document_uris": ["/api/rest/v2/document/88520/"], "federal_cite_one": "81 U.S. 87", "federal_cite_three": null, "federal_cite_two": null, "id": 58314, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/58314/", "scotus_early_cite": "14 Wall. 87", "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 3, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1872-04-18", "date_modified": "2014-12-21T01:26:04.769908", "docket": "/api/rest/v2/docket/395817/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">81 U.S. 87</p>\n    <p class=\"case_cite\">20 L.Ed. 832</p>\n    <p class=\"case_cite\">14 Wall. 87</p>\n    <p class=\"parties\">TRADERS' BANK<br>v.<br>CAMPBELL.</p>\n    <p class=\"date\">December Term, 1871</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL from the Circuit Court for the Northern District of Illinois.</p>\n      <p class=\"indent\">The bankrupt act of the United States enacts by its 35th section that if any person being insolvent or in contemplation of insolvency, within four months before the filing of a petition by or against him, with a view to give a preference to any creditor having a claim against him procures his property to be seized or makes any payment, transfer, &amp;c., thereof, <i>directly</i> or <i>indirectly</i>, the person receiving such payment, transfer, &amp;c., having reasonable cause to believe the debtor to be insolvent, and that the payment, conveyance, &amp;c., is in fraud of the act, the same shall be void, and the assignee may recover the property or its value.</p>\n      <p class=\"indent\">Similarly its 39th section provides that if any person being insolvent or in contemplation thereof should make any payment or transfer of money or property, or give any warrant to confess judgment, or procure <i>or suffer his property to be taken on legal process, with intent to give a preference</i> or to defeat or delay the operation of the act, the money or property might be recovered back if the person receiving the payment or conveyance had reasonable cause to believe that a fraud on the act was intended, and that the debtor was insolvent.</p>\n      <p class=\"indent\">The 20th section of the act provides 'that in all cases of mutual debts or mutual credits between the parties, the account between them shall be stated, and one debt set off against the other.'</p>\n      <p class=\"indent\">The act was approved on the 2d of March, 1867. But a proviso at the end of its 50th section provides, 'that no petition or other proceeding under this act shall be filed, received, or commenced before the 1st day of June, A.D. 1867.'</p>\n      <p class=\"indent\">With this statute and this proviso as part of it in force, Hitchcock &amp; Endicott, traders in Chicago, and keeping their bank account with the Traders' National Bank there&#8212;the bank being in the habit of discounting their notes and collecting their drafts were requested by the bank, on the 6th of May, 1867, to furnish them with a statement of their affairs; the firm being at this time confessedly debtors of the bank, and in a much-embarrassed and really insolvent condition. A statement was soon furnished by the bookkeeper, which on the 24th of May was discovered by the bank to be untrue; the liabilities of the firm being set down in it much below their reality. Thereupon, on the 28th May, the bank brought a suit against Hitchcock &amp; Endicott, in which, on an allegation of fraud, a capias was issued for the arrest of Hitchcock. To avoid this arrest the firm gave the bank a note, payable on demand, for the whole amount of their debt, which was $6707.43, with a warrant of attorney to confess judgment, and on the next day, the 29th, the bank entered a judgment in one of the State courts of Illinois for the debt, and $50 attorney's fee, less $325.20, the amount which the firm had in deposit account with the bank on that day. For this $325.20, the firm drew a check in favor of the bank, in virtue of which check, the sum just named was indorsed on the note as a credit. Execution for $6438 was immediately (May 29th) issued on this judgment and levied on a stock of goods belonging to the firm. In what was thus done the president of the bank acknowledged that he was aware of the insolvent condition of Hitchcock &amp; Endicott, and had instituted his proceeding after taking the opinion of counsel, and learning from this source that the bankrupt law did not affect such cases until after the first day of June, the earliest time at which proceedings could be commenced under that law.</p>\n      <p class=\"indent\">On the 30th of May Hotchkiss &amp; Sons, <i>of Connecticut</i>, obtained a judgment against the same parties for a much smaller debt, on which execution was also issued and levied on the same goods.</p>\n      <p class=\"indent\">On the 25th of June, some other creditors of Hitchcock &amp; Endicott filed a petition in the District Court for Northern Illinois, praying to have them declared bankrupt, and on the 10th of July they were so declared; one Campbell being appointed the assignee in bankruptcy. On the 21st of the following August the goods of the firm were sold under the execution of the bank. At the same time the bank caused to be sold under the same execution a certain sum of $943, which it had received on the 12th of June by way of collections made by it in the ordinary course of business, of drafts belonging to the firm. The net sum raised by the execution on the goods was $6062.43. On the 21st of August, while things were standing in this way&#8212;the sheriff having as yet made no return of his execution&#8212;Campbell, the assignee in bankruptcy, filed a bill in chancery, in the District Court below, against the bank and <i>Hotchkiss &amp; Sons</i>, alleging that each of them had obtained from Hitchcock &amp; Endicott fraudulent preferences, and that the several judgments in their favor were void. Hotchkiss &amp; Sons being non-residents no service was made on them. The bill prayed that the judgments be set aside, and that the defendants be ordered to pay over to the assignee the value of the goods sold under the two executions. With this bill thus pending, the sheriff (who as already mentioned, had not made any return to his execution), deposited $6500 raised under the bank's execution on the goods in the bank itself, receiving from it a 'certificate of deposit,' that he had deposited the sum named 'to the credit of <i>himself</i> subject to his order on the return of this certificate.' There was, however, an arrangement made by the bank with the sheriff that the money should remain with the institution as a deposit, to be used by it until the suit brought by Campbell should be decided, and that if it was decided in favor of the bank that the money should, in that case, be returned to the sheriff, but if decided against the bank, that then it should abide whatever decision was made. The balance ($562.43) of the $6062.43, the net proceeds of the execution of the goods, the sheriff retained in his own hands.</p>\n      <p class=\"indent\">The execution in favor of Hotchkiss came to nothing, the property levied on in virtue of it being levied on subject to the prior execution of the bank.</p>\n      <p class=\"indent\">Pleadings being made up, and evidence taken, the bill was dismissed as to the non-residents and unserved defendants, Hotchkiss &amp; Sons. On the other part of the case, the court was of opinion that Hitchcock &amp; Endicott were insolvent on the 28th of May, 1867; that the Traders' Bank had reason to suspect and believe the fact of such insolvency; that under such circumstances the firm gave to them the note and warrant of attorney in question; that on the 29th of May the bank appropriated as part payment of this note $325.20, then on deposit to the credit of the firm; that the payment of $325.20 upon the note and the judgment in favor of the bank were alike void, as fraudulent preferences.</p>\n      <p class=\"indent\">The decree ordered that the assignee recover from the bank the $325.20 and interest from May 29th, 1867, also an amount equal to the judgment and costs rendered in favor of the bank with interest from May 29th, 1867, amounting in all to $7903.12.</p>\n      <p class=\"indent\">This decree being affirmed in the Circuit Court the case was brought here on error.</p>\n      <p class=\"indent\">\n        <i>Messrs. G. C. Campbell and B. C. Cook, for the appellants:</i>\n      </p>\n      <p class=\"indent\">A preliminary point arises in view of the proviso of the 50th section. We submit that under that proviso the bill below did not lie, because all the acts which are complained of took place before the 1st of June, 1867, prior to which day the proviso declares that no petition or proceeding shall be begun. But waiving that, we submit that the decree is erroneous.</p>\n      <p class=\"indent\">1. Because the proper parties were not before the court. In <i>Shields</i> v. <i>Barrow</i>,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Mr. Justice Curtiss, in delivering the opinion of the court, says:</p>\n      <p class=\"indent\">'The court can make no decree affecting the rights of any absent person, and can make no decree between the parties before it, which so far involves or depends upon the rights of an absent person that complete and substantial justice cannot be done between the parties to the suit without affecting those rights.'</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Under this rule Hotchkiss &amp; Sons were necessary parties. The goods and funds of the bankrupts had before bankruptcy been levied upon and sold by the sheriff, under two executions, one in favor of the bank and the other in favor of Hotchkiss &amp; Sons. Upon the hearing the bill was dismissed as to Hotchkiss &amp; Sons, and then decree rendered that the judgment in favor of the bank was void, and that it pay over to the assignee in bankruptcy $6500 of the proceeds of the executions, with interest from May 29th, 1867. This $6500 was still in the hands of the sheriff; that is, he held a certificate of deposit of the bank for that amount of the proceeds of sale; the balance, $562.43, he still held in cash. The judgment in favor of Hotchkiss &amp; Sons has never been declared void, but is still in force, and when the judgment in favor of the bank was declared void, <i>it</i> became the first lien upon the funds in the sheriff's hands made from the goods of the bankrupts, and was and is entitled to be paid in full out of those funds. No reason exists why Hotchkiss &amp; Sons cannot obtain from the State court an order upon the sheriff to pay their judgment in full. The sheriff could not successfully resist such rule by pleading the decree in this case, Hotchkiss &amp; Sons not being parties to the bill. If the decree in this case operates to transfer to the assignee in bankruptcy the $6500 deposited by the sheriff with the bank, leaving in his hands only $562.43 with which to satisfy the judgment of Hotchkiss &amp; Sons, it certainly affects the rights of these absent parties. If the sheriff can plead this decree in answer to a rule in the State court, to pay over the money, Hotchkiss &amp; Sons are deprived of their money by decree in a case to which they are not a party. If the sheriff cannot plead the decree in answer to such rule he is left liable to Hotchkiss &amp; Sons in that amount, and that by the operation of a decree in a case to which he was not a party.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">2. The assignee should have applied to the State court for an order on the sheriff to pay over to him the proceeds of the execution in his hands. The judgments in question were obtained in the State courts prior to adjudication in bankruptcy; executions were issued, levied, and sale made by the sheriff prior to any proceedings to recover the property or proceeds. The fund of $7062.43 realized from the goods of Hitchcock &amp; Endicott was therefore legally in the hands of the sheriff, and under the control of the State court when this bill was filed.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">3. The bank has never received from the sheriff any amount whatever in satisfaction of the judgment recovered by it against Hitchcock &amp; Endicott. As heretofore stated, the sheriff still holds the funds made from the property of Hitchcock &amp; Endicott. The decree seems to have proceeded upon the hypothesis that the money deposited by the sheriff with the bank was a payment to it of the amount of the execution in its favor. This hypothesis is, however, inconsistent with the facts of the case.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">If the assignee had applied to the State court for an order on the sheriff to pay over to him the funds realized upon the two executions, all parties would have been in court and bound by the order rendered, and equal and exact justice done to each.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> This proceeding, on the contrary, results in great wrong to the appellant. A decree is rendered against it for $7903.12 as money made from the bankrupts' estate, when in fact it has only realized $325.20. So that in consequence of an honest misconstruction of the bankruptcy act, the bank not only lose their entire claim of $6707.43, but some $1800 in addition thereto.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">4. The decree rendered against the bank is for far too large a sum. The account stated between the bank and the bankrupts is thus:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Original amount of the bank's debt,..  $6,707 43</p>\n    </div>\n    <p class=\"center\"><i>Contra</i>.</p>\n    <p class=\"indent\">Cash of bankrupts' on deposit,. $325 20</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Cash collected on drafts, June 12th,. 928 38</p>\n    </div>\n    <p class=\"indent\">1,253 58</p>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p class=\"indent\">True balance due the bank,......  $5,453 85</p>\n        <p class=\"indent\">Now, under the 20th section it was lawful for the bank to apply in payment of their claim against Hitchcock &amp; Endicott all of the moneys which came into its hands prior to the filing of the petition in bankruptcy. Thus setting one debt off against the other the balance is $5453.85. This certainly would be the full amount of the claim which could have been allowed to the bank if its officers had appeared in the bankrupt court for the purpose of proving their claim.</p>\n        <p class=\"indent\">If it were true then that the whole amount of the judgment in favor of the bank against the firm had been paid, the decree would be too great by $1259.40, and interest from the 29th of May to the date of the decree.</p>\n        <p class=\"indent\"><i>Mr. M. W. Fuller, contra</i>.</p>\n        <p class=\"indent\">Mr. Justice MILLER delivered the opinion of the court.</p>\n        <p class=\"indent\">It is not asserted by counsel here that the defendant acquired any rights to the property levied on by its execution. It would be useless to do so in view of the acknowledgments of the president of the bank upon this subject and of the circumstances in which he stated that he had instituted his proceeding.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n        <p class=\"indent\">We are of opinion that the proviso to the 50th section of the Bankrupt Act, which declares that no petition or other proceeding under it shall be commenced before the first day of June, 1867, is limited in its effect to such commencement, and that any act done after its approval, March 2d, 1867, in fraud of the purpose of the statute, was within its prohibitions.</p>\n        <p class=\"indent\">We will consider the objections to the decree in favor of the plaintiff in the order in which they are assigned in the appellant's brief.</p>\n        <p class=\"indent\">1. It is said that Hotchkiss &amp; Sons were necessary parties, without whom the court could not proceed. They were not within the jurisdiction of the court, and, though made defendants by the bill, never appeared in the case, and it was dismissed as to them without prejudice.</p>\n        <p class=\"indent\">Their interest, as asserted by the appellant's counsel, was that they also had a judgment against the bankrupts, on which execution was levied, on the same property, and that, as it was sold under both executions, Hotchkiss &amp; Sons have a right to be heard as to the validity of that sale.</p>\n        <p class=\"indent\">In the case of <i>Barney</i> v. <i>Baltimore</i>,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> this court, after reviewing the former decisions on this subject, remarks that there is a class of persons having such relations to the matter in controversy, merely formal or otherwise, that, while they may be called proper parties, the court will take no account of the omission to make them parties. There is another class whose relations to the suit are such that, if their interest and their absence are formally brought to the attention of the court, it will require them to be made parties, if within its jurisdiction, before deciding the case. But, if this cannot be done, it will proceed to administer such relief as may be in its power between the parties before it. And there is a third class, whose interest in the subject-matter of the suit, and in the relief sought, is so bound up with that of the other parties, that their legal presence as parties in the proceeding is an absolute necessity, without which the court cannot proceed.</p>\n        <p class=\"indent\">Hotchkiss &amp; Sons manifestly belong to this second class, and not the third. The bank is sued for its own wrong in procuring judgment and selling the property, and for the proceeds now in its vaults. Hotchkiss &amp; Sons may, or may not, be in the wrong in procuring their judgment and levy, but it is not alleged that they have received any of the money. If they are entitled to any of it they will be at liberty to bring any suit they may be advised to, after this suit is disposed of, against the assignee, or any one else, and their rights will not be precluded by the present decree; nor have they any such interest in the subject-matter of this suit, that their presence is necessary to the protection of the bank. A complete decree can be made between the bank and the assignee without touching the rights of Hotchkiss &amp; Sons, or embarrassing the bank in its relations to them. The organization of the Federal courts has always required them to dispense with parties in chancery not within their jurisdiction, unless their presence was an absolute necessity, which it clearly is not in this case.</p>\n        <p class=\"indent\">2. It is said that the assignee should have applied to the State court for an order on the sheriff to pay over the proceeds of the execution to him.</p>\n        <p class=\"indent\">But it cannot be maintained that the assignee, who is pursuing the assets of the bankrupt in the hands of third parties, is bound to resort to the State courts because there is a litigation there pending. The language of the 14th section, that the assignee may prosecute and defend all suits, pending at the time of the adjudication of bankruptcy, in which the bankrupt is a party, does not <i>oblige</i> him to seek a remedy in that way. The 2d section of the act declares that the Circuit Courts of the United States shall have concurrent jurisdiction with the District Courts of all suits, at law or in equity, which may or shall be brought by the assignee against any person claiming an adverse interest touching any property, or rights of property, of said bankrupt.</p>\n        <p class=\"indent\">The decree in the present suit is founded on the idea that the bank, by means of its illegal and collusive proceedings in the State court, has received the proceeds of property which ought to have come to the assignee. He has a right to proceed against the bank directly in the Federal court for those proceeds, and is not obliged to resort to the State court, where the matter is substantially ended, for relief.</p>\n        <p class=\"indent\">3. The third objection is, that the bank has not received from the sheriff any sum whatever in satisfaction of the judgment which it recovered against the bankrupts.</p>\n        <p class=\"indent\">The facts of the case are simple and undisputed. The goods of the bankrupt were sold under the execution in favor of the bank, and the sheriff after deducting the costs of the proceeding deposited the remainder with the defendant. This suit being then pending, the defendant, instead of giving the sheriff a receipt for the amount as paid on the execution in his hands, gave him a certificate of deposit. This transparent device can deceive no one, and does not vary the legal character of the transaction. The sheriff, under the direction of the bank, levies upon and sells the property of the bankrupt, after the title has passed to the assignee, and in violation of the law. He deposits the proceeds of the sale with the party whose agent he was in this illegal appropriation of the goods. The assignee electing to assert his right to the proceeds of the sale instead of the goods themselves, sues the party who caused the seizure and sale, and who has their proceeds in his possession. His right to recover under such circumstances cannot well be doubted.</p>\n        <p class=\"indent\">4. The fourth objection is that the decree rendered against the bank is for too large a sum.</p>\n        <p class=\"indent\">This assignment of error has regard to certain sums coming to the hands of the defendant as bankers of Hitchcock &amp; Endicott, and which they claim a right to retain by way of set-off.</p>\n        <p class=\"indent\">The amount of $928.38 was received on the 12th day of June, some days after their judgment had been recovered in the State court, and after the execution had been levied on the stock of the bankrupts' goods. It was received as collections made by the bank, from drafts placed by the bankrupts in their hands in the ordinary course of business, and if they had retained it and appropriated it as a set-off against the debt of the bankrupt to them, an interesting question might have arisen as to their right to do so. But instead of doing this, they handed it over to the sheriff who levied or it as the property of the bankrupt, by virtue of the same execution under which he levied on and sold the goods. By the act of the bank it was thus placed in the same category with the goods, and instead of exercising their own right of set-off, by directing the sheriff to credit the execution with the sum received by them on the debt, they delivered it to him to be treated as the goods of the bankrupt and subjected by him to their illegal judgment. This amount then must be treated in the same manner as the other money received by them from the sheriff on the sale of the goods.</p>\n        <p class=\"indent\">There was in the bank on deposit to the credit of Hitchcock &amp; Endicott on the day they gave the judgment note, the sum of $325.20. This sum was not computed or deducted when the note was given. On the next day, before the bank caused the judgment to be entered up, they credited this amount on the note, and took judgment for that much less. They now assert that this was what they had a right to do, and that it should remain a valid set-off. But this does not appear to have been really what was done. It appears that Hitchcock &amp; Endicott gave the bank a check for the sum, and by virtue of that check it was indorsed on the note as a payment. Now as both the bank and the bankrupts knew of the insolvency of the latter, this was a payment by way of preference and therefore void by the 35th section of the bankrupt act. In this case as in the other, if they had stood on their right of set-off, it might possibly have been available, but when they treat it as the bankrupts' property, and endeavor to secure an illegal preference by getting the bankrupts to make a payment in the one case, and seizing it by execution in the other, when they knew of the insolvency, both appropriations are void.</p>\n        <p class=\"indent\">We see no error in the decree which was rendered in the District Court and affirmed in the Circuit Court on appeal, and which is again</p>\n        <p class=\"indent\">AFFIRMED BY THIS COURT.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 17 Howard, 141.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Rohrer's Appeal, 62; Pennsylvania State, 498.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> See <i>supra</i>, p. 89.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> 6 Wallace, 280.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>81 U.S. 87 (1871)</b></center>\n<center><b>14 Wall. 87</b></center>\n<center><h1>TRADERS' BANK<br>\nv.<br>\nCAMPBELL.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*91</span> Messrs. G.C. Campbell and B.C. Cook, for the appellants.</p>\n<p>Mr. M.W. Fuller, contra.</p>\n<p><span class=\"star-pagination\">*93</span> <span class=\"star-pagination\">*94</span> Mr. Justice MILLER delivered the opinion of the court.</p>\n<p>It is not asserted by counsel here that the defendant acquired any rights to the property levied on by its execution. It would be useless to do so in view of the acknowledgments of the president of the bank upon this subject and of the circumstances in which he stated that he had instituted his proceeding.<sup>[*]</sup></p>\n<p>We are of opinion that the proviso to the 50th section of the Bankrupt Act, which declares that no petition or other proceeding under it shall be commenced before the first day of June, 1867, is limited in its effect to such commencement, and that any act done after its approval, March 2d, 1867, in fraud of the purpose of the statute, was within its prohibitions.</p>\n<p>We will consider the objections to the decree in favor of the plaintiff in the order in which they are assigned in the appellant's brief.</p>\n<p>1. It is said that Hotchkiss &amp; Sons were necessary parties, without whom the court could not proceed. They were not within the jurisdiction of the court, and, though made defendants by the bill, never appeared in the case, and it was dismissed as to them without prejudice.</p>\n<p>Their interest, as asserted by the appellant's counsel, was that they also had a judgment against the bankrupts, on which execution was levied, on the same property, and that, as it was sold under both executions, Hotchkiss &amp; Sons have a right to be heard as to the validity of that sale.</p>\n<p>In the case of Barney v. Baltimore,<sup>[]</sup> this court, after reviewing the former decisions on this subject, remarks that there is a class of persons having such relations to the matter in controversy, merely formal or otherwise, that, while they may be called proper parties, the court will take no account of the omission to make them parties. There is another class whose relations to the suit are such that, if their interest and their absence are formally brought to the attention of the court, it will require them to be made parties, <span class=\"star-pagination\">*95</span> if within its jurisdiction, before deciding the case. But, if this cannot be done, it will proceed to administer such relief as may be in its power between the parties before it. And there is a third class, whose interest in the subject-matter of the suit, and in the relief sought, is so bound up with that of the other parties, that their legal presence as parties in the proceeding is an absolute necessity, without which the court cannot proceed.</p>\n<p>Hotchkiss &amp; Sons manifestly belong to this second class, and not the third. The bank is sued for its own wrong in procuring judgment and selling the property, and for the proceeds now in its vaults. Hotchkiss &amp; Sons may, or may not, be in the wrong in procuring their judgment and levy, but it is not alleged that they have received any of the money. If they are entitled to any of it they will be at liberty to bring any suit they may be advised to, after this suit is disposed of, against the assignee, or any one else, and their rights will not be precluded by the present decree; nor have they any such interest in the subject-matter of this suit, that their presence is necessary to the protection of the bank. A complete decree can be made between the bank and the assignee without touching the rights of Hotchkiss &amp; Sons, or embarrassing the bank in its relations to them. The organization of the Federal courts has always required them to dispense with parties in chancery not within their jurisdiction, unless their presence was an absolute necessity, which it clearly is not in this case.</p>\n<p>2. It is said that the assignee should have applied to the State court for an order on the sheriff to pay over the proceeds of the execution to him.</p>\n<p>But it cannot be maintained that the assignee, who is pursuing the assets of the bankrupt in the hands of third parties, is bound to resort to the State courts because there is a litigation there pending. The language of the 14th section, that the assignee may prosecute and defend all suits, pending at the time of the adjudication of bankruptcy, in which the bankrupt is a party, does not oblige him to seek a remedy in that way. The 2d section of the act declares that the <span class=\"star-pagination\">*96</span> Circuit Courts of the United States shall have concurrent jurisdiction with the District Courts of all suits, at law or in equity, which may or shall be brought by the assignee against any person claiming an adverse interest touching any property, or rights of property, of said bankrupt.</p>\n<p>The decree in the present suit is founded on the idea that the bank, by means of its illegal and collusive proceedings in the State court, has received the proceeds of property which ought to have come to the assignee. He has a right to proceed against the bank directly in the Federal court for those proceeds, and is not obliged to resort to the State court, where the matter is substantially ended, for relief.</p>\n<p>3. The third objection is, that the bank has not received from the sheriff any sum whatever in satisfaction of the judgment which it recovered against the bankrupts.</p>\n<p>The facts of the case are simple and undisputed. The goods of the bankrupt were sold under the execution in favor of the bank, and the sheriff after deducting the costs of the proceeding deposited the remainder with the defendant. This suit being then pending, the defendant, instead of giving the sheriff a receipt for the amount as paid on the execution in his hands, gave him a certificate of deposit. This transparent device can deceive no one, and does not vary the legal character of the transaction. The sheriff, under the direction of the bank, levies upon and sells the property of the bankrupt, after the title has passed to the assignee, and in violation of the law. He deposits the proceeds of the sale with the party whose agent he was in this illegal appropriation of the goods. The assignee electing to assert his right to the proceeds of the sale instead of the goods themselves, sues the party who caused the seizure and sale, and who has their proceeds in his possession. His right to recover under such circumstances cannot well be doubted.</p>\n<p>4. The fourth objection is that the decree rendered against the bank is for too large a sum.</p>\n<p>This assignment of error has regard to certain sums coming to the hands of the defendant as bankers of Hitchcock &amp; <span class=\"star-pagination\">*97</span> Endicott, and which they claim a right to retain by way of set-off.</p>\n<p>The amount of $928.38 was received on the 12th day of June, some days after their judgment had been recovered in the State court, and after the execution had been levied on the stock of the bankrupts' goods. It was received as collections made by the bank, from drafts placed by the bankrupts in their hands in the ordinary course of business, and if they had retained it and appropriated it as a set-off against the debt of the bankrupt to them, an interesting question might have arisen as to their right to do so. But instead of doing this, they handed it over to the sheriff who levied or it as the property of the bankrupt, by virtue of the same execution under which he levied on and sold the goods. By the act of the bank it was thus placed in the same category with the goods, and instead of exercising their own right of set-off, by directing the sheriff to credit the execution with the sum received by them on the debt, they delivered it to him to be treated as the goods of the bankrupt and subjected by him to their illegal judgment. This amount then must be treated in the same manner as the other money received by them from the sheriff on the sale of the goods.</p>\n<p>There was in the bank on deposit to the credit of Hitchcock &amp; Endicott on the day they gave the judgment note, the sum of $325.20. This sum was not computed or deducted when the note was given. On the next day, before the bank caused the judgment to be entered up, they credited this amount on the note, and took judgment for that much less. They now assert that this was what they had a right to do, and that it should remain a valid set-off. But this does not appear to have been really what was done. It appears that Hitchcock &amp; Endicott gave the bank a check for the sum, and by virtue of that check it was indorsed on the note as a payment. Now as both the bank and the bankrupts knew of the insolvency of the latter, this was a payment by way of preference and therefore void by the 35th section of the bankrupt act. In this case as in the other, if they had stood on their right of set-off, it might <span class=\"star-pagination\">*98</span> possibly have been available, but when they treat it as the bankrupts' property, and endeavor to secure an illegal preference by getting the bankrupts to make a payment in the one case, and seizing it by execution in the other, when they knew of the insolvency, both appropriations are void.</p>\n<p>We see no error in the decree which was rendered in the District Court and affirmed in the Circuit Court on appeal, and which is again</p>\n<p>AFFIRMED BY THIS COURT.</p>\n<h2>NOTES</h2>\n<p>[*]  See supra, p. 89.</p>\n<p>[]  6 Wallace, 280.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">87</span></span> (1871)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">87</span></span></b></center>\n<center><h1>TRADERS' BANK<br>\nv.<br>\nCAMPBELL.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*91</span> Messrs. G.C. Campbell and B.C. Cook, for the appellants.</p>\n<p>Mr. M.W. Fuller, contra.</p>\n<p><span class=\"star-pagination\">*93</span> <span class=\"star-pagination\">*94</span> Mr. Justice MILLER delivered the opinion of the court.</p>\n<p>It is not asserted by counsel here that the defendant acquired any rights to the property levied on by its execution. It would be useless to do so in view of the acknowledgments of the president of the bank upon this subject and of the circumstances in which he stated that he had instituted his proceeding.<sup>[*]</sup></p>\n<p>We are of opinion that the proviso to the 50th section of the Bankrupt Act, which declares that no petition or other proceeding under it shall be commenced before the first day of June, 1867, is limited in its effect to such commencement, and that any act done after its approval, March 2d, 1867, in fraud of the purpose of the statute, was within its prohibitions.</p>\n<p>We will consider the objections to the decree in favor of the plaintiff in the order in which they are assigned in the appellant's brief.</p>\n<p>1. It is said that Hotchkiss &amp; Sons were necessary parties, without whom the court could not proceed. They were not within the jurisdiction of the court, and, though made defendants by the bill, never appeared in the case, and it was dismissed as to them without prejudice.</p>\n<p>Their interest, as asserted by the appellant's counsel, was that they also had a judgment against the bankrupts, on which execution was levied, on the same property, and that, as it was sold under both executions, Hotchkiss &amp; Sons have a right to be heard as to the validity of that sale.</p>\n<p>In the case of Barney v. Baltimore,<sup>[]</sup> this court, after reviewing the former decisions on this subject, remarks that there is a class of persons having such relations to the matter in controversy, merely formal or otherwise, that, while they may be called proper parties, the court will take no account of the omission to make them parties. There is another class whose relations to the suit are such that, if their interest and their absence are formally brought to the attention of the court, it will require them to be made parties, <span class=\"star-pagination\">*95</span> if within its jurisdiction, before deciding the case. But, if this cannot be done, it will proceed to administer such relief as may be in its power between the parties before it. And there is a third class, whose interest in the subject-matter of the suit, and in the relief sought, is so bound up with that of the other parties, that their legal presence as parties in the proceeding is an absolute necessity, without which the court cannot proceed.</p>\n<p>Hotchkiss &amp; Sons manifestly belong to this second class, and not the third. The bank is sued for its own wrong in procuring judgment and selling the property, and for the proceeds now in its vaults. Hotchkiss &amp; Sons may, or may not, be in the wrong in procuring their judgment and levy, but it is not alleged that they have received any of the money. If they are entitled to any of it they will be at liberty to bring any suit they may be advised to, after this suit is disposed of, against the assignee, or any one else, and their rights will not be precluded by the present decree; nor have they any such interest in the subject-matter of this suit, that their presence is necessary to the protection of the bank. A complete decree can be made between the bank and the assignee without touching the rights of Hotchkiss &amp; Sons, or embarrassing the bank in its relations to them. The organization of the Federal courts has always required them to dispense with parties in chancery not within their jurisdiction, unless their presence was an absolute necessity, which it clearly is not in this case.</p>\n<p>2. It is said that the assignee should have applied to the State court for an order on the sheriff to pay over the proceeds of the execution to him.</p>\n<p>But it cannot be maintained that the assignee, who is pursuing the assets of the bankrupt in the hands of third parties, is bound to resort to the State courts because there is a litigation there pending. The language of the 14th section, that the assignee may prosecute and defend all suits, pending at the time of the adjudication of bankruptcy, in which the bankrupt is a party, does not oblige him to seek a remedy in that way. The 2d section of the act declares that the <span class=\"star-pagination\">*96</span> Circuit Courts of the United States shall have concurrent jurisdiction with the District Courts of all suits, at law or in equity, which may or shall be brought by the assignee against any person claiming an adverse interest touching any property, or rights of property, of said bankrupt.</p>\n<p>The decree in the present suit is founded on the idea that the bank, by means of its illegal and collusive proceedings in the State court, has received the proceeds of property which ought to have come to the assignee. He has a right to proceed against the bank directly in the Federal court for those proceeds, and is not obliged to resort to the State court, where the matter is substantially ended, for relief.</p>\n<p>3. The third objection is, that the bank has not received from the sheriff any sum whatever in satisfaction of the judgment which it recovered against the bankrupts.</p>\n<p>The facts of the case are simple and undisputed. The goods of the bankrupt were sold under the execution in favor of the bank, and the sheriff after deducting the costs of the proceeding deposited the remainder with the defendant. This suit being then pending, the defendant, instead of giving the sheriff a receipt for the amount as paid on the execution in his hands, gave him a certificate of deposit. This transparent device can deceive no one, and does not vary the legal character of the transaction. The sheriff, under the direction of the bank, levies upon and sells the property of the bankrupt, after the title has passed to the assignee, and in violation of the law. He deposits the proceeds of the sale with the party whose agent he was in this illegal appropriation of the goods. The assignee electing to assert his right to the proceeds of the sale instead of the goods themselves, sues the party who caused the seizure and sale, and who has their proceeds in his possession. His right to recover under such circumstances cannot well be doubted.</p>\n<p>4. The fourth objection is that the decree rendered against the bank is for too large a sum.</p>\n<p>This assignment of error has regard to certain sums coming to the hands of the defendant as bankers of Hitchcock &amp; <span class=\"star-pagination\">*97</span> Endicott, and which they claim a right to retain by way of set-off.</p>\n<p>The amount of $928.38 was received on the 12th day of June, some days after their judgment had been recovered in the State court, and after the execution had been levied on the stock of the bankrupts' goods. It was received as collections made by the bank, from drafts placed by the bankrupts in their hands in the ordinary course of business, and if they had retained it and appropriated it as a set-off against the debt of the bankrupt to them, an interesting question might have arisen as to their right to do so. But instead of doing this, they handed it over to the sheriff who levied or it as the property of the bankrupt, by virtue of the same execution under which he levied on and sold the goods. By the act of the bank it was thus placed in the same category with the goods, and instead of exercising their own right of set-off, by directing the sheriff to credit the execution with the sum received by them on the debt, they delivered it to him to be treated as the goods of the bankrupt and subjected by him to their illegal judgment. This amount then must be treated in the same manner as the other money received by them from the sheriff on the sale of the goods.</p>\n<p>There was in the bank on deposit to the credit of Hitchcock &amp; Endicott on the day they gave the judgment note, the sum of $325.20. This sum was not computed or deducted when the note was given. On the next day, before the bank caused the judgment to be entered up, they credited this amount on the note, and took judgment for that much less. They now assert that this was what they had a right to do, and that it should remain a valid set-off. But this does not appear to have been really what was done. It appears that Hitchcock &amp; Endicott gave the bank a check for the sum, and by virtue of that check it was indorsed on the note as a payment. Now as both the bank and the bankrupts knew of the insolvency of the latter, this was a payment by way of preference and therefore void by the 35th section of the bankrupt act. In this case as in the other, if they had stood on their right of set-off, it might <span class=\"star-pagination\">*98</span> possibly have been available, but when they treat it as the bankrupts' property, and endeavor to secure an illegal preference by getting the bankrupts to make a payment in the one case, and seizing it by execution in the other, when they knew of the insolvency, both appropriations are void.</p>\n<p>We see no error in the decree which was rendered in the District Court and affirmed in the Circuit Court on appeal, and which is again</p>\n<p>AFFIRMED BY THIS COURT.</p>\n<h2>NOTES</h2>\n<p>[*]  See supra, p. 89.</p>\n<p>[]  6 Wallace, 280.</p>\n\n</div>", "id": 88520, "judges": "Miller", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/88520/", "sha1": "0a07e48b175107d870cab53cb3ee0179de1b04f8", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:01:41"}