{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "81 U.S. 216", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/88531/"
    ], 
    "scotus_early_cite": "14 Wall. 216", 
    "case_name": "Caperton v. Bowyer", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 58329, 
    "resource_uri": "/api/rest/v2/citation/58329/"
  }, 
  "id": 88531, 
  "blocked": false, 
  "judges": "Clifford", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1872-05-18", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>81 U.S. 216 (1871)</b></center>\n<center><b>14 Wall. 216</b></center>\n<center><h1>CAPERTON<br>\nv.<br>\nBOWYER.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*222</span> <span class=\"star-pagination\">*223</span> Messrs. Conway Robinson, R.T. Merrick, and Simeon Nash, in support of the jurisdiction.</p>\n<p>Messrs. J. Hubley Ashton and B. Stanton, contra, and in support of the motion to dismiss.</p>\n<p><span class=\"star-pagination\">*231</span> Mr. Justice CLIFFORD delivered the opinion of the court.</p>\n<p>Special jurisdiction only is given to this court by virtue of a writ of error to a State court, and unless the record shows that the case falls within the conditions annexed to the right of a party to invoke the exercise of the jurisdiction, the writ of error must be dismissed. Primarily those conditions are two: (1.) That it shall appear that some one of the questions specified in the twenty-fifth section of the Judiciary Act, or the second section of the amendatory act, did arise in the case. (2.) That the question which did so arise in the case was decided by the court in the way therein required to give this court jurisdiction to re-examine the question, and the rule is settled that unless both those things appear the jurisdiction does not attach.<sup>[*]</sup></p>\n<p>On the sixth day of August, 1866, the plaintiff brought an action of trespass for false imprisonment against the defendant in the State court, in which he alleged that the defendant, on the twenty-ninth of June, 1862, with force and arms, seized the plaintiff and incarcerated him in a dungeon, and imprisoned him there for twenty-four days, separated from his home and family, and that he subjected him to great danger and many hardships, and seriously impaired his health and put him to great pain and distress, both of body and mind.</p>\n<p>Service having been made the defendant appeared and demurred to the declaration, and filed seven other pleas, as follows: (1.) That he was not guilty in manner and form as alleged. (2.) That the action was not brought within one year next after the right to bring the same accrued. (3.) <span class=\"star-pagination\">*232</span> That the action was not brought within two years next after the right to bring the same accrued. (4.) That more than two years had elapsed after the right to bring the action accrued, and before the present limitation act of the State was passed. (5.) That the plaintiff and defendant were citizens of the same State, and that the whole time prescribed as a limitation had elapsed before the present act modifying the pre-existing law was passed. (6.) That the supposed grievances were acts done by the defendant as provost marshal under the military orders of the State, in time of actual war, as more fully set forth in the plea. (7.) That the President, on the seventh of September, 1865, granted the defendant a full pardon and amnesty for all offences by him committed, arising from participation, direct or indirect, in the rebellion.</p>\n<p>Subsequently the plaintiff filed a joinder to the demurrer, joined the issue tendered under the plea of not guilty, and filed a replication to the six special pleas as follows: (1.) That the action is not barred as alleged, and tendered an issue to the country. (2.) That the action is not barred as alleged in the second special plea, and also tendered an issue to the country. (3.) That the action is not barred as alleged in the third special plea, and tendered an issue to the country. (4.) Plaintiff filed a demurrer to the fourth, fifth, and sixth special pleas, and the defendant demurred to the replication of the plaintiff to the defendant's first special plea.</p>\n<p>All the issues of law were determined by the court in favor of the plaintiff, that is, the court overruled the demurrer to the declaration, sustained the demurrers of the plaintiff to the fourth, fifth, and sixth special pleas of the defendant, and also overruled the demurrer of the defendant to the plaintiff's replication to the defendant's first special plea, which left nothing for trial but the issues of fact, which were submitted to a jury, and the jury found all the issues of fact in favor of the plaintiff, and that the defendant was guilty as alleged in the declaration, and assessed damages for the plaintiff in the sum of eight hundred and thirty-three dollars. Judgment was rendered for the plaintiff, and <span class=\"star-pagination\">*233</span> the defendant excepted and removed the case into the Court of Appeals of the State, where the judgment was in all things affirmed. Whereupon the defendant sued out the present writ of error and removed the cause into this court for re-examination under the twenty-fifth section of the Judiciary Act.</p>\n<p>Jurisdiction, it is claimed by the defendant, may be sustained in this case upon three grounds, which will be separately considered: (1.) Because the judge told the jury that, in computing the time of the statute of limitations, they ought to exclude from the computation all that period of time between the seventeenth of April, 1861, and the twenty-seventh of February, 1866, as that ruling, as he contends, was equivalent to a ruling that the recent acts passed by the State upon that subject are valid laws, which he denies. (2.) Because the court sustained the demurrer of the plaintiff to the fifth special plea of the defendant, setting up belligerent rights as a defence to the action. (3.) Because the court excluded the pardon granted to him by the President when offered in evidence under the plea of not guilty.</p>\n<p>1. Two acts of limitation have recently been passed by the State legislature. By the first, which was passed on the first day of March, 1865, it was enacted that, in computing the time within which any civil suit, proceeding, or appeal, shall be barred by any statute of limitations, the period from the seventeenth day of April, 1861, to the date of the passage of the act, shall be excluded from such computation.<sup>[*]</sup> By a subsequent act passed on the twenty-seventh of February, 1866, it is provided that, in computing the time within which any civil suit, or proceeding in trespass or case, shall be barred by any statute of limitations in certain counties, including the county in which this suit was brought, the period from the first day of March, 1865, to the date of the passage of the act shall be excluded from such computation.<sup>[\u0086]</sup></p>\n<p>Two prayers for instruction upon that subject were also presented by the defendant which were refused by the court, <span class=\"star-pagination\">*234</span> but it is not necessary to reproduce them, as the question involved is as fully raised by the instruction given to the jury as by the refusal to give those instructions.</p>\n<p>Exception was taken by the defendant to the refusal to instruct and to the instruction given, but the grounds of the exception are not stated, nor are the reasons for the ruling given by the court. Such an exception is not sufficient to show that any one of the questions mentioned in the twenty-fifth section of the Judiciary Act was either raised or decided in the manner therein required to give this court jurisdiction under a writ of error to a State court. Unless both those things appear; that is, unless it appears that the question was raised and that it was decided in the way required, the jurisdiction does not attach, and it is clear that the exception is not sufficient to show that either occurred at the trial. Nothing further was done upon the subject in the court of original jurisdiction, but the cause was removed into the Court of Appeals of the State, where the judgment was affirmed. Appended to the judgment in that court is a certificate signed by the clerk and certified by the presiding justice of the court, that there was drawn in question the validity of the act of the State passed March, 1865, in relation to the statute of limitations, on the ground that it was repugnant to the Constitution of the United States, and that the decision of the highest court of law and equity in the State was in favor of its validity. Evidently that court had before it nothing but the exception taken and signed in the subordinate court, which is clearly insufficient to raise such a question or to show that it was decided in a way to give this court jurisdiction in such a case. Undoubtedly such a certificate is entitled to much weight, as showing that the question was decided by the court which gives it, and in the manner required to give jurisdiction, but it is not conclusive to show that the question was raised in the case, as the latter question may depend upon the construction of the pleadings, or, as in this case, upon the proper construction of the language of the bill of exceptions.</p>\n<p>Necessary implication, it is said, will suffice, which may <span class=\"star-pagination\">*235</span> be granted, but it can hardly be said in this case that it must necessarily be implied that the judge instructed the jury that the State statute was consistent with the Federal Constitution. What he did tell the jury was that a certain period of time should be excluded from the computation in determining the issues of fact presented by the pleadings, whether the action was barred by the one or two years' limitations. Three years before that this court had decided that the period during which the courts of the State where the defendant resided were closed, by reason of the insurrection and rebellion, should not be deemed and taken as a part of such a limitation.<sup>[*]</sup></p>\n<p>Congress allowed one year from the date of the act to the time allowed for suing out writs of error and taking appeals in districts where the sessions of the courts had been suspended or interrupted by insurrection or rebellion, and this court decided that the act of Congress was a remedial, and not a restraining one, and applied the rule laid down in the prior case, that in computing the five years allowed for the purpose, the period for which the courts were closed by insurrection or rebellion, must be excluded from the computation.<sup>[\u0086]</sup> Provision was also made by Congress that the time during which any person was beyond the reach of legal process, by reason of resistance to the execution of the laws, or the interruption of the ordinary course of judicial proceedings, shall not be deemed or taken as any part of the time limited by law for the commencement of any action, civil or criminal. Objection was taken to the validity of that provision, but this court unanimously held it to be constitutional.<sup>[\u0087]</sup></p>\n<p>Prior to these decisions, founded upon acts of Congress, this court had decided, as before remarked, that the period during which the courts were closed by the insurrection must be excluded from every such computation, and this <span class=\"star-pagination\">*236</span> court has twice since that decided in the same way, every justice of the court concurring in the opinion.<sup>[*]</sup> Enemy creditors cannot prosecute their claims subsequent to the commencement of hostilities, as the rule is universal and peremptory that they are totally incapable of sustaining any action in the tribunals of the other belligerent. Absolute suspension of the right to sue and prohibition to exercise it exist during war, by the law of nations, but the restoration of peace removes the disability and opens the doors of the courts.</p>\n<p>Tested by these considerations, this court is of the opinion that the judge of the State court may well have followed the decisions of this court in the instruction he gave to the jury without having intended to express any opinion as to the constitutionality of the State law, and that it does not appear with sufficient certainty that the supposed Federal question did arise in the case, or that it was decided in the manner required to give this court jurisdiction under a writ of error to a State court.</p>\n<p>2. Next ground assumed is that the court erred in sustaining the demurrer of the plaintiff to the fifth special plea of the defendant, setting up belligerent rights as a defence to the action.</p>\n<p>Unquestionably it does appear that the plaintiff demurred to that plea and that the court sustained the demurrer to the plea, but it nowhere appears that the court held the plea bad for the reason supposed by the defendant. On the contrary, the plea is very defectively drawn, and it may be that it was held bad for many other sufficient reasons, and the fact that the certificate filed by the chief justice makes no mention of this point justifies the conclusion that it was not decided by the court of last resort. Questions presented in a subordinate court are frequently waived in the appellate court, and it is plain law that questions not presented in the court of last resort do not give jurisdiction in a case like the one before the court. Such a question may be raised in a <span class=\"star-pagination\">*237</span> bill of exceptions, but sufficient of the proceedings must be stated to show not only that it was raised, but that it was decided in the manner required to give the jurisdiction.</p>\n<p>3. All that remains to be considered is the question respecting the pardon. By the bill of exceptions it appears that the defendant offered the pardon, both in mitigation of damages, and as a justification of the alleged wrongful acts, and it appears that the plaintiff objected to the introduction of the instrument and that the court sustained the objection, and that the pardon was excluded. Enough appears to show for what purpose the pardon was offered, but nothing appears to show upon what grounds it was rejected at the trial or that the question was ever examined or decided by the Court of Appeals. Five conditions are embodied in the pardon, but the record shows that the defendant complied with the first and fifth, and it does not show that he has ever violated any one of the others. No mention is made of that ruling in the certificate of the chief justice, nor is there anything in the record to show that the exception was presented to the Court of Appeals, unless that may be inferred from the fact that the Court of Appeals found that there was no error in the record and affirmed the judgment. Questions not decided in the State court, because not raised or presented by the complaining party, will not be re-examined in this court on a writ of error sued out under the twenty-fifth section of the Judiciary Act.<sup>[*]</sup> Such is the settled practice, and the act of Congress provides that it must appear that the question presented for decision in this court was raised in the State court, and that the decision of the State court was given as required by that section.<sup>[\u0086]</sup> Repeated decisions have established that rule, and inasmuch as the point has been several times ruled at the present session, we forbear to extend the discussion.</p>\n<p>DISMISSED FOR WANT OF JURISDICTION.</p>\n<h2>NOTES</h2>\n<p>[*]  1 Stat. at Large, 85; 14 Id. 386.</p>\n<p>[*]  Sess. Acts of West Virginia, 1865, p. 72.</p>\n<p>[\u0086]  Ib. 1866, p. 92.</p>\n<p>[*]  Hanger v. Abbott, 6 Wallace, 534.</p>\n<p>[\u0086]  14 Stat. at Large, 545; The Protector, 9 Wallace, 687.</p>\n<p>[\u0087]  13 Stat. at Large, 123; Stewart v. Kahn, 11 Wallace, 500.</p>\n<p>[*]  Levy v. Stewart, 11 Wallace, 249; Steinbach v. Stewart, Ib. 572.</p>\n<p>[*]  Hamilton Co. v. Massachusetts, 6 Wallace, 636.</p>\n<p>[\u0086]  Steines v. Franklin Co., supra, p. 15.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:01:41", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">216</span></span> (1871)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">216</span></span></b></center>\n<center><h1>CAPERTON<br>\nv.<br>\nBOWYER.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*222</span> <span class=\"star-pagination\">*223</span> Messrs. Conway Robinson, R.T. Merrick, and Simeon Nash, in support of the jurisdiction.</p>\n<p>Messrs. J. Hubley Ashton and B. Stanton, contra, and in support of the motion to dismiss.</p>\n<p><span class=\"star-pagination\">*231</span> Mr. Justice CLIFFORD delivered the opinion of the court.</p>\n<p>Special jurisdiction only is given to this court by virtue of a writ of error to a State court, and unless the record shows that the case falls within the conditions annexed to the right of a party to invoke the exercise of the jurisdiction, the writ of error must be dismissed. Primarily those conditions are two: (1.) That it shall appear that some one of the questions specified in the twenty-fifth section of the Judiciary Act, or the second section of the amendatory act, did arise in the case. (2.) That the question which did so arise in the case was decided by the court in the way therein required to give this court jurisdiction to re-examine the question, and the rule is settled that unless both those things appear the jurisdiction does not attach.<sup>[*]</sup></p>\n<p>On the sixth day of August, 1866, the plaintiff brought an action of trespass for false imprisonment against the defendant in the State court, in which he alleged that the defendant, on the twenty-ninth of June, 1862, with force and arms, seized the plaintiff and incarcerated him in a dungeon, and imprisoned him there for twenty-four days, separated from his home and family, and that he subjected him to great danger and many hardships, and seriously impaired his health and put him to great pain and distress, both of body and mind.</p>\n<p>Service having been made the defendant appeared and demurred to the declaration, and filed seven other pleas, as follows: (1.) That he was not guilty in manner and form as alleged. (2.) That the action was not brought within one year next after the right to bring the same accrued. (3.) <span class=\"star-pagination\">*232</span> That the action was not brought within two years next after the right to bring the same accrued. (4.) That more than two years had elapsed after the right to bring the action accrued, and before the present limitation act of the State was passed. (5.) That the plaintiff and defendant were citizens of the same State, and that the whole time prescribed as a limitation had elapsed before the present act modifying the pre-existing law was passed. (6.) That the supposed grievances were acts done by the defendant as provost marshal under the military orders of the State, in time of actual war, as more fully set forth in the plea. (7.) That the President, on the seventh of September, 1865, granted the defendant a full pardon and amnesty for all offences by him committed, arising from participation, direct or indirect, in the rebellion.</p>\n<p>Subsequently the plaintiff filed a joinder to the demurrer, joined the issue tendered under the plea of not guilty, and filed a replication to the six special pleas as follows: (1.) That the action is not barred as alleged, and tendered an issue to the country. (2.) That the action is not barred as alleged in the second special plea, and also tendered an issue to the country. (3.) That the action is not barred as alleged in the third special plea, and tendered an issue to the country. (4.) Plaintiff filed a demurrer to the fourth, fifth, and sixth special pleas, and the defendant demurred to the replication of the plaintiff to the defendant's first special plea.</p>\n<p>All the issues of law were determined by the court in favor of the plaintiff, that is, the court overruled the demurrer to the declaration, sustained the demurrers of the plaintiff to the fourth, fifth, and sixth special pleas of the defendant, and also overruled the demurrer of the defendant to the plaintiff's replication to the defendant's first special plea, which left nothing for trial but the issues of fact, which were submitted to a jury, and the jury found all the issues of fact in favor of the plaintiff, and that the defendant was guilty as alleged in the declaration, and assessed damages for the plaintiff in the sum of eight hundred and thirty-three dollars. Judgment was rendered for the plaintiff, and <span class=\"star-pagination\">*233</span> the defendant excepted and removed the case into the Court of Appeals of the State, where the judgment was in all things affirmed. Whereupon the defendant sued out the present writ of error and removed the cause into this court for re-examination under the twenty-fifth section of the Judiciary Act.</p>\n<p>Jurisdiction, it is claimed by the defendant, may be sustained in this case upon three grounds, which will be separately considered: (1.) Because the judge told the jury that, in computing the time of the statute of limitations, they ought to exclude from the computation all that period of time between the seventeenth of April, 1861, and the twenty-seventh of February, 1866, as that ruling, as he contends, was equivalent to a ruling that the recent acts passed by the State upon that subject are valid laws, which he denies. (2.) Because the court sustained the demurrer of the plaintiff to the fifth special plea of the defendant, setting up belligerent rights as a defence to the action. (3.) Because the court excluded the pardon granted to him by the President when offered in evidence under the plea of not guilty.</p>\n<p>1. Two acts of limitation have recently been passed by the State legislature. By the first, which was passed on the first day of March, 1865, it was enacted that, in computing the time within which any civil suit, proceeding, or appeal, shall be barred by any statute of limitations, the period from the seventeenth day of April, 1861, to the date of the passage of the act, shall be excluded from such computation.<sup>[*]</sup> By a subsequent act passed on the twenty-seventh of February, 1866, it is provided that, in computing the time within which any civil suit, or proceeding in trespass or case, shall be barred by any statute of limitations in certain counties, including the county in which this suit was brought, the period from the first day of March, 1865, to the date of the passage of the act shall be excluded from such computation.<sup>[\u0086]</sup></p>\n<p>Two prayers for instruction upon that subject were also presented by the defendant which were refused by the court, <span class=\"star-pagination\">*234</span> but it is not necessary to reproduce them, as the question involved is as fully raised by the instruction given to the jury as by the refusal to give those instructions.</p>\n<p>Exception was taken by the defendant to the refusal to instruct and to the instruction given, but the grounds of the exception are not stated, nor are the reasons for the ruling given by the court. Such an exception is not sufficient to show that any one of the questions mentioned in the twenty-fifth section of the Judiciary Act was either raised or decided in the manner therein required to give this court jurisdiction under a writ of error to a State court. Unless both those things appear; that is, unless it appears that the question was raised and that it was decided in the way required, the jurisdiction does not attach, and it is clear that the exception is not sufficient to show that either occurred at the trial. Nothing further was done upon the subject in the court of original jurisdiction, but the cause was removed into the Court of Appeals of the State, where the judgment was affirmed. Appended to the judgment in that court is a certificate signed by the clerk and certified by the presiding justice of the court, that there was drawn in question the validity of the act of the State passed March, 1865, in relation to the statute of limitations, on the ground that it was repugnant to the Constitution of the United States, and that the decision of the highest court of law and equity in the State was in favor of its validity. Evidently that court had before it nothing but the exception taken and signed in the subordinate court, which is clearly insufficient to raise such a question or to show that it was decided in a way to give this court jurisdiction in such a case. Undoubtedly such a certificate is entitled to much weight, as showing that the question was decided by the court which gives it, and in the manner required to give jurisdiction, but it is not conclusive to show that the question was raised in the case, as the latter question may depend upon the construction of the pleadings, or, as in this case, upon the proper construction of the language of the bill of exceptions.</p>\n<p>Necessary implication, it is said, will suffice, which may <span class=\"star-pagination\">*235</span> be granted, but it can hardly be said in this case that it must necessarily be implied that the judge instructed the jury that the State statute was consistent with the Federal Constitution. What he did tell the jury was that a certain period of time should be excluded from the computation in determining the issues of fact presented by the pleadings, whether the action was barred by the one or two years' limitations. Three years before that this court had decided that the period during which the courts of the State where the defendant resided were closed, by reason of the insurrection and rebellion, should not be deemed and taken as a part of such a limitation.<sup>[*]</sup></p>\n<p>Congress allowed one year from the date of the act to the time allowed for suing out writs of error and taking appeals in districts where the sessions of the courts had been suspended or interrupted by insurrection or rebellion, and this court decided that the act of Congress was a remedial, and not a restraining one, and applied the rule laid down in the prior case, that in computing the five years allowed for the purpose, the period for which the courts were closed by insurrection or rebellion, must be excluded from the computation.<sup>[\u0086]</sup> Provision was also made by Congress that the time during which any person was beyond the reach of legal process, by reason of resistance to the execution of the laws, or the interruption of the ordinary course of judicial proceedings, shall not be deemed or taken as any part of the time limited by law for the commencement of any action, civil or criminal. Objection was taken to the validity of that provision, but this court unanimously held it to be constitutional.<sup>[\u0087]</sup></p>\n<p>Prior to these decisions, founded upon acts of Congress, this court had decided, as before remarked, that the period during which the courts were closed by the insurrection must be excluded from every such computation, and this <span class=\"star-pagination\">*236</span> court has twice since that decided in the same way, every justice of the court concurring in the opinion.<sup>[*]</sup> Enemy creditors cannot prosecute their claims subsequent to the commencement of hostilities, as the rule is universal and peremptory that they are totally incapable of sustaining any action in the tribunals of the other belligerent. Absolute suspension of the right to sue and prohibition to exercise it exist during war, by the law of nations, but the restoration of peace removes the disability and opens the doors of the courts.</p>\n<p>Tested by these considerations, this court is of the opinion that the judge of the State court may well have followed the decisions of this court in the instruction he gave to the jury without having intended to express any opinion as to the constitutionality of the State law, and that it does not appear with sufficient certainty that the supposed Federal question did arise in the case, or that it was decided in the manner required to give this court jurisdiction under a writ of error to a State court.</p>\n<p>2. Next ground assumed is that the court erred in sustaining the demurrer of the plaintiff to the fifth special plea of the defendant, setting up belligerent rights as a defence to the action.</p>\n<p>Unquestionably it does appear that the plaintiff demurred to that plea and that the court sustained the demurrer to the plea, but it nowhere appears that the court held the plea bad for the reason supposed by the defendant. On the contrary, the plea is very defectively drawn, and it may be that it was held bad for many other sufficient reasons, and the fact that the certificate filed by the chief justice makes no mention of this point justifies the conclusion that it was not decided by the court of last resort. Questions presented in a subordinate court are frequently waived in the appellate court, and it is plain law that questions not presented in the court of last resort do not give jurisdiction in a case like the one before the court. Such a question may be raised in a <span class=\"star-pagination\">*237</span> bill of exceptions, but sufficient of the proceedings must be stated to show not only that it was raised, but that it was decided in the manner required to give the jurisdiction.</p>\n<p>3. All that remains to be considered is the question respecting the pardon. By the bill of exceptions it appears that the defendant offered the pardon, both in mitigation of damages, and as a justification of the alleged wrongful acts, and it appears that the plaintiff objected to the introduction of the instrument and that the court sustained the objection, and that the pardon was excluded. Enough appears to show for what purpose the pardon was offered, but nothing appears to show upon what grounds it was rejected at the trial or that the question was ever examined or decided by the Court of Appeals. Five conditions are embodied in the pardon, but the record shows that the defendant complied with the first and fifth, and it does not show that he has ever violated any one of the others. No mention is made of that ruling in the certificate of the chief justice, nor is there anything in the record to show that the exception was presented to the Court of Appeals, unless that may be inferred from the fact that the Court of Appeals found that there was no error in the record and affirmed the judgment. Questions not decided in the State court, because not raised or presented by the complaining party, will not be re-examined in this court on a writ of error sued out under the twenty-fifth section of the Judiciary Act.<sup>[*]</sup> Such is the settled practice, and the act of Congress provides that it must appear that the question presented for decision in this court was raised in the State court, and that the decision of the State court was given as required by that section.<sup>[\u0086]</sup> Repeated decisions have established that rule, and inasmuch as the point has been several times ruled at the present session, we forbear to extend the discussion.</p>\n<p>DISMISSED FOR WANT OF JURISDICTION.</p>\n<h2>NOTES</h2>\n<p>[*]  1 Stat. at Large, 85; 14 Id. 386.</p>\n<p>[*]  Sess. Acts of West Virginia, 1865, p. 72.</p>\n<p>[\u0086]  Ib. 1866, p. 92.</p>\n<p>[*]  Hanger v. Abbott, 6 Wallace, 534.</p>\n<p>[\u0086]  14 Stat. at Large, 545; The Protector, 9 Wallace, 687.</p>\n<p>[\u0087]  13 Stat. at Large, 123; Stewart v. Kahn, 11 Wallace, 500.</p>\n<p>[*]  Levy v. Stewart, 11 Wallace, 249; Steinbach v. Stewart, Ib. 572.</p>\n<p>[*]  Hamilton Co. v. Massachusetts, 6 Wallace, 636.</p>\n<p>[\u0086]  Steines v. Franklin Co., supra, p. 15.</p>\n\n</div>", 
  "sha1": "6f49ad77dab660e343c6b65f803efb1a0a814514", 
  "date_modified": "2014-12-21T01:26:05.228744", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/88531/caperton-v-bowyer/", 
  "citation_count": 5, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/211786/", 
  "html": "<p class=\"case_cite\">81 U.S. 216</p>\n    <p class=\"case_cite\">20 L.Ed. 882</p>\n    <p class=\"case_cite\">14 Wall. 216</p>\n    <p class=\"parties\">CAPERTON<br>v.<br>BOWYER.</p>\n    <p class=\"date\">December Term, 1871</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">ERROR to the Supreme Court of Appeals of the State of West Virginia; the case being thus:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In July, 1862, the State of Virginia (with the exception of certain counties, not including that of Monroe), being in rebellion against the United States, and being so proclaimed by the President on the 1st of that month, one Caperton, provost marshal under the Confederate forces of Monroe County (in which martial law had been declared by Jefferson Davis, March 29th, 1862), caused a certain Bowyer, who had remained faithful to his allegiance, to be arrested and thrown into prison, and there kept for a considerable time, upon a charge of giving information to the forces of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At this time the right to bring civil suits for false imprisonment was limited by the Virginia Code to apparently one year.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In 1863 certain western counties of Virginia, including Monroe County, aforesaid, having formed themselves into a new State were duly received as such into the Union, and in 1865 and 1866 the new State passed two statutes, thus:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'<i>An Act in relation to the Statutes of Limitation, passed March</i> 1<i>st</i>, 1865.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'<i>Be it enacted by the legislature of West Virginia:</i> In computing the time in which any civil suit, proceeding or appeal shall be barred by any statute of limitations, the period from the 17th day of April, 1861, to the date of the passage of this act, shall be excluded from such computation.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'<i>An Act in relation to the Statutes of Limitation, passed February</i> 27<i>th</i>, 1866.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'<i>Be it enacted by the legislature of West Virginia:</i> In computing the time within which any civil suit or proceeding in trespass or case shall be debarred by any statute of limitation in the counties of Monroe (&amp;c., other counties named), the period from the first day of March, 1865, to the date of the passage of this act, shall be excluded from such computation.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Prior to the dates of either of these acts, that is to say on the 11th of June, 1864, the Congress of the United States passed 'An act in relation to the limitation of actions in certain cases,' thus:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'That whenever, during the existence of the present rebellion, any action, civil or criminal, shall accrue against any person, who by reason of resistance to the execution of the laws of the United States, or the interruption of the ordinary course of judicial proceedings, cannot be served with process for the commencement of such action or arrest of such person;</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'Or whenever, after such action, civil or criminal, shall have accrued, such person cannot, by reason of such resistance of the laws, or such interruption of judicial proceedings, be served with process for the commencement of the action;</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'The time during which such person shall be beyond the reach of judicial process, shall not be deemed or taken as any part of the time limited by law for the commencement of such action.'</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">And in December Term, 1867, this court, in <i>Hanger</i> v. <i>Abbott</i>,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> decided that the time during which the courts in the then lately rebellious States were closed to citizens of the loyal States, was, in suits brought by them afterwards, to be excluded from the computation of the time fixed by statutes of limitation within which such suits may be brought; a principle subsequently affirmed, and perhaps extended, A.D. 1870, in <i>The Protector</i>,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and in <i>Levy</i> v. <i>Stewart</i>.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The rebellion being declared, by the President's proclamation of April 2d, 1866, suppressed in Virginia, and the courts of West Virginia open to all persons, Bowyer, on the 11th May, 1866, sued Caperton in the State Circuit Court of Monroe County, in trespass for the false imprisonment which as Confederate provost marshal he had made in 1862, during the rebellion.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Caperton having demurred to the declaration and pleaded the general issue, put in six special pleas:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">1st. That the action was barred, because not brought within <i>one</i> year next after the cause of it accrued.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">2d. That it was not so brought within <i>two</i> years.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">3d. That more than two years had elapsed after the right of action accrued, and before March 1st, 1865, when the first of the above-quoted statutes of West Virginia was passed.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">4th. That at the time of the supposed grievance both the plaintiff and defendant were citizens and residents of Virginia, and that the whole time of limitation prescribed for this action by the law of that State had run while the defendant resided in it, and before the said 1st of March, 1865, when the act of that date was passed.</p>\n    </div>\n    <p class=\"indent\">Then came a plea, thus:</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">5th. 'That before the time of the supposed grievances, the defendant had, on oath made in conformity with the law long existing in the Commonwealth of Virginia, declared himself a citizen of the said Commonwealth, and solemnly swore that he would be faithful and true to the said Commonwealth, and would support the constitution thereof so long as he continued to be a citizen of the same, and until and at and after the time of the said supposed grievances he continued to be a citizen of the same, and before and at the time of the said supposed grievances the said Commonwealth was engaged in actual war, and an army consisting of a large number, to wit, _____ thousand soldiers, was raised within the then territory of the said Commonwealth, for the safeguard and defence of the same against those who then, by those then acting at the city of Richmond, in said Commonwealth, as the authorities of said Commonwealth, were deemed the enemies thereof; and during the time that the said army was in actual service within said territory for such safeguard and defence, and while the then actual authorities of said Commonwealth and those in the same confederacy therewith were not only belligerents, but recognized as such by the government of the United States, General H. Heth, the general and commander of troops forming part of said army in actual service, did, under the authority of the executive power then in fact exercised over said Commonwealth and over those in the same confederacy therewith, appoint this defendant provost marshal of the county of Monroe; and while this defendant was such provost marshal under said appointment, the plaintiff was, without any special order from or instigation of this defendant, taken and imprisoned upon a charge of harboring deserters, and was, by this defendant, discharged from imprisonment upon his giving surety for his good behavior; and all the supposed grievances whereof the plaintiff has complained, so far as this defendant did or procured, caused, directed, ordered, instigated others to do the same, were acts done while this defendant was such provost marshal under said appointment, and done in what was then in fact the territory of said Commonwealth, and done in pursuance of the executive authority, which then in fact governed in said Commonwealth, and in accordance with such laws, rules, and regulations as then in fact prevailed therein.'</p>\n    </div>\n    <p class=\"indent\">This was followed by another plea, the</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">6th. That on the 7th September, 1865, the President had granted him, the defendant, a full pardon and amnesty for all offences by him committed, arising from participation, direct or implied, in the said rebellion; and the defendant took the oath prescribed in the proclamation of the President, dated May 29th, 1865, and the defendant duly notified the Secretary of State, in writing, that he had received and accepted the said pardon. And further, that all the grievances complained of in the declaration were acts arising from participation, direct and implied, in the said rebellion.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The court sustained the declaration, and issue being tendered to the country on the general issue and the first three of the special pleas, and the court having, without assigning any reasons, decided the three remaining ones to be bad, on general demurrer, the case came on to be tried.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The plaintiff having shown the imprisonment, the defendant offered in evidence, 'both in mitigation of damages and as justification of the acts complained of,' the already-mentioned pardon of the President. This pardon had five conditions annexed to it: (1.) That Caperton should take a certain oath. (2.) That he should not acquire slaves, &amp;c. (3.) That he should pay certain costs. (4.) That he should not claim certain property, or its proceeds. (5.) That he should notify the Secretary of State in writing that he accepted the pardon. It was shown that Caperton had given the required notice and had taken the required oath. What had been done in the other matters did not appear. The court excluded the pardon.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The defendant then requested the court to charge as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">'1st. If the jury believe that this action was not brought within one year next before the right to bring the same accrued, the verdict should be for the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">'2d. If the jury believe that the right to bring this action accrued more than one year before the 1st day of March, 1865, and that this action was not brought until after the 1st day of March, 1865, the verdict should be for the defendant.'</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The court refused so to charge, and charged thus:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">'In computing the time of the statute of limitations in this cause, the jury ought to exclude from the computation all that term of time between the 17th of April, 1861, and 27th of February, 1866, and if the cause of action arose in 1862, as alleged in the declaration, then it is not barred by either of the statutes of limitations upon which issues have been joined.'</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Verdict and judgment having, on the 25th July, 1867, gone for the plaintiff, the judgment was taken from the Circuit Court of Monroe County, where the suit was brought, to the Supreme Court of Appeals of the State of West Virginia. All that now was shown by the record as to the action of that court or the reasons of it, appeared in a certificate from its clerk, thus:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">'The court having maturely considered the transcript of the record of the judgment aforesaid, together with the arguments of counsel thereupon, is of opinion, for reasons stated in writing and filed with the record, that there is no error in said judgment; therefore it is considered by the court that the judgment aforesaid be affirmed, and that the defendant in error recover from the plaintiff in error, damages according to law, together with his costs about his defence in this behalf expended.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">'And the court doth certify that in the aforesaid judgment there was drawn in question the validity of the statute of the State of West Virginia, passed March 1st, 1865, entitled 'An act in relation to the statutes of limitation,' on the ground that it was repugnant to the Constitution of the United States; and the decision of this, the highest court of law and equity in this State in which a decision in said suit could be had, was in favor of the validity of said statute.'</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">From the affirmance by the Supreme Court of Appeals the case was brought here, on the assumption that it came within the 25th section of the Judiciary Act, quoted <i>supra</i>, pp. 5, 6. A motion to dismiss for want of jurisdiction having been made, the question of jurisdiction was argued.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">\n        <i>Messrs. Conway Robinson, R. T. Merrick, and Simeon Nash, in support of the jurisdiction:</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">1. By the laws of Virginia, existing prior to the 1st of March, 1865 (when a new statute was passed), all right of Bowyer to sue Caperton had completely gone at the expiration of a year from July, 1862, the time of the alleged trespass&#8212;gone, therefore, long before this act of 1865 was passed, or this suit of 1866 was brought. Caperton thus had an ascertained and fixed privilege, immunity, and right, such as subsequent legislation could not deprive him of without his consent.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Yet the court below decided that the State of West Virginia could by a retrospective statute divest the right to the defence, which was thus complete under the previous statute, and could give a new right of action. We set up below and maintain here that such a decision is in the face of the fifth amendment to the Constitution, which says that 'no person shall be deprived of liberty or property without due process of law.' The judgment of the Court of Appeals having been in favor of the validity of the statute thus drawn in question by us, our right to come here under the 25th section is clear.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">2. Our right is equally clear, because that court affirmed the ruling of the court below declaring our fifth special plea bad.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">1. 'Use,' says Vattel,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> 'appropriates the term of <i>civil war</i> to every war between members of one and the same political society. . . . The sovereign indeed never fails to term <i>rebels</i> all subjects openly resisting him; but when these become of strength sufficient to oppose him, so that he finds himself compelled to make war regularly on them, he must be contented with the term of <i>civil war</i>.' The terms <i>rebels</i> and <i>pirates</i> were freely applied by George III and the British Parliament to the Americans who were engaged in defending themselves and their families and property against Great Britain between 1775 and 1783. Yet when it was argued before this court as to that war, that till the Declaration of Independence, it was only a civil war, there was uttered from its bench this language:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">'But why is not a defensive war against Great Britain (call it, if you will, a civil war) to be conducted on the same principles as any other? If it was a civil war, still we do not allow it to have been a rebellion. America resisted and became thereby engaged in what she deemed a just war. It was not the war of a lawless banditti, but of freemen fighting for their dearest rights, and of men lovers of order and government. Was it not as necessary in such a war as in any between contending nations that the law of nations should be observed.'<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Such language is no less applicable to the war waged by men of the Southern States from the spring of 1861 to the spring of 1865, a war 'which all the world acknowledges to be the greatest civil war known in the history of the human race.'<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> 'That civil war,' said this court,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> 'was carried on upon a vast scale against the government of the United States for more than four years. . . . The power which carried it on was recognized as supreme in nearly the whole of the territory of the States confederated in insurrection.' The two cases last cited and others occurring in the interval between them,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> may be regarded as consistent with the law of nations, as declared by Vattel,<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> that 'whenever a numerous party thinks it has a right to resist the sovereign, and finds itself able to declare that opinion, sword in hand, the war is to be carried on between them in the same manner as between two different nations.' The government of such party, whether called as by publicists a government <i>de facto</i> or denominated as by this court a government of paramount force, must, this court has said,<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> 'necessarily be obeyed in civil matters by private citizens who, by acts of obedience, rendered in submission to such force, do not become responsible as wrongdoers for those acts, though not warranted by the laws of the rightful government.'</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Now here Caperton set up below in his fifth plea a claim to be exempt from liability under the <i>laws</i> of war, which exempts one engaged in war for certain acts done in the prosecution thereof. The court below denied this right absolutely by sustaining the demurrer to the pleas setting up that defence. Is this a right or claim set up under an authority exercised under the United States? It certainly is if international law is a law of the United States, of the <i>nation</i>, and not of the several States. Whether this is so was the question in the McLeod case, A.D. 1841, in New York, growing out of the burning of the Caroline. The Supreme Court of that State decided that the State had jurisdiction to try and hang McLeod, notwithstanding Great Britain had recognized the act as done under her orders, and asserted that the British government, not McLeod, was responsible for what was done.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> Under the ruling of that court McLeod was put on trial, but the Attorney-General of the United States was sent by our government and was present at the trial with the necessary documents to put the question on record so it could be taken up, and the nation saved from a war with Great Britain, by this strange decision of a State court.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">That the understanding of the administration and of well-informed persons at the time was, that this, the Supreme Court of the United States, had jurisdiction of the judgment of the Supreme Court of New York, is clear from a notice of the trial of McLeod in the National Intelligencer of May 22d, 1841. The editors alluding to this trial there say:</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">'Whatever the decision, whether for releasing or remanding the prisoner, an appeal will probably be taken to the Court of Errors, from which a further appeal lies, in cases of this nature, to the Supreme Court of the United States.'Mr. Choate, in a speech delivered on the 11th of June, 1841, in the United States Senate, maintains the same position.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> He says:</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">'The clear course of the government, therefore, was to do what it did, to have McLeod's case fairly tried, and if needful, to have his case brought into the National tribunals.'</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The well-known relations between Mr. Choate and Mr. Webster, then Secretary of State, make it plain that the views of this great constitutional lawyer upon the jurisdiction of this court, on a right set up as Colonel Caperton's here was in this fifth plea, under international law, under the laws of war, agreed with ours.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">This indeed must be the law, or the General Government is at the mercy, on a question of foreign relations, of the action of a State, or of its courts. So in the case of the late civil war, parties for acts done in prosecution of that war are liable or not liable for acts so done, just according to the whim or prejudice of any State court. Is it possible that this court has no jurisdiction over these questions to secure that conformity which is essential to the administration of justice?</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The validity of this right under the law of nations, part of the law of the United States, the court below decided against.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">3. This court has jurisdiction on yet a third ground. The Constitution of the United States gives power to the President 'to grant reprieves and pardons for offences against the United States.' The pardon was a valid exercise of authority under the United States. And the decision of the Circuit Court is against its validity or against the exemption set up under it. If the pardon could be pleaded in bar, there was error in the court's declaring plea eighth bad. If it could not be so pleaded, then the court erred in not admitting the pardon in evidence under the general issue in mitigation of damages, and the error brings us within the 25th section.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">\n        <i>Messrs. J. Hubley Ashton and B. Stanton, contra, and in support of the motion to dismiss:</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">1. It is no matter whether the act of the legislature of West Virginia of March 1st, 1865, is constitutional or not. The decision as to the effect of the war on the old statute of limitation was right independent of that statute, and of any statute. That this is so was declared by this court at December Term, 1867, in <i>Hanger</i> v. <i>Abbott</i>, and in other cases since.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Besides, on the 11th of June, 1864, Congress passed its 'act in relation to the limitation of actions in certain cases,' in substantially the same form as the West Virginia law of March 1st, 1865. That act applied to all cases, and all places, when no suit could be brought by reason of resistance to the laws or the interruption of judicial proceedings. It did not in terms apply to the time that had elapsed prior to its passage. The legislature of West Virginia, acting upon its own knowledge as to the time that the courts there had been suspended, did but fix the precise time that the old statute should be suspended, and in terms made it applicable to the time that had elapsed, prior to its passage. This court, in <i>Stewart</i> v. <i>Kahn</i>,<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> held that Congress had power to pass such a suspending act to operate retrospectively, and also that the act was a remedial statute, entitled to a liberal construction, and such as should be held to operate retrospectively, although it did not do so in terms. It also held that the act was applicable to suits pending in the State courts.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">It would be extraordinary to hold a declaratory act of a State legislature, which in reality but defined and limited the suspension of the statute of limitation, created by the action of the courts and legislature of the General Government, and existing independent of the State statute, unconstitutional and void.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">2. Then does the case come here under the 25th section, because the Circuit Court of Monroe County declared the fifth special plea bad? We say the Circuit Court of Monroe County, because there is no evidence that the Court of Appeals ever passed on that part of the case. Contrariwise, it rather seems that they did not. Judging by the certificate (<i>supra</i>, p. 222), no Federal question was raised but that relating to the new statute of limitations. If it was shown that the Court of Appeals did decide against its validity, <i>haud constat</i> that a Federal question was thus passed on. They may have decided the plea bad for other reasons, as <i>ex. gr.</i>, for being argumentative, &amp;c.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">But what is the plea at best? It is simply that Caperton acted under the authority of the rebel government, and that therefore he is justified. But this involves no question upon the validity or construction of the Constitution of the United States, or of any treaty, law, authority, or commission derived from the United States, nor upon the validity of any State law on account of its being in conflict with any provision of the Constitution of the United States, or any treaty, law, authority, or commission, derived from the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">It is said that it involves a question of international law. If it does, this can give this court no jurisdiction. The law of nations is not embodied in any provision of the Constitution, nor in any treaty, act of Congress, or any authority, or commission derived from the United States. It is true that the courts of the United States, like the courts of the States, and of all other civilized countries, recognize the law of nations as binding upon them; and it is argued that as the government of the United States is charged with the management and control of our foreign relations, the courts of the United States <i>ought</i> to have the power of deciding in the last resort, all questions of international law, otherwise difficulties may arise with foreign nations on account of erroneous decisions by the State courts which the government of the United States could not provide against. But whatever force the argument of convenience might have in a case arising between the United States and a foreign nation, it has very little in a case arising out of a defunct rebellion. It is no great hardship for parties who have plunged the country into a bloody and protracted war, and who have been pardoned for crimes the greatest known to the law&#8212;treason, murder, arson, and robbery among them&#8212;to be required to make redress for the injuries which their neighbors have sustained at their hands.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The case of McLeod, in the Supreme Court of New York, is referred to. The decision of that court was the subject of much criticism at the time. It was disapproved by Mr. Webster, who was then Secretary of State, and by Mr. Crittenden, Attorney-General of the United States, and many other distinguished jurists. Whether it was right or wrong is not important for our present purpose. But no attempt was made to bring the case before this court for revision. And it seems probable, that if the administration had supposed that this court had appellate jurisdiction from the New York courts in that case, that the case would have been brought before this court. The administration was seriously embarrassed by the decision. There was great danger of the country being plunged into a war with Great Britain, on account of its failure to surrender McLeod. Still, the courts of New York were permitted to maintain their jurisdiction and try McLeod for murder. The country was relieved from further controversy by the jury finding him not guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">What is still more conclusive as to the opinion of the jurists of the country, as to the appellate jurisdiction of this court on questions of international law is, that immediately after the McLeod case was disposed of, an act of Congress passed, to give the courts of the United States jurisdiction in similar cases that might thereafter arise. That act was passed August 29th, 1842. It provided that a writ of <i>habeas corpus</i> might be issued by any judge of this court, or any District judge of the United States, where any '<i>subject or</i> <i>citizen</i>' of a foreign state, and 'domiciled therein,' was imprisoned for any act done or committed under the authority of any foreign state or sovereign, the validity or effect whereof depended on the laws of nations. But this law can have no application to the case at bar.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">It is assumed by the other side that whenever the established government in a civil war exercises the powers and rights of a belligerent, and applies to the contest the rules and usages of war, that it thereby grants to the parties in rebellion all the rights and immunities of a party to a public international war; that if it sends or receives a flag of truce, exchanges prisoners, or blockades the ports of the insurgent government, it thereby makes the insurgents a belligerent power, which has a right to demand all the rights and immunities of an independent nation in a public international war. This is an error. It is one of the essential attributes of sovereignty which belongs to every independent nation, to determine for itself, how it will deal with rebels and insurgents against its authority and government. It may treat one of its insurgent citizens as an enemy and hold or exchange him as a prisoner of war, and another as a rebel and traitor and hang him for treason. Writers on international law say indeed that the rules and usages of civilized modern warfare, which are applicable to international wars, are equally applicable to civil wars. But they also say, that when an insurrection or rebellion is suppressed, the government may prosecute the parties that are engaged in it, and punish them for treason and rebellion.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The case now before the court cannot, in short, be distinguished from <i>Jones</i> v. <i>Hickman</i>,<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> where it was held that 'the proportions and size of the struggle did not affect its character,' that there was no 'rebel government <i>de facto</i> in any such sense as to give any legal efficacy to its acts,' and that the judgment of a rebel court was illegal and void, and could not protect the judges and marshal from an action for false imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">3. As respects the pardon, the certificate from the Court of Appeals shows that it was not spoken of there at all. If it was so spoken of, the court perhaps thought that it had rightly been deemed insufficient either as evidence or plea, because it did not appear that more than two conditions had been observed.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Mr. Justice CLIFFORD delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Special jurisdiction only is given to this court by virtue of a writ of error to a State court, and unless the record shows that the case falls within the conditions annexed to the right of a party to invoke the exercise of the jurisdiction, the writ of error must be dismissed. Primarily those conditions are two: (1.) That it shall appear that some one of the questions specified in the twenty-fifth section of the Judiciary Act, or the second section of the amendatory act, did arise in the case. (2.) That the question which did so arise in the case was decided by the court in the way therein required to give this court jurisdiction to re-examine the question, and the rule is settled that unless both those things appear the jurisdiction does not attach.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">On the sixth day of August, 1866, the plaintiff brought an action of trespass for false imprisonment against the defendant in the State court, in which he alleged that the defendant, on the twenty-ninth of June, 1862, with force and arms, seized the plaintiff and incarcerated him in a dungeon, and imprisoned him there for twenty-four days, separated from his home and family, and that he subjected him to great danger and many hardships, and seriously impaired his health and put him to great pain and distress, both of body and mind.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Service having been made the defendant appeared and demurred to the declaration, and filed seven other pleas, as follows: (1.) That he was not guilty in manner and form as alleged. (2) That the action was not brought within one year next after the right to bring the same accrued. (3.) That the action was not brought within two years next after the right to bring the same accrued. (4.) That more than two years had elapsed after the right to bring the action accrued, and before the present limitation act of the State was passed. (5.) That the plaintiff and defendant were citizens of the same State, and that the whole time prescribed as a limitation had elapsed before the present act modifying the pre-existing law was passed. (6.) That the supposed grievances were acts done by the defendant as provost marshal under the military orders of the State, in time of actual war, as more fully set forth in the plea. (7.) That the President, on the seventh of September, 1865, granted the defendant a full pardon and amnesty for all offences by him committed, arising from participation, direct or indirect, in the rebellion.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Subsequently the plaintiff filed a joinder to the demurrer, joined the issue tendered under the plea of not guilty, and filed a replication to the six special pleas as follows: (1.) That the action is not barred as alleged, and tendered an issue to the country. (2.) That the action is not barred as alleged in the second special plea, and also tendered an issue to the country. (3.) That the action is not barred as alleged in the third special plea, and tendered an issue to the country. (4.) Plaintiff filed a demurrer to the fourth, fifth, and sixth special pleas, and the defendant demurred to the replication of the plaintiff to the defendant's first special plea.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">All the issues of law were determined by the court in favor of the plaintiff, that is, the court overruled the demurrer to the declaration, sustained the demurrers of the plaintiff to the fourth, fifth, and sixth special pleas of the defendant, and also overruled the demurrer or the defendant to the plaintiff's replication to the defendant's first special plea, which left nothing for trial but the issues of fact, which were submitted to a jury, and the jury found all the issues of fact in favor of the plaintiff, and that the defendant was guilty as alleged in the declaration, and assessed damages for the plaintiff in the sum of eight hundred and thirty-three dollars. Judgment was rendered for the plaintiff, and the defendant excepted and removed the case into the Court of Appeals of the State, where the judgment was in all things affirmed. Whereupon the defendant sued out the present writ of error and removed the cause into this court for re-examination under the twenty-fifth section of the Judiciary Act.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Jurisdiction, it is claimed by the defendant, may be sustained in this case upon three grounds, which will be separately considered: (1.) Because the judge told the jury that, in computing the time of the statute of limitations, they ought to exclude from the computation all that period of time between the seventeenth of April, 1861, and the twenty-seventh of February, 1866, as that ruling, as he contends, was equivalent to a ruling that the recent acts passed by the State upon that subject are valid laws, which he denies. (2.) Because the court sustained the demurrer of the plaintiff to the fifth special plea of the defendant, setting up belligerent rights as a defence to the action. (3.) Because the court excluded the pardon granted to him by the President when offered in evidence under the plea of not guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">1. Two acts of limitation have recently been passed by the State legislature. By the first, which was passed on the first day of March, 1865, it was enacted that, in computing the time within which any civil suit, proceeding, or appeal, shall be barred by any statute of limitations, the period from the seventeenth day of April, 1861, to the date of the passage of the act, shall be excluded from such computation.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> By a subsequent act passed on the twenty-seventh of February, 1866, it is provided that, in computing the time within which any civil suit, or proceeding in trespass or case, shall be barred by any statute of limitations in certain counties, including the county in which this suit was brought, the period from the first day of March, 1865, to the date of the passage of the act shall be excluded from such computation.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a></p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Two prayers for instruction upon that subject were also presented by the defendant which were refused by the court, but it is not necessary to reproduce them, as the question involved is as fully raised by the instruction given to the jury as by the refusal to give those instructions.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Exception was taken by the defendant to the refusal to instruct and to the instruction given, but the grounds of the exception are not stated, nor are the reasons for the ruling given by the court. Such an exception is not sufficient to show that any one of the questions mentioned in the twenty-fifth section of the Judiciary Act was either raised or decided in the manner therein required to give this court jurisdiction under a writ of error to a State court. Unless both those things appear; that is, unless it appears that the question was raised and that it was decided in the way required, the jurisdiction does not attach, and it is clear that the exception is not sufficient to show that either occurred at the trial. Nothing further was done upon the subject in the court of original jurisdiction, but the cause was removed into the Court of Appeals of the State, where the judgment was affirmed. Appended to the judgment in that court is a certificate signed by the clerk and certified by the presiding justice of the court, that there was drawn in question the validity of the act of the State passed March, 1865, in relation to the statute of limitations, on the ground that it was repugnant to the Constitution of the United States, and that the decision of the highest court of law and equity in the State was in favor of its validity. Evidently that court had before it nothing but the exception taken and signed in the subordinate court, which is clearly insufficient to raise such a question or to show that it was decided in a way to give this court jurisdiction in such a case. Undoubtedly such a certificate is entitled to much weight, as showing that the question was decided by the court which gives it, and in the manner required to give jurisdiction, but it is not conclusive to show that the question was raised in the case, as the latter question may depend upon the construction of the pleadings, or, as in this case, upon the proper construction of the language of the bill of exceptions.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Necessary implication, it is said, will suffice, which may be granted, but it can hardly be said in this case that it must necessarily be implied that the judge instructed the jury that the State statute was consistent with the Federal Constitution. What he did tell the jury was that a certain period of time should be excluded from the computation in determining the issues of fact presented by the pleadings, whether the action was barred by the one or two years' limitations. Three years before that this court had decided that the period during which the courts of the State where the defendant resided were closed, by reason of the insurrection and rebellion, should not be deemed and taken as a part of such a limitation.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a></p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Congress allowed one year from the date of the act to the time allowed for suing out writs of error and taking appeals in districts where the sessions of the courts had been suspended or interrupted by insurrection or rebellion, and this court decided that the act of Congress was a remedial, and not a restraining one, and applied the rule laid down in the prior case, that in computing the five years allowed for the purpose, the period for which the courts were closed by insurrection or rebellion, must be excluded from the computation.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a> Provision was also made by Congress that the time during which any person was beyond the reach of legal process, by reason of resistance to the execution of the laws, or the interruption of the ordinary course of judicial proceedings, shall not be deemed or taken as any part of the time limited by law for the commencement of any action, civil or criminal. Objection was taken to the validity of that provision, but this court unanimously held it to be constitutional.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a></p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Prior to these decisions, founded upon acts of Congress, this court had decided, as before remarked, that the period during which the courts were closed by the insurrection must be excluded from every such computation, and this court has twice since that decided in the same way, every justice of the court concurring in the opinion.<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a> Enemy creditors cannot prosecute their claims subsequent to the commencement of hostilities, as the rule is universal and peremptory that they are totally incapable of sustaining any action in the tribunals of the other belligerent. Absolute suspension of the right to sue and prohibition to exercise it exist during war, by the law of nations, but the restoration of peace removes the disability and opens the doors of the courts.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Tested by these considerations, this court is of the opinion that the judge of the State court may well have followed the decisions of this court in the instruction he gave to the jury without having intended to express any opinion as to the constitutionality of the State law, and that it does not appear with sufficient certainty that the supposed Federal question did arise in the case, or that it was decided in the manner required to give this court jurisdiction under a writ of error to a State court.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">2. Next ground assumed is that the court erred in sustaining the demurrer of the plaintiff to the fifth special plea of the defendant, setting up belligerent rights as a defence to the action.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Unquestionably it does appear that the plaintiff demurred to that plea and that the court sustained the demurrer to the plea, but it nowhere appears that the court held the plea bad for the reason supposed by the defendant. On the contrary, the plea is very defectively drawn, and it may be that it was held bad for many other sufficient reasons, and the fact that the certificate filed by the chief justice makes no mention of this point justifies the conclusion that it was not decided by the court of last resort. Questions presented in a subordinate court are frequently waived in the appellate court, and it is plain law that questions not presented in the court of last resort do not give jurisdiction in a case like the one before the court. Such a question may be raised in a bill of exceptions, but sufficient of the proceedings must be stated to show not only that it was raised, but that it was decided in the manner required to give the jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">3. All that remains to be considered is the question respecting the pardon. By the bill of exceptions it appears that the defendant offered the pardon, both in mitigation of damages, and as a justification of the alleged wrongful acts, and it appears that the plaintiff objected to the introduction of the instrument and that the court sustained the objection, and that the pardon was excluded. Enough appears to show for what purpose the pardon was offered, but nothing appears to show upon what grounds it was rejected at the trial or that the question was ever examined or decided by the Court of Appeals. Five conditions are embodied in the pardon, but the record shows that the defendant complied with the first and fifth, and it does not show that he has ever violated any one of the others. No mention is made of that ruling in the certificate of the chief justice, nor is there anything in the record to show that the exception was presented to the Court of Appeals, unless that may be inferred from the fact that the Court of Appeals found that there was no error in the record and affirmed the judgment. Questions not decided in the State court, because not raised or presented by the complaining party, will not be re-examined in this court on a writ of error sued out under the twenty-fifth section of the Judiciary Act.<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a> Such is the settled practice, and the act of Congress provides that it must appear that the question presented for decision in this court was raised in the State court, and that the decision of the State court was given as required by that section.<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a> Repeated decisions have established that rule, and inasmuch as the point has been several times ruled at the present session, we forbear to extend the discussion.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">DISMISSED FOR WANT OF JURISDICTION.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Code of Virginia, 1860, p. 638, &#167; 11.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 6 Wallace, 532.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 9 Id. 687.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> 11 Id. 244.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Battles <i>v.</i> Fobes, 18 Pickering, 532; 19 Id. 578; Wright <i>v.</i> Oakley, 5 Metcalf, 405; Davis <i>v.</i> Minor, 1 Howard's Mississippi, 189; Couch <i>v.</i> McKee, 6 Arkansas, 495.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> &#167; 292.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Penhallow et al. <i>v.</i> Doane's Administrators, 3 Dallas, 110.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Prize Cases, 2 Black, 669.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Thorington <i>v.</i> Smith, 8 Wallace, 7.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The Circassian, 2 Wallace, 148; The Venice, Id. 258; Mrs. Alexander's Cotton, Id. 419; Mauran <i>v.</i> Insurance Co., 6 Id. 13, 14.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> &#167; 294.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Thorington <i>v.</i> Smith, 8 Wallace, 9.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> People <i>v.</i> McLeod, 1 Hill, 377.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> See National Intelligencer of June 17th, 1841.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> As to this see also Webster's Private Correspondence, vol. 2, p. 104; letter of May 16th, 1841, to Fletcher Webster, and p. 112, letter of January 14th, 1842, to Mr. Befflen.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> 11 Wallace, 493.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> 9 Wallace, 197.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> 1 Stat. at Large, 85; 14 Id. 386.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> Sess. Acts of West Virginia, 1865, p. 72.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> Ib. 1866, p. 92.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> Hanger <i>v.</i> Abbott, 6 Wallace. 534.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> 14 Stat. at Large, 545; The Protector, 9 Wallace, 687.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> 13 Stat. at Large, 123; Stewart <i>v.</i> Kahn, 11 Wallace, 500.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> Levy <i>v.</i> Stewart, 11 Wallace, 249; Steinbach <i>v.</i> Stewart, Ib. 572.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> Hamilton Co. <i>v.</i> Massachusetts, 6 Wallace, 636.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> Steines <i>v.</i> Franklin Co., <i>Supra</i>, p. 15.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/88531/"
}