{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "55 U.S. 446", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/86797/"
    ], 
    "scotus_early_cite": "14 How. 446", 
    "case_name": "Salmon Falls Mfg. Co. v. Goddard", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 54877, 
    "resource_uri": "/api/rest/v2/citation/54877/"
  }, 
  "id": 86797, 
  "blocked": false, 
  "judges": "Nelson", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1853-02-15", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>55 U.S. 446 (1852)</b></center>\n<center><b>14 How. 446</b></center>\n<center><h1>THE SALMON FALLS MANUFACTURING COMPANY, PLAINTIFF IN ERROR,<br>\nv.<br>\nWILLIAM W. GODDARD.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*447</span> It was argued by Mr. Goodrich, for the plaintiff in error, and by Mr. Johnson and Mr. Davis, with whom was Mr. Choate, for the defendant in error.</p>\n<p><span class=\"star-pagination\">*453</span> Mr. Justice NELSON delivered the opinion of the court.</p>\n<p>This is a writ of error to the Circuit Court of the United States for the District of Massachusetts.</p>\n<p>The suit was brought by the plaintiffs in the court below, to recover the price of three hundred bales of brown, and of one hundred cases of blue drills, which they had previously sold to the defendant.</p>\n<p>The contract for the purchase was made with the house of Mason &amp; Lawrence, agents of the plaintiffs, in Boston, on the 19th September, 1850, and a memorandum of the same signed by the parties. A bill of parcels was made out under date of 30th September, stating the purchase of the goods by the defendant, carrying out prices, and footing up the amount at $18,565.03; also the terms of payment \u0097 note at twelve months, payable to the treasurer of the plaintiffs. This was forwarded to the defendant on the 11th October, and in pursuance of an order from him, the three hundred bales were sent from their establishment at Salmon Falls by the railroad, and arrived at the depot in Boston on the 30th October, of which notice was given to the defendant on the same day, and a delivery tendered. He requested that the goods should not be sent to his warehouse, or place of delivery, for the reason, as subsequently stated by his clerk, there was no room for storage. The agents of the plaintiffs the next day renewed the tender of delivery by letter, adding that the goods remained at the depot at his risk, and subject to storage, to which no answer was returned. On the night of the 4th November, the railroad depot was consumed by fire, and with it the three hundred bales of the goods in question. The price was to be paid by a note at twelve months, which the defendant refused to give, upon which refusal this action was brought.</p>\n<p><span class=\"star-pagination\">*454</span> The court below, at the trial, held that the written memorandum made at the time of entering into the contract between the agents of the plaintiffs and the defendant, was not sufficient to take the case out of the statute of frauds, and as there was no acceptance of the goods, the plaintiffs could not recover.</p>\n<p>As we differ with the learned Judge who tried the cause, as to the sufficiency of the written memorandum, the question upon the statute is the only one that it will be material to notice. The memorandum is as follows:</p>\n        \"Sept. 19, \u0097 W.W. Goddard, 12 mos.\n           300 bales S.F. drills,  .   .   .  7¼\n           100 cases blue    do.   .   .   .  8¾\n        \"Credit to commence when ship sails:\n           not after Dec. 1st \u0097 delivered free of\n           charge for truckage.\n        \"The blues, if color satisfactory to purchasers.\n                                          R.M.M.\n                                          W.W.G.\"\n<p>The statute of Massachusetts on this subject is substantially the same as that of 29 Car. II. ch. 3, § 17, and declares that no contract for the sale of goods, &amp;c., shall be valid, &amp;c., \"unless some note or memorandum in writing of the bargain be made, and signed by the party to be charged thereby, or by some person thereunto by him lawfully authorized.\"</p>\n<p>The word \"bargain,\" in the statute, means the terms upon which the respective parties contract; and in the sale of goods, the terms of the bargain must be specified in the note or memorandum, and stated with reasonable certainty, so that they can be understood from the writing itself, without having recourse to parol proof; for, unless the essential terms of the sale can be ascertained from the writing itself, or by a reference contained in it to something else, the memorandum is not a compliance with the statute.</p>\n<p>This brief note of the contract, however, like all other mercantile contracts, is subject to explanation by reference to the usage and custom of the trade, with a view to get at the true meaning of the parties, as each is presumed to have contracted in reference to them. And although specific and express provisions will control the usage, and exclude any such explanation, yet, if the terms are technical, or equivocal on the face of the instrument, or made so by reference to extraneous circumstances, parol evidence of the usage and practice in the trade, is admissible to explain the meaning. 2 Kent C. 556, and n. 3; Id. 260, and n.; Long on Sales, 197, ed. 1839, 1 Gale &amp; Davis. 52.</p>\n<p>Extraneous evidence is also admissible to show that a person whose name is affixed to the contract, acted only as an agent, thereby enabling the principal either to sue or be sued in his <span class=\"star-pagination\">*455</span> own name; and this, though it purported on its face to have been made by the agent himself, and the principal not named. Higgins v. Senior, 8 M. &amp; Wels. 834; Trueman v. Loder, 11 Ad. &amp; Ell. 589. Lord Denman observed, in the latter case, \"that parol evidence is always necessary to show that the party sued is the party making the contract, and bound by it; whether he does so in his own name, or in that of another, or in a feigned name, and whether the contract be signed by his own hand (or that of an agent) are inquiries not different in their nature from the question, Who is the person who has just ordered goods in a shop? If he is sued for the price, and his identity made out, the contract is not varied by appearing to have been made by him in a name not his own.\"</p>\n<p>So the signature of one of the parties is a sufficient signing to charge the firm. Soames v. Spencer, 1 D. &amp; R. 32; Long on Sales, 58.</p>\n<p>It has also been held, in the case of a sold note which expressed \"eighteen pockets of hops, at 100s.,\" that parol evidence was admissible to show that the 100s. meant the price per cwt. Spicer v. Cooper, 1 Gale &amp; D. 52; 5 Jurist, 1036.</p>\n<p>The memorandum in that case was as follows: \"Sold to Waite Spicer, of S. Walden, 18 pos. Kent hops, as under July 23, 1840; 10 pos. Barlow East Kent, 1839; 8 pos. Springall Goodhurst Kent, 1839, 100s. Delivered, JOHN COOPER.\"</p>\n<p>Evidence was admitted on the trial to prove that the 100s. was understood in the trade to refer to the price per cwt., and the ruling approved by the King's Bench. Lord Denman put a case to the counsel in the argument to illustrate his view, that bears upon the case before us. Suppose, he said, the contract had been for ten butts of beer, at one shilling, the ordinary price of a gallon \u0097 and intimated that the meaning could hardly be mistaken.</p>\n<p>Now, within the principles above stated, we are of opinion that the memorandum in question was a sufficient compliance with the statute. It was competent to show, by parol proof, that Mason signed for the firm of Mason &amp; Lawrence, and that the house was acting as agents for the plaintiffs, a company engaged in manufacturing the goods which were the subject of the sale; and also to show, that the figures 7¼ and 8¾, set opposite the three hundred bales and one hundred cases of goods, meant seven and a quarter cents, and eight and three quarter cents per yard.</p>\n<p>The memorandum, therefore, contains the names of the sellers, and of the buyer \u0097 the commodity and the price \u0097 also, the time of credit, and conditions of the delivery; and, in the absence of any specified time or place of delivery, the law will supply the <span class=\"star-pagination\">*456</span> omission, namely, a reasonable time after the goods are called for, and usual place of business of the purchaser, or his customary place for the delivery of goods of this description.</p>\n<p>In respect to the giving of the note, which was to run during the period of the credit, it appears to be the uniform custom of the house of Mason &amp; Lawrence, to take notes for goods sold of this description. The defendant was one of their customers, and knew this usage; and it is a presumption of law, therefore, that the purchase was made with reference to it, there being no stipulation to the contrary in the contract of the parties.</p>\n<p>We are also of opinion, even admitting that there might be some obscurity in the terms of the memorandum, and intrinsic difficulty in a proper understanding of them, that it would be competent, under the circumstances of the case, to refer to the bill of parcels delivered, for the purpose of explanation. We do not say that it would be a note in writing, of itself sufficient to bind the defendant within the statute; though it might be to bind the plaintiff.</p>\n<p>It was a bill of sale made out by the seller, and contained his understanding of the terms and meaning of the contract; and having been received by the buyer, and acquiesced in, (for the order to have the goods forwarded was given after it was received,) the natural inference would seem to be, that the interpretation given was according to the understanding of both parties. It is not necessary to say that this would be the conclusion, if the bill differed materially from the written contract; that might present a different question; but we think it is so connected with, and naturally resulting from, the transaction, that it may be properly referred to for the purpose of explaining any ambiguity or abbreviations, so common in these brief notes of mercantile contracts.</p>\n<p>A printed bill of parcels, delivered by the seller, may be a sufficient memorandum within the statute to bind him, especially, if subsequently recognized by a letter to the buyer. 2 B. &amp; P. 238 D.; 3 Esp. 180. And generally the contract may be collected from several distinct papers taken together, as forming parts of an entire transaction, if they are connected by express reference from the one to the others. 3 Ad. &amp; Ell. 355; 9 B. &amp; Cr. 561; 2 Id. 945; 3 Taunt. 169; 6 Cow. 445; 2 M. &amp; Wels. 660; Long on Sales, 55, and cases.</p>\n<p>In the case before us, the bill of parcels is not only connected with the contract of sale, which has been signed by both parties, but was made out and delivered in the course of the fulfilment of it; has been acquiesced in by the buyer, and the goods ordered to be delivered after it was received. It is not a memorandum sufficient to bind him, because his name is not affixed <span class=\"star-pagination\">*457</span> to it by his authority; but if he had subsequently recognized it by letter to the sellers, it might have been sufficient. 2 B. &amp; P. 238; 2 M. &amp; Wels. 653; 3 Taunt. 169.</p>\n<p>But although we admit, if it was necessary for the plaintiffs to rely upon the bill as the note or memorandum within the statute, they must have failed, we think it competent, within the principle of the cases on the subject, from its connection with, and relation to, the contract, to refer to it as explanatory of any obscurity or indefiniteness of its terms, for the purpose of removing the ambiguity.</p>\n<p>Take, for example, as an instance, the objection that the price is uncertain, the figures 7¼ and 8¾, opposite the 300 bales and 100 cases of drills, given without any mark to denote what is intended by them.</p>\n<p>The bill of parcels carries out these figures as so many cents per yard, and the aggregate amount footed up; and after it is received by the defendant, and with a knowledge of this explanation, he orders the goods to be forwarded.</p>\n<p>We cannot doubt but that the bill, under such circumstances, affords competent evidence of the meaning to be given to this part of the written memorandum. And so, in respect to any other indefinite or abbreviated item to be found in this brief note of a mercantile contract.</p>\n<p>For these reasons, we are of opinion, that the judgment of the court below, must be reversed, and the proceedings remitted, with directions to award a venire de novo.</p>\n<p>Mr. Justice CATRON, Mr. Justice DANIEL, and Mr. Justice CURTIS, dissented.</p>\n<p>DANIEL, Justice, dissenting.</p>\n<p>Upon the point made in this case, on the Statute of Frauds, I entirely concur in the exposition of the law just announced by the court. With respect, however, to the proceedings ordered by this court to be taken in this case in the Circuit Court, I am constrained to dissent from the decision of my brethren. My opinion is, that under the 2d section of the 3d article of the Constitution, the courts of the United States could not take cognizance of the controversy between these parties; and that therefore the proper direction to the Circuit Court would have been to dismiss this suit for want of jurisdiction. My reasons, for the conclusion here expressed, having been given in detail in the case of Rundle et al. v. The Delaware and Raritan Canal Company, during the present term, it is unnecessary to repeat them on this occasion.</p>\n<p><span class=\"star-pagination\">*458</span> Mr. Justice CURTIS.</p>\n<p>I have the misfortune to differ from the majority of my brethren, in this case, and, as the question is one which enters into the daily business of merchants, and at the same time involves the construction of a statute of the Commonwealth of Massachusetts, I think it proper to state, briefly, the grounds on which I rest my opinion.</p>\n<p>The first question is, whether the writing of the 19th of September is a sufficient memorandum within the 3d section of the 74th chapter of the Revised Statutes of Massachusetts. The writing is in these words and figures.</p>\n    \"Sept. 19.   W.W. Goddard, 12 mos.\n       300 bales S.F. drills .    .   7¼,\n       100 cases blue   \"    .    .   8¾.\n<p>Cr. to commence when ship sails; not after Dec'r 1st; delivered free of charge for truckage.</p>\n                                                      R.M.M.\n                                                      W.W.G.\n<p>The blues, if color is satisfactory to purchaser.\"</p>\n<p>Does this writing show, upon its face, and without resorting to extraneous evidence, that W.W. Goddard was the purchaser of these goods? I think not. Certainly it does not so state in terms, nor can I perceive how the fact can be collected from the paper, by any certain intendment. If it be assumed that a sale was made, and that Goddard was a party to the transaction, what is there, on the face of the paper, to show whether Goddard sold or bought? Extraneous evidence that he was the seller, would be just as consistent with this writing, as extraneous evidence that he was the purchaser. Suppose the fact had been, that Mason was the purchaser, and that the writing might be explained by evidence of that fact; it would then be read that Goddard sold to Mason, on twelve months' credit; and this evidence would be consistent with every thing which the paper contains, because the paper is wholly silent as to the fact whether he was the seller or the purchaser. In Bailey et al. v. Ogden, (3 Johns. Rep. 398,) an action for not accepting sugars, the memorandum was:</p>\n    \"14 December.\n          J. Ogden &amp; Co. \u0097 Bailey &amp; Bogart.\n              Brown, 12½  |\n                                  &gt; 60 and 90 days.\n              White, 16¼  |\n          Debenture part pay.\"\n<p>Mr. Justice Kent, who delivered the opinion of the court, enumerating the objections to the memorandum, says, no person can ascertain, from this memorandum, which of the parties was seller, and which buyer; and I think it would be difficult to <span class=\"star-pagination\">*459</span> show that the memorandum now in question is any more intelligible, in reference to this fact.</p>\n<p>Indeed, I do not understand it is supposed, that, in the absence of all extraneous evidence, it could be determined by the court, as matter of law, upon an inspection of the paper alone, that Goddard was the purchaser of these goods. The real inquiry is, whether extraneous evidence of this fact is admissible.</p>\n<p>Now, it is true, the statute requires only some note, or memorandum, in writing, of the bargain; but I consider it settled, that this writing must show who is vendor, and who is purchaser. In Champion v. Plumer, (1 B. &amp; P. New Rep. 252,) the memorandum contained the name of the vendor, a description of the goods, and their price, and was signed by the vendee; yet, it was held that the vendee could not maintain an action thereon, because it did not appear, from the writing, that he was vendee, though it was clearly proved by parol.</p>\n<p>In Sherburn et al. v. Shaw, (1 N.H. Rep. 157,) the plaintiffs caused certain real estate to be sold at auction, and the defendant, being the highest bidder, signed a memorandum, agreeing to take the property; this memorandum was written on a paper, headed, \"Articles of sale of the estate of Jonathan Warner, deceased,\" containing the terms of the sale; and this paper was also signed by the auctioneer. Yet the court, through Mr. Justice Woodbury, who delivered the opinion, held that, as the paper failed to show that the plaintiffs were the vendors, it was radically defective. Here, also, there was no doubt that the plaintiffs were the vendors, but extraneous evidence to supply this fact was considered inadmissible.</p>\n<p>It seems to me that the fact that the defendant was the purchaser, is, to say the least, as necessary to be stated in the writing as any other fact, and that to allow it to be proved by parol, is to violate the intent of the statute, and encounter the very mischiefs which it was enacted to prevent. Chancellor Kent, (2 Com. 511,) says, \"the contract must, however, be stated with reasonable certainty, so that it can be understood from the writing itself, without having recourse to parol proof.\" And this position rests upon a current of authorities, both in England and America, which it is presumed are not intended to be disturbed. But how can the contract be understood from the writing itself, when that fails to state which party is vendor and which purchaser?</p>\n<p>I am aware that a latent ambiguity in a contract may be removed by extraneous evidence, according to the rules of the common law; and that such evidence is also admissible to show what, in point of fact, was the subject-matter called for by the terms of a contract. Bradlee v. Steam P. Co. 16 Pet. 98. So <span class=\"star-pagination\">*460</span> when an act has been done by a person, and it is doubtful whether he acted in a private or official capacity, it is allowable to prove by parol that he was an agent and acted as such. But these cases fall far short of proving that when a statute requires a contract to be in writing, you may prove by parol the fact that the defendant was purchaser, the writing being silent as to that fact; or that a writing, which does not state who is vendor and who purchaser, does contain in itself the essentials of a contract of sale.</p>\n<p>It is one thing to construe what is written; it is a very different thing to supply a substantive fact not stated in the writing. It is one thing to determine the meaning and effect of a complete and valid written contract, and it is another thing to take a writing, which on its face imports no contract, and make it import one by parol evidence. It is one thing to show that a party, who appears by a writing to have made a contract, made it as an agent, and quite a different thing to prove by parol that he made a purchase when the writing is silent as to that fact. The duty and power of the court is a duty and power to give a construction to what is written, and not in any case to permit it to be added to by parol. Least of all when a statute has required the essential requisites of a contract of sale to be in writing, is it admissible, in my judgment, to allow the fact, that the defendant made a purchase, to be proved by parol. If this fact, which lies at the basis of the action and to which every other is but incidental, can be proved by evidence out of the writing signed by the defendant, the statute seems to me to be disregarded.</p>\n<p>It has been argued that the bill of parcels, sent to Goddard by Mason and Lawrence, and received by him, may be resorted to for the purpose of showing he was the purchaser. But it is certainly the law of Massachusetts, where this contract was made, and the case tried, as I believe it is of most other States, and of England, that unless the memorandum which is signed contains a reference to some other paper, no paper, not signed by the party to be charged, can be connected with the memorandum, or used to supply any defect therein. This was held in Morton et al. v. Dean, (13 Met. R. 385,) a case to which I shall have occasion more fully to refer hereafter. And in conformity therewith, Chancellor Kent lays down the rule in 2 Com. 511, and refers to many authorities in support of it. I am not aware that any court has held otherwise.</p>\n<p>That this bill of parcels was of itself a sufficient memorandum under the statute, or that it was a paper signed by the defendant, or by any person by him thereunto lawfully authorized, I do not understand to be held by the majority of the court.</p>\n<p><span class=\"star-pagination\">*461</span> Now the memorandum of the 19th September, is either sufficient or insufficient, under the statute. If the former, there is no occasion to resort to the bill of parcels to show who was vendor, and who purchaser; because, if the latter, it cannot, consistently with the statute, be made good by another paper not signed, and connected with it only by parol. To charge a party upon an insufficient memorandum, added to by another independent paper, not signed, would be to charge him when there was no sufficient memorandum signed by him, and therefore in direct conflict with the statute. It does not seem to me to be an answer, to say that the bill of parcels was made out pursuant to the memorandum. If the signed memorandum itself does not contain the essentials of a contract of sale, and makes no reference to any other paper, in no legal sense is any other paper pursuant to it \u0097 nor can any other paper be connected with it, save by parol evidence, which the statute forbids. In point of fact, it would be difficult to imagine any two independent papers more nearly connected, than a memorandum made and signed by an auctioneer, and the written conditions read by him at the sale. Yet it is settled, that the latter cannot be referred to, unless expressly called for by the very terms of the signed memorandum. Upon what principle does a bill of parcel stand upon any better ground?</p>\n<p>The distinction, heretofore, has been between papers called for by the memorandum by express reference, and those not called for; this decision, for the first time, I believe, disregards that distinction, and allows an unsigned paper, not referred to, to be used in evidence to charge the purchaser.</p>\n<p>In my judgment, this memorandum was defective in not showing who was vendor, and who purchaser, and oral evidence to supply this defect was not admissible.</p>\n<p>But if this difficulty could be overcome, or if it had appeared on the face of the paper, that Goddard was the purchaser, still, in my judgment, there is no sufficient memorandum. I take it to be clearly settled, that if the court cannot ascertain from the paper itself, or from some other paper therein referred to, the essential terms of the sale, the writing does not take the case out of the statute. This has been so often decided, that it is sufficient to refer to 2 Kent's Com. 511, where many of the cases are collected.</p>\n<p>The rule stated by the Chancellor, as a just deduction from the authorities, is, \"Unless the essential terms of the sale can be ascertained from the writing itself, or by a reference contained in it to something else, the writing is not a compliance with the statute; and if the agreement be thus defective, it cannot be supplied by parol proof, for that would at once introduce all the <span class=\"star-pagination\">*462</span> mischiefs which the statute of frauds and perjuries was intended to prevent.\"</p>\n<p>The statute, then, requires the essential terms of the sale to be in writing; the credit to be allowed to the purchaser is one of the terms of the sale.</p>\n<p>And if the memorandum shows that a credit was to be given, but does not fix its termination, it is fatally defective, for the court cannot ascertain, from the paper, when a right of action accrues to the vendee, and the contract shown by the paper is not capable of being described in a declaration. The rights of the parties, in an essential particular, are left undetermined by the paper. This paper shows there was to be a credit of six months, and contains this clause \u0097 \"Cr. to commence when ship sails: not after Dec'r 1st.\" According to this paper, when is this credit to commence? The answer is, when ship sails, if before December 1st. What ship? The paper is silent.</p>\n<p>This is an action against Goddard for not delivering his note on twelve months' credit, and it is an indispensable inquiry, on what day, according to the contract, the note should bear date. The plaintiffs must aver, in their declaration, what note Goddard was bound to deliver, and the memorandum must enable the court to say that the description of the notes in the declaration is correct. They attempt this by averring, in the declaration, that the contract was for a note payable in twelve months from the sailing of a ship called the Crusader, and that this ship sailed on the sixth day of November. But the writing does not refer to the Crusader; and if oral evidence were admissible to prove that the parties referred to the Crusader, this essential term of their contract is derived from parol proof, contrary to the requirement of the statute. It was upon this ground the case of Morton et al. v. Dean, and many other similar cases, have been decided. In that case, there was a memorandum signed by the auctioneer, as the agent of both parties, containing their names, as vendor and vendee, the price to be paid, and a sufficient description of the property. But it appeared that there were written or printed conditions read at the sale, but not referred to in the memorandum, containing the terms of credit, &amp;c., and therefore that the memorandum did not fix all the essential parts of the bargain, and it was held insufficient.</p>\n<p>But, further; even if oral evidence were admissible to show that the parties had in view some particular vessel, and so to explain or render certain the memorandum, no such evidence was offered, and no request to leave that question of fact to the jury, was made. Mason, who made the contract with Goddard, was a witness, but he does not pretend the parties had any particular vessel in view, still less that they agreed on the <span class=\"star-pagination\">*463</span> Crusader as the vessel, the sailing of which was to be the commencement of the credit. I cannot perceive, therefore, how either of the counts in this declaration is supported by the evidence, or how a different verdict could have lawfully been rendered.</p>\n<p>The count for goods sold and delivered, was clearly not maintained, because, when the action was brought, the credit had not expired, even if it began on the 19th of September. One of the special counts avers, that the notes were to be due twelve months from the 30th of September; but this is inconsistent with the written memorandum, and there is no evidence to support it. The other special counts all declare for a note due twelve months after the sailing of the Crusader, but, as already stated, there is no evidence whatever to support this allegation, and a verdict of the jury, affirming such a contract, must have been set aside.</p>\n<p>It may be added, also, that no one of the prayers for instructions, contained in the bill of exceptions, makes the fact that the parties had reference to the Crusader, any element of the contract, but that each of them asks for an instruction upon the assumption that this necessary term of the contract had not been in any way supplied.</p>\n<p>I consider the language of Chief Justice Marshall, in Grant v. Naylor, (4 Cranch, 234,) applicable to this case. That great Judge says: \"Already have so many cases been taken out of the statute of frauds, which seem to be within its letter, that it may well be doubted whether the exceptions do not let in many of the mischiefs against which the rule was intended to guard. The best Judges in England have been of opinion that this relaxing construction of the statute ought not to be extended further than it has already been carried, and this court entirely concurs in that opinion.\"</p>\n<p>I am authorized to state that Mr. Justice CATRON concurs in this opinion.</p>\n<p></p>\n<h2>Order.</h2>\n<p>This cause came on to be heard on the transcript of the record from the Circuit Court of the United States for the District of Massachusetts, and was argued by counsel. On consideration whereof, it is now here ordered and adjudged by this court, that the judgment of the said Circuit Court in this cause be, and the same is hereby, reversed, with costs, and that this cause be, and the same is hereby, remanded to the said Circuit Court, with directions to award a venire facias de novo.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:00:50", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">446</span></span> (1852)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">How.</span> <span class=\"page\">446</span></span></b></center>\n<center><h1>THE SALMON FALLS MANUFACTURING COMPANY, PLAINTIFF IN ERROR,<br>\nv.<br>\nWILLIAM W. GODDARD.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*447</span> It was argued by Mr. Goodrich, for the plaintiff in error, and by Mr. Johnson and Mr. Davis, with whom was Mr. Choate, for the defendant in error.</p>\n<p><span class=\"star-pagination\">*453</span> Mr. Justice NELSON delivered the opinion of the court.</p>\n<p>This is a writ of error to the Circuit Court of the United States for the District of Massachusetts.</p>\n<p>The suit was brought by the plaintiffs in the court below, to recover the price of three hundred bales of brown, and of one hundred cases of blue drills, which they had previously sold to the defendant.</p>\n<p>The contract for the purchase was made with the house of Mason &amp; Lawrence, agents of the plaintiffs, in Boston, on the 19th September, 1850, and a memorandum of the same signed by the parties. A bill of parcels was made out under date of 30th September, stating the purchase of the goods by the defendant, carrying out prices, and footing up the amount at $18,565.03; also the terms of payment \u0097 note at twelve months, payable to the treasurer of the plaintiffs. This was forwarded to the defendant on the 11th October, and in pursuance of an order from him, the three hundred bales were sent from their establishment at Salmon Falls by the railroad, and arrived at the depot in Boston on the 30th October, of which notice was given to the defendant on the same day, and a delivery tendered. He requested that the goods should not be sent to his warehouse, or place of delivery, for the reason, as subsequently stated by his clerk, there was no room for storage. The agents of the plaintiffs the next day renewed the tender of delivery by letter, adding that the goods remained at the depot at his risk, and subject to storage, to which no answer was returned. On the night of the 4th November, the railroad depot was consumed by fire, and with it the three hundred bales of the goods in question. The price was to be paid by a note at twelve months, which the defendant refused to give, upon which refusal this action was brought.</p>\n<p><span class=\"star-pagination\">*454</span> The court below, at the trial, held that the written memorandum made at the time of entering into the contract between the agents of the plaintiffs and the defendant, was not sufficient to take the case out of the statute of frauds, and as there was no acceptance of the goods, the plaintiffs could not recover.</p>\n<p>As we differ with the learned Judge who tried the cause, as to the sufficiency of the written memorandum, the question upon the statute is the only one that it will be material to notice. The memorandum is as follows:</p>\n        \"Sept. 19, \u0097 W.W. Goddard, 12 mos.\n           300 bales S.F. drills,  .   .   .  7¼\n           100 cases blue    do.   .   .   .  8¾\n        \"Credit to commence when ship sails:\n           not after Dec. 1st \u0097 delivered free of\n           charge for truckage.\n        \"The blues, if color satisfactory to purchasers.\n                                          R.M.M.\n                                          W.W.G.\"\n<p>The statute of Massachusetts on this subject is substantially the same as that of 29 Car. II. ch. 3, § 17, and declares that no contract for the sale of goods, &amp;c., shall be valid, &amp;c., \"unless some note or memorandum in writing of the bargain be made, and signed by the party to be charged thereby, or by some person thereunto by him lawfully authorized.\"</p>\n<p>The word \"bargain,\" in the statute, means the terms upon which the respective parties contract; and in the sale of goods, the terms of the bargain must be specified in the note or memorandum, and stated with reasonable certainty, so that they can be understood from the writing itself, without having recourse to parol proof; for, unless the essential terms of the sale can be ascertained from the writing itself, or by a reference contained in it to something else, the memorandum is not a compliance with the statute.</p>\n<p>This brief note of the contract, however, like all other mercantile contracts, is subject to explanation by reference to the usage and custom of the trade, with a view to get at the true meaning of the parties, as each is presumed to have contracted in reference to them. And although specific and express provisions will control the usage, and exclude any such explanation, yet, if the terms are technical, or equivocal on the face of the instrument, or made so by reference to extraneous circumstances, parol evidence of the usage and practice in the trade, is admissible to explain the meaning. 2 Kent C. 556, and n. 3; Id. 260, and n.; Long on Sales, 197, ed. 1839, 1 Gale &amp; Davis. 52.</p>\n<p>Extraneous evidence is also admissible to show that a person whose name is affixed to the contract, acted only as an agent, thereby enabling the principal either to sue or be sued in his <span class=\"star-pagination\">*455</span> own name; and this, though it purported on its face to have been made by the agent himself, and the principal not named. Higgins v. Senior, 8 M. &amp; Wels. 834; Trueman v. Loder, 11 Ad. &amp; Ell. 589. Lord Denman observed, in the latter case, \"that parol evidence is always necessary to show that the party sued is the party making the contract, and bound by it; whether he does so in his own name, or in that of another, or in a feigned name, and whether the contract be signed by his own hand (or that of an agent) are inquiries not different in their nature from the question, Who is the person who has just ordered goods in a shop? If he is sued for the price, and his identity made out, the contract is not varied by appearing to have been made by him in a name not his own.\"</p>\n<p>So the signature of one of the parties is a sufficient signing to charge the firm. Soames v. Spencer, 1 D. &amp; R. 32; Long on Sales, 58.</p>\n<p>It has also been held, in the case of a sold note which expressed \"eighteen pockets of hops, at 100s.,\" that parol evidence was admissible to show that the 100s. meant the price per cwt. Spicer v. Cooper, 1 Gale &amp; D. 52; 5 Jurist, 1036.</p>\n<p>The memorandum in that case was as follows: \"Sold to Waite Spicer, of S. Walden, 18 pos. Kent hops, as under July 23, 1840; 10 pos. Barlow East Kent, 1839; 8 pos. Springall Goodhurst Kent, 1839, 100s. Delivered, JOHN COOPER.\"</p>\n<p>Evidence was admitted on the trial to prove that the 100s. was understood in the trade to refer to the price per cwt., and the ruling approved by the King's Bench. Lord Denman put a case to the counsel in the argument to illustrate his view, that bears upon the case before us. Suppose, he said, the contract had been for ten butts of beer, at one shilling, the ordinary price of a gallon \u0097 and intimated that the meaning could hardly be mistaken.</p>\n<p>Now, within the principles above stated, we are of opinion that the memorandum in question was a sufficient compliance with the statute. It was competent to show, by parol proof, that Mason signed for the firm of Mason &amp; Lawrence, and that the house was acting as agents for the plaintiffs, a company engaged in manufacturing the goods which were the subject of the sale; and also to show, that the figures 7¼ and 8¾, set opposite the three hundred bales and one hundred cases of goods, meant seven and a quarter cents, and eight and three quarter cents per yard.</p>\n<p>The memorandum, therefore, contains the names of the sellers, and of the buyer \u0097 the commodity and the price \u0097 also, the time of credit, and conditions of the delivery; and, in the absence of any specified time or place of delivery, the law will supply the <span class=\"star-pagination\">*456</span> omission, namely, a reasonable time after the goods are called for, and usual place of business of the purchaser, or his customary place for the delivery of goods of this description.</p>\n<p>In respect to the giving of the note, which was to run during the period of the credit, it appears to be the uniform custom of the house of Mason &amp; Lawrence, to take notes for goods sold of this description. The defendant was one of their customers, and knew this usage; and it is a presumption of law, therefore, that the purchase was made with reference to it, there being no stipulation to the contrary in the contract of the parties.</p>\n<p>We are also of opinion, even admitting that there might be some obscurity in the terms of the memorandum, and intrinsic difficulty in a proper understanding of them, that it would be competent, under the circumstances of the case, to refer to the bill of parcels delivered, for the purpose of explanation. We do not say that it would be a note in writing, of itself sufficient to bind the defendant within the statute; though it might be to bind the plaintiff.</p>\n<p>It was a bill of sale made out by the seller, and contained his understanding of the terms and meaning of the contract; and having been received by the buyer, and acquiesced in, (for the order to have the goods forwarded was given after it was received,) the natural inference would seem to be, that the interpretation given was according to the understanding of both parties. It is not necessary to say that this would be the conclusion, if the bill differed materially from the written contract; that might present a different question; but we think it is so connected with, and naturally resulting from, the transaction, that it may be properly referred to for the purpose of explaining any ambiguity or abbreviations, so common in these brief notes of mercantile contracts.</p>\n<p>A printed bill of parcels, delivered by the seller, may be a sufficient memorandum within the statute to bind him, especially, if subsequently recognized by a letter to the buyer. 2 B. &amp; P. 238 D.; 3 Esp. 180. And generally the contract may be collected from several distinct papers taken together, as forming parts of an entire transaction, if they are connected by express reference from the one to the others. 3 Ad. &amp; Ell. 355; 9 B. &amp; Cr. 561; 2 Id. 945; 3 Taunt. 169; 6 Cow. 445; 2 M. &amp; Wels. 660; Long on Sales, 55, and cases.</p>\n<p>In the case before us, the bill of parcels is not only connected with the contract of sale, which has been signed by both parties, but was made out and delivered in the course of the fulfilment of it; has been acquiesced in by the buyer, and the goods ordered to be delivered after it was received. It is not a memorandum sufficient to bind him, because his name is not affixed <span class=\"star-pagination\">*457</span> to it by his authority; but if he had subsequently recognized it by letter to the sellers, it might have been sufficient. 2 B. &amp; P. 238; 2 M. &amp; Wels. 653; 3 Taunt. 169.</p>\n<p>But although we admit, if it was necessary for the plaintiffs to rely upon the bill as the note or memorandum within the statute, they must have failed, we think it competent, within the principle of the cases on the subject, from its connection with, and relation to, the contract, to refer to it as explanatory of any obscurity or indefiniteness of its terms, for the purpose of removing the ambiguity.</p>\n<p>Take, for example, as an instance, the objection that the price is uncertain, the figures 7¼ and 8¾, opposite the 300 bales and 100 cases of drills, given without any mark to denote what is intended by them.</p>\n<p>The bill of parcels carries out these figures as so many cents per yard, and the aggregate amount footed up; and after it is received by the defendant, and with a knowledge of this explanation, he orders the goods to be forwarded.</p>\n<p>We cannot doubt but that the bill, under such circumstances, affords competent evidence of the meaning to be given to this part of the written memorandum. And so, in respect to any other indefinite or abbreviated item to be found in this brief note of a mercantile contract.</p>\n<p>For these reasons, we are of opinion, that the judgment of the court below, must be reversed, and the proceedings remitted, with directions to award a venire de novo.</p>\n<p>Mr. Justice CATRON, Mr. Justice DANIEL, and Mr. Justice CURTIS, dissented.</p>\n<p>DANIEL, Justice, dissenting.</p>\n<p>Upon the point made in this case, on the Statute of Frauds, I entirely concur in the exposition of the law just announced by the court. With respect, however, to the proceedings ordered by this court to be taken in this case in the Circuit Court, I am constrained to dissent from the decision of my brethren. My opinion is, that under the 2d section of the 3d article of the Constitution, the courts of the United States could not take cognizance of the controversy between these parties; and that therefore the proper direction to the Circuit Court would have been to dismiss this suit for want of jurisdiction. My reasons, for the conclusion here expressed, having been given in detail in the case of Rundle et al. v. The Delaware and Raritan Canal Company, during the present term, it is unnecessary to repeat them on this occasion.</p>\n<p><span class=\"star-pagination\">*458</span> Mr. Justice CURTIS.</p>\n<p>I have the misfortune to differ from the majority of my brethren, in this case, and, as the question is one which enters into the daily business of merchants, and at the same time involves the construction of a statute of the Commonwealth of Massachusetts, I think it proper to state, briefly, the grounds on which I rest my opinion.</p>\n<p>The first question is, whether the writing of the 19th of September is a sufficient memorandum within the 3d section of the 74th chapter of the Revised Statutes of Massachusetts. The writing is in these words and figures.</p>\n    \"Sept. 19.   W.W. Goddard, 12 mos.\n       300 bales S.F. drills .    .   7¼,\n       100 cases blue   \"    .    .   8¾.\n<p>Cr. to commence when ship sails; not after Dec'r 1st; delivered free of charge for truckage.</p>\n                                                      R.M.M.\n                                                      W.W.G.\n<p>The blues, if color is satisfactory to purchaser.\"</p>\n<p>Does this writing show, upon its face, and without resorting to extraneous evidence, that W.W. Goddard was the purchaser of these goods? I think not. Certainly it does not so state in terms, nor can I perceive how the fact can be collected from the paper, by any certain intendment. If it be assumed that a sale was made, and that Goddard was a party to the transaction, what is there, on the face of the paper, to show whether Goddard sold or bought? Extraneous evidence that he was the seller, would be just as consistent with this writing, as extraneous evidence that he was the purchaser. Suppose the fact had been, that Mason was the purchaser, and that the writing might be explained by evidence of that fact; it would then be read that Goddard sold to Mason, on twelve months' credit; and this evidence would be consistent with every thing which the paper contains, because the paper is wholly silent as to the fact whether he was the seller or the purchaser. In Bailey et al. v. Ogden, (3 Johns. Rep. 398,) an action for not accepting sugars, the memorandum was:</p>\n    \"14 December.\n          J. Ogden &amp; Co. \u0097 Bailey &amp; Bogart.\n              Brown, 12½  |\n                                  &gt; 60 and 90 days.\n              White, 16¼  |\n          Debenture part pay.\"\n<p>Mr. Justice Kent, who delivered the opinion of the court, enumerating the objections to the memorandum, says, no person can ascertain, from this memorandum, which of the parties was seller, and which buyer; and I think it would be difficult to <span class=\"star-pagination\">*459</span> show that the memorandum now in question is any more intelligible, in reference to this fact.</p>\n<p>Indeed, I do not understand it is supposed, that, in the absence of all extraneous evidence, it could be determined by the court, as matter of law, upon an inspection of the paper alone, that Goddard was the purchaser of these goods. The real inquiry is, whether extraneous evidence of this fact is admissible.</p>\n<p>Now, it is true, the statute requires only some note, or memorandum, in writing, of the bargain; but I consider it settled, that this writing must show who is vendor, and who is purchaser. In Champion v. Plumer, (1 B. &amp; P. New Rep. 252,) the memorandum contained the name of the vendor, a description of the goods, and their price, and was signed by the vendee; yet, it was held that the vendee could not maintain an action thereon, because it did not appear, from the writing, that he was vendee, though it was clearly proved by parol.</p>\n<p>In Sherburn et al. v. Shaw, (1 N.H. Rep. 157,) the plaintiffs caused certain real estate to be sold at auction, and the defendant, being the highest bidder, signed a memorandum, agreeing to take the property; this memorandum was written on a paper, headed, \"Articles of sale of the estate of Jonathan Warner, deceased,\" containing the terms of the sale; and this paper was also signed by the auctioneer. Yet the court, through Mr. Justice Woodbury, who delivered the opinion, held that, as the paper failed to show that the plaintiffs were the vendors, it was radically defective. Here, also, there was no doubt that the plaintiffs were the vendors, but extraneous evidence to supply this fact was considered inadmissible.</p>\n<p>It seems to me that the fact that the defendant was the purchaser, is, to say the least, as necessary to be stated in the writing as any other fact, and that to allow it to be proved by parol, is to violate the intent of the statute, and encounter the very mischiefs which it was enacted to prevent. Chancellor Kent, (2 Com. 511,) says, \"the contract must, however, be stated with reasonable certainty, so that it can be understood from the writing itself, without having recourse to parol proof.\" And this position rests upon a current of authorities, both in England and America, which it is presumed are not intended to be disturbed. But how can the contract be understood from the writing itself, when that fails to state which party is vendor and which purchaser?</p>\n<p>I am aware that a latent ambiguity in a contract may be removed by extraneous evidence, according to the rules of the common law; and that such evidence is also admissible to show what, in point of fact, was the subject-matter called for by the terms of a contract. Bradlee v. Steam P. Co. 16 Pet. 98. So <span class=\"star-pagination\">*460</span> when an act has been done by a person, and it is doubtful whether he acted in a private or official capacity, it is allowable to prove by parol that he was an agent and acted as such. But these cases fall far short of proving that when a statute requires a contract to be in writing, you may prove by parol the fact that the defendant was purchaser, the writing being silent as to that fact; or that a writing, which does not state who is vendor and who purchaser, does contain in itself the essentials of a contract of sale.</p>\n<p>It is one thing to construe what is written; it is a very different thing to supply a substantive fact not stated in the writing. It is one thing to determine the meaning and effect of a complete and valid written contract, and it is another thing to take a writing, which on its face imports no contract, and make it import one by parol evidence. It is one thing to show that a party, who appears by a writing to have made a contract, made it as an agent, and quite a different thing to prove by parol that he made a purchase when the writing is silent as to that fact. The duty and power of the court is a duty and power to give a construction to what is written, and not in any case to permit it to be added to by parol. Least of all when a statute has required the essential requisites of a contract of sale to be in writing, is it admissible, in my judgment, to allow the fact, that the defendant made a purchase, to be proved by parol. If this fact, which lies at the basis of the action and to which every other is but incidental, can be proved by evidence out of the writing signed by the defendant, the statute seems to me to be disregarded.</p>\n<p>It has been argued that the bill of parcels, sent to Goddard by Mason and Lawrence, and received by him, may be resorted to for the purpose of showing he was the purchaser. But it is certainly the law of Massachusetts, where this contract was made, and the case tried, as I believe it is of most other States, and of England, that unless the memorandum which is signed contains a reference to some other paper, no paper, not signed by the party to be charged, can be connected with the memorandum, or used to supply any defect therein. This was held in Morton et al. v. Dean, (13 Met. R. 385,) a case to which I shall have occasion more fully to refer hereafter. And in conformity therewith, Chancellor Kent lays down the rule in 2 Com. 511, and refers to many authorities in support of it. I am not aware that any court has held otherwise.</p>\n<p>That this bill of parcels was of itself a sufficient memorandum under the statute, or that it was a paper signed by the defendant, or by any person by him thereunto lawfully authorized, I do not understand to be held by the majority of the court.</p>\n<p><span class=\"star-pagination\">*461</span> Now the memorandum of the 19th September, is either sufficient or insufficient, under the statute. If the former, there is no occasion to resort to the bill of parcels to show who was vendor, and who purchaser; because, if the latter, it cannot, consistently with the statute, be made good by another paper not signed, and connected with it only by parol. To charge a party upon an insufficient memorandum, added to by another independent paper, not signed, would be to charge him when there was no sufficient memorandum signed by him, and therefore in direct conflict with the statute. It does not seem to me to be an answer, to say that the bill of parcels was made out pursuant to the memorandum. If the signed memorandum itself does not contain the essentials of a contract of sale, and makes no reference to any other paper, in no legal sense is any other paper pursuant to it \u0097 nor can any other paper be connected with it, save by parol evidence, which the statute forbids. In point of fact, it would be difficult to imagine any two independent papers more nearly connected, than a memorandum made and signed by an auctioneer, and the written conditions read by him at the sale. Yet it is settled, that the latter cannot be referred to, unless expressly called for by the very terms of the signed memorandum. Upon what principle does a bill of parcel stand upon any better ground?</p>\n<p>The distinction, heretofore, has been between papers called for by the memorandum by express reference, and those not called for; this decision, for the first time, I believe, disregards that distinction, and allows an unsigned paper, not referred to, to be used in evidence to charge the purchaser.</p>\n<p>In my judgment, this memorandum was defective in not showing who was vendor, and who purchaser, and oral evidence to supply this defect was not admissible.</p>\n<p>But if this difficulty could be overcome, or if it had appeared on the face of the paper, that Goddard was the purchaser, still, in my judgment, there is no sufficient memorandum. I take it to be clearly settled, that if the court cannot ascertain from the paper itself, or from some other paper therein referred to, the essential terms of the sale, the writing does not take the case out of the statute. This has been so often decided, that it is sufficient to refer to 2 Kent's Com. 511, where many of the cases are collected.</p>\n<p>The rule stated by the Chancellor, as a just deduction from the authorities, is, \"Unless the essential terms of the sale can be ascertained from the writing itself, or by a reference contained in it to something else, the writing is not a compliance with the statute; and if the agreement be thus defective, it cannot be supplied by parol proof, for that would at once introduce all the <span class=\"star-pagination\">*462</span> mischiefs which the statute of frauds and perjuries was intended to prevent.\"</p>\n<p>The statute, then, requires the essential terms of the sale to be in writing; the credit to be allowed to the purchaser is one of the terms of the sale.</p>\n<p>And if the memorandum shows that a credit was to be given, but does not fix its termination, it is fatally defective, for the court cannot ascertain, from the paper, when a right of action accrues to the vendee, and the contract shown by the paper is not capable of being described in a declaration. The rights of the parties, in an essential particular, are left undetermined by the paper. This paper shows there was to be a credit of six months, and contains this clause \u0097 \"Cr. to commence when ship sails: not after Dec'r 1st.\" According to this paper, when is this credit to commence? The answer is, when ship sails, if before December 1st. What ship? The paper is silent.</p>\n<p>This is an action against Goddard for not delivering his note on twelve months' credit, and it is an indispensable inquiry, on what day, according to the contract, the note should bear date. The plaintiffs must aver, in their declaration, what note Goddard was bound to deliver, and the memorandum must enable the court to say that the description of the notes in the declaration is correct. They attempt this by averring, in the declaration, that the contract was for a note payable in twelve months from the sailing of a ship called the Crusader, and that this ship sailed on the sixth day of November. But the writing does not refer to the Crusader; and if oral evidence were admissible to prove that the parties referred to the Crusader, this essential term of their contract is derived from parol proof, contrary to the requirement of the statute. It was upon this ground the case of Morton et al. v. Dean, and many other similar cases, have been decided. In that case, there was a memorandum signed by the auctioneer, as the agent of both parties, containing their names, as vendor and vendee, the price to be paid, and a sufficient description of the property. But it appeared that there were written or printed conditions read at the sale, but not referred to in the memorandum, containing the terms of credit, &amp;c., and therefore that the memorandum did not fix all the essential parts of the bargain, and it was held insufficient.</p>\n<p>But, further; even if oral evidence were admissible to show that the parties had in view some particular vessel, and so to explain or render certain the memorandum, no such evidence was offered, and no request to leave that question of fact to the jury, was made. Mason, who made the contract with Goddard, was a witness, but he does not pretend the parties had any particular vessel in view, still less that they agreed on the <span class=\"star-pagination\">*463</span> Crusader as the vessel, the sailing of which was to be the commencement of the credit. I cannot perceive, therefore, how either of the counts in this declaration is supported by the evidence, or how a different verdict could have lawfully been rendered.</p>\n<p>The count for goods sold and delivered, was clearly not maintained, because, when the action was brought, the credit had not expired, even if it began on the 19th of September. One of the special counts avers, that the notes were to be due twelve months from the 30th of September; but this is inconsistent with the written memorandum, and there is no evidence to support it. The other special counts all declare for a note due twelve months after the sailing of the Crusader, but, as already stated, there is no evidence whatever to support this allegation, and a verdict of the jury, affirming such a contract, must have been set aside.</p>\n<p>It may be added, also, that no one of the prayers for instructions, contained in the bill of exceptions, makes the fact that the parties had reference to the Crusader, any element of the contract, but that each of them asks for an instruction upon the assumption that this necessary term of the contract had not been in any way supplied.</p>\n<p>I consider the language of Chief Justice Marshall, in Grant v. Naylor, (4 Cranch, 234,) applicable to this case. That great Judge says: \"Already have so many cases been taken out of the statute of frauds, which seem to be within its letter, that it may well be doubted whether the exceptions do not let in many of the mischiefs against which the rule was intended to guard. The best Judges in England have been of opinion that this relaxing construction of the statute ought not to be extended further than it has already been carried, and this court entirely concurs in that opinion.\"</p>\n<p>I am authorized to state that Mr. Justice CATRON concurs in this opinion.</p>\n<p></p>\n<h2>Order.</h2>\n<p>This cause came on to be heard on the transcript of the record from the Circuit Court of the United States for the District of Massachusetts, and was argued by counsel. On consideration whereof, it is now here ordered and adjudged by this court, that the judgment of the said Circuit Court in this cause be, and the same is hereby, reversed, with costs, and that this cause be, and the same is hereby, remanded to the said Circuit Court, with directions to award a venire facias de novo.</p>\n</div>", 
  "sha1": "242002f6b1726b2c4225d46af1afde7f94bbeaf7", 
  "date_modified": "2014-12-21T01:25:10.425094", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/86797/salmon-falls-mfg-co-v-goddard/", 
  "citation_count": 2, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/323080/", 
  "html": "<p class=\"case_cite\">55 U.S. 446</p>\n    <p class=\"case_cite\">14 How. 446</p>\n    <p class=\"case_cite\">14 L.Ed. 493</p>\n    <p class=\"parties\">THE SALMON FALLS MANUFACTURING COMPANY,<br>PLAINTIFF IN ERROR,<br>v.<br>WILLIAM W. GODDARD.</p>\n    <p class=\"date\">December Term, 1852</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">THIS case was brought up, by writ of error, from the Circuit Court of the United States for the District of Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts are set forth in the opinion of the court, and also the rulings of the Circuit Court. The bill of exceptions extended over thirty pages of the printed record.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It was argued by <i>Mr. Goodrich</i>, for the plaintiff in error, and by <i>Mr. Johnson</i> and <i>Mr. Davis</i>, with whom was <i>Mr. Choate</i>, for the defendant in error.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The points made by the counsel for the plaintiff in error, were the following:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">I. The evidence before the jury was competent and sufficient to authorize them to find that the bill of parcels had been adopted, recognized, and acted upon by the defendant, as the contract between himself and the plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">II. The bill of parcels constitutes a contract known as a bargain and sale, by force of which the title to the property passed, without delivery, without payment of the price. It purports on its face a sale <i>in presenti</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">III. The paper signed by the defendant, dated 19th September, (Record, p. 11,) is a sufficient compliance with the statute of frauds, and the first position taken, and the first instruction asked in the court below, should have been sustained.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Addison on Contracts, 80. 'It is not necessary that all the particulars of the contract should appear upon the face of the written memorandum. Any note, acknowledging the fact of the sale, mentioning the name of the vendor and the thing sold, and signed by the purchaser or his agent, will take the case out of the statute.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\"><i>Penniman v. Hartshorn,</i> 13 Mass. 87; <i>Egerton v. Matthews,</i> 6 East, 307, as to the description of the goods being sufficiently certain.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Even if it should be considered essential that the particular bales and cases should be selected, this was done, and thereupon the writing attached. See Record, p. 13, letters. The first letter set apart No. 8180 to 8679. The 100 cases blue drills were set apart at the counting room of Mason &amp; Lawrence, on 11th October.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The second letter called for No. 8480 to 8679-200 bales, thus leaving set apart, 300 bales from No. 8180 to 8479.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In considering this position and instruction, the plaintiffs relied upon their usage, to require notes upon all sales made upon credit, which was known to Goddard.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">This usage was competent, as constituting a part of the contract, as one of the incidents of the credit which was given.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\"><i>Hutton v. Warren,</i> 1 Mees. &amp; Wels. 466; <i>Grant v. Maddox,</i> 15 Id. 737; <i>Syers v. Jonas,</i> 2 Wels. Hurls. &amp; Gor. 111. In an action for the price of tobacco sold, evidence is admissible to show that by the established usage of the tobacco trade, all sales are by sample, although not so expressed in the bought and sold notes. <i>Tibbets v. Sumner,</i> 19 Pick. 166.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The contract is certain as to the parties, as to the number of bales, the price per yard, so that the amount of the purchase may be computed.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">It is well established that a signature, by initials, is good; but the fact, whose initials they are, must be settled by the jury, upon proof. So, also, it is submitted, that it is the province of the jury to determine the character in which the parties signed. It was for them to say whether Goddard, by signing his initials and writing underneath the provision as to credit, and that the contract as to the blues might be abandoned, if color not satisfactory to the purchaser, is or is not sufficient, and was designed by the defendant to designate himself as the purchaser. That he did so design, is apparent, also, from the fact that his name is written at the top of the paper, prior to that of any other person.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In determining this question, it is competent for the jury to look at the situation of the parties and of the property, in aid and in explanation of the paper, for the purpose of attaching or locating the paper.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Whether a party signed as a witness, or as a party, is often determined from the location of his signature upon the paper.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\"><i>Higgins v. Senior,</i> 8 Mees. &amp; Wels. 844. It may be shown that a party, whose name does not appear upon the paper, is bound as a contracting party, where an agent signs his own name instead of that of the principal.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Why not show, upon the same principle, or infer from the paper, the character and purpose in and for which a party signs?</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The provision in this paper, that the goods are to be delivered free of truckage, does not prevent the passing of the property, without and before delivery&#8212;and without payment.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\"><i>Phillimore v. Barry,</i> 1 Camp. 513. 'If goods are sold to be paid for in thirty days, and if not carried away at the end of that time, warehouse rent to be paid&#8212;the property of the goods vests absolutely in the purchaser, and they remain at his risk from the moment of the sale.'</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\"><i>King v. Meredith,</i> 2 Camp. 639. 'The fact that the carrier is to be paid by the vendor, will not defeat the vesting of the property.'</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\"><i>Wackerbath v. Masson,</i> 3 Camp. 270. 'Where, in a contract for the sale of sugar, there is the following term, 'free on board a foreign ship,' the seller is not bound to deliver it into the hands of the purchaser, but only to put it on board a foreign ship, which it is the duty of the purchaser to name.'</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">IV. The following instructions, asked for by the plaintiff below, and refused, ought to have been given by the court to the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Instruction third, asked by the plaintiffs. That if the jury are satisfied that Mason &amp; Lawrence were the general agents and factors of the plaintiffs; that the memorandum of September 19, 1850, was executed by the parties whose initials are affixed, and was delivered by defendant to them; and that the invoice or bill of parcels, dated 30th of September, 1850, was delivered by Mason &amp; Lawrence to defendant, in furtherance of said contract, as containing a particular specification and enumeration of the bales and cases mentioned in the memorandum, or contract of September 19th, and was received and retained by him as a true invoice, or bill of parcels, they are to be taken as parts of one contract, and together constitute a memorandum or contract in writing, binding upon both parties, and not void within the statute of frauds.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Eighth instruction asked. If the jury are satisfied that the two papers exhibited by the plaintiffs, severally dated September 19, and September 30, 1850, relate to the same transactions and things, and manifestly relate to the same contract and transaction, they are to be construed together, and so taken, constitute a sufficient written note or memorandum of the contract, within the statute of frauds.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Whether the two papers, the one dated the 19th, the other the 30th of September, constituted the contract of the parties as finally settled, is a question of fact, exclusively for the determination of the jury&#8212;the construction of the papers is partly a matter of fact, and partly matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Addison on Contracts, 80, 81. 'The contract may be authenticated and established through the medium of letters and separate writings, provided they refer to each other, and to the same persons and things, and manifestly relate to the same contract and transaction.'</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\"><i>Jackson v. Lowe,</i> 1 Bing. 9. This case recognizes the position that two papers may be regarded from the same context and subject-matter of the papers, as referring to the same contract. It also recognizes the cases cited as to bills of parcels. See also Smith's Mer. Law, 407.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\"><i>Dobell v. Hutchinson,</i> 5 Neville &amp; Man. 251. 'And where, upon such contract, (a paper signed only by the purchaser,) it does not appear upon the face of it, or by reference, of whom the property is purchased, letters, written by persons in the character of vendors, may be connected with the contract, for the purpose of supplying this defect.'</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">V. The evidence before the jury was competent and sufficient to authorize the jury to find a delivery and acceptance, to and by the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">VI. The defendant is estopped to set up the statute, or to say that no delivery and acceptance has been made.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The points made by the counsel for the defendant in error, were the following.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">I. The memorandum in this case is insufficient to satisfy the requirements of the statute of frauds.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">'No contract for the sale of any goods, wares, or merchandise, for the price of fifty dollars or more, shall be good and valid, unless the purchaser shall accept and receive part of the goods so sold, or shall give something in earnest to bind the bargain, or in part payment, or unless some note or memorandum in writing of the bargain be made and signed by the party to be charged thereby, or by some person thereunto by him fully authorized.' Rev. Stat. of Mass. ch. 74, &#167; 3, p. 473.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">1. The memorandum of September 19, is insufficient, since it cannot be understood without reference to parol evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\"><i>a</i>. It does not clearly set out or evidence that a sale has been made, or whether a contract for a future sale has been made, or only proposals offered, leading to a sale not yet agreed on.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\"><i>b</i>. It does not ascertain who is vendor and who is vendee. Addison on Contracts, 80; <i>Bailey v. Ogden,</i> 3 Johns. R. 399; Smith's Mer. Law, 451.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\"><i>c</i>. The price is uncertain. Addison, 80; Smith's Mer. Law, 451, and the cases in his note; 5 B. &amp; C. 583; 2 B. &amp; C. 627; 1 N. R. 252; <i>Laythrop v. Bryant,</i> 2 Bing. N. C.; 10 Bing. 217, 227, 383, 482.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\"><i>d</i>. The time of commencement of credit is uncertain; what ship, and what December, are uncertain.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\"><i>e</i>. The name of the plaintiff is not on the contract; nor the name nor initials of any person then his agent. R. M. M. are not the initials of any person then an agent of the plaintiff. Mason and Lawrence were the agents, and, to avail the plaintiff, he must produce a written contract, containing his name or their names. <i>Higgins v. Senior,</i> 8 Mees. &amp; Wels. 844; <i>Shaw et al. v. Phinney,</i> 13 Met. 456.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">To the various insufficiencies aforesaid, and to the general principles on which the statute of frauds is construed: <i>Ide v. Stanton,</i> 15 Vt. 685; <i>Adams v. McMillan,</i> 7 Porter, 73; <i>Champion v. Plummer,</i> 4 B. &amp; P. 252; <i>Elmore v. Kingscote,</i> 5 B. &amp; C. 583; <i>Hoadley v. McLaine,</i> 10 Bing. 482; <i>Acebal v. Levy,</i> 10 Bing. 170; <i>Cooper v. Smith,</i> 11 East, 103; <i>Kain v. Old,</i> 2 B. &amp; C. 205; <i>Parkhurst v. Van Cortlandt,</i> 1 J. C. R. 280; <i>Abeel v. Ratcliffe,</i> 13 Johns. 297; <i>Goss v. Nugent,</i> 5 B. &amp; Ad. 58; <i>Stowell v. Robinson,</i> 3 Bing. N. S. 928; <i>Harvey v. Grabham,</i> 5 Ad. &amp; Ellis, 61; <i>Ford v. Yates,</i> 2 Man. &amp; Granger, 549; 2 Kent's Com. 511, 6th ed.; Story on Sales, &#167; 269, p. 212; 1 N. H. 157; 3 Greenleaf, 340; 4 Scott's N. R. 504; 23 Wendell, 270, 275; 5 Phil. Evidence, (Cowen's last ed.) 84; 16 Wendell, 28, 32.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">2. The bill made out by Rien, dated September 30, cannot be connected with the memorandum of September 19, to form a note within the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\"><i>a</i>. Neither contains any reference to the other.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\"><i>b</i>. The only one signed by defendant and on which only he can be charged, (that of September 19,) does not anticipate, provide for, or in any manner adopt, the paper of September 30, written long afterwards; and it cannot be deemed to be amended, completed, or altered by such subsequent unanticipated paper.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Addison on Cont. 80, 81, and cases there cited; 5 Phil. Ev. (Cowen's last ed.) 84; <i>Boydell v. Drummond,</i> 11 East, 142; 1 St. on Ev. 603; 1 Greenl. on Ev. &#167; 268; Chitty on Cont. 314-16; <i>Sandiland v. Marsh,</i> 2 B. &amp; A. 680; <i>Coles v. Trecothick,</i> 9 Ves. 250; <i>Tawney v. Crowther,</i> 2 Bro. Ch. Cases, 320, n. a; Story on Sales, &#167; 272, p. 216.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">3. The bill of sale of September 30th is in itself insufficient as a memorandum, as not signed by the defendant, or by any one authorized by him to sign it for him.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">A. Neither Mason nor Rien had any express authority from the defendant to sign for him, and their position gave them no implied authority to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Commission merchants stand upon a different footing from brokers and auctioneers; being agents for one party only, they can only bind their principals. 13 Met. 456; <i>Sewall v. Fitch,</i> 8 Cow. 215; <i>Dixon v. Bromfield,</i> 2 Chit. Rep. 205; <i>Wright v. Dunnell,</i> 2 Camp. 203; <i>Fairbrother v. Simmons,</i> 5 B. &amp; A. 333; 1 R. &amp; M. 325, <i>Raynard v. Linthorn; Smith's Merc. Law,</i> 455, and cases cited; 1 Bl. 599; 1 Esp. 105; 7 E. 569.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">B. There was no subsequent ratification by the defendant of the act of Rien.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\"><i>a</i>. The language of the defendant is perfectly consistent with the idea that he had a right to insist upon having the goods, as the bill sufficiently bound the plaintiff, and is therefore no necessary ratification.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\"><i>b</i>. The silence of defendant was no ratification. Rien was an officious intermeddler in the business, (if he had assumed to act as agent for defendant,) so far as defendant is concerned; and it is holden by some, though denied by others, that in such case, even after notice from such person of his act, silence is no ratification. 1 Livermore, Agency, 50; Story on Agency, 251; and note.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">But defendant had no notice from Rien that he had assumed to act for him, and so silence would not amount to ratification, even under the worst view of the law for the defendant. <i>McLean v. Dunn,</i> 1 M. &amp; P. 761; and all cases hold that, to a ratification of an unauthorized agency, knowledge that there has been an assumption of agency for the very party ratifying is indispensable.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\"><i>c</i>. There was no express ratification of Rien's act by defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The view which the court took at the <i>nisi</i> hearing of the case of <i>Batters v. Sellers,</i> 5 H. &amp; J. 117, seems impregnable. See, too, 5 Phil. Ev. (Cowen's last ed. 358,) <i>Hawkins v. Chace,</i> 19 Pick. 502; <i>Graham v. Musson,</i> 5 Bing. N. C. 603.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">3. Even if the memorandum of the bargain of September 19 was sufficient within the statute, yet unless there was a subsequent delivery to, and acceptance of, goods by the defendant, the property, under the special circumstances, did not pass, and remained the plaintiff's at the time of the fire.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\"><i>a</i>. The memorandum leaves it doubtful, whether a sale <i>in presenti</i>, or a contract, or proposals towards a contract, for a future sale, were intended. The probable, if not necessary inference, from the face of the paper, is, that no present sale is made.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">1. No specific goods are designated.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">2. An election to reject or deny any contract as to part, at the mere pleasure of the purchaser, is reserved.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">3. Credit is not to commence until a future uncertain event.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">4. Delivery is thereafter to be made.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\"><i>a</i>. The goods in fact were not at the time selected, or set apart; and of course no property therein could or did pass; this aids also the inference from the face of the paper, that no present sale was intended.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\"><i>c</i>. When plaintiff subsequently selected them, the property would not pass, certainly under such a contract, until defendant accepted them, and thus adopted the particular designation; and this he never did. In <i>Rhode v. Thwaites,</i> (6 B. &amp; C. 388,) there was such actual acceptance by the buyer.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\"><i>e</i>. The plaintiff was permitted to prove that he had a right to a note before delivery; and he would have a lien for this; which affords some ground of additional argument to show that the property did not pass.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">II. There was no delivery by the plaintiff, nor acceptance by the defendant, sufficient to take the case out of the operation of the statute requiring a demand.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Mr. Justice NELSON delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">This is a writ of error to the Circuit Court of the United States for the District of Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The suit was brought by the plaintiffs in the court below, to recover the price of three hundred bales of brown, and of one hundred cases of blue drills, which they had previously sold to the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">The contract for the purchase was made with the house of Mason &amp; Lawrence, agents of the plaintiffs, in Boston, on the 19th September, 1850, and a memorandum of the same signed by the parties. A bill of parcels was made out under date of 30th September, stating the purchase of the goods by the defendant, carrying out prices, and footing up the amount at $18,565.03; also the terms of payment&#8212;note at twelve months, payable to the treasurer of the plaintiffs. This was forwarded to the defendant on the 11th October, and in pursuance of an order from him, the three hundred bales were sent from their establishment at Salmon Falls by the railroad, and arrived at the depot in Boston on the 30th October, of which notice was given to the defendant on the same day, and a delivery tendered. He requested that the goods should not be sent to his warehouse, or place of delivery, for the reason, as subsequently stated by his clerk, there was no room for storage. The agents of the plaintiffs the next day renewed the tender of delivery by letter, adding that the goods remained at the depot at his risk, and subject to storage, to which no answer was returned. On the night of the 4th November, the railroad depot was consumed by fire, and with it the three hundred bales of the goods in question. The price was to be paid by a note at twelve months, which the defendant refused to give, upon which refusal this action was brought.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">The court below, at the trial, held that the written memorandum made at the time of entering into the contract between the agents of the plaintiffs and the defendant, was not sufficient to take the case out of the statute of frauds, and as there was no acceptance of the goods, the plaintiffs could not recover.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">As we differ with the learned Judge who tried the cause, as to the sufficiency of the written memorandum, the question upon the statute is the only one that it will be material to notice. The memorandum is as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">'Sept. 19,&#8212;W. W. Goddard, 12 mos.</p>\n    </div>\n    <p class=\"indent\">300 bales S. F. drills, 7 1/4</p>\n    <p class=\"indent\">100 cases blue do. 8 3/4</p>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">'Credit to commence when ship sails: not after Dec. 1st      delivered free of charge for truckage.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">'The blues, if color satisfactory to purchasers.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">R. M. M.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">W. W. G.'</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">The statute of Massachusetts on this subject is substantially the same as that of 29 Car. II. ch. 3, &#167; 17, and declares that no contract for the sale of goods, &amp;c., shall be valid, &amp;c., 'unless some note or memorandum in writing of the bargain be made, and signed by the party to be charged thereby, or by some person thereunto by him lawfully authorized.'</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">The word 'bargain,' in the statute, means the terms upon which the respective parties contract; and in the sale of goods, the terms of the bargain must be specified in the note or memorandum, and stated with reasonable certainty, so that they can be understood from the writing itself, without having recourse to parol proof; for, unless the essential terms of the sale can be ascertained from the writing itself, or by a reference contained in it to something else, the memorandum is not a compliance with the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">This brief note of the contract, however, like all other mercantile contracts, is subject to explanation by reference to the usage and custom of the trade, with a view to get at the true meaning of the parties, as each is presumed to have contracted in reference to them. And although specific and express provisions will control the usage, and exclude any such explanation, yet, if the terms are technical, or equivocal on the face of the instrument, or made so by reference to extraneous circumstances, parol evidence of the usage and practice in the trade, is admissible to explain the meaning. 2 Kent C. 556, and n. 3; Id. 260, and n.; Long on Sales, 197, ed. 1839, 1 Gale &amp; Davis. 52.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Extraneous evidence is also admissible to show that a person whose name is affixed to the contract, acted only as an agent, thereby enabling the principal either to sue or be sued in his own name; and this, though it purported on its face to have been made by the agent himself, and the principal not named. <i>Higgins v. Senior,</i> 8 M. &amp; Wels. 834; <i>Trueman v. Loder,</i> 11 Ad. &amp; Ell. 589. Lord Denman observed, in the latter case, 'that parol evidence is always necessary to show that the party sued is the party making the contract, and bound by it; whether he does so in his own name, or in that of another, or in a feigned name, and whether the contract be signed by his own hand (or that of an agent) are inquiries not different in their nature from the question, Who is the person who has just ordered goods in a shop? If he is sued for the price, and his identity made out, the contract is not varied by appearing to have been made by him in a name not his own.'</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">So the signature of one of the parties is a sufficient signing to charge the firm. <i>Soames v. Spencer,</i> 1 D. &amp; R. 32; Long on Sales, 58.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">It has also been held, in the case of a sold note which expressed 'eighteen pockets of hops, at 100<i>s.</i>,' that parol evidence was admissible to show that the 100<i>s.</i> meant the price per cwt. <i>Spicer v. Cooper,</i> 1 Gale &amp; D. 52; 5 Jurist, 1036.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">The memorandum in that case was as follows: 'Sold to Waite Spicer, of S. Walden, 18 pos. Kent hops, as under July 23, 1840; 10 pos. Barlow East Kent, 1839; 8 pos. Springall Goodhurst Kent, 1839, 100<i>s.</i> Delivered, JOHN COOPER.'</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">Evidence was admitted on the trial to prove that the 100<i>s.</i> was understood in the trade to refer to the price per cwt., and the ruling approved by the King's Bench. Lord Denman put a case to the counsel in the argument to illustrate his view, that bears upon the case before us. Suppose, he said, the contract had been for ten butts of beer, at one shilling, the ordinary price of a gallon&#8212;and intimated that the meaning could hardly be mistaken.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">Now, within the principles above stated, we are of opinion that the memorandum in question was a sufficient compliance with the statute. It was competent to show, by parol proof, that Mason signed for the firm of Mason &amp; Lawrence, and that the house was acting as agents for the plaintiffs, a company engaged in manufacturing the goods which were the subject of the sale; and also to show, that the figures 7 1/4 and 8 3/4, set opposite the three hundred bales and one hundred cases of goods, meant seven and a quarter cents, and eight and three quarter cents per yard.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">The memorandum, therefore, contains the names of the sellers, and of the buyer&#8212;the commodity and the price&#8212;also, the time of credit, and conditions of the delivery; and, in the absence of any specified time or place of delivery, the law will supply the omission, namely, a reasonable time after the goods are called for, and usual place of business of the purchaser, or his customary place for the delivery of goods of this description.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">In respect to the giving of the note, which was to run during the period of the credit, it appears to be the uniform custom of the house of Mason &amp; Lawrence, to take notes for goods sold of this description. The defendant was one of their customers, and knew this usage; and it is a presumption of law, therefore, that the purchase was made with reference to it, there being no stipulation to the contrary in the contract of the parties.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">We are also of opinion, even admitting that there might be some obscurity in the terms of the memorandum, and intrinsic difficulty in a proper understanding of them, that it would be competent, under the circumstances of the case, to refer to the bill of parcels delivered, for the purpose of explanation. We do not say that it would be a note in writing, of itself sufficient to bind the defendant within the statute; though it might be to bind the plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">It was a bill of sale made out by the seller, and contained his understanding of the terms and meaning of the contract; and having been received by the buyer, and acquiesced in, (for the order to have the goods forwarded was given after it was received,) the natural inference would seem to be, that the interpretation given was according to the understanding of both parties. It is not necessary to say that this would be the conclusion, if the bill differed materially from the written contract; that might present a different question; but we think it is so connected with, and naturally resulting from, the transaction, that it may be properly referred to for the purpose of explaining any ambiguity or abbreviations, so common in these brief notes of mercantile contracts.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">A printed bill of parcels, delivered by the seller, may be a sufficient memorandum within the statute to bind him, especially, if subsequently recognized by a letter to the buyer. 2 B. &amp; P. 238 D.; 3 Esp. 180. And generally the contract may be collected from several distinct papers taken together, as forming parts of an entire transaction, if they are connected by express reference from the one to the others. 3 Ad. &amp; Ell. 355; 9 B. &amp; Cr. 561; 2 Id. 945; 3 Taunt. 169; 6 Cow. 445; 2 M. &amp; Wels. 660; Long on Sales, 55, and cases.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">In the case before us, the bill of parcels is not only connected with the contract of sale, which has been signed by both parties, but was made out and delivered in the course of the fulfilment of it; has been acquiesced in by the buyer, and the goods ordered to be delivered after it was received. It is not a memorandum sufficient to bind him, because his name is not affixed to it by his authority; but if he had subsequently recognized it by letter to the sellers, it might have been sufficient. 2 B. &amp; P. 238; 2 M. &amp; Wels. 653; 3 Taunt. 169.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">But although we admit, if it was necessary for the plaintiffs to rely upon the bill as the note or memorandum within the statute, they must have failed, we think it competent, within the principle of the cases on the subject, from its connection with, and relation to, the contract, to refer to it as explanatory of any obscurity or indefiniteness of its terms, for the purpose of removing the ambiguity.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">Take, for example, as an instance, the objection that the price is uncertain, the figures 7 1/4 and 8 3/4, opposite the 300 bales and 100 cases of drills, given without any mark to denote what is intended by them.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">The bill of parcels carries out these figures as so many cents per yard, and the aggregate amount footed up; and after it is received by the defendant, and with a knowledge of this explanation, he orders the goods to be forwarded.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">We cannot doubt but that the bill, under such circumstances, affords competent evidence of the meaning to be given to this part of the written memorandum. And so, in respect to any other indefinite or abbreviated item to be found in this brief note of a mercantile contract.</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">For these reasons, we are of opinion, that the judgment of the court below, must be reversed, and the proceedings remitted, with directions to award a <i>venire de novo</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">Mr. Justice CATRON, Mr. Justice DANIEL, and Mr. Justice CURTIS, dissented.</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">DANIEL, Justice, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">Upon the point made in this case, on the Statute of Frauds, I entirely concur in the exposition of the law just announced by the court. With respect, however, to the proceedings ordered by this court to be taken in this case in the Circuit Court, I am constrained to dissent from the decision of my brethren. My opinion is, that under the 2d section of the 3d article of the Constitution, the courts of the United States could not take cognizance of the controversy between these parties; and that therefore the proper direction to the Circuit Court would have been to dismiss this suit for want of jurisdiction. My reasons, for the conclusion here expressed, having been given in detail in the case of <i>Rundle et al. v. The Delaware and Raritan Canal Company,</i> during the present term, it is unnecessary to repeat them on this occasion.</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">Mr. Justice CURTIS.</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">I have the misfortune to differ from the majority of my brethren, in this case, and, as the question is one which enters into the daily business of merchants, and at the same time involves the construction of a statute of the Commonwealth of Massachusetts, I think it proper to state, briefly, the grounds on which I rest my opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">The first question is, whether the writing of the 19th of September is a sufficient memorandum within the 3d section of the 74th chapter of the Revised Statutes of Massachusetts. The writing is in these words and figures.</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">'Sept. 19. W. W. Goddard, 12 mos.</p>\n    </div>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">300 bales S. F. drills 7 1/4,</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">100 cases blue drills 8 3/4.</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">Cr. to commence when ship sails; not after Dec'r 1st; delivered free of charge for truckage.</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p class=\"indent\">R. M. M.</p>\n    </div>\n    <div class=\"num\" id=\"p109\">\n      <span class=\"num\">109</span>\n      <p class=\"indent\">W. W. G.</p>\n    </div>\n    <div class=\"num\" id=\"p110\">\n      <span class=\"num\">110</span>\n      <p class=\"indent\">The blues, if color is satisfactory to purchaser.'</p>\n    </div>\n    <div class=\"num\" id=\"p111\">\n      <span class=\"num\">111</span>\n      <p class=\"indent\">Does this writing show, upon its face, and without resorting to extraneous evidence, that W. W. Goddard was the purchaser of these goods? I think not. Certainly it does not so state in terms, nor can I perceive how the fact can be collected from the paper, by any certain intendment. If it be assumed that a sale was made, and that Goddard was a party to the transaction, what is there, on the face of the paper, to show whether Goddard sold or bought? Extraneous evidence that he was the seller, would be just as consistent with this writing, as extraneous evidence that he was the purchaser. Suppose the fact had been, that Mason was the purchaser, and that the writing might be explained by evidence of that fact; it would then be read that Goddard sold to Mason, on twelve months' credit; and this evidence would be consistent with every thing which the paper contains, because the paper is wholly silent as to the fact whether he was the seller or the purchaser. In <i>Bailey et al. v. Ogden,</i> (3 Johns. Rep. 398,) an action for not accepting sugars, the memorandum was:</p>\n    </div>\n    <div class=\"num\" id=\"p112\">\n      <span class=\"num\">112</span>\n      <p class=\"indent\">'14 December.</p>\n    </div>\n    <div class=\"num\" id=\"p113\">\n      <span class=\"num\">113</span>\n      <p class=\"indent\">J. Ogden &amp; Co.&#8212;Bailey &amp; Bogart.</p>\n    </div>\n    <div class=\"num\" id=\"p114\">\n      <span class=\"num\">114</span>\n      <p class=\"indent\">Brown, 12 1/2, }</p>\n    </div>\n    <div class=\"num\" id=\"p115\">\n      <span class=\"num\">115</span>\n      <p class=\"indent\">White, 16 1/4. }</p>\n    </div>\n    <div class=\"num\" id=\"p116\">\n      <span class=\"num\">116</span>\n      <p class=\"indent\">60 and 90 days.</p>\n    </div>\n    <div class=\"num\" id=\"p117\">\n      <span class=\"num\">117</span>\n      <p class=\"indent\">Debenture part pay.'</p>\n    </div>\n    <div class=\"num\" id=\"p118\">\n      <span class=\"num\">118</span>\n      <p class=\"indent\">Mr. Justice Kent, who delivered the opinion of the court, enumerating the objections to the memorandum, says, no person can ascertain, from this memorandum, which of the parties was seller, and which buyer; and I think it would be difficult to show that the memorandum now in question is any more intelligible, in reference to this fact.</p>\n    </div>\n    <div class=\"num\" id=\"p119\">\n      <span class=\"num\">119</span>\n      <p class=\"indent\">Indeed, I do not understand it is supposed, that, in the absence of all extraneous evidence, it could be determined by the court, as matter of law, upon an inspection of the paper alone, that Goddard was the purchaser of these goods. The real inquiry is, whether extraneous evidence of this fact is admissible.</p>\n    </div>\n    <div class=\"num\" id=\"p120\">\n      <span class=\"num\">120</span>\n      <p class=\"indent\">Now, it is true, the statute requires only some note, or memorandum, in writing, of the bargain; but I consider it settled, that this writing must show who is vendor, and who is purchaser. In <i>Champion v. Plumer,</i> (1 B. &amp; P. New Rep. 252,) the memorandum contained the name of the vendor, a description of the goods, and their price, and was signed by the vendee; yet, it was held that the vendee could not maintain an action thereon, because it did not appear, from the writing, that he was vendee, though it was clearly proved by parol.</p>\n    </div>\n    <div class=\"num\" id=\"p121\">\n      <span class=\"num\">121</span>\n      <p class=\"indent\">In <i>Sherburn et al. v. Shaw,</i> (1 N. H. Rep. 157,) the plaintiffs caused certain real estate to be sold at auction, and the defendant, being the highest bidder, signed a memorandum, agreeing to take the property; this memorandum was written on a paper, headed, 'Articles of sale of the estate of Jonathan Warner, deceased,' containing the terms of the sale; and this paper was also signed by the auctioneer. Yet the court, through Mr. Justice Woodbury, who delivered the opinion, held that, as the paper failed to show that the plaintiffs were the vendors, it was radically defective. Here, also, there was no doubt that the plaintiffs were the vendors, but extraneous evidence to supply this fact was considered inadmissible.</p>\n    </div>\n    <div class=\"num\" id=\"p122\">\n      <span class=\"num\">122</span>\n      <p class=\"indent\">It seems to me that the fact that the defendant was the purchaser, is, to say the least, as necessary to be stated in the writing as any other fact, and that to allow it to be proved by parol, is to violate the intent of the statute, and encounter the very mischiefs which it was enacted to prevent. Chancellor Kent, (2 Com. 511,) says, 'the contract must, however, be stated with reasonable certainty, so that it can be understood from the writing itself, without having recourse to parol proof.' And this position rests upon a current of authorities, both in England and America, which it is presumed are not intended to be disturbed. But how can the contract be understood from the writing itself, when that fails to state which party is vendor and which purchaser?</p>\n    </div>\n    <div class=\"num\" id=\"p123\">\n      <span class=\"num\">123</span>\n      <p class=\"indent\">I am aware that a latent ambiguity in a contract may be removed by extraneous evidence, according to the rules of the common law; and that such evidence is also admissible to show what, in point of fact, was the subject-matter called for by the terms of a contract. <i>Bradlee v. Steam P. Co.</i> 16 Pet. 98. So when an act has been done by a person, and it is doubtful whether he acted in a private or official capacity, it is allowable to prove by parol that he was an agent and acted as such. But these cases fall far short of proving that when a statute requires a contract to be in writing, you may prove by parol the fact that the defendant was purchaser, the writing being silent as to that fact; or that a writing, which does not state who is vendor and who purchaser, does contain in itself the essentials of a contract of sale.</p>\n    </div>\n    <div class=\"num\" id=\"p124\">\n      <span class=\"num\">124</span>\n      <p class=\"indent\">It is one thing to construe what is written; it is a very different thing to supply a substantive fact not stated in the writing. It is one thing to determine the meaning and effect of a complete and valid written contract, and it is another thing to take a writing, which on its face imports no contract, and make it import one by parol evidence. It is one thing to show that a party, who appears by a writing to have made a contract, made it as an agent, and quite a different thing to prove by parol that he made a purchase when the writing is silent as to that fact. The duty and power of the court is a duty and power to give a construction to what is written, and not in any case to permit it to be added to by parol. Least of all when a statute has required the essential requisites of a contract of sale to be in writing, is it admissible, in my judgment, to allow the fact, that the defendant made a purchase, to be proved by parol. If this fact, which lies at the basis of the action and to which every other is but incidental, can be proved by evidence out of the writing signed by the defendant, the statute seems to me to be disregarded.</p>\n    </div>\n    <div class=\"num\" id=\"p125\">\n      <span class=\"num\">125</span>\n      <p class=\"indent\">It has been argued that the bill of parcels, sent to Goddard by Mason and Lawrence, and received by him, may be resorted to for the purpose of showing he was the purchaser. But it is certainly the law of Massachusetts, where this contract was made, and the case tried, as I believe it is of most other States, and of England, that unless the memorandum which is signed contains a reference to some other paper, no paper, not signed by the party to be charged, can be connected with the memorandum, or used to supply and defect therein. This was held in <i>Morton et al. v. Dean,</i> (13 Met. R. 385,) a case to which I shall have occasion more fully to refer hereafter. And in conformity therewith, Chancellor Kent lays down the rule in 2 Com. 511, and refers to many authorities in support of it. I am not aware that any court has held otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p126\">\n      <span class=\"num\">126</span>\n      <p class=\"indent\">That this bill of parcels was of itself a sufficient memorandum under the statute, or that it was a paper signed by the defendant, or by any person by him thereunto lawfully authorized, I do not understand to be held by the majority of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p127\">\n      <span class=\"num\">127</span>\n      <p class=\"indent\">Now the memorandum of the 19th September, is either sufficient or insufficient, under the statute. If the former, there is no occasion to resort to the bill of parcels to show who was vendor, and who purchaser; because, if the latter, it cannot, consistently with the statute, be made good by another paper not signed, and connected with it only by parol. To charge a party upon an insufficient memorandum, added to by another independent paper, not signed, would be to charge him when there was no sufficient memorandum signed by him, and therefore in direct conflict with the statute. It does not seem to me to be an answer, to say that the bill of parcels was made out pursuant to the memorandum. If the signed memorandum itself does not contain the essentials of a contract of sale, and makes no reference to any other paper, in no legal sense is any other paper pursuant to it nor can any other paper be connected with it, save by parol evidence, which the statute forbids. In point of fact, it would be difficult to imagine any two independent papers more nearly connected, than a memorandum made and signed by an auctioneer, and the written conditions read by him at the sale. Yet it is settled, that the latter cannot be referred to, unless expressly called for by the very terms of the signed memorandum. Upon what principle does a bill of parcel stand upon any better ground?</p>\n    </div>\n    <div class=\"num\" id=\"p128\">\n      <span class=\"num\">128</span>\n      <p class=\"indent\">The distinction, heretofore, has been between papers called for by the memorandum by express reference, and those not called for; this decision, for the first time, I believe, disregards that distinction, and allows an unsigned paper, not referred to, to be used in evidence to charge the purchaser.</p>\n    </div>\n    <div class=\"num\" id=\"p129\">\n      <span class=\"num\">129</span>\n      <p class=\"indent\">In my judgment, this memorandum was defective in not showing who was vendor, and who purchaser, and oral evidence to supply this defect was not admissible.</p>\n    </div>\n    <div class=\"num\" id=\"p130\">\n      <span class=\"num\">130</span>\n      <p class=\"indent\">But if this difficulty could be overcome, or if it had appeared on the face of the paper, that Goddard was the purchaser, still, in my judgment, there is no sufficient memorandum. I take it to be clearly settled, that if the court cannot ascertain from the paper itself, or from some other paper therein referred to, the essential terms of the sale, the writing does not take the case out of the statute. This has been so often decided, that it is sufficient to refer to 2 Kent's Com. 511, where many of the cases are collected.</p>\n    </div>\n    <div class=\"num\" id=\"p131\">\n      <span class=\"num\">131</span>\n      <p class=\"indent\">The rule stated by the Chancellor, as a just deduction from the authorities, is, 'Unless the essential terms of the sale can be ascertained from the writing itself, or by a reference contained in it to something else, the writing is not a compliance with the statute; and if the agreement be thus defective, it cannot be supplied by parol proof, for that would at once introduce all the mischiefs which the statute of frauds and perjuries was intended to prevent.'</p>\n    </div>\n    <div class=\"num\" id=\"p132\">\n      <span class=\"num\">132</span>\n      <p class=\"indent\">The statute, then, requires the essential terms of the sale to be in writing; the credit to be allowed to the purchaser is one of the terms of the sale.</p>\n    </div>\n    <div class=\"num\" id=\"p133\">\n      <span class=\"num\">133</span>\n      <p class=\"indent\">And if the memorandum shows that a credit was to be given, but does not fix its termination, it is fatally defective, for the court cannot ascertain, from the paper, when a right of action accrues to the vendee, and the contract shown by the paper is not capable of being described in a declaration. The rights of the parties, in an essential particular, are left undetermined by the paper. This paper shows there was to be a credit of six months, and contains this clause&#8212;'Cr. to commence when ship sails: not after Dec'r 1st.' According to this paper, when is this credit to commence? The answer is, when ship sails, if before December 1st. What ship? The paper is silent.</p>\n    </div>\n    <div class=\"num\" id=\"p134\">\n      <span class=\"num\">134</span>\n      <p class=\"indent\">This is an action against Goddard for not delivering his note on twelve months' credit, and it is an indispensable inquiry, on what day, according to the contract, the note should bear date. The plaintiffs must aver, in their declaration, what note Goddard was bound to deliver, and the memorandum must enable the court to say that the description of the notes in the declaration is correct. They attempt this by averring, in the declaration, that the contract was for a note payable in twelve months from the sailing of a ship called the Crusader, and that this ship sailed on the sixth day of November. But the writing does not refer to the Crusader; and if oral evidence were admissible to prove that the parties referred to the Crusader, this essential term of their contract is derived from parol proof, contrary to the requirement of the statute. It was upon this ground the case of <i>Morton et al. v. Dean,</i> and many other similar cases, have been decided. In that case, there was a memorandum signed by the auctioneer, as the agent of both parties, containing their names, as vendor and vendee, the price to be paid, and a sufficient description of the property. But it appeared that there were written or printed conditions read at the sale, but not referred to in the memorandum, containing the terms of credit, &amp;c., and therefore that the memorandum did not fix all the essential parts of the bargain, and it was held insufficient.</p>\n    </div>\n    <div class=\"num\" id=\"p135\">\n      <span class=\"num\">135</span>\n      <p class=\"indent\">But, further; even if oral evidence were admissible to show that the parties had in view some particular vessel, and so to explain or render certain the memorandum, no such evidence was offered, and no request to leave that question of fact to the jury, was made. Mason, who made the contract with Goddard, was a witness, but he does not pretend the parties had any particular vessel in view, still less that they agreed on the Crusader as the vessel, the sailing of which was to be the commencement of the credit. I cannot perceive, therefore, how either of the counts in this declaration is supported by the evidence, or how a different verdict could have lawfully been rendered.</p>\n    </div>\n    <div class=\"num\" id=\"p136\">\n      <span class=\"num\">136</span>\n      <p class=\"indent\">The count for goods sold and delivered, was clearly not maintained, because, when the action was brought, the credit had not expired, even if it began on the 19th of September. One of the special counts avers, that the notes were to be due twelve months from the 30th of September; but this is inconsistent with the written memorandum, and there is no evidence to support it. The other special counts all declare for a note due twelve months after the sailing of the Crusader, but, as already stated, there is no evidence whatever to support this allegation, and a verdict of the jury, affirming such a contract, must have been set aside.</p>\n    </div>\n    <div class=\"num\" id=\"p137\">\n      <span class=\"num\">137</span>\n      <p class=\"indent\">It may be added, also, that no one of the prayers for instructions, contained in the bill of exceptions, makes the fact that the parties had reference to the Crusader, any element of the contract, but that each of them asks for an instruction upon the assumption that this necessary term of the contract had not been in any way supplied.</p>\n    </div>\n    <div class=\"num\" id=\"p138\">\n      <span class=\"num\">138</span>\n      <p class=\"indent\">I consider the language of Chief Justice Marshall, in <i>Grant v. Naylor,</i> (4 Cranch, 234,) applicable to this case. That great Judge says: 'Already have so many cases been taken out of the statute of frauds, which seem to be within its letter, that it may well be doubted whether the exceptions do not let in many of the mischiefs against which the rule was intended to guard. The best Judges in England have been of opinion that this relaxing construction of the statute ought not to be extended further than it has already been carried, and this court entirely concurs in that opinion.'</p>\n    </div>\n    <div class=\"num\" id=\"p139\">\n      <span class=\"num\">139</span>\n      <p class=\"indent\">I am anthorized to state that Mr. Justice CATRON concurs in this opinion.</p>\n    </div>\n    <p class=\"center\"><i>Order</i>.</p>\n    <div class=\"num\" id=\"p140\">\n      <span class=\"num\">140</span>\n      <p class=\"indent\">This cause came on to be heard on the transcript of the record from the Circuit Court of the United States for the District of Massachusetts, and was argued by counsel. On consideration whereof, it is now here ordered and adjudged by this court, that the judgment of the said Circuit Court in this cause be, and the same is hereby, reversed, with costs, and that this cause be, and the same is hereby, remanded to the said Circuit Court, with directions to award a <i>venire facias de novo</i>.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/86797/"
}