{"absolute_url": "/opinion/145895/rivera-v-illinois/", "blocked": false, "citation": {"case_name": "Rivera v. Illinois", "docket_number": "07-9995", "document_uris": ["/api/rest/v2/document/145895/"], "federal_cite_one": "556 U.S. 148", "federal_cite_three": "173 L. Ed. 2d 320", "federal_cite_two": "129 S. Ct. 1446", "id": 130223, "lexis_cite": "2009 U.S. LEXIS 2495", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/130223/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 70, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "2009-03-31", "date_modified": "2015-04-10T12:29:04.203448", "docket": "/api/rest/v2/docket/1380672/", "download_url": "http://www.supremecourt.gov/opinions/08pdf/07-9995.pdf", "extracted_by_ocr": false, "html": "", "html_lawbox": "", "html_with_citations": "<pre class=\"inline\">(Slip Opinion)              OCTOBER TERM, 2008                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n                           RIVERA v. ILLINOIS\n\n        CERTIORARI TO THE SUPREME COURT OF ILLINOIS\n\n  No. 07–9995. Argued February 23, 2009—Decided March 31, 2009\nDuring jury selection in petitioner Rivera’s state-court first-degree\n murder trial, his counsel sought to use a peremptory challenge to ex\n cuse venire member Deloris Gomez. Rivera had already exercised\n two peremptory challenges against women, one of whom was African-\n American. It is conceded that there was no basis to challenge Gomez\n for cause. She met the requirements for jury service, and Rivera does\n not contend that she was biased against him. The trial court rejected\n the peremptory challenge out of concern that it was discriminatory.\n Under Batson v. Kentucky, 476 U. S. 79, and later decisions applying\n Batson, parties are constitutionally prohibited from exercising per\n emptory challenges to exclude jurors based on race, ethnicity, or sex.\n At trial, the jury, with Gomez as its foreperson, found Rivera guilty of\n first-degree murder. The Illinois Supreme Court subsequently af\n firmed the conviction, holding that the peremptory challenge should\n have been allowed, but rejecting Rivera’s argument that the improper\n seating of Gomez was a reversible error. Observing that the Consti\n tution does not mandate peremptory challenges and that they are not\n necessary for a fair trial, the court held that the denial of Rivera’s\n peremptory challenge was not a structural error requiring automatic\n reversal. Nor, the court found, was the error harmless beyond a rea\n sonable doubt. The court added that it did not need to decide\n whether the trial court’s denial was “an error of constitutional di\n mension” in the circumstances of Rivera’s case, a comment that ap\n pears to be related to Rivera’s arguments that, even absent a free\n standing constitutional entitlement to peremptory challenges, the\n inclusion of Gomez on his jury violated the Fourteenth Amendment’s\n Due Process Clause.\nHeld: Provided that all jurors seated in a criminal case are qualified\n and unbiased, the Due Process Clause does not require automatic re\n2                          RIVERA v. ILLINOIS\n\n                                  Syllabus\n\n    versal of a conviction because of the trial court’s good-faith error in\n    denying the defendant’s peremptory challenge to a juror. Pp. 6–12.\n       (a) Rivera maintains that due process requires reversal whenever a\n    criminal defendant’s peremptory challenge is erroneously denied. He\n    asserts that a trial court that fails to dismiss a lawfully challenged\n    juror commits structural error because the jury becomes an illegally\n    constituted tribunal, whose verdict is per se invalid; that this is true\n    even if the Constitution does not mandate peremptory challenges,\n    since criminal defendants have a constitutionally protected liberty in\n    terest in their state-provided peremptory challenge rights; that the\n    issue is not amenable to harmless-error analysis, as it is impossible\n    to ascertain how a properly constituted jury would have decided his\n    case; and that automatic reversal therefore must be the rule as a\n    matter of federal law. Rivera’s arguments do not withstand scrutiny.\n    If a defendant is tried before a qualified jury composed of individuals\n    not challengeable for cause, the loss of a peremptory challenge due to\n    a state court’s good-faith error is not a matter of federal constitu\n    tional concern. Rather, it is a matter for the State to address under\n    its own laws. There is no freestanding constitutional right to per\n    emptory challenges. See, e.g., United States v. Martinez-Salazar, </pre><span class=\"citation\" data-id=\"118333\"><a href=\"/opinion/118333/united-states-v-martinez-salazar/\"><span class=\"volume\">528</span>\n    <span class=\"reporter\">U.S.</span> <span class=\"page\">304</span></a></span><pre class=\"inline\">, 311. They are “a creature of statute,” Ross v. Oklahoma,\n    487 U. S. 81, 89, which a State may decline to offer at all, Georgia v.\n    McCollum, 505 U. S. 42, 57. Thus, the mistaken denial of a state\n    provided peremptory challenge does not, without more, violate the\n    Federal Constitution. See, e.g., Engle v. Isaac, 456 U. S. 107, 121, n.\n    21. The Due Process Clause safeguards not the meticulous obser\n    vance of state procedural prescriptions, but “the fundamental ele\n    ments of fairness in a criminal trial.” Spencer v. Texas, 385 U. S.\n    554, 563–564. Pp. 6–8.\n       (b) The trial judge’s refusal to excuse Gomez did not deprive Rivera\n    of his constitutional right to a fair trial before an impartial jury.\n    Ross is instructive. There, a criminal defendant used a peremptory\n    challenge to rectify an Oklahoma trial court’s erroneous denial of a\n    for-cause challenge, leaving him with one fewer peremptory challenge\n    to use at his discretion. Even though the trial court’s error might\n    “have resulted in a jury panel different from that which would other\n    wise have decided [Ross’s] case,” 487 U. S., at 87, because no member\n    of the jury as finally composed was removable for cause, there was no\n    violation of his Sixth Amendment right to an impartial jury or his\n    Fourteenth Amendment right to due process, id., at 86–91. This\n    Court reached the same conclusion with regard to a federal-court\n    trial in Martinez-Salazar, 528 U. S., at 316. Rivera’s efforts to dis\n    tinguish Ross and Martinez-Salazar are unavailing. First, although\n    in contrast to Rivera, the Ross and Martinez-Salazar defendants did\n                   Cite as: 556 U. S. ____ (2009)                     3\n\n                              Syllabus\n\nnot challenge any of the jurors who were in fact seated, neither Go\nmez nor any other member of Rivera’s jury was removable for cause.\nThus, like the Ross and Martinez-Salazar juries, Rivera’s jury was\nimpartial for Sixth Amendment purposes. Rivera suggests that due\nprocess concerns persist because Gomez knew he did not want her on\nthe panel, but this Court rejects the notion that a juror is constitu\ntionally disqualified whenever she is aware of a challenge. Second, it\nis not constitutionally significant that, in contrast to Ross and Marti\nnez-Salazar, the seating of Gomez over Rivera’s peremptory chal\nlenge was at odds with state law. Errors of state law do not auto\nmatically become violations of due process. As in Ross and Martinez-\nSalazar, there is no suggestion here that the trial judge repeatedly or\ndeliberately misapplied the law or acted in an arbitrary or irrational\nmanner. Rather, his conduct reflected a good-faith effort to enforce\nBatson’s antidiscrimination requirements. To hold that a one-time,\ngood-faith misapplication of Batson violates due process would likely\ndiscourage trial courts and prosecutors from policing a defendant’s\ndiscriminatory use of peremptory challenges.            The Fourteenth\nAmendment does not compel such a tradeoff. Pp. 8–10.\n   (c) Rivera errs in insisting that, even without a constitutional vio\nlation, the deprivation of a state-provided peremptory challenge re\nquires reversal as a matter of federal law. He relies on a suggestion\nin Swain v. Alabama, 380 U. S. 202, 219, that “[t]he denial or im\npairment of the right [to exercise peremptory challenges] is reversible\nerror without a showing of prejudice.” This statement was disavowed\nin Martinez-Salazar, see 528 U. S., at 317, n. 4. Typically, an error is\ndesignated as “structural,” therefore “requir[ing] automatic reversal,”\nonly when “the error ‘necessarily render[s] a criminal trial fundamen\ntally unfair or an unreliable vehicle for determining guilt or inno\ncence.’ ” Washington v. Recuenco, 548 U. S. 212, 218–219. The mis\ntaken denial of a state-provided peremptory challenge does not, in\nthe circumstances here, constitute such an error. The automatic re\nversal precedents Rivera cites are inapposite. One set of cases in\nvolves constitutional errors concerning the qualification of the jury or\njudge. See, e.g., Batson, 476 U. S., at 86, 87. A second set of cases\ninvolves circumstances in which federal judges or tribunals lacked\nstatutory authority to adjudicate the controversy, resulting in a\njudgment invalid as a matter of federal law. See, e.g., Nguyen v.\nUnited States, 539 U. S. 69. Nothing in those decisions suggests that\nfederal law renders state-court judgments void whenever there is a\nstate-law defect in a tribunal’s composition. Absent a federal consti\ntutional violation, States are free to decide, as a matter of state law,\nthat a trial court’s mistaken denial of a peremptory challenge is re\nversible error per se or, as the Illinois Supreme Court implicitly held\n4                         RIVERA v. ILLINOIS\n\n                                 Syllabus\n\n    here, that the improper seating of a competent and unbiased juror\n    could rank as a harmless error under state law. Pp. 10–12.\n</pre><span class=\"citation\" data-id=\"2050968\"><a href=\"/opinion/2050968/people-v-rivera/\"><span class=\"volume\">227</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 879 N. E. 2d 876, affirmed.\n\n    GINSBURG, J., delivered the opinion for a unanimous Court.\n                        Cite as: 556 U. S. ____ (2009)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 07–9995\n                                   _________________\n\n\n     MICHAEL RIVERA, PETITIONER v. ILLINOIS\n    ON WRIT OF CERTIORARI TO THE SUPREME COURT OF\n\n                       ILLINOIS\n\n                                [March 31, 2009] \n\n\n  JUSTICE GINSBURG delivered the opinion of the Court.\n  This case concerns the consequences of a state trial\ncourt’s erroneous denial of a defendant’s peremptory chal\nlenge to the seating of a juror in a criminal case. If all\nseated jurors are qualified and unbiased, does the Due\nProcess Clause of the Fourteenth Amendment nonetheless\nrequire automatic reversal of the defendant’s conviction?\n  Following a jury trial in an Illinois state court, defen\ndant-petitioner Michael Rivera was convicted of first\ndegree murder and sentenced to a prison term of 85 years.\nOn appeal, Rivera challenged the trial court’s rejection of\nhis peremptory challenge to venire member Deloris Go\nmez. Gomez sat on Rivera’s jury and indeed served as the\njury’s foreperson. It is conceded that there was no basis to\nchallenge Gomez for cause. She met the requirements for\njury service, and Rivera does not contend that she was in\nfact biased against him. The Supreme Court of Illinois\nheld that the peremptory challenge should have been\nallowed, but further held that the error was harmless and\ntherefore did not warrant reversal of Rivera’s conviction.\nWe affirm the judgment of the Illinois Supreme Court.\n  The right to exercise peremptory challenges in state\n2                    RIVERA v. ILLINOIS\n\n                     Opinion of the Court\n\ncourt is determined by state law. This Court has “long\nrecognized” that “peremptory challenges are not of federal\nconstitutional dimension.” United States v. Martinez-\nSalazar, 528 U. S. 304, 311 (2000). States may withhold\nperemptory challenges “altogether without impairing the\nconstitutional guarantee of an impartial jury and a fair\ntrial.” Georgia v. McCollum, 505 U. S. 42, 57 (1992). Just\nas state law controls the existence and exercise of peremp\ntory challenges, so state law determines the consequences\nof an erroneous denial of such a challenge. Accordingly,\nwe have no cause to disturb the Illinois Supreme Court’s\ndetermination that, in the circumstances Rivera’s case\npresents, the trial court’s error did not warrant reversal of\nhis conviction.\n                            I\n  Rivera was charged with first-degree murder in the\nCircuit Court of Cook County, Illinois. The State alleged\nthat Rivera, who is Hispanic, shot and killed Marcus Lee,\na 16-year-old African-American, after mistaking Lee for a\nmember of a rival gang.\n  During jury selection, Rivera’s counsel questioned pro\nspective juror Deloris Gomez, a business office supervisor\nat Cook County Hospital’s outpatient orthopedic clinic.\nApp. 32–33. Gomez stated that she sometimes interacted\nwith patients during the check-in process and acknowl\nedged that Cook County Hospital treats many gunshot\nvictims. She maintained, however, that her work experi\nence would not affect her ability to be impartial. After\nquestioning Gomez, Rivera’s counsel sought to use a per\nemptory challenge to excuse her. Id., at 33. At that point\nin the jury’s selection, Rivera had already used three\nperemptory challenges. Two of the three were exercised\nagainst women; one of the two women thus eliminated was\nAfrican-American. Illinois law affords each side seven\nperemptory challenges. See Ill. Sup. Ct. Rule 434(d) (West\n                 Cite as: 556 U. S. ____ (2009)           3\n\n                     Opinion of the Court\n\n2006).\n  Rather than dismissing Gomez, the trial judge called\ncounsel to chambers, where he expressed concern that the\ndefense was discriminating against Gomez. App. 34–36.\nUnder Batson v. Kentucky, 476 U. S. 79 (1986), and later\ndecisions building upon Batson, parties are constitution\nally prohibited from exercising peremptory challenges to\nexclude jurors on the basis of race, ethnicity, or sex. With\nout specifying the type of discrimination he suspected or\nthe reasons for his concern, the judge directed Rivera’s\ncounsel to state his reasons for excusing Gomez. Counsel\nresponded, first, that Gomez saw victims of violent crime\non a daily basis. Counsel next added that he was “pulled\nin two different ways” because Gomez had “some kind of\nHispanic connection given her name.” App. 34. At that\npoint, the judge interjected that Gomez “appears to be an\nAfrican American”—the second “African American female”\nthe defense had struck. Id., at 34–35. Dissatisfied with\ncounsel’s proffered reasons, the judge denied the challenge\nto Gomez, but agreed to allow counsel to question Gomez\nfurther.\n  After asking Gomez additional questions about her work\nat the hospital, Rivera’s counsel renewed his challenge.\nCounsel observed, outside the jury’s presence, that most of\nthe jurors already seated were women. Counsel said he\nhoped to “get some impact from possibly other men in the\ncase.” Id., at 39. The court reaffirmed its earlier ruling,\nand Gomez was seated on the jury.\n  Rivera’s case proceeded to trial. The jury, with Gomez\nas its foreperson, found Rivera guilty of first-degree mur\nder. A divided panel of the Appellate Court of Illinois\nrejected Rivera’s challenge to the trial judge’s Batson\nruling and affirmed his conviction. </pre><span class=\"citation no-link\"><span class=\"volume\">348</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">168</span></span><pre class=\"inline\">,\n810 N. E. 2d 129 (2004).\n  The Supreme Court of Illinois accepted Rivera’s petition\nfor leave to appeal and remanded for further proceedings.\n4                    RIVERA v. ILLINOIS\n\n                      Opinion of the Court\n\n</pre><span class=\"citation\" data-id=\"2222107\"><a href=\"/opinion/2222107/people-v-rivera/\"><span class=\"volume\">221</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">481</span></a></span><pre class=\"inline\">, 852 N. E. 2d 771 (2006). A trial judge, the\ncourt held, may raise a Batson issue sua sponte only when\nthere is a prima facie case of discrimination. Concluding\nthat the record was insufficient to evaluate the existence\nof a prima facie case, the court instructed the trial judge to\narticulate the bases for his Batson ruling and, in particu\nlar, to clarify whether the alleged discrimination was on\nthe basis of race, sex, or both. 221 Ill. 2d, at 515–516, 852\nN. E. 2d, at 791.\n   On remand, the trial judge stated that prima facie\nevidence of sex discrimination—namely, counsel’s two\nprior challenges to women and “the nature of [counsel’s]\nquestions”—had prompted him to raise the Batson issue.\nApp. 136. Counsel’s stated reasons for challenging Gomez,\nthe judge reported, convinced him that that “there had\nbeen a purposeful discrimination against Mrs. Gomez\nbecause of her gender.” Id., at 137.\n   The case then returned to the Illinois Supreme Court.\nAlthough that court disagreed with the trial judge’s as\nsessment, it affirmed Rivera’s conviction. </pre><span class=\"citation\" data-id=\"2050968\"><a href=\"/opinion/2050968/people-v-rivera/\"><span class=\"volume\">227</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">,\n879 N. E. 2d 876 (2007). The Illinois High Court con\ncluded “that the record fails to support a prima facie case\nof discrimination of any kind.” Id., at 15, 879 N. E. 2d, at\n884. Accordingly, the court determined, the trial judge\nerred, first in demanding an explanation from Rivera’s\ncounsel, and next, in denying Rivera’s peremptory chal\nlenge of Gomez. Ibid.\n   Even so, the Illinois Supreme Court rejected Rivera’s\nultimate argument that the improper seating of Gomez\nranked as “reversible error without a showing of preju\ndice.” Id., at 16, 879 N. E. 2d, at 885 (quoting Swain v.\nAlabama, 380 U. S. 202, 219 (1965)). Citing this Court’s\nguiding decisions, the Illinois court observed that “the\nConstitution does not confer a right to peremptory chal\nlenges.” 227 Ill. 2d, at 17, 879 N. E. 2d, at 885 (quoting\nBatson, 476 U. S., at 91). Although “peremptory chal\n                  Cite as: 556 U. S. ____ (2009)            5\n\n                      Opinion of the Court\n\nlenges are ‘one means of assuring the selection of a quali\nfied and unbiased jury,’ ” the court explained, they are not\n“indispensable to a fair trial.” 227 Ill. 2d, at 16, 879 N. E.\n2d, at 885 (quoting Batson, 476 U. S., at 91).\n   Accordingly, the court held, the denial of Rivera’s per\nemptory challenge did not qualify as a structural error\nrequiring automatic reversal. See 227 Ill. 2d, at 19–20,\n879 N. E. 2d, at 887 (citing Washington v. Recuenco, 548\nU. S. 212, 218–219 (2006)). The court saw no indication\nthat Rivera had been “tried before a biased jury, or even\none biased juror.” 227 Ill. 2d, at 20, 879 N. E. 2d, at 887.\nIn that regard, the court stressed, Rivera did “not suggest\nthat Gomez was subject to excusal for cause.” Ibid.\n   Relying on both federal and state precedents, the court\nproceeded to consider whether it was “clear beyond a\nreasonable doubt that a rational jury would have found\n[Rivera] guilty absent the error.” Id., at 21, 879 N. E. 2d,\nat 887 (quoting Neder v. United States, 527 U. S. 1, 18\n(1999)). After reviewing the trial record, the court con\ncluded that Gomez’s presence on the jury did not prejudice\nRivera because “any rational trier of fact would have\nfound [Rivera] guilty of murder on the evidence adduced\nat trial.” 227 Ill. 2d, at 26, 879 N. E. 2d, at 890.\n   Having held the error harmless beyond a reasonable\ndoubt, the court added that it “need not decide whether\nthe erroneous denial of a peremptory challenge is an error\nof constitutional dimension in these circumstances.” Id.,\nat 27, 879 N. E. 2d, at 891. This comment, it appears,\nrelated to Rivera’s arguments that, even absent a free\nstanding constitutional entitlement to peremptory chal\nlenges, the inclusion of Gomez on his jury violated his\nFourteenth Amendment right to due process of law.\n   We granted certiorari, 554 U. S. __ (2008), to resolve an\napparent conflict among state high courts over whether\nthe erroneous denial of a peremptory challenge requires\nautomatic reversal of a defendant’s conviction as a matter\n6                    RIVERA v. ILLINOIS\n\n                     Opinion of the Court\n\nof federal law. Compare Angus v. State, 695 N. W. 2d 109,\n118 (Minn. 2005) (applying automatic reversal rule); State\nv. Vreen, </pre><span class=\"citation\" data-id=\"2621119\"><a href=\"/opinion/2621119/state-v-vreen/\"><span class=\"volume\">143</span> <span class=\"reporter\">Wash. 2d</span> <span class=\"page\">923</span></a></span><pre class=\"inline\">, 927–932, 26 P. 3d 236, 238–\n240 (2001) (same), with People v. Bell, </pre><span class=\"citation\" data-id=\"848572\"><a href=\"/opinion/848572/people-v-bell/\"><span class=\"volume\">473</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">275</span></a></span><pre class=\"inline\">, 292–\n299, 702 N. W. 2d 128, 138–141 (2005) (rejecting auto\nmatic reversal rule and looking to state law to determine\nthe consequences of an erroneous denial of a peremptory\nchallenge); 227 Ill. 2d., at 15–27, 879 N. E. 2d, at 884–891\n(case below). We now affirm the judgment of the Supreme\nCourt of Illinois.\n                              II\n   The Due Process Clause of the Fourteenth Amendment,\nRivera maintains, requires reversal whenever a criminal\ndefendant’s peremptory challenge is erroneously denied.\nRivera recalls the ancient lineage of the peremptory chal\nlenge and observes that the challenge has long been\nlauded as a means to guard against latent bias and to\nsecure “the constitutional end of an impartial jury and a\nfair trial.” McCollum, 505 U. S., at 57. When a trial court\nfails to dismiss a lawfully challenged juror, Rivera asserts,\nit commits structural error: the jury becomes an illegally\nconstituted tribunal, and any verdict it renders is per se\ninvalid. According to Rivera, this holds true even if the\nConstitution does not itself mandate peremptory chal\nlenges, because criminal defendants have a constitution\nally protected liberty interest in their state-provided per\nemptory challenge rights. Cf. Evitts v. Lucey, 469 U. S.\n387, 393 (1985) (although “the Constitution does not re\nquire States to grant appeals as of right to criminal defen\ndants,” States that provide such appeals “must comport\nwith the demands of the Due Process and Equal Protection\nClauses”).\n   The improper seating of a juror, Rivera insists, is not\namenable to harmless-error analysis because it is impossi\nble to ascertain how a properly constituted jury—here, one\n                    Cite as: 556 U. S. ____ (2009)                  7\n\n                        Opinion of the Court\n\nwithout juror Gomez—would have decided his case. Thus,\nhe urges, whatever the constitutional status of peremptory\nchallenges, automatic reversal must be the rule as a mat\nter of federal law.\n   Rivera’s arguments do not withstand scrutiny. If a\ndefendant is tried before a qualified jury composed of\nindividuals not challengeable for cause, the loss of a per\nemptory challenge due to a state court’s good-faith error is\nnot a matter of federal constitutional concern. Rather, it\nis a matter for the State to address under its own laws.\n   As Rivera acknowledges, Brief for Petitioner 38, this\nCourt has consistently held that there is no freestanding\nconstitutional right to peremptory challenges. See, e.g.,\nMartinez-Salazar, 528 U. S., at 311. We have character\nized peremptory challenges as “a creature of statute,” Ross\nv. Oklahoma, 487 U. S. 81, 89 (1988), and have made clear\nthat a State may decline to offer them at all. McCollum,\n505 U. S., at 57. See also Holland v. Illinois, 493 U. S.\n474, 482 (1990) (dismissing the notion “that the require\nment of an ‘impartial jury’ impliedly compels peremptory\nchallenges”). When States provide peremptory challenges\n(as all do in some form), they confer a benefit “beyond the\nminimum requirements of fair [jury] selection,” Frazier v.\nUnited States, 335 U. S. 497, 506 (1948), and thus retain\ndiscretion to design and implement their own systems,\nRoss, 487 U. S., at 89.1\n   Because peremptory challenges are within the States’\nprovince to grant or withhold, the mistaken denial of a\nstate-provided peremptory challenge does not, without\nmore, violate the Federal Constitution. “[A] mere error of\nstate law,” we have noted, “is not a denial of due process.”\n——————\n  1 See Dept. of Justice, Bureau of Justice Statistics, State Court Or\n\nganization 2004, pp. 228–232 (2006) (Table 41), http://www.ojp.usdoj.\ngov/bjs/pub/pdf/sco04.pdf (as visited Mar. 27, 2009, and available in\nClerk of Court’s case file) (detailing peremptory challenge rules by\nState).\n8                   RIVERA v. ILLINOIS\n\n                     Opinion of the Court\n\nEngle v. Isaac, 456 U. S. 107, 121, n. 21 (1982) (internal\nquotation marks omitted). See also Estelle v. McGuire,\n502 U. S. 62, 67, 72–73 (1991). The Due Process Clause,\nour decisions instruct, safeguards not the meticulous\nobservance of state procedural prescriptions, but “the\nfundamental elements of fairness in a criminal trial.”\nSpencer v. Texas, 385 U. S. 554, 563–564 (1967).\n   The trial judge’s refusal to excuse juror Gomez did not\ndeprive Rivera of his constitutional right to a fair trial\nbefore an impartial jury. Our decision in Ross is instruc\ntive. Ross, a criminal defendant in Oklahoma, used a\nperemptory challenge to rectify the trial court’s erroneous\ndenial of a for-cause challenge, leaving him with one fewer\nperemptory challenge to use at his discretion. The trial\ncourt’s error, we acknowledged, “may have resulted in a\njury panel different from that which would otherwise have\ndecided [Ross’s] case.” 487 U. S., at 87. But because no\nmember of the jury as finally composed was removable for\ncause, we found no violation of Ross’s Sixth Amendment\nright to an impartial jury or his Fourteenth Amendment\nright to due process. Id., at 86–91.\n   We encountered a similar situation in Martinez-Salazar\nand reached the same conclusion. Martinez-Salazar, who\nwas tried in federal court, was entitled to exercise peremp\ntory challenges pursuant to Federal Rule of Criminal\nProcedure 24(b). His decision to use one of his peremptory\nchallenges to cure the trial court’s erroneous denial of a\nfor-cause challenge, we held, did not impair his rights\nunder that Rule. “[A] principal reason for peremptories,”\nwe explained, is “to help secure the constitutional guaran\ntee of trial by an impartial jury.” 528 U. S., at 316. Hav\ning “received precisely what federal law provided,” and\nhaving been tried “by a jury on which no biased juror sat,”\nMartinez-Salazar could not “tenably assert any violation\nof his . . . right to due process.” Id., at 307, 317.\n   Rivera’s efforts to distinguish Ross and Martinez\n                 Cite as: 556 U. S. ____ (2009)          9\n\n                     Opinion of the Court\n\nSalazar are unavailing. First, Rivera observes, the defen\ndants in Ross and Martinez-Salazar did not challenge any\nof the jurors who were in fact seated. In contrast, Rivera\nattempted to exercise a peremptory challenge against a\nspecific person—Gomez—whom he perceived to be unfa\nvorable to his cause. But, as Rivera recognizes, neither\nGomez nor any other member of his jury was removable\nfor cause. See Tr. of Oral Arg. 9. Thus, like the juries in\nRoss and Martinez-Salazar, Rivera’s jury was impartial\nfor Sixth Amendment purposes. Rivera suggests that due\nprocess concerns persist because Gomez knew he did not\nwant her on the panel. Gomez, however, was not privy to\nthe in camera discussions concerning Rivera’s attempt to\nexercise a peremptory strike against her. See, supra, at 3.\nWe reject the notion that a juror is constitutionally dis\nqualified whenever she is aware that a party has chal\nlenged her. Were the rule otherwise, a party could cir\ncumvent Batson by insisting in open court that a trial\ncourt dismiss a juror even though the party’s peremptory\nchallenge was discriminatory. Or a party could obtain a\njuror’s dismissal simply by making in her presence a\nbaseless for-cause challenge. Due process does not require\nsuch counterintuitive results.\n   Second, it is not constitutionally significant that the\nseating of Gomez over Rivera’s peremptory challenge was\nat odds with state law. The defendants in Ross and Mar\ntinez-Salazar, Rivera emphasizes, were not denied their\nperemptory-challenge rights under applicable law—state\nlaw in Ross and the Federal Rules of Criminal Procedure\nin Martinez-Salazar. But as we have already explained,\nsupra, at 7–8, errors of state law do not automatically\nbecome violations of due process. As in Ross and Marti\nnez-Salazar, there is no suggestion here that the trial\njudge repeatedly or deliberately misapplied the law or\nacted in an arbitrary or irrational manner. Martinez-\nSalazar, 528 U. S., at 316; Ross, 487 U. S., at 91, n. 5.\n10                  RIVERA v. ILLINOIS\n\n                     Opinion of the Court\n\nRather, the trial judge’s conduct reflected a good-faith, if\narguably overzealous, effort to enforce the antidiscrimina\ntion requirements of our Batson-related precedents. To\nhold that a one-time, good-faith misapplication of Batson\nviolates due process would likely discourage trial courts\nand prosecutors from policing a criminal defendant’s\ndiscriminatory use of peremptory challenges. The Four\nteenth Amendment does not compel such a tradeoff.\n   Rivera insists that, even without a constitutional viola\ntion, the deprivation of a state-provided peremptory chal\nlenge requires reversal as a matter of federal law. We\ndisagree. Rivera relies in part on Swain, 380 U. S. 202,\nwhich suggested that “[t]he denial or impairment of the\nright [to exercise peremptory challenges] is reversible\nerror without a showing of prejudice.” Id., at 219. We\ndisavowed this statement in Martinez-Salazar, observing,\nalbeit in dicta, “that the oft-quoted language in Swain was\nnot only unnecessary to the decision in that case . . . but\nwas founded on a series of our early cases decided long\nbefore the adoption of harmless-error review.” 528 U. S.,\nat 317, n. 4. As our recent decisions make clear, we typi\ncally designate an error as “structural,” therefore “re\nquir[ing] automatic reversal,” only when “the error ‘neces\nsarily render[s] a criminal trial fundamentally unfair or\nan unreliable vehicle for determining guilt or innocence.’ ”\nRecuenco, 548 U. S., at 218–219 (quoting Neder, 527 U. S.,\nat 9). The mistaken denial of a state-provided peremptory\nchallenge does not, at least in the circumstances we con\nfront here, constitute an error of that character.\n   The automatic reversal precedents Rivera cites are\ninapposite. One set of cases involves constitutional errors\nconcerning the qualification of the jury or judge. In Bat\nson, for example, we held that the unlawful exclusion of\njurors based on race requires reversal because it “violates\na defendant’s right to equal protection,” “unconstitution\nally discriminate[s] against the excluded juror,” and “un\n                     Cite as: 556 U. S. ____ (2009)                  11\n\n                         Opinion of the Court\n\ndermine[s] public confidence in the fairness of our system\nof justice.” 476 U. S., at 86, 87. Similarly, dismissal of a\njuror in violation of Witherspoon v. Illinois, 391 U. S. 510\n(1968),2 we have held, is constitutional error that requires\nvacation of a death sentence. See Gray v. Mississippi, 481\nU. S. 648 (1987). See also Gomez v. United States, 490\nU. S. 858, 876 (1989) (“Among those basic fair trial rights\nthat can never be treated as harmless is a defendant’s\nright to an impartial adjudicator, be it judge or jury.”\n(internal quotation marks omitted)).\n   A second set of cases involves circumstances in which\nfederal judges or tribunals lacked statutory authority to\nadjudicate the controversy. We have held the resulting\njudgment in such cases invalid as a matter of federal law.\nSee, e.g., Nguyen v. United States, 539 U. S. 69 (2003);\nWingo v. Wedding, 418 U. S. 461 (1974). Nothing in these\ndecisions suggests that federal law renders state-court\njudgments void whenever there is a state-law defect in a\ntribunal’s composition. Absent a federal constitutional\nviolation, States retain the prerogative to decide whether\nsuch errors deprive a tribunal of its lawful authority and\nthus require automatic reversal. States are free to decide,\nas a matter of state law, that a trial court’s mistaken\ndenial of a peremptory challenge is reversible error per se.\nOr they may conclude, as the Supreme Court of Illinois\nimplicitly did here, that the improper seating of a compe\ntent and unbiased juror does not convert the jury into an\nultra vires tribunal; therefore the error could rank as\nharmless under state law.\n   In sum, Rivera received precisely what due process\nrequired: a fair trial before an impartial and properly\n——————\n   2 Under Witherspoon v. Illinois, 391 U. S. 510 (1968), “a sentence of\n\ndeath cannot be carried out if the jury that imposed or recommended it\nwas chosen by excluding veniremen for cause simply because they\nvoiced general objections to the death penalty or expressed conscien\ntious or religious scruples against its infliction.” Id., at 522.\n12                  RIVERA v. ILLINOIS\n\n                     Opinion of the Court\n\ninstructed jury, which found him guilty of every element of\nthe charged offense.\n                      *    *    *\n  For the reasons stated, the judgment of the Supreme\nCourt of Illinois is\n                                              Affirmed.\n</pre>", "id": 145895, "judges": "", "local_path": "pdf/2009/03/31/Rivera_v._Illinois.pdf", "nature_of_suit": "", "plain_text": "(Slip Opinion)              OCTOBER TERM, 2008                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n                           RIVERA v. ILLINOIS\n\n        CERTIORARI TO THE SUPREME COURT OF ILLINOIS\n\n  No. 07–9995. Argued February 23, 2009—Decided March 31, 2009\nDuring jury selection in petitioner Rivera’s state-court first-degree\n murder trial, his counsel sought to use a peremptory challenge to ex\n cuse venire member Deloris Gomez. Rivera had already exercised\n two peremptory challenges against women, one of whom was African-\n American. It is conceded that there was no basis to challenge Gomez\n for cause. She met the requirements for jury service, and Rivera does\n not contend that she was biased against him. The trial court rejected\n the peremptory challenge out of concern that it was discriminatory.\n Under Batson v. Kentucky, 476 U. S. 79, and later decisions applying\n Batson, parties are constitutionally prohibited from exercising per\n emptory challenges to exclude jurors based on race, ethnicity, or sex.\n At trial, the jury, with Gomez as its foreperson, found Rivera guilty of\n first-degree murder. The Illinois Supreme Court subsequently af\n firmed the conviction, holding that the peremptory challenge should\n have been allowed, but rejecting Rivera’s argument that the improper\n seating of Gomez was a reversible error. Observing that the Consti\n tution does not mandate peremptory challenges and that they are not\n necessary for a fair trial, the court held that the denial of Rivera’s\n peremptory challenge was not a structural error requiring automatic\n reversal. Nor, the court found, was the error harmless beyond a rea\n sonable doubt. The court added that it did not need to decide\n whether the trial court’s denial was “an error of constitutional di\n mension” in the circumstances of Rivera’s case, a comment that ap\n pears to be related to Rivera’s arguments that, even absent a free\n standing constitutional entitlement to peremptory challenges, the\n inclusion of Gomez on his jury violated the Fourteenth Amendment’s\n Due Process Clause.\nHeld: Provided that all jurors seated in a criminal case are qualified\n and unbiased, the Due Process Clause does not require automatic re\n2                          RIVERA v. ILLINOIS\n\n                                  Syllabus\n\n    versal of a conviction because of the trial court’s good-faith error in\n    denying the defendant’s peremptory challenge to a juror. Pp. 6–12.\n       (a) Rivera maintains that due process requires reversal whenever a\n    criminal defendant’s peremptory challenge is erroneously denied. He\n    asserts that a trial court that fails to dismiss a lawfully challenged\n    juror commits structural error because the jury becomes an illegally\n    constituted tribunal, whose verdict is per se invalid; that this is true\n    even if the Constitution does not mandate peremptory challenges,\n    since criminal defendants have a constitutionally protected liberty in\n    terest in their state-provided peremptory challenge rights; that the\n    issue is not amenable to harmless-error analysis, as it is impossible\n    to ascertain how a properly constituted jury would have decided his\n    case; and that automatic reversal therefore must be the rule as a\n    matter of federal law. Rivera’s arguments do not withstand scrutiny.\n    If a defendant is tried before a qualified jury composed of individuals\n    not challengeable for cause, the loss of a peremptory challenge due to\n    a state court’s good-faith error is not a matter of federal constitu\n    tional concern. Rather, it is a matter for the State to address under\n    its own laws. There is no freestanding constitutional right to per\n    emptory challenges. See, e.g., United States v. Martinez-Salazar, 528\n    U.S. 304, 311. They are “a creature of statute,” Ross v. Oklahoma,\n    487 U. S. 81, 89, which a State may decline to offer at all, Georgia v.\n    McCollum, 505 U. S. 42, 57. Thus, the mistaken denial of a state\n    provided peremptory challenge does not, without more, violate the\n    Federal Constitution. See, e.g., Engle v. Isaac, 456 U. S. 107, 121, n.\n    21. The Due Process Clause safeguards not the meticulous obser\n    vance of state procedural prescriptions, but “the fundamental ele\n    ments of fairness in a criminal trial.” Spencer v. Texas, 385 U. S.\n    554, 563–564. Pp. 6–8.\n       (b) The trial judge’s refusal to excuse Gomez did not deprive Rivera\n    of his constitutional right to a fair trial before an impartial jury.\n    Ross is instructive. There, a criminal defendant used a peremptory\n    challenge to rectify an Oklahoma trial court’s erroneous denial of a\n    for-cause challenge, leaving him with one fewer peremptory challenge\n    to use at his discretion. Even though the trial court’s error might\n    “have resulted in a jury panel different from that which would other\n    wise have decided [Ross’s] case,” 487 U. S., at 87, because no member\n    of the jury as finally composed was removable for cause, there was no\n    violation of his Sixth Amendment right to an impartial jury or his\n    Fourteenth Amendment right to due process, id., at 86–91. This\n    Court reached the same conclusion with regard to a federal-court\n    trial in Martinez-Salazar, 528 U. S., at 316. Rivera’s efforts to dis\n    tinguish Ross and Martinez-Salazar are unavailing. First, although\n    in contrast to Rivera, the Ross and Martinez-Salazar defendants did\n                   Cite as: 556 U. S. ____ (2009)                     3\n\n                              Syllabus\n\nnot challenge any of the jurors who were in fact seated, neither Go\nmez nor any other member of Rivera’s jury was removable for cause.\nThus, like the Ross and Martinez-Salazar juries, Rivera’s jury was\nimpartial for Sixth Amendment purposes. Rivera suggests that due\nprocess concerns persist because Gomez knew he did not want her on\nthe panel, but this Court rejects the notion that a juror is constitu\ntionally disqualified whenever she is aware of a challenge. Second, it\nis not constitutionally significant that, in contrast to Ross and Marti\nnez-Salazar, the seating of Gomez over Rivera’s peremptory chal\nlenge was at odds with state law. Errors of state law do not auto\nmatically become violations of due process. As in Ross and Martinez-\nSalazar, there is no suggestion here that the trial judge repeatedly or\ndeliberately misapplied the law or acted in an arbitrary or irrational\nmanner. Rather, his conduct reflected a good-faith effort to enforce\nBatson’s antidiscrimination requirements. To hold that a one-time,\ngood-faith misapplication of Batson violates due process would likely\ndiscourage trial courts and prosecutors from policing a defendant’s\ndiscriminatory use of peremptory challenges.            The Fourteenth\nAmendment does not compel such a tradeoff. Pp. 8–10.\n   (c) Rivera errs in insisting that, even without a constitutional vio\nlation, the deprivation of a state-provided peremptory challenge re\nquires reversal as a matter of federal law. He relies on a suggestion\nin Swain v. Alabama, 380 U. S. 202, 219, that “[t]he denial or im\npairment of the right [to exercise peremptory challenges] is reversible\nerror without a showing of prejudice.” This statement was disavowed\nin Martinez-Salazar, see 528 U. S., at 317, n. 4. Typically, an error is\ndesignated as “structural,” therefore “requir[ing] automatic reversal,”\nonly when “the error ‘necessarily render[s] a criminal trial fundamen\ntally unfair or an unreliable vehicle for determining guilt or inno\ncence.’ ” Washington v. Recuenco, 548 U. S. 212, 218–219. The mis\ntaken denial of a state-provided peremptory challenge does not, in\nthe circumstances here, constitute such an error. The automatic re\nversal precedents Rivera cites are inapposite. One set of cases in\nvolves constitutional errors concerning the qualification of the jury or\njudge. See, e.g., Batson, 476 U. S., at 86, 87. A second set of cases\ninvolves circumstances in which federal judges or tribunals lacked\nstatutory authority to adjudicate the controversy, resulting in a\njudgment invalid as a matter of federal law. See, e.g., Nguyen v.\nUnited States, 539 U. S. 69. Nothing in those decisions suggests that\nfederal law renders state-court judgments void whenever there is a\nstate-law defect in a tribunal’s composition. Absent a federal consti\ntutional violation, States are free to decide, as a matter of state law,\nthat a trial court’s mistaken denial of a peremptory challenge is re\nversible error per se or, as the Illinois Supreme Court implicitly held\n4                         RIVERA v. ILLINOIS\n\n                                 Syllabus\n\n    here, that the improper seating of a competent and unbiased juror\n    could rank as a harmless error under state law. Pp. 10–12.\n227 Ill. 2d 1, 879 N. E. 2d 876, affirmed.\n\n    GINSBURG, J., delivered the opinion for a unanimous Court.\n                        Cite as: 556 U. S. ____ (2009)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 07–9995\n                                   _________________\n\n\n     MICHAEL RIVERA, PETITIONER v. ILLINOIS\n    ON WRIT OF CERTIORARI TO THE SUPREME COURT OF\n\n                       ILLINOIS\n\n                                [March 31, 2009] \n\n\n  JUSTICE GINSBURG delivered the opinion of the Court.\n  This case concerns the consequences of a state trial\ncourt’s erroneous denial of a defendant’s peremptory chal\nlenge to the seating of a juror in a criminal case. If all\nseated jurors are qualified and unbiased, does the Due\nProcess Clause of the Fourteenth Amendment nonetheless\nrequire automatic reversal of the defendant’s conviction?\n  Following a jury trial in an Illinois state court, defen\ndant-petitioner Michael Rivera was convicted of first\ndegree murder and sentenced to a prison term of 85 years.\nOn appeal, Rivera challenged the trial court’s rejection of\nhis peremptory challenge to venire member Deloris Go\nmez. Gomez sat on Rivera’s jury and indeed served as the\njury’s foreperson. It is conceded that there was no basis to\nchallenge Gomez for cause. She met the requirements for\njury service, and Rivera does not contend that she was in\nfact biased against him. The Supreme Court of Illinois\nheld that the peremptory challenge should have been\nallowed, but further held that the error was harmless and\ntherefore did not warrant reversal of Rivera’s conviction.\nWe affirm the judgment of the Illinois Supreme Court.\n  The right to exercise peremptory challenges in state\n2                    RIVERA v. ILLINOIS\n\n                     Opinion of the Court\n\ncourt is determined by state law. This Court has “long\nrecognized” that “peremptory challenges are not of federal\nconstitutional dimension.” United States v. Martinez-\nSalazar, 528 U. S. 304, 311 (2000). States may withhold\nperemptory challenges “altogether without impairing the\nconstitutional guarantee of an impartial jury and a fair\ntrial.” Georgia v. McCollum, 505 U. S. 42, 57 (1992). Just\nas state law controls the existence and exercise of peremp\ntory challenges, so state law determines the consequences\nof an erroneous denial of such a challenge. Accordingly,\nwe have no cause to disturb the Illinois Supreme Court’s\ndetermination that, in the circumstances Rivera’s case\npresents, the trial court’s error did not warrant reversal of\nhis conviction.\n                            I\n  Rivera was charged with first-degree murder in the\nCircuit Court of Cook County, Illinois. The State alleged\nthat Rivera, who is Hispanic, shot and killed Marcus Lee,\na 16-year-old African-American, after mistaking Lee for a\nmember of a rival gang.\n  During jury selection, Rivera’s counsel questioned pro\nspective juror Deloris Gomez, a business office supervisor\nat Cook County Hospital’s outpatient orthopedic clinic.\nApp. 32–33. Gomez stated that she sometimes interacted\nwith patients during the check-in process and acknowl\nedged that Cook County Hospital treats many gunshot\nvictims. She maintained, however, that her work experi\nence would not affect her ability to be impartial. After\nquestioning Gomez, Rivera’s counsel sought to use a per\nemptory challenge to excuse her. Id., at 33. At that point\nin the jury’s selection, Rivera had already used three\nperemptory challenges. Two of the three were exercised\nagainst women; one of the two women thus eliminated was\nAfrican-American. Illinois law affords each side seven\nperemptory challenges. See Ill. Sup. Ct. Rule 434(d) (West\n                 Cite as: 556 U. S. ____ (2009)           3\n\n                     Opinion of the Court\n\n2006).\n  Rather than dismissing Gomez, the trial judge called\ncounsel to chambers, where he expressed concern that the\ndefense was discriminating against Gomez. App. 34–36.\nUnder Batson v. Kentucky, 476 U. S. 79 (1986), and later\ndecisions building upon Batson, parties are constitution\nally prohibited from exercising peremptory challenges to\nexclude jurors on the basis of race, ethnicity, or sex. With\nout specifying the type of discrimination he suspected or\nthe reasons for his concern, the judge directed Rivera’s\ncounsel to state his reasons for excusing Gomez. Counsel\nresponded, first, that Gomez saw victims of violent crime\non a daily basis. Counsel next added that he was “pulled\nin two different ways” because Gomez had “some kind of\nHispanic connection given her name.” App. 34. At that\npoint, the judge interjected that Gomez “appears to be an\nAfrican American”—the second “African American female”\nthe defense had struck. Id., at 34–35. Dissatisfied with\ncounsel’s proffered reasons, the judge denied the challenge\nto Gomez, but agreed to allow counsel to question Gomez\nfurther.\n  After asking Gomez additional questions about her work\nat the hospital, Rivera’s counsel renewed his challenge.\nCounsel observed, outside the jury’s presence, that most of\nthe jurors already seated were women. Counsel said he\nhoped to “get some impact from possibly other men in the\ncase.” Id., at 39. The court reaffirmed its earlier ruling,\nand Gomez was seated on the jury.\n  Rivera’s case proceeded to trial. The jury, with Gomez\nas its foreperson, found Rivera guilty of first-degree mur\nder. A divided panel of the Appellate Court of Illinois\nrejected Rivera’s challenge to the trial judge’s Batson\nruling and affirmed his conviction. 348 Ill. App. 3d 168,\n810 N. E. 2d 129 (2004).\n  The Supreme Court of Illinois accepted Rivera’s petition\nfor leave to appeal and remanded for further proceedings.\n4                    RIVERA v. ILLINOIS\n\n                      Opinion of the Court\n\n221 Ill. 2d 481, 852 N. E. 2d 771 (2006). A trial judge, the\ncourt held, may raise a Batson issue sua sponte only when\nthere is a prima facie case of discrimination. Concluding\nthat the record was insufficient to evaluate the existence\nof a prima facie case, the court instructed the trial judge to\narticulate the bases for his Batson ruling and, in particu\nlar, to clarify whether the alleged discrimination was on\nthe basis of race, sex, or both. 221 Ill. 2d, at 515–516, 852\nN. E. 2d, at 791.\n   On remand, the trial judge stated that prima facie\nevidence of sex discrimination—namely, counsel’s two\nprior challenges to women and “the nature of [counsel’s]\nquestions”—had prompted him to raise the Batson issue.\nApp. 136. Counsel’s stated reasons for challenging Gomez,\nthe judge reported, convinced him that that “there had\nbeen a purposeful discrimination against Mrs. Gomez\nbecause of her gender.” Id., at 137.\n   The case then returned to the Illinois Supreme Court.\nAlthough that court disagreed with the trial judge’s as\nsessment, it affirmed Rivera’s conviction. 227 Ill. 2d 1,\n879 N. E. 2d 876 (2007). The Illinois High Court con\ncluded “that the record fails to support a prima facie case\nof discrimination of any kind.” Id., at 15, 879 N. E. 2d, at\n884. Accordingly, the court determined, the trial judge\nerred, first in demanding an explanation from Rivera’s\ncounsel, and next, in denying Rivera’s peremptory chal\nlenge of Gomez. Ibid.\n   Even so, the Illinois Supreme Court rejected Rivera’s\nultimate argument that the improper seating of Gomez\nranked as “reversible error without a showing of preju\ndice.” Id., at 16, 879 N. E. 2d, at 885 (quoting Swain v.\nAlabama, 380 U. S. 202, 219 (1965)). Citing this Court’s\nguiding decisions, the Illinois court observed that “the\nConstitution does not confer a right to peremptory chal\nlenges.” 227 Ill. 2d, at 17, 879 N. E. 2d, at 885 (quoting\nBatson, 476 U. S., at 91). Although “peremptory chal\n                  Cite as: 556 U. S. ____ (2009)            5\n\n                      Opinion of the Court\n\nlenges are ‘one means of assuring the selection of a quali\nfied and unbiased jury,’ ” the court explained, they are not\n“indispensable to a fair trial.” 227 Ill. 2d, at 16, 879 N. E.\n2d, at 885 (quoting Batson, 476 U. S., at 91).\n   Accordingly, the court held, the denial of Rivera’s per\nemptory challenge did not qualify as a structural error\nrequiring automatic reversal. See 227 Ill. 2d, at 19–20,\n879 N. E. 2d, at 887 (citing Washington v. Recuenco, 548\nU. S. 212, 218–219 (2006)). The court saw no indication\nthat Rivera had been “tried before a biased jury, or even\none biased juror.” 227 Ill. 2d, at 20, 879 N. E. 2d, at 887.\nIn that regard, the court stressed, Rivera did “not suggest\nthat Gomez was subject to excusal for cause.” Ibid.\n   Relying on both federal and state precedents, the court\nproceeded to consider whether it was “clear beyond a\nreasonable doubt that a rational jury would have found\n[Rivera] guilty absent the error.” Id., at 21, 879 N. E. 2d,\nat 887 (quoting Neder v. United States, 527 U. S. 1, 18\n(1999)). After reviewing the trial record, the court con\ncluded that Gomez’s presence on the jury did not prejudice\nRivera because “any rational trier of fact would have\nfound [Rivera] guilty of murder on the evidence adduced\nat trial.” 227 Ill. 2d, at 26, 879 N. E. 2d, at 890.\n   Having held the error harmless beyond a reasonable\ndoubt, the court added that it “need not decide whether\nthe erroneous denial of a peremptory challenge is an error\nof constitutional dimension in these circumstances.” Id.,\nat 27, 879 N. E. 2d, at 891. This comment, it appears,\nrelated to Rivera’s arguments that, even absent a free\nstanding constitutional entitlement to peremptory chal\nlenges, the inclusion of Gomez on his jury violated his\nFourteenth Amendment right to due process of law.\n   We granted certiorari, 554 U. S. __ (2008), to resolve an\napparent conflict among state high courts over whether\nthe erroneous denial of a peremptory challenge requires\nautomatic reversal of a defendant’s conviction as a matter\n6                    RIVERA v. ILLINOIS\n\n                     Opinion of the Court\n\nof federal law. Compare Angus v. State, 695 N. W. 2d 109,\n118 (Minn. 2005) (applying automatic reversal rule); State\nv. Vreen, 143 Wash. 2d 923, 927–932, 26 P. 3d 236, 238–\n240 (2001) (same), with People v. Bell, 473 Mich. 275, 292–\n299, 702 N. W. 2d 128, 138–141 (2005) (rejecting auto\nmatic reversal rule and looking to state law to determine\nthe consequences of an erroneous denial of a peremptory\nchallenge); 227 Ill. 2d., at 15–27, 879 N. E. 2d, at 884–891\n(case below). We now affirm the judgment of the Supreme\nCourt of Illinois.\n                              II\n   The Due Process Clause of the Fourteenth Amendment,\nRivera maintains, requires reversal whenever a criminal\ndefendant’s peremptory challenge is erroneously denied.\nRivera recalls the ancient lineage of the peremptory chal\nlenge and observes that the challenge has long been\nlauded as a means to guard against latent bias and to\nsecure “the constitutional end of an impartial jury and a\nfair trial.” McCollum, 505 U. S., at 57. When a trial court\nfails to dismiss a lawfully challenged juror, Rivera asserts,\nit commits structural error: the jury becomes an illegally\nconstituted tribunal, and any verdict it renders is per se\ninvalid. According to Rivera, this holds true even if the\nConstitution does not itself mandate peremptory chal\nlenges, because criminal defendants have a constitution\nally protected liberty interest in their state-provided per\nemptory challenge rights. Cf. Evitts v. Lucey, 469 U. S.\n387, 393 (1985) (although “the Constitution does not re\nquire States to grant appeals as of right to criminal defen\ndants,” States that provide such appeals “must comport\nwith the demands of the Due Process and Equal Protection\nClauses”).\n   The improper seating of a juror, Rivera insists, is not\namenable to harmless-error analysis because it is impossi\nble to ascertain how a properly constituted jury—here, one\n                    Cite as: 556 U. S. ____ (2009)                  7\n\n                        Opinion of the Court\n\nwithout juror Gomez—would have decided his case. Thus,\nhe urges, whatever the constitutional status of peremptory\nchallenges, automatic reversal must be the rule as a mat\nter of federal law.\n   Rivera’s arguments do not withstand scrutiny. If a\ndefendant is tried before a qualified jury composed of\nindividuals not challengeable for cause, the loss of a per\nemptory challenge due to a state court’s good-faith error is\nnot a matter of federal constitutional concern. Rather, it\nis a matter for the State to address under its own laws.\n   As Rivera acknowledges, Brief for Petitioner 38, this\nCourt has consistently held that there is no freestanding\nconstitutional right to peremptory challenges. See, e.g.,\nMartinez-Salazar, 528 U. S., at 311. We have character\nized peremptory challenges as “a creature of statute,” Ross\nv. Oklahoma, 487 U. S. 81, 89 (1988), and have made clear\nthat a State may decline to offer them at all. McCollum,\n505 U. S., at 57. See also Holland v. Illinois, 493 U. S.\n474, 482 (1990) (dismissing the notion “that the require\nment of an ‘impartial jury’ impliedly compels peremptory\nchallenges”). When States provide peremptory challenges\n(as all do in some form), they confer a benefit “beyond the\nminimum requirements of fair [jury] selection,” Frazier v.\nUnited States, 335 U. S. 497, 506 (1948), and thus retain\ndiscretion to design and implement their own systems,\nRoss, 487 U. S., at 89.1\n   Because peremptory challenges are within the States’\nprovince to grant or withhold, the mistaken denial of a\nstate-provided peremptory challenge does not, without\nmore, violate the Federal Constitution. “[A] mere error of\nstate law,” we have noted, “is not a denial of due process.”\n——————\n  1 See Dept. of Justice, Bureau of Justice Statistics, State Court Or\n\nganization 2004, pp. 228–232 (2006) (Table 41), http://www.ojp.usdoj.\ngov/bjs/pub/pdf/sco04.pdf (as visited Mar. 27, 2009, and available in\nClerk of Court’s case file) (detailing peremptory challenge rules by\nState).\n8                   RIVERA v. ILLINOIS\n\n                     Opinion of the Court\n\nEngle v. Isaac, 456 U. S. 107, 121, n. 21 (1982) (internal\nquotation marks omitted). See also Estelle v. McGuire,\n502 U. S. 62, 67, 72–73 (1991). The Due Process Clause,\nour decisions instruct, safeguards not the meticulous\nobservance of state procedural prescriptions, but “the\nfundamental elements of fairness in a criminal trial.”\nSpencer v. Texas, 385 U. S. 554, 563–564 (1967).\n   The trial judge’s refusal to excuse juror Gomez did not\ndeprive Rivera of his constitutional right to a fair trial\nbefore an impartial jury. Our decision in Ross is instruc\ntive. Ross, a criminal defendant in Oklahoma, used a\nperemptory challenge to rectify the trial court’s erroneous\ndenial of a for-cause challenge, leaving him with one fewer\nperemptory challenge to use at his discretion. The trial\ncourt’s error, we acknowledged, “may have resulted in a\njury panel different from that which would otherwise have\ndecided [Ross’s] case.” 487 U. S., at 87. But because no\nmember of the jury as finally composed was removable for\ncause, we found no violation of Ross’s Sixth Amendment\nright to an impartial jury or his Fourteenth Amendment\nright to due process. Id., at 86–91.\n   We encountered a similar situation in Martinez-Salazar\nand reached the same conclusion. Martinez-Salazar, who\nwas tried in federal court, was entitled to exercise peremp\ntory challenges pursuant to Federal Rule of Criminal\nProcedure 24(b). His decision to use one of his peremptory\nchallenges to cure the trial court’s erroneous denial of a\nfor-cause challenge, we held, did not impair his rights\nunder that Rule. “[A] principal reason for peremptories,”\nwe explained, is “to help secure the constitutional guaran\ntee of trial by an impartial jury.” 528 U. S., at 316. Hav\ning “received precisely what federal law provided,” and\nhaving been tried “by a jury on which no biased juror sat,”\nMartinez-Salazar could not “tenably assert any violation\nof his . . . right to due process.” Id., at 307, 317.\n   Rivera’s efforts to distinguish Ross and Martinez\n                 Cite as: 556 U. S. ____ (2009)          9\n\n                     Opinion of the Court\n\nSalazar are unavailing. First, Rivera observes, the defen\ndants in Ross and Martinez-Salazar did not challenge any\nof the jurors who were in fact seated. In contrast, Rivera\nattempted to exercise a peremptory challenge against a\nspecific person—Gomez—whom he perceived to be unfa\nvorable to his cause. But, as Rivera recognizes, neither\nGomez nor any other member of his jury was removable\nfor cause. See Tr. of Oral Arg. 9. Thus, like the juries in\nRoss and Martinez-Salazar, Rivera’s jury was impartial\nfor Sixth Amendment purposes. Rivera suggests that due\nprocess concerns persist because Gomez knew he did not\nwant her on the panel. Gomez, however, was not privy to\nthe in camera discussions concerning Rivera’s attempt to\nexercise a peremptory strike against her. See, supra, at 3.\nWe reject the notion that a juror is constitutionally dis\nqualified whenever she is aware that a party has chal\nlenged her. Were the rule otherwise, a party could cir\ncumvent Batson by insisting in open court that a trial\ncourt dismiss a juror even though the party’s peremptory\nchallenge was discriminatory. Or a party could obtain a\njuror’s dismissal simply by making in her presence a\nbaseless for-cause challenge. Due process does not require\nsuch counterintuitive results.\n   Second, it is not constitutionally significant that the\nseating of Gomez over Rivera’s peremptory challenge was\nat odds with state law. The defendants in Ross and Mar\ntinez-Salazar, Rivera emphasizes, were not denied their\nperemptory-challenge rights under applicable law—state\nlaw in Ross and the Federal Rules of Criminal Procedure\nin Martinez-Salazar. But as we have already explained,\nsupra, at 7–8, errors of state law do not automatically\nbecome violations of due process. As in Ross and Marti\nnez-Salazar, there is no suggestion here that the trial\njudge repeatedly or deliberately misapplied the law or\nacted in an arbitrary or irrational manner. Martinez-\nSalazar, 528 U. S., at 316; Ross, 487 U. S., at 91, n. 5.\n10                  RIVERA v. ILLINOIS\n\n                     Opinion of the Court\n\nRather, the trial judge’s conduct reflected a good-faith, if\narguably overzealous, effort to enforce the antidiscrimina\ntion requirements of our Batson-related precedents. To\nhold that a one-time, good-faith misapplication of Batson\nviolates due process would likely discourage trial courts\nand prosecutors from policing a criminal defendant’s\ndiscriminatory use of peremptory challenges. The Four\nteenth Amendment does not compel such a tradeoff.\n   Rivera insists that, even without a constitutional viola\ntion, the deprivation of a state-provided peremptory chal\nlenge requires reversal as a matter of federal law. We\ndisagree. Rivera relies in part on Swain, 380 U. S. 202,\nwhich suggested that “[t]he denial or impairment of the\nright [to exercise peremptory challenges] is reversible\nerror without a showing of prejudice.” Id., at 219. We\ndisavowed this statement in Martinez-Salazar, observing,\nalbeit in dicta, “that the oft-quoted language in Swain was\nnot only unnecessary to the decision in that case . . . but\nwas founded on a series of our early cases decided long\nbefore the adoption of harmless-error review.” 528 U. S.,\nat 317, n. 4. As our recent decisions make clear, we typi\ncally designate an error as “structural,” therefore “re\nquir[ing] automatic reversal,” only when “the error ‘neces\nsarily render[s] a criminal trial fundamentally unfair or\nan unreliable vehicle for determining guilt or innocence.’ ”\nRecuenco, 548 U. S., at 218–219 (quoting Neder, 527 U. S.,\nat 9). The mistaken denial of a state-provided peremptory\nchallenge does not, at least in the circumstances we con\nfront here, constitute an error of that character.\n   The automatic reversal precedents Rivera cites are\ninapposite. One set of cases involves constitutional errors\nconcerning the qualification of the jury or judge. In Bat\nson, for example, we held that the unlawful exclusion of\njurors based on race requires reversal because it “violates\na defendant’s right to equal protection,” “unconstitution\nally discriminate[s] against the excluded juror,” and “un\n                     Cite as: 556 U. S. ____ (2009)                  11\n\n                         Opinion of the Court\n\ndermine[s] public confidence in the fairness of our system\nof justice.” 476 U. S., at 86, 87. Similarly, dismissal of a\njuror in violation of Witherspoon v. Illinois, 391 U. S. 510\n(1968),2 we have held, is constitutional error that requires\nvacation of a death sentence. See Gray v. Mississippi, 481\nU. S. 648 (1987). See also Gomez v. United States, 490\nU. S. 858, 876 (1989) (“Among those basic fair trial rights\nthat can never be treated as harmless is a defendant’s\nright to an impartial adjudicator, be it judge or jury.”\n(internal quotation marks omitted)).\n   A second set of cases involves circumstances in which\nfederal judges or tribunals lacked statutory authority to\nadjudicate the controversy. We have held the resulting\njudgment in such cases invalid as a matter of federal law.\nSee, e.g., Nguyen v. United States, 539 U. S. 69 (2003);\nWingo v. Wedding, 418 U. S. 461 (1974). Nothing in these\ndecisions suggests that federal law renders state-court\njudgments void whenever there is a state-law defect in a\ntribunal’s composition. Absent a federal constitutional\nviolation, States retain the prerogative to decide whether\nsuch errors deprive a tribunal of its lawful authority and\nthus require automatic reversal. States are free to decide,\nas a matter of state law, that a trial court’s mistaken\ndenial of a peremptory challenge is reversible error per se.\nOr they may conclude, as the Supreme Court of Illinois\nimplicitly did here, that the improper seating of a compe\ntent and unbiased juror does not convert the jury into an\nultra vires tribunal; therefore the error could rank as\nharmless under state law.\n   In sum, Rivera received precisely what due process\nrequired: a fair trial before an impartial and properly\n——————\n   2 Under Witherspoon v. Illinois, 391 U. S. 510 (1968), “a sentence of\n\ndeath cannot be carried out if the jury that imposed or recommended it\nwas chosen by excluding veniremen for cause simply because they\nvoiced general objections to the death penalty or expressed conscien\ntious or religious scruples against its infliction.” Id., at 522.\n12                  RIVERA v. ILLINOIS\n\n                     Opinion of the Court\n\ninstructed jury, which found him guilty of every element of\nthe charged offense.\n                      *    *    *\n  For the reasons stated, the judgment of the Supreme\nCourt of Illinois is\n                                              Affirmed.\n", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/145895/", "sha1": "c3233c4cae240ac26c3a569bfee57f156d2c6d48", "source": "C", "supreme_court_db_id": "2008-036", "time_retrieved": "2010-05-05T17:09:17"}