{"absolute_url": "/opinion/112273/community-for-creative-non-violence-v-reid/", "blocked": false, "citation": {"case_name": "Community for Creative Non-Violence v. Reid", "docket_number": "88-293", "document_uris": ["/api/rest/v2/document/112273/"], "federal_cite_one": "490 U.S. 730", "federal_cite_three": "104 L. Ed. 2d 811", "federal_cite_two": "109 S. Ct. 2166", "id": 96632, "lexis_cite": "1989 U.S. LEXIS 2727", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/96632/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 335, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1989-06-05", "date_modified": "2015-05-18T10:35:27.256192", "docket": "/api/rest/v2/docket/2505283/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">490 U.S. 730</p>\n    <p class=\"case_cite\">109 S.Ct. 2166</p>\n    <p class=\"case_cite\">104 L.Ed.2d 811</p>\n    <p class=\"parties\">COMMUNITY FOR CREATIVE NON-VIOLENCE, et al., Petitioners,<br>v.<br>James Earl REID.</p>\n    <p class=\"docket\">No. 88-293.</p>\n    <p class=\"date\">Argued March 29, 1989.</p>\n    <p class=\"date\">Decided June 5, 1989.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">\n        <i>Syllabus</i>\n      </p>\n      <p class=\"indent\">In the fall of 1985, petitioners&#8212;the Community for Creative Non-Violence (CCNV), a Washington, D.C., organization dedicated to eliminating homelessness, and one of its trustees&#8212;entered into an oral agreement with respondent Reid, a sculptor, to produce a statue dramatizing the plight of the homeless for display at a 1985 Christmas pageant in Washington.  While Reid worked on the statue in his Baltimore, Md., studio, CCNV members visited him on a number of occasions to check on his progress and to coordinate CCNV's construction of the sculpture's base in accordance with the parties' agreement.  Reid accepted most of CCNV's suggestions and directions as to the sculpture's configuration and appearance. After the completed work was delivere  to Washington, CCNV paid Reid the final installment of the agreed-upon price, joined the sculpture to its base, and displayed it.  The parties, who had never discussed copyright in the sculpture, then filed competing copyright registration certificates.  The District Court ruled for CCNV in its subsequent suit seeking, <i>inter alia,</i> a determination of copyright ownership, holding that the statue was a \"work made for hire\" as defined in the Copyright Act of 1976, 17 U.S.C. &#167; 101, and was therefore owned exclusively by CCNV under &#167; 201(b), which vests copyright ownership of works for hire in the employer or other person for whom the work is prepared, unless there is a written agreement to the contrary.  The Court of Appeals reversed, holding that the sculpture was not a \"work made for hire\" under the first subsection of the &#167; 101 definition (hereinafter &#167; 101(1)), since it was not \"prepared by an employee within the scope of his or her employment\" in light of Reid's status as an independent contractor under agency law.  The court also ruled that the statue did not satisfy the second subsection of the &#167; 101 definition (hereinafter &#167; 101(2)), since sculpture is not one of the nine categories of \"specially ordered or commissioned\" works enumerated therein, and the parties had not agreed in writing that the sculpture would be a work for hire.  However, the court remanded for a determination whether the statue was jointly authored by CCNV and Reid, such that they were co-owners of the copyright under &#167; 201(a).</p>\n      <p class=\"indent\">\n        <i>Held:</i>\n      </p>\n      <p class=\"indent\">1. To determine whether a work is a \"work made for hire\" within the &#167; 101 definition, a court should first apply general common law of agency principles to ascertain whether the work was prepared by an employee or an independent contractor, and, depending upon the outcome, should then apply either &#167; 101(1) or &#167; 101(2).  Although the Act nowhere defines \"employee,\" \"employment,\" or related terms, it must be inferred that Congress meant them in their settled, common-law sense, since nothing in the text of the work for hire provisions indicates that those terms are used to describe anything other than the conventional relation of employer and employee.  On the contrary, Congress' intent to incorporate agency law definitions is suggested by &#167; 101(1)'s use of the term \"scope of employment,\" a widely used agency law term of art.  Moreover, the general common law of agency must be relied on, rather than the law of any particular State, since the Act is expressly intended to create a federal law of uniform, nationwide application by broadly preempting state statutory and common-law copyright regulation.  Petitioners' argument that a work is \"prepared by an employee within the scope of his or her employment\" whenever the hiring party retains the right to control, or actually controls, the work is inconsistent with the language and legislative history of the work for hire provisions, and would distort the provisions' structure, which views works by employees and commissioned works by independent contractors as mutually exclusive entities.  Pp. 737-751.</p>\n      <p class=\"indent\">2. The sculpture in question is not a \"work made for hire\" within the meaning of &#167; 101.  Reid was an independent contractor rather than a &#167; 101(1) \"employee\" since, although CCNV members directed enough of the work to ensure that the statue met their specifications, all other relevant circumstances weigh heavily against finding an employment relationship.  Reid engages in a skilled occupation;  supplied his own tools;  worked in Baltimore without daily supervision from Washington;  was retained for a relatively short period of time;  had absolute freedom to decide when and how long to work in order to meet his deadline;  and had total discretion in hiring and paying assistants.  Moreover, CCNV had no right to assign additional projects to Reid;  paid him in a manner in which independent contractors are often compensated; did not engage regularly in the business of creating sculpture or, in fact,  n any business;  and did not pay payroll or Social Security taxes, provide any employee benefits, or contribute to unemployment insurance or workers' compensation funds. Furthermore, as petitioners concede, the work in question does not satisfy the terms of &#167; 101(2).  Pp. 751-753.</p>\n      <p class=\"indent\">3. However, CCNV nevertheless may be a joint author of the sculpture and, thus, a co-owner of the copyright under &#167; 201(a), if, on remand, the District Court determines that the parties prepared the work with the intention that their contributions be merged into inseparable or interdependent parts of a unitary whole.  P. 753.</p>\n      <p class=\"indent\">270 U.S.App.D.C. 26, 846 F.2d 1485 (1988), affirmed.</p>\n      <p class=\"indent\">MARSHALL, J., delivered the opinion for a unanimous Court.</p>\n      <p class=\"indent\">Robert Alan Garrett, Washington, D.C., for petitioners.</p>\n      <p class=\"indent\">Joshua Kaufman, Washington, D.C., for respondent.</p>\n      <p class=\"indent\">Lawrence S. Robbins, Washington, D.C., for Register of Copyrights as amicus curiae supporting respondent, by special leave of Court.</p>\n      <p class=\"indent\">Justice MARSHALL delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this case, an artist and the organization that hired him to produce a sculpture contest the ownership of the copyright in that work.  To resolve this dispute, we must construe the \"work made for hire\" provisions of the Copyright Act of 1976 (Act or 1976 Act), 17 U.S.C. &#167;&#167; 101 and 201(b), and in particular, the provision in &#167; 101, which defines as a \"work made for hire\" a \"work prepared by an employee within the scope of his or her employment\" (hereinafter &#167; 101(1)).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* Petitioners are the Community for Creative Non-Violence (CCNV), a nonprofit unincorporated association dedicated to eliminating homelessness in America, and Mitch Snyder, a member and trustee of CCNV.  In the fall of 1985, CCNV decided to participate in the annual Christmastime Pageant of Peace in Washington, D.C., by sponsoring a display to dramatize the plight of the homeless.  As the District Court recounted:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">\"Snyder and fellow CCNV members conceived the idea for the      nature of the display:  a sculpture of a modern Nativity      scene in which, in lieu of the traditional Holy Family, the      two adult figures and the infant would appear as contemporary      homeless people huddled on a streetside steam grate.  The      family was to be black (most of the homeless in Washington      being black);  the figures were to be life-sized, and the      steam grate would be positioned atop a platform 'pedestal,'      or base, within which special-effects equipment would be      enclosed to emit simulated 'steam' through the grid to swirl      about the figures.  They also settled upon a title for the      work&#8212;'Third World America'&#8212;and a legend for the pedestal:      'and still there is no room at the inn.' \"  652 F.Supp. 1453,      1454 (DC 1987).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Snyder made inquiries to locate an artist to produce the sculpture.  He was referred to respondent James Earl Reid, a Baltimore, Maryland, sculptor.  In the course of two telephone calls, Reid agreed to sculpt the three human figures.  CCNV agreed to make the steam grate and pedestal for the statue.  Reid proposed that the work be cast in bronze, at a total cost of approximately $100,000 and taking six to eight months to complete. Snyder rejected that proposal because CCNV did not have sufficient funds, and because the statue had to be completed by December 12 to be included in the pageant.  Reid then suggested, and Snyder agreed, that the sculpture would be made of a material known as \"Design Cast 62,\" a synthetic substance that could meet CCNV's monetary and time constraints, could be tinted to resemble bronze, and could withstand the elements.  The parties agreed that the project would cost no more than $15,000, not including Reid's services, which he offered to donate.  The parties did not sign a written agreement. Neither party mentioned copyright.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After Reid received an advance of $3,000, he made several sketches of figures in various poses.  At Snyder's request, Reid sent CCNV a sketch of a proposed sculpture showing the family in a creche like  etting:  the mother seated, cradling a baby in her lap;  the father standing behind her, bending over her shoulder to touch the baby's foot.  Reid testified that Snyder asked for the sketch to use in raising funds for the sculpture.  Snyder testified that it was also for his approval.  Reid sought a black family to serve as a model for the sculpture.  Upon Snyder's suggestion, Reid visited a family living at CCNV's Washington shelter but decided that only their newly born child was a suitable model.  While Reid was in Washington, Snyder took him to see homeless people living on the streets.  Snyder pointed out that they tended to recline on steam grates, rather than sit or stand, in order to warm their bodies.  From that time on, Reid's sketches contained only reclining figures.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Throughout November and the first two weeks of December 1985, Reid worked exclusively on the statue, assisted at various times by a dozen different people who were paid with funds provided in installments by CCNV.  On a number of occasions, CCNV members visited Reid to check on his progress and to coordinate CCNV's construction of the base.  CCNV rejected Reid's proposal to use suitcases or shopping bags to hold the family's personal belongings, insisting instead on a shopping cart.  Reid and CCNV members did not discuss copyright ownership on any of these visits.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On December 24, 1985, 12 days after the agreed-upon date, Reid delivered the completed statue to Washington.  There it was joined to the steam grate and pedestal prepared by CCNV and placed on display near the site of the pageant.  Snyder paid Reid the final installment of the $15,000.  The statue remained on display for a month.  In late January 1986, CCNV members returned it to Reid's studio in Baltimore for minor repairs.  Several weeks later, Snyder began making plans to take the statue on a tour of several cities to raise money for the homeless.  Reid objected, contending that the Design Cast 62 material was not strong enough to withstand the ambitious itinerary.  He urged CCNV to cast the statue in bronze at a cost of $35,000, or to create a master mold at a cost of $5,000.  Snyder declined to spend more of CCNV's money on the project.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In March 1986, Snyder asked Reid to return the sculpture. Reid refused.  He then filed a certificate of copyright registration for \"Third World America\" in his name and announced plans to take the sculpture on a more modest tour than the one CCNV had proposed.  Snyder, acting in his capacity as CCNV's trustee, immediately filed a competing certificate of copyright registration.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Snyder and CCNV then commenced this action against Reid and his photographer, Ronald Purtee,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> seeking return of the sculpture and a determination of copyright ownership.  The District Court granted a preliminary injunction, ordering the sculpture's return. After a 2-day bench trial, the District Court declared that \"Third World America\" was a \"work made for hire\" under &#167; 101 of the Copyright Act and that Snyder, as trustee for CCNV, was the exclusive owner of the copyright in the sculpture.  652 F.Supp., at 1457.  The court reasoned that Reid had been an \"employee\" of CCNV within the meaning of &#167; 101(1) because CCNV was the motivating force in the statue's production.  Snyder and other CCNV members, the court explained, \"conceived the idea of a contemporary Nativity scene to contrast with the national celebration of the season,\" and \"directed enough of [Reid's] effort to assure that, in the end, he had produced what they, not he, wanted.\"  <i>Id.,</i> at 1456.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Court of Appeals for the District of Columbia Circuit reversed and remanded, holding that Reid owned the copyright because \"Third World America\" was not a work for hire.  270 U.S.App.D.C. 26, 35, 846 F.2d 1485, 1494 (1988).  Adopting what it termed the \"literal interpretation\" of the Act as articulated by the Fifth Circuit in <i>Easter  eal Society for Crippled Children &amp; Adults of Louisiana, Inc. v. Playboy Enterprises,</i> 815 F.2d 323, 329 (1987), cert. denied, 485 U.S. 981, 108 S.Ct. 1280, 99 L.Ed.2d 491 (1988), the court read &#167; 101 as creating \"a simple dichotomy in fact between employees and independent contractors.\"  270 U.S.App.D.C., at 33, 846 F.2d, at 1492.  Because, under agency law, Reid was an independent contractor, the court concluded that the work was not \"prepared by an employee\" under &#167; 101(1).  <i>Id.,</i> at 35, 846 F.2d, at 1494.  Nor was the sculpture a \"work made for hire\" under the second subsection of &#167; 101 (hereinafter &#167; 101(2)): sculpture is not one of the nine categories of works enumerated in that subsection, and the parties had not agreed in writing that the sculpture would be a work for hire.  <i>Ibid.</i>  The court suggested that the sculpture nevertheless may have been jointly authored by CCNV and Reid, <i>id.,</i> at 36, 846 F.2d, at 1495, and remanded for a determination whether the sculpture is indeed a joint work under the Act, <i>id.,</i> at 39-40, 846 F.2d, at 1498-1499.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We granted certiorari to resolve a conflict among the Courts of Appeals over the proper construction of the \"work made for hire\" provisions of the Act.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  488 U.S. 940, 109 S.Ct. 362, 102 L.Ed.2d 352 (1988).  We now affirm.</p>\n    </div>\n    <p class=\"center\">II</p>\n    <p>A.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Copyright Act of 1976 provides that copyright ownership \"vests initially in the author or authors of the work.\"  17 U.S.C. &#167; 201(a).  As a general rule, the author is the party who actually creates the work, that is, the person who translates an idea into a fixed, tangible expression entitled to copyright protection.  &#167; 102.  The Act carves out an important exception, however, for \"works made for hire.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  If the work is for hire, \"the employer or other person for whom the work was prepared is considered the author\" and owns the copyright, unless there is a written agreement to the contrary.  &#167; 201(b).  Classifying a work as \"made for hire\" determines not only the initial ownership of its copyright, but also the copyright's duration, &#167; 302(c), and the owners' renewal rights, &#167; 304(a), termination rights, &#167; 203(a), and right to import certain goods bearing the copyright, &#167; 601(b)(1).  See 1 M. Nimmer &amp; D. Nimmer, Nimmer on Copyright &#167; 5.03[A], pp. 5-10 (1988).  The contours of the work for hire doctrine therefore carry profound significance for freelance creators&#8212;including artists, writers, photographers, designers, composers, and computer programmers&#8212;and for the publishing, advertising, music, and other industries which commission their works.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Section 101 of the 1976 Act provides that a work is \"for hire\" under two sets of circumstances:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">\"(1) a work prepared by an employee within the scope of his      or her employment;  or</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">(2) a work specially ordered or commissioned for use as a      contribution to a collective work, as a part of a motion      picture or other audiovisual work, as a translation, as a      supplementary work, as a compilation, as an instructional      text, as a test, as answer material for a test, or as an      atlas, if the parties expressly agree in a written instrument      signed by them that the work shall be considered a work made      for hire.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Petitioners do not claim that the statue satisfies the terms of &#167; 101(2).  Quite clearly, it does not.  Sculpture does not fit within any of the nine categories of \"specially ordered or commissioned\" works enumerated in that subsection, and no written agreement between the parties establishes \"Third World America\" as a work for hire.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The dispositive inquiry in this case therefore is whether \"Third World America\" is \"a work prepared by an employee within the scope of his or her employment\" under &#167; 101(1).  The Act does not define these terms.  In the absence of such guidance, four interpretations have emerged.  The first holds that a work is prepared by an employee whenever the hiring party<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> retains the right to control the product.  See <i>Peregrine v. Lauren Corp.,</i> 601 F.Supp. 828, 829 (Colo.1985);  <i>Clarkstown v. Reeder,</i> 566 F.Supp. 137, 142 (SDNY 1983).  Petitioners take this view.  Brief for Petitioners 15; Tr. of Oral Arg. 12.  A second, and closely related, view is that a work is prepared by an employee under &#167; 101(1) when the hiring party has actually wielded control with respect to the creation of a particular work.  This approach was formulated by the Court of Appeals for the Second Circuit, <i>Aldon Accessories Ltd. v. Spiegel, Inc.,</i> 738 F.2d 548, cert. denied, 469 U.S. 982, 105 S.Ct. 387, 83 L.Ed.2d 321 (1984), and adopted by the Fourth Circuit, <i>Brunswick Beacon, Inc. v. Schock-Hopchas Publishing Co.,</i> 810 F.2d 410 (1987), the Seventh Circuit, <i>Evans Newton, Inc. v. Chicago Systems Software,</i> 793 F.2d 889, cert. denied, 479 U.S. 949, 107 S.Ct. 434, 93 L.Ed.2d 383 (1986), and, at times, by petitioners, Brief for Petitioners 17.  A third view is that the term \"employee\" within &#167; 101(1) carries its common-law agency law meaning.  This view was endorsed by the Fifth Circuit in <i>Easter Seal Society for Crippled Children &amp; Adults of Louisiana, Inc. v. Playboy Enterprises,</i> 815 F.2d 323 (1987), and by the Court of Appeals below.  Finally, respondent and numerous <i>amici curiae</i> contend that the term \"employee\" only refers to \"formal, salaried\" employees.  See, <i>e.g.,</i> Brief for Respondent 23-24;  Brief for Register of Copyrights as <i>Amicus Curiae</i> 7.  The Court of Appeals for the Ninth Circuit recently adopted this view.  See <i>Dumas v. Gommerman,</i> 865 F.2d 1093 (1989).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The starting point for our interpretation of a statute is always its language.  <i>Consumer Product Safety Comm'n v. GTE Sylvania, Inc.,</i> 447 U.S. 102, 108, 100 S.Ct. 2051, 2056, 64 L.Ed.2d 766 (1980).  The Act nowhere defines the terms \"employee\" or \"scope of employment.\"  It is, however, well established that \"[w]here Congress uses terms that have accumulated settled meaning under . . . the common law, a court must infer, unless the statute otherwise dictates, that Congress means to incorporate the established meaning of these terms.\"  <i>NLRB v. Amax Coal Co.,</i> 453 U.S. 322, 329, 101 S.Ct. 2789, 2794, 69 L.Ed.2d 672 (1981);  see also <i>Perrin v. United States,</i> 444 U.S. 37, 42, 100 S.Ct. 311, 314, 62 L.Ed.2d  99 (1979).  In the past, when Congress has used the term \"employee\" without defining it, we have concluded that Congress intended to describe the conventional master-servant relationship as understood by common-law agency doctrine.  See, <i>e.g., Kelley v. Southern Pacific Co.,</i> 419 U.S. 318, 322-323, 95 S.Ct. 472, 475-476, 42 L.Ed.2d 498 (1974);  <i>Baker v. Texas &amp; Pacific R. Co.,</i> 359 U.S. 227, 228, 79 S.Ct. 664, 665, 3 L.Ed.2d 756 (1959) (<i>per curiam</i> );  <i>Robinson v. Baltimore &amp; Ohio R. Co.,</i> 237 U.S. 84, 94, 35 S.Ct. 491, 494, 59 L.Ed. 849 (1915).  Nothing in the text of the work for hire provisions indicates that Congress used the words \"employee\" and \"employment\" to describe anything other than \" 'the conventional relation of employer and employe.' \"  <i>Kelley, supra,</i> 419 U.S.,  at 323, 95 S.Ct., at 476,  quoting <i>Robinson, supra,</i> 237 U.S., at 94, 35 S.Ct., at 494;  cf. <i>NLRB v. Hearst Publications, Inc.,</i> 322 U.S. 111, 124-132, 64 S.Ct. 851, 857-861, 88 L.Ed. 1170 (1944) (rejecting agency law conception of employee for purposes of the National Labor Relations Act where structure and context of statute indicated broader definition).  On the contrary, Congress' intent to incorporate the agency law definition is suggested by &#167; 101(1)'s use of the term, \"scope of employment,\" a widely used term of art in agency law.  See Restatement (Second) of Agency &#167; 228 (1958) (hereinafter Restatement).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In past cases of statutory interpretation, when we have concluded that Congress intended terms such as \"employee,\" \"employer,\" and \"scope of employment\" to be understood in light of agency law, we have relied on the general common law of agency, rather than on the law of any particular State, to give meaning to these terms.  See, <i>e.g., Kelley,</i> 419 U.S., at 323-324, and n. 5, 95 S.Ct., at 475-476, and n. 5;  <i>id.,</i> at 332, 95 S.Ct., at 480 (Stewart, J., concurring in judgment);  <i>Ward v. Atlantic Coast Line R. Co.,</i> 362 U.S. 396, 400, 80 S.Ct. 789, 792, 4 L.Ed.2d 820 (1960);  <i>Baker, supra,</i> 359 U.S., at 228, 79 S.Ct., at 665.  This practice reflects the fact that \"federal statutes are generally intended to have uniform nationwide application.\"  <i>Mississippi Band of Choctaw Indians v. Holyfield,</i> 490 U.S. 30, 43, 109 S.Ct. 1597, 1605, 104 L.Ed.2d 29 (1989).  Establishment of a federal rule of agency, rather than reliance on state agency law, is particularly appropriate here given the Act's express objective of creating national, uniform copyright law by broadly pre-empting state statutory and common-law copyright regulation.  See 17 U.S.C. &#167; 301(a).  We thus agree with the Court of Appeals that the term \"employee\" should be understood in light of the general common law of agency.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In contrast, neither test proposed by petitioners is consistent with the text of the Act.  The exclusive focus of the right to control the product test on the relationship between the hiring party and the product clashes with the language of &#167; 101(1), which focuses on the relationship between the hired and hiring parties.  The right to control the product test also would distort the meaning of the ensuing subsection, &#167; 101(2).  Section 101 plainly creates two distinct ways in which a work can be deemed for hire:  one for works prepared by employees, the other for those specially ordered or commissioned works which fall within one of the nine enumerated categories and are the subject of a written agreement.  The right to control the product test ignores this dichotomy by transforming into a work for hire under &#167; 101(1) any \"specially ordered or commissioned\" work that is subject to the supervision and control of the hiring party. Because a party who hires a \"specially ordered or commissioned\" work by definition has a right to specify the characteristics of the product desired, at the time the commission is accepted, and frequently until it is completed, the right to control the product test would mean that many works that could satisfy &#167; 101(2) woul already have been deemed works for hire under &#167; 101(1). Petitioners' interpretation is particularly hard to square with &#167; 101(2)'s enumeration of the nine specific categories of specially ordered or commissioned works eligible to be works for hire, <i>e.g.,</i> \"a contribution to a collective work,\" \"a part of a motion picture,\" and \"answer material for a test.\"  The unifying feature of these works is that they are usually prepared at the instance, direction, and risk of a publisher or producer.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  By their very nature, therefore, these types of works would be works by an employee under petitioners' right to control the product test.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The actual control test, articulated by the Second Circuit in <i>Aldon Accessories,</i> fares only marginally better when measured against the language and structure of &#167; 101.  Under this test, independent contractors who are so controlled and supervised in the creation of a particular work are deemed \"employees\" under &#167; 101(1).  Thus work for hire status under &#167; 101(1) depends on a hiring party's <i>actual</i> control of, rather than <i>right</i> to control, the product.  <i>Aldon Accessories,</i> 738 F.2d, at 552.  Under the actual control test, a work for hire could arise under &#167; 101(2), but not under &#167; 101(1), where a party commissions, but does not actually control, a product which falls into one of the nine enumerated categories.  Nonetheless, we agree with the Court of Appeals for the Fifth Circuit that \"[t]here is simply no way to milk the 'actual control' test of <i>Aldon Accessories</i> from the language of the statute.\"  <i>Easter Seal Society,</i> 815 F.2d, at 334. Section 101 clearly delineates between works prepared by an employee and commissioned works.  Sound though other distinctions might be as a matter of copyright policy, there is no statutory support for an additional dichotomy between commissioned works that are actually controlled and supervised by the hiring party and those that are not.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We therefore conclude that the language and structure of &#167; 101 of the Act do not support either the right to control the product or the actual control approaches.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The structure of &#167; 101 indicates that a work for hire can arise through one of two mutually exclusive means, one for employees and one for independent contractors, and ordinary canons of statutory interpretation indicate that the classification of a particular hired party should be made with reference to agency law.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This reading of the undefined statutory terms finds considerable support in the Act's legislative history.  Cf. <i>Diamond v. Chakrabarty,</i> 447 U.S. 303, 315, 100 S.Ct. 2204, 2210-11, 65 L.Ed.2d 144 (1980).  The Act, which almost completely revised existing copyright law, was the product of two decades of negotiation by representatives of creators and copyright-using industries, supervised by the Copyright Office and, to a lesser extent, by Congress.  See <i>Mills Music, Inc. v. Snyder,</i> 469 U.S. 153, 159, 105 S.Ct. 638, 642-43, 83 L.Ed.2d 556 (1985);  Litman, Copyright, Compromise, and Legislative History, 72 Cornell L.Rev. 857, 862 (1987).  Despite the lengthy history of negotiation and compromise which ultimately produced the Act, two things remained constant.  First, interested parties and Congress at all times viewed works by employees and commissioned works by independent contractors as separate entities.  Second, in using the term \"employee,\" the parties and Congress meant to refer to a hired party in a conventional employment relationship.  These factors militate in favor of the reading we have found appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In 1955, when Congress decided to overhaul copyright law, the existing work for hire provision was &#167; 62 of the 1909 Copyright Act, 17 U.S.C. &#167; 26 (1976 ed.) (1909 Act).  It provided that \"the word 'author' shall include an employer in the case of works made for hire.\"<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Because the 1909 Act did not define \"employer\" or \"works made for hire,\" the task of shaping these terms fell to the courts.  They concluded that the work for hire doctrine codified in &#167; 62 referred only to works made by employees in the regular course of their employment.  As for commissioned works, the courts generally presumed that the commissioned party had impliedly agreed to convey the copyright, along with the work itself, to the hiring party.  See, <i>e.g., Shapiro, Bernstein &amp; Co. v. Jerry Vogel Music Co.,</i> 221 F.2d 569, 570, rev'd, 223 F.2d 252 (CA2 1955);  <i>Yardley v. Houghton Mifflin Co.,</i> 108 F.2d 28, 31 (CA2 1939), cert. denied, 309 U.S. 686, 60 S.Ct. 891, 84 L.Ed. 1029 (1940).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In 1961, the Copyright Office's first legislative proposal retained the distinction between works by employees and works by independent contractors.  See Report of the Register of Copyrights on the General Revision of the U.S. Copyright Law, 87th Cong., 1st Sess., Copyright Law Revision 86-87 (H.R. Judiciary Comm. Print 1961).  After numerous meetings with representatives of the affected parties, the Copyright Office issued a preliminary draft bill in 1963.  Adopting the Register's recommendation, it defined \"work made for hire\" as \"a work prepared by an employee within the scope of the duties of his  mployment, but not including a work made on special order or commission.\"  Preliminary Draft for Revised U.S. Copyright Law and Discussions and Comments on the Draft, 88th Cong., 2d Sess., Copyright Law Revision, Part 3, p. 15, n. 11 (H. Judiciary Comm. Print 1964) (hereinafter Preliminary Draft).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In response to objections by book publishers that the preliminary draft bill limited the work for hire doctrine to \"employees,\"<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> the 1964 revision bill expanded the scope of the work for hire classification to reach, for the first time, commissioned works.  The bill's language, proposed initially by representatives of the publishing industry, retained the definition of work for hire insofar as it referred to \"employees,\" but added a separate clause covering commissioned works, without regard to the subject matter, \"if the parties so agree in writing.\"  S. 3008, H.R. 11947, H.R. 12354, 88th Cong., 2d Sess., &#167; 54 (1964), reproduced in 1964 Revision Bill with Discussions and Comments, 89th Cong., 1st Sess., Copyright Law Revision, pt. 5, p. 31 (H.R. Judiciary Comm. Print 1965).  Those representing authors objected that the added provision would allow publishers to use their superior bargaining position to force authors to sign work for hire agreements, thereby relinquishing all copyright rights as a condition of getting their books published.  See Supplementary Report, at 67.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In 1965, the competing interests reached a historic compromise, which was embodied in a joint memorandum submitted to Congress and the Copyright Office,<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> incorporated into the 1965 revision bill, and ultimately enacted in the same form and nearly the same terms 11 years later, as &#167; 101 of the 1976 Act.  The compromise retained as subsection (1) the language referring to \"a work prepared by an employee within the scope of his employment.\" However, in exchange for concessions from publishers on provisions relating to the termination of transfer rights, the authors consented to a second subsection which classified four categories of commissioned works as works for hire if the parties expressly so agreed in writing:  works for use \"as a contribution to a collective work, as a part of a motion picture, as a translation, or as supplementary work.\"  S. 1006, H.R. 4347, H.R. 5680, H.R. 6835, 89th Cong., 1st Sess., &#167; 101 (1965).  The interested parties selected these categories because they concluded that these commissioned works, although not prepared by employees and thus not covered by the first subsection, nevertheless should be treated as works for hire because they were ordinarily prepared \"at the instance, direction, and risk of a publisher or producer.\" Supplementary Report, at 67.  The Supplementary Report emphasized that only the \"four special cases specifically mentioned\" could qualify as works made for hire;  \"[o]ther works made on special order or commission would not come within the definition.\"  <i>Id.,</i> t 67-68.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In 1966, the House Committee on the Judiciary endorsed this compromise in the first legislative Report on the revision bills. See H.R.Rep. No. 2237, 89th Cong., 2d Sess., 114, 116 (1966). Retaining the distinction between works by employees and commissioned works, the House Committee focused instead on \"how to draw a statutory line between those works written on special order or commission that should be considered as works made for hire, and those that should not.\"  <i>Id.,</i> at 115.  The House Committee added four other enumerated categories of commissioned works that could be treated as works for hire:  compilations, instructional texts, tests, and atlases.  <i>Id.,</i> at 116.  With the single addition of \"answer material for a test,\" the 1976 Act, as enacted, contained the same definition of works made for hire as did the 1966 revision bill, and had the same structure and nearly the same terms as the 1966 bill.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Indeed, much of the language of the 1976 House and Senate Reports was borrowed from the Reports accompanying the earlier drafts.  See, <i>e.g.,</i> H.R.Rep. No. 94-1476, p. 121 (1976);  S.Rep. No. 94-473, p. 105 (1975), U.S.Code Cong. &amp; Admin.News 1976, p. 5659.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Thus, the legislative history of the Act is significant for several reasons.  First, the enactment of the 1965 compromise with only minor modifications demonstrates that Congress intended to provide two mutually exclusive ways for works to acquire work for hire status:  one for employees and the other for independent contractors.  Second, the legislative history underscores the clear import of the statutory language: only enumerated categories of commissioned works may be accorded work for hire status.  The hiring party's right to control the product simply is not determinative.  See Note, The Creative Commissioner:  Commissioned Works Under the Copyright Act of 1976, 62 N.Y.U.L.Rev. 373, 388 (1987).  Indeed, importing a test based on a hiring party's right to control, or actual control of, a product would unravel the \" 'carefully worked out compromise aimed at balancing legitimate interests on both sides.' \"  H.R.Rep. No. 2237, <i>supra,</i> at 114, quoting Supplemental Report, at 66.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We do not find convincing petitioners' contrary interpretation of the history of the Act.  They contend that Congress, in enacting the Act, meant to incorporate a line of cases decided under the 1909 Act holding that an employment relationship exists sufficient to give the hiring party copyright ownership whenever that party has the right to control or supervise the artist's work.  See, <i>e.g., Siegel v. National Periodical Publications, Inc.,</i> 508 F.2d 909, 914 (CA2 1974); <i>Picture Music, Inc. v. Bourne, Inc.,</i> 457 F.2d 1213, 1216 (CA2), cert. denied, 409 U.S. 997, 93 S.Ct. 320, 34 L.Ed.2d 262 (1972); <i>Scherr v. Universal Match Corp.,</i> 417 F.2d 497, 500 (CA2 1969), cert. denied, 397 U.S. 936, 90 S.Ct. 945, 25 L.Ed.2d 116 (1970); <i>Brattleboro Publishing Co. v. Winmill Publishing Corp.,</i> 369 F.2d 565, 567-568 (CA2 1966).  In support of this position, petitioners note:  \"Nowhere in the 1976 Act or in the Act's legislative history does Congress state that it intended to jettison the control standard or otherwise to reject the pre-Act judicial approach to identifying a work for hire employment relationship.\"  Brief for Petitioners 20, citing <i>Aldon Accessories,</i> 738 F.2d, at 552.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We are unpersuaded.  Ordinarily, \"Congress' silence is just that&#8212;silence.\"  <i>Alaska Airlines, Inc. v. Brock,</i> 480 U.S. 678, 686, 107 S.Ct. 1476, 1481, 94 L.Ed.2d 661 (1987).  Petitioners' reliance on legislative silence is particularly misplaced here because the text and structure of &#167; 101 counsel otherwise.  See <i>Bourjaily v. United States,</i> 483 U.S. 171, 178, 107 S.Ct. 2775, 2780, 97 L.Ed.2d 144 (1987);  <i>Harrison v. PPG Industries, Inc.,</i> 446 U.S. 578, 592, 100 S.Ct. 1889, 1897, 64 L.Ed.2d 525 (1980).<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> Furthermore, the structure of the work for hire provisions was fully developed in 1965, and the text was agreed upon in essentially final form by 1966.  At that time, however, the courts had applied the work for hire doctrine under the 1909 Act exclusively to traditional employees.  Indeed, it was not until after the 1965 compromise was forged and adopted by Congress<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> that a federal court for the first time applied the work for hire doctrine to commissioned works.  See, <i>e.g., Brattleboro Publishing Co., supra,</i> at 567-568.  Congress certainly could not have \"jettisoned\" a line of cases that had not yet been decided.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Finally, petitioners' construction of the work for hire provisions would impede Congress' paramount goal in revising the 1976 Act of enhancing predictability and certainty of copyright ownership.  See H. R. Rep. No. 94-1476, <i>supra,</i> at 129.  In a \"copyright marketplace,\" the parties negotiate with an expectation that one of them will own the copyright in the completed work. <i>Dumas,</i> 865 F.2d, at 1104-1105, n. 18.  With that expectation, the parties at the outset can settle on relevant contractual terms, such as the price for the work and the ownership of reproduction rights.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">To the extent that petitioners endorse an actual control test,<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> CCNV's construction of the work for hire provisions prevents such planning.  Because that test turns on whether the hiring party has closely monitored the production process, the parties would not know until late in the process, if not until the work is completed, whether a work will ultimately fall within &#167; 101(1).  Under petitioners' approach, therefore, parties would have to predict in advance whether the hiring party will sufficiently control a given work to make it the author.  \"If they guess incorrectly, their reliance on 'work for hire' or an assignment may give them a copyright interest that they did not bargain for.\"  <i>Easter Seal Society,</i> 815 F.2d, at 333;  accord, <i>Dumas, supra,</i> at 1103.  This understanding of the work for hire provisions clearly thwarts Congress' goal of ensuring predictability through advance planning.  Moreover, petitioners' interpretation \"leaves the door open for hiring parties, who have failed to get a full assignment of copyright rights from independent contractors falling outside the subdivision (2) guidelines, to unilaterally obtain work-made-for-hire rights years after the work has been completed as long as they directed or supervised the work, a standard that is hard not to meet when one is a hiring party.\"  Hamilton, Commissioned Works as Works Made for Hire Under the 1976 Copyright Act:  Misinterpretation and Injustice, 135 U.Pa.L.Rev. 1281, 1304 (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In sum, we must reject petitioners' argument.  Transforming a commissioned work into a work by an employee on the basis of the hiring party's right to control, or actual control of, the work is inconsistent with the language, structure, and legislative history of the work for hire provisions.  To determine whether a work is for hire under the Act, a court first should ascertain, using principles of general common law of agency, whether the work was prepared by an employee or an independent contractor.  After making this determination, the court can apply the appropriate subsection of &#167; 101.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We turn, finally, to an application of &#167; 101 to Reid's production of \"Third World America.\"  In determining whether a hired party is an employee under the general common law of agency, we consider the hiring party's right to control the manner and means by which the product is accomplished.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a>  Among the other factors relevant to this inquiry are the skill required;<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a>  the source of the instrumentalities and tools;<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a>  the location of the work;<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a>  the duration of the relationship between the parties;<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a> whether the hiring party has the right to assign additional projects to the hired party;<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a>  the extent of the hired party's discretion over when and how long to work;<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a>  the method of payment;<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a>  the hired party's role in hiring and paying assistants;<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a>  whether the work is part of the regular business of the hiring party;<a class=\"footnote\" href=\"#fn27\" id=\"fn27_ref\">27</a>  whether the hiring party is in business;<a class=\"footnote\" href=\"#fn28\" id=\"fn28_ref\">28</a>  the provision of employee benefits;<a class=\"footnote\" href=\"#fn29\" id=\"fn29_ref\">29</a>  and the tax treatment of the hired party.<a class=\"footnote\" href=\"#fn30\" id=\"fn30_ref\">30</a>  See Restatement &#167; 220(2) (setting forth a nonexhaustive list of factors relevant to determining whether a hired party is an employee).<a class=\"footnote\" href=\"#fn31\" id=\"fn31_ref\">31</a>  No one of these factors is determinative.  See <i>Ward,</i> 362 U.S., at 400, 80 S.Ct., at 792; <i>Hilton Int'l Co. v. NLRB,</i> 690 F.2d 318, 321 (CA2 1982).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Examining the circumstances of this case in light of these factors, we agree with the Court of Appeals that Reid was not an employee of CCNV but an independent contractor.  270 U.S.App.D.C., at 35, n. 11, 846 F.2d, at 1494, n. 11.  True, CCNV members directed enough of Reid's work to ensure that he produced a sculpture that met their specifications.  652 F.Supp., at 1456. But the extent of control the hiring party exercises over the details of the product is not dispositive.  Indeed, all the other circumstances weigh heavily against finding an employment relationship.  Reid is a sculptor, a skilled occupation.  Reid supplied his own tools.  He worked in his own studio in Baltimore, making daily supervision of his activities from Washington practicably impossible.  Reid was retained for less than two months, a relatively short period of time.  During and after this time, CCNV had no right to assign additional projects to Reid.  Apart from the deadline for completing the sculpture, Reid had absolute freedom to decide when and how long to work.  CCNV paid Reid $15,000, a sum dependent on \"completion of a specific job, a method by which independent contractors are often compensated.\" <i>Holt v. Winpisinger,</i> 258 U.S.App.D.C. 343, 351, 811 F.2d 1532, 1540 (1987).  Reid had total discretion in hiring and paying assistants.  \"Creating sculptures was hardly 'regular business' for CCNV.\"  270 U.S.App.D.C., at 35, n. 11, 846 F.2d, at 1494, n. 11.  Indeed, CCNV is not a business at all.  Finally, CCNV did not pay payroll or Social Security taxes, provide any employee benefits, or contribute to unemployment insurance or workers' compensation funds.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Because Reid was an independent contractor, whether \"Third World America\" is a work for hire depends on whether it satisfies the terms of &#167; 101(2).  This petitioners concede it cannot do. Thus, CCNV is not the author of \"Third World America\" by virtue of the work for hire provisions of the Act.  However, as the Court of Appeals made clear, CCNV nevertheless may be a joint author of the sculpture if, on remand, the District Court determines that CCNV and Reid prepared the work \"with the intention that their con ributions be merged into inseparable or interdependent parts of a unitary whole.\"  17 U.S.C. &#167; 101.<a class=\"footnote\" href=\"#fn32\" id=\"fn32_ref\">32</a>  In that case, CCNV and Reid would be co-owners of the copyright in the work.  See &#167; 201(a).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">For the aforestated reasons, we affirm the judgment of the Court of Appeals for the District of Columbia Circuit.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Purtee was named as a defendant but never appeared or claimed any interest in the statue.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Compare <i>Easter Seal Society for Crippled Children &amp; Adults of Louisiana, Inc. v. Playboy Enterprises,</i> 815 F.2d 323 (CA5 1987) (agency law determines who is an employee under &#167; 101), cert. denied, 485 U.S. 981, 108 S.Ct. 1280, 99 L.Ed.2d 491 (1988), with <i>Brunswick Beacon, Inc. v. Schock-Hopchas Publishing Co.,</i> 810 F.2d 410 (CA4 1987) (supervision and control standard determines who is an employee under &#167; 101);  <i>Evans Newton, Inc. v. Chicago Systems Software,</i> 793 F.2d 889 (CA7) (same), cert. denied, 479 U.S. 949, 107 S.Ct. 434, 93 L.Ed.2d 383 (1986);  and <i>Aldon Accessories Ltd. v. Spiegel, Inc.,</i> 738 F.2d 548 (CA2) (same), cert. denied, 469 U.S. 982, 105 S.Ct. 387, 83 L.Ed.2d 321 (1984).  See also <i>Dumas v. Gommerman,</i> 865 F.2d 1093 (CA9 1989) (a multifactor formal, salaried employee test determines who is an employee under &#167; 101).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We use the phrase \"work for hire\" interchangeably with the more cumbersome statutory phrase \"work made for hire.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> As of 1955, approximately 40 percent of all copyright registrations were for works for hire, according to a Copyright Office study.  See Varmer, Works Made for Hire and On Commission, in Studies Prepared for the Subcommittee on Patents, Trademarks, and Copyrights of the Senate Committee on the Judiciary, Study No. 13, 86th Cong., 2d Sess., 139, n. 49 (Comm. Print 1960) (hereinafter Varmer, Works Made for Hire).  The Copyright Office does not keep more recent statistics on the number of work for hire registrations.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Section 101 of the Act defines each of the nine categories of \"specially ordered or commissioned\" works.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> By \"hiring party,\" we mean to refer to the party who claims ownership of the copyright by virtue of the work for hire doctrine.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See Supplementary Report of the Register of Copyrights on the General Revision of the U.S. Copyright Law:  1965 Revision Bill, 89th Cong., 1st Sess., Copyright Law Revision, pt. 6, pp. 66-67 (H.R. Judiciary Comm. Print 1965) (hereinafter Supplementary Report);  Hardy, Copyright Law's Concept of Employment&#8212;What Congress Really Intended, 35 J.Copr.Soc. USA 210, 244-245 (1988).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We also reject the suggestion of respondent and <i>amici</i> that the &#167; 101(1) term \"employee\" refers only to formal, salaried employees.  While there is some support for such a definition in the legislative history, see Varmer, Works Made for Hire 130;  n. 11, <i>infra,</i> the language of &#167; 101(1) cannot support it.  The Act does not say \"formal\" or \"salaried\" employee, but simply \"employee.\"  Moreover, respondent and those <i>amici</i> who endorse a formal, salaried employee test do not agree upon the content of this test.  Compare, <i>e.g.,</i> Brief for Respondent 37 (hired party who is on payroll is an employee within &#167; 101(1)) with Tr. of Oral Arg. 31 (hired party who receives a salary or commissions regularly is an employee within &#167; 101(1));  and Brief for Volunteer Lawyers for the Arts, Inc., et al. as <i>Amici Curiae</i> 4 (hired party who receives a salary <i>and</i> is treated as an employee for Social Security and tax purposes is an employee within &#167; 101(1)).  Even the one Court of Appeals to adopt what it termed a formal, salaried employee test in fact embraced an approach incorporating numerous factors drawn from the agency law definition of employee which we endorse.  See <i>Dumas,</i> 865 F.2d, at 1104.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The concept of works made for hire first arose in controversies over copyright ownership involving works produced by persons whom all parties agreed were employees.  See, <i>e.g., Colliery Engineer Co. v. United Correspondence Schools Co.,</i> 94 F. 152 (CC SDNY 1899);  <i>Little v. Gould,</i> 15 F.Cas. 612 (No. 8,395) (CC NDNY 1852).  This Court first took note of the work for hire doctrine in <i>Bleistein v. Donaldson Lithographing Co.,</i> 188 U.S. 239, 248, 23 S.Ct. 298, 299, 47 L.Ed. 460 (1903), where we found that an employer owned the copyright to advertisements that had been created by an employee in the course of his employment. <i>Bleistein</i> did not, however, purport to define \"employee.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> See Varmer, Works Made for Hire 130;  Fidlow, The \"Works Made for Hire\" Doctrine and the Employee/Independent Contractor Dichotomy:  The Need for Congressional Clarification, 10 Hastings Comm.Ent.L.J. 591, 600-601 (1988).  Indeed, the Varmer study, which was commissioned by Congress as part of the revision process, itself contained separate subsections labeled \"Works Made for Hire\" and \"Works Made on Commission.\"  It nowhere indicated that the two categories might overlap or that commissioned works could be made by an employee.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> See, <i>e.g.,</i> Preliminary Draft, at 259 (statement of Horace S. Manges, Joint Committee of the American Book Publishers Council and the American Textbook Publishers Institute) (\"There would be a necessity of putting people on the payroll whom the employers wouldn't want to put on the payroll, and where the employees would prefer to work as independent contractors\");  <i>id.,</i> at 272 (statement of Saul N. Rittenberg, MGM) (\"[T]he present draft has given more emphasis to formalism than necessary.  If I commission a work from a man, ordering a work specially for my purposes, and I pay for it, what difference does it make whether I put him under an employment contract or establish an independent contractor relationship?\");  <i>id.,</i> at 260 (statement of John R. Peterson, American Bar Association) (\"I don't think there is any valid philosophical or economic difference between the situation in which you have a man on a continuing basis of orders which justifies placing him on your payroll, and the situation in which you give him a particular order for a particular job\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The parties to the joint memorandum included representatives of the major competing interests involved in the copyright revision process:  publishers and authors, composers, and lyricists.  See Copyright Law Revision:  Hearings on H.R. 4347, 5680, 6831, 6835 before Subcommittee No. 3 of the House Committee on the Judiciary, 89th Cong., 1st Sess., pt. 1, p. 134 (1965).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> An attempt to add \"photographic or other portrait[s],\" S.Rep. No. 94-473, p. 4 (1975), to the list of commissioned works eligible for work for hire status failed after the Register of Copyrights objected:</p>\n        <p>\"The addition of portraits to the list of commissioned works that can be made into 'works made for hire' by agreement of the parties is difficult to justify.  Artists and photographers are among the most vulnerable and poorly protected of all the beneficiaries of the copyright law, and it seems clear that, like serious composers and choreographers, they were not intended to be treated as 'employees' under the carefully negotiated definition in section 101.\"  Second Supplementary Report of the Register of Copyrights on the General Revision of the U.S. Copyright Law: 1975 Revision Bill, Chapter XI, pp. 12-13.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Strict adherence to the language and structure of the Act is particularly appropriate where, as here, a statute is the result of a series of carefully crafted compromises.  See <i>Rodriguez v. Compass Shipping Co.,</i> 451 U.S. 596, 617, 101 S.Ct. 1945, 1957-58, 68 L.Ed.2d 472 (1981);  <i>United States v. Sisson,</i> 399 U.S. 267, 291, 298, 90 S.Ct. 2117, 2134, 26 L.Ed.2d 608 (1970).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> In framing other provisions of the Act, Congress indicated when it intended to incorporate existing case law.  See, <i>e.g.,</i> H.R.Rep. No. 94-1476, p. 121 (1976), U.S.Code Cong. &amp; Admin.News 1976, p. 5736 (\"There is . . . no need for a specific statutory provision concerning the rights and duties of the coowners <i>[sic]</i> of a work;  court-made law on this point is left undisturbed\");  S.Rep. No. 94-473, <i>supra,</i> at 104 (same).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Over the course of the copyright revision process, Congress frequently endorsed a negotiated compromise which years later in 1976 it formally enacted with only minor revisions.  See <i>Mills Music, Inc. v. Snyder,</i> 469 U.S. 153, 160-161, 105 S.Ct. 638, 643-644, 83 L.Ed.2d 556 (1985).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Petitioners concede that, as a practical matter, it is often difficult to demonstrate the existence of a right to control without evidence of the actual exercise of that right.  See <i>Murray v. Gelderman,</i> 566 F.2d 1307, 1310-1311 (CA5 1978).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> See, <i>e.g., Hilton Int'l Co. v. NLRB,</i> 690 F.2d 318, 320 (CA2 1982);  <i>NLRB v. Maine Caterers, Inc.,</i> 654 F.2d 131, 133 (CA1 1981), cert. denied, 455 U.S. 940, 102 S.Ct. 1432, 71 L.Ed.2d 651 (1982);  Restatement &#167; 220(1).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> See, <i>e.g., Bartels v. Birmingham,</i> 332 U.S. 126, 132, 67 S.Ct. 1547, 1550-51, 91 L.Ed. 1947 (1947);  <i>Hilton Int'l Co., supra,</i> at 320;  <i>NLRB v. A. Duie Pyle, Inc.,</i> 606 F.2d 379, 382 (CA3 1979);  Restatement &#167; 220(2)(d).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> See, <i>e.g., NLRB v. United Ins. Co. of America,</i> 390 U.S. 254, 258, 88 S.Ct. 988, 990-91, 19 L.Ed.2d 1083 (1968);  <i>United States v. Silk,</i> 331 U.S. 704, 717, 718, 67 S.Ct. 1463, 1470, 1470-71, 91 L.Ed. 1757 (1947);  <i>Dumas,</i> 865 F.2d, at 1105; Restatement &#167; 220(2)(e).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> See, <i>e.g., United Ins. Co., supra,</i> 390 U.S., at 258, 88 S.Ct., at 990-91;  <i>Dumas, supra,</i> at 1105;  <i>Darden v. Nationwide Mutual Ins. Co.,</i> 796 F.2d  01, 705 (CA4 1986);  Restatement &#167; 220(2)(e).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> See, <i>e.g., United Ins. Co., supra,</i> 390 U.S., at 259, 88 S.Ct., at 991;  <i>Bartels, supra,</i> 332 U.S., at 132, 67 S.Ct., at 1550-51;  Restatement &#167; 220(2)(f).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> See, <i>e.g., Dumas, supra,</i> at 1105.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> See, <i>e.g., United Ins. Co., supra,</i> 390 U.S., at 258, 88 S.Ct., at 990-91;  <i>Short v. Central States, Southeast &amp; Southwest Areas Pension Fund,</i> 729 F.2d 567, 574 (CA8 1984).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> See, <i>e.g., Dumas, supra,</i> at 1105;  <i>Darden, supra,</i> at 705; <i>Holt v. Winpisinger,</i> 258 U.S.App.D.C. 343, 351, 811 F.2d 1532, 1540 (1987);  Restatement &#167; 220(2)(g).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> See, <i>e.g., Bartels, supra,</i> 332 U.S., at 132, 67 S.Ct., at 1550-51;  <i>Silk, supra,</i> 331 U.S., at 719, 67 S.Ct., at 1471; <i>Darden, supra,</i> at 705;  <i>Short, supra,</i> at 574.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn27\">\n        <a class=\"footnote\" href=\"#fn27_ref\">27</a>\n        <p> See, <i>e.g., United Ins. Co., supra,</i> 390 U.S., at 259, 88 S.Ct., at 991;  <i>Silk, supra,</i> 331 U.S., at 718, 67 S.Ct., at 1470-71;  <i>Dumas, supra,</i> at 1105;  <i>Hilton Int'l Co., supra,</i> at 321; Restatement &#167; 220(2)(h).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn28\">\n        <a class=\"footnote\" href=\"#fn28_ref\">28</a>\n        <p> See, <i>e.g.,</i> Restatement &#167; 220(2)(j).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn29\">\n        <a class=\"footnote\" href=\"#fn29_ref\">29</a>\n        <p> See, <i>e.g., United Ins. Co., supra,</i> 390 U.S., at 259, 88 S.Ct., at 991;  <i>Dumas, supra,</i> at 1105;  <i>Short, supra,</i> at 574.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn30\">\n        <a class=\"footnote\" href=\"#fn30_ref\">30</a>\n        <p> See, <i>e.g., Dumas, supra,</i> at 1105.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn31\">\n        <a class=\"footnote\" href=\"#fn31_ref\">31</a>\n        <p> In determining whether a hired party is an employee under the general common law of agency, we have traditionally looked for guidance to the Restatement of Agency.  See, <i>e.g., Kelley v. Southern Pacific Co.,</i> 419 U.S. 318, 323-324, and n. 5, 95 S.Ct. 472, 475-476, and n. 5, 42 L.Ed.2d 498 (1974);  <i>id.,</i> at 332, 95 S.Ct., at 480 (Stewart, J., concurring in judgment);  <i>Ward v. Atlantic Coast Line R. Co.,</i> 362 U.S. 396, 400, 80 S.Ct. 789, 792, 4 L.Ed.2d 820 (1960);  <i>Baker v. Texas &amp; Pacific R. Co.,</i> 359 U.S. 227, 228, 79 S.Ct. 664, 665, 3 L.Ed.2d 756 (1959).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn32\">\n        <a class=\"footnote\" href=\"#fn32_ref\">32</a>\n        <p> Neither CCNV nor Reid sought review of the Court of Appeals' remand order.  We therefore have no occasion to pass judgment on the applicability of the Act's joint authorship provisions to this case.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>490 U.S. 730 (1989)</b></center>\n<center><h1>COMMUNITY FOR CREATIVE NON-VIOLENCE ET AL.<br>\nv.<br>\nREID</h1></center>\n<center>No. 88-293.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 29, 1989</center>\n<center>Decided June 5, 1989</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE DISTRICT OF COLUMBIA CIRCUIT\n<p><span class=\"star-pagination\">*732</span> <i>Robert Alan Garrett</i> argued the cause for petitioners. With him on the briefs were <i>Terri A. Southwick</i> and <i>L. Barrett Boss.</i></p>\n<p><i>Joshua Kaufman</i> argued the cause for respondent. With him on the brief was <i>Jeffrey B. O'Toole.</i></p>\n<p><i>Lawrence S. Robbins</i> argued the cause for the Register of Copyrights as <i>amicus curiae</i> urging affirmance. With him on the brief were <i>Acting Solicitor General Bryson, Deputy Solicitor General Merrill,</i> and <i>Ralph Oman.</i><sup>[*]</sup></p>\n<p>JUSTICE MARSHALL delivered the opinion of the Court.</p>\n<p>In this case, an artist and the organization that hired him to produce a sculpture contest the ownership of the copyright in that work. To resolve this dispute, we must construe the \"work made for hire\" provisions of the Copyright Act of 1976 (Act or 1976 Act), 17 U. S. C.  101 and 201(b), and in particular, the provision in  101, which defines as a \"work made for hire\" a \"work prepared by an employee within the scope of his or her employment\" (hereinafter  101(1)).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*733</span> I</h2>\n<p>Petitioners are the Community for Creative Non-Violence (CCNV), a nonprofit unincorporated association dedicated to eliminating homelessness in America, and Mitch Snyder, a member and trustee of CCNV. In the fall of 1985, CCNV decided to participate in the annual Christmastime Pageant of Peace in Washington, D. C., by sponsoring a display to dramatize the plight of the homeless. As the District Court recounted:</p>\n<blockquote>\"Snyder and fellow CCNV members conceived the idea for the nature of the display: a sculpture of a modern Nativity scene in which, in lieu of the traditional Holy Family, the two adult figures and the infant would appear as contemporary homeless people huddled on a streetside steam grate. The family was to be black (most of the homeless in Washington being black); the figures were to be life-sized, and the steam grate would be positioned atop a platform `pedestal,' or base, within which special-effects equipment would be enclosed to emit simulated `steam' through the grid to swirl about the figures. They also settled upon a title for the work  `Third World America'  and a legend for the pedestal: `and still there is no room at the inn.' \" 652 F. Supp. 1453, 1454 (DC 1987).</blockquote>\n<p>Snyder made inquiries to locate an artist to produce the sculpture. He was referred to respondent James Earl Reid, a Baltimore, Maryland, sculptor. In the course of two telephone calls, Reid agreed to sculpt the three human figures. CCNV agreed to make the steam grate and pedestal for the statue. Reid proposed that the work be cast in bronze, at a total cost of approximately $100,000 and taking six to eight months to complete. Snyder rejected that proposal because CCNV did not have sufficient funds, and because the statue had to be completed by December 12 to be included in the pageant. Reid then suggested, and Snyder agreed, that the <span class=\"star-pagination\">*734</span> sculpture would be made of a material known as \"Design Cast 62,\" a synthetic substance that could meet CCNV's monetary and time constraints, could be tinted to resemble bronze, and could withstand the elements. The parties agreed that the project would cost no more than $15,000, not including Reid's services, which he offered to donate. The parties did not sign a written agreement. Neither party mentioned copyright.</p>\n<p>After Reid received an advance of $3,000, he made several sketches of figures in various poses. At Snyder's request, Reid sent CCNV a sketch of a proposed sculpture showing the family in a crechelike setting: the mother seated, cradling a baby in her lap; the father standing behind her, bending over her shoulder to touch the baby's foot. Reid testified that Snyder asked for the sketch to use in raising funds for the sculpture. Snyder testified that it was also for his approval. Reid sought a black family to serve as a model for the sculpture. Upon Snyder's suggestion, Reid visited a family living at CCNV's Washington shelter but decided that only their newly born child was a suitable model. While Reid was in Washington, Snyder took him to see homeless people living on the streets. Snyder pointed out that they tended to recline on steam grates, rather than sit or stand, in order to warm their bodies. From that time on, Reid's sketches contained only reclining figures.</p>\n<p>Throughout November and the first two weeks of December 1985, Reid worked exclusively on the statue, assisted at various times by a dozen different people who were paid with funds provided in installments by CCNV. On a number of occasions, CCNV members visited Reid to check on his progress and to coordinate CCNV's construction of the base. CCNV rejected Reid's proposal to use suitcases or shopping bags to hold the family's personal belongings, insisting instead on a shopping cart. Reid and CCNV members did not discuss copyright ownership on any of these visits.</p>\n<p><span class=\"star-pagination\">*735</span> On December 24, 1985, 12 days after the agreed-upon date, Reid delivered the completed statue to Washington. There it was joined to the steam grate and pedestal prepared by CCNV and placed on display near the site of the pageant. Snyder paid Reid the final installment of the $15,000. The statue remained on display for a month. In late January 1986, CCNV members returned it to Reid's studio in Baltimore for minor repairs. Several weeks later, Snyder began making plans to take the statue on a tour of several cities to raise money for the homeless. Reid objected, contending that the Design Cast 62 material was not strong enough to withstand the ambitious itinerary. He urged CCNV to cast the statue in bronze at a cost of $35,000, or to create a master mold at a cost of $5,000. Snyder declined to spend more of CCNV's money on the project.</p>\n<p>In March 1986, Snyder asked Reid to return the sculpture. Reid refused. He then filed a certificate of copyright registration for \"Third World America\" in his name and announced plans to take the sculpture on a more modest tour than the one CCNV had proposed. Snyder, acting in his capacity as CCNV's trustee, immediately filed a competing certificate of copyright registration.</p>\n<p>Snyder and CCNV then commenced this action against Reid and his photographer, Ronald Purtee,<sup>[1]</sup> seeking return of the sculpture and a determination of copyright ownership. The District Court granted a preliminary injunction, ordering the sculpture's return. After a 2-day bench trial, the District Court declared that \"Third World America\" was a \"work made for hire\" under  101 of the Copyright Act and that Snyder, as trustee for CCNV, was the exclusive owner of the copyright in the sculpture. 652 F. Supp., at 1457. The court reasoned that Reid had been an \"employee\" of CCNV within the meaning of  101(1) because CCNV was the motivating force in the statue's production. Snyder and <span class=\"star-pagination\">*736</span> other CCNV members, the court explained, \"conceived the idea of a contemporary Nativity scene to contrast with the national celebration of the season,\" and \"directed enough of [Reid's] effort to assure that, in the end, he had produced what they, not he, wanted.\" <i>Id.,</i> at 1456.</p>\n<p>The Court of Appeals for the District of Columbia Circuit reversed and remanded, holding that Reid owned the copyright because \"Third World America\" was not a work for hire. 270 U. S. App. D. C. 26, 35, 846 F. 2d 1485, 1494 (1988). Adopting what it termed the \"literal interpretation\" of the Act as articulated by the Fifth Circuit in <i>Easter Seal Society for Crippled Children &amp; Adults of Louisiana, Inc.</i> v. <i>Playboy Enterprises,</i> 815 F. 2d 323, 329 (1987), cert. denied, 485 U. S. 981 (1988), the court read  101 as creating \"a simple dichotomy in fact between employees and independent contractors.\" 270 U. S. App. D. C., at 33, 846 F. 2d, at 1492. Because, under agency law, Reid was an independent contractor, the court concluded that the work was not \"prepared by an employee\" under  101(1). <i>Id.,</i> at 35, 846 F. 2d, at 1494. Nor was the sculpture a \"work made for hire\" under the second subsection of  101 (hereinafter  101(2)): sculpture is not one of the nine categories of works enumerated in that subsection, and the parties had not agreed in writing that the sculpture would be a work for hire. <i>Ibid.</i> The court suggested that the sculpture nevertheless may have been jointly authored by CCNV and Reid, <i>id.,</i> at 36, 846 F. 2d, at 1495, and remanded for a determination whether the sculpture is indeed a joint work under the Act, <i>id.,</i> at 39-40, 846 F. 2d, at 1498-1499.</p>\n<p>We granted certiorari to resolve a conflict among the Courts of Appeals over the proper construction of the \"work made for hire\" provisions of the Act.<sup>[2]</sup> 488 U. S. 940 (1988). We now affirm.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*737</span> II</h2>\n<p></p>\n<h2>A</h2>\n<p>The Copyright Act of 1976 provides that copyright ownership \"vests initially in the author or authors of the work.\" 17 U. S. C.  201(a). As a general rule, the author is the party who actually creates the work, that is, the person who translates an idea into a fixed, tangible expression entitled to copyright protection.  102. The Act carves out an important exception, however, for \"works made for hire.\"<sup>[3]</sup> If the work is for hire, \"the employer or other person for whom the work was prepared is considered the author\" and owns the copyright, unless there is a written agreement to the contrary.  201(b). Classifying a work as \"made for hire\" determines not only the initial ownership of its copyright, but also the copyright's duration,  302(c), and the owners' renewal rights,  304(a), termination rights,  203(a), and right to import certain goods bearing the copyright,  601(b)(1). See 1 M. Nimmer &amp; D. Nimmer, Nimmer on Copyright  5.03 [A], pp. 5-10 (1988). The contours of the work for hire doctrine therefore carry profound significance for freelance creators  including artists, writers, photographers, designers, composers, and computer programmers  and for the publishing, advertising, music, and other industries which commission their works.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*738</span> Section 101 of the 1976 Act provides that a work is \"for hire\" under two sets of circumstances:</p>\n<blockquote>\"(1) a work prepared by an employee within the scope of his or her employment; or</blockquote>\n<blockquote>(2) a work specially ordered or commissioned for use as a contribution to a collective work, as a part of a motion picture or other audiovisual work, as a translation, as a supplementary work, as a compilation, as an instructional text, as a test, as answer material for a test, or as an atlas, if the parties expressly agree in a written instrument signed by them that the work shall be considered a work made for hire.\"<sup>[5]</sup></blockquote>\n<p>Petitioners do not claim that the statue satisfies the terms of  101(2). Quite clearly, it does not. Sculpture does not fit within any of the nine categories of \"specially ordered or commissioned\" works enumerated in that subsection, and no written agreement between the parties establishes \"Third World America\" as a work for hire.</p>\n<p>The dispositive inquiry in this case therefore is whether \"Third World America\" is \"a work prepared by an employee within the scope of his or her employment\" under  101(1). The Act does not define these terms. In the absence of such guidance, four interpretations have emerged. The first holds that a work is prepared by an employee whenever the hiring party<sup>[6]</sup> retains the right to control the product. See <i>Peregrine</i> v. <i>Lauren Corp.,</i> 601 F. Supp. 828, 829 (Colo. 1985); <i>Clarkstown</i> v. <i>Reeder,</i> 566 F. Supp. 137, 142 (SDNY <span class=\"star-pagination\">*739</span> 1983). Petitioners take this view. Brief for Petitioners 15; Tr. of Oral Arg. 12. A second, and closely related, view is that a work is prepared by an employee under  101(1) when the hiring party has actually wielded control with respect to the creation of a particular work. This approach was formulated by the Court of Appeals for the Second Circuit, <i>Aldon Accessories Ltd.</i> v. <i>Spiegel, Inc.,</i> 738 F. 2d 548, cert. denied, 469 U. S. 982 (1984), and adopted by the Fourth Circuit, <i>Brunswick Beacon, Inc.</i> v. <i>Schock-Hopchas Publishing Co.,</i> 810 F. 2d 410 (1987), the Seventh Circuit, <i>Evans Newton, Inc.</i> v. <i>Chicago Systems Software,</i> 793 F. 2d 889, cert. denied, 479 U. S. 949 (1986), and, at times, by petitioners, Brief for Petitioners 17. A third view is that the term \"employee\" within  101(1) carries its common-law agency law meaning. This view was endorsed by the Fifth Circuit in <i>Easter Seal Society for Crippled Children &amp; Adults of Louisiana, Inc.</i> v. <i>Playboy Enterprises,</i> 815 F. 2d 323 (1987), and by the Court of Appeals below. Finally, respondent and numerous <i>amici curiae</i> contend that the term \"employee\" only refers to \"formal, salaried\" employees. See, <i>e. g.,</i> Brief for Respondent 23-24; Brief for Register of Copyrights as <i>Amicus Curiae</i> 7. The Court of Appeals for the Ninth Circuit recently adopted this view. See <i>Dumas</i> v. <i>Gommerman,</i> 865 F. 2d 1093 (1989).</p>\n<p>The starting point for our interpretation of a statute is always its language. <i>Consumer Product Safety Comm'n</i> v. <i>GTE Sylvania, Inc.,</i> 447 U. S. 102, 108 (1980). The Act nowhere defines the terms \"employee\" or \"scope of employment.\" It is, however, well established that \"[w]here Congress uses terms that have accumulated settled meaning under . . . the common law, a court must infer, unless the statute otherwise dictates, that Congress means to incorporate the established meaning of these terms.\" <i>NLRB</i> v. <i>Amax Coal Co.,</i> 453 U. S. 322, 329 (1981); see also <i>Perrin</i> v. <i>United States,</i> 444 U. S. 37, 42 (1979). In the past, when Congress has used the term \"employee\" without defining it, <span class=\"star-pagination\">*740</span> we have concluded that Congress intended to describe the conventional master-servant relationship as understood by common-law agency doctrine. See, <i>e. g., </i><i>Kelley</i> v. <i>Southern Pacific Co.,</i> 419 U. S. 318, 322-323 (1974); <i>Baker</i> v. <i>Texas &amp; Pacific R. Co.,</i> 359 U. S. 227, 228 (1959) <i>(per curiam)</i><i>; </i><i>Robinson</i> v. <i>Baltimore &amp; Ohio R. Co.,</i> 237 U. S. 84, 94 (1915). Nothing in the text of the work for hire provisions indicates that Congress used the words \"employee\" and \"employment\" to describe anything other than \" `the conventional relation of employer and employe.' \" <i>Kelley, supra,</i> at 323, quoting <i>Robinson, supra,</i> at 94; cf. <i>NLRB</i> v. <i>Hearst Publications, Inc.,</i> 322 U. S. 111, 124-132 (1944) (rejecting agency law conception of employee for purposes of the National Labor Relations Act where structure and context of statute indicated broader definition). On the contrary, Congress' intent to incorporate the agency law definition is suggested by  101(1)'s use of the term, \"scope of employment,\" a widely used term of art in agency law. See Restatement (Second) of Agency  228 (1958) (hereinafter Restatement).</p>\n<p>In past cases of statutory interpretation, when we have concluded that Congress intended terms such as \"employee,\" \"employer,\" and \"scope of employment\" to be understood in light of agency law, we have relied on the general common law of agency, rather than on the law of any particular State, to give meaning to these terms. See, <i>e. g., </i><i>Kelley,</i> 419 U. S., at 323-324, and n. 5; <i>id.,</i> at 332 (Stewart, J., concurring in judgment); <i>Ward</i> v. <i>Atlantic Coast Line R. Co.,</i> 362 U. S. 396, 400 (1960); <i>Baker, supra,</i> at 228. This practice reflects the fact that \"federal statutes are generally intended to have uniform nationwide application.\" <i>Mississippi Band of Choctaw Indians</i> v. <i>Holyfield, ante,</i> at 43. Establishment of a federal rule of agency, rather than reliance on state agency law, is particularly appropriate here given the Act's express objective of creating national, uniform copyright law by broadly pre-empting state statutory and common-law copyright regulation. See 17 U. S. C.  301(a). We thus <span class=\"star-pagination\">*741</span> agree with the Court of Appeals that the term \"employee\" should be understood in light of the general common law of agency.</p>\n<p>In contrast, neither test proposed by petitioners is consistent with the text of the Act. The exclusive focus of the right to control the product test on the relationship between the hiring party and the product clashes with the language of  101(1), which focuses on the relationship between the hired and hiring parties. The right to control the product test also would distort the meaning of the ensuing subsection,  101(2). Section 101 plainly creates two distinct ways in which a work can be deemed for hire: one for works prepared by employees, the other for those specially ordered or commissioned works which fall within one of the nine enumerated categories and are the subject of a written agreement. The right to control the product test ignores this dichotomy by transforming into a work for hire under  101(1) any \"specially ordered or commissioned\" work that is subject to the supervision and control of the hiring party. Because a party who hires a \"specially ordered or commissioned\" work by definition has a right to specify the characteristics of the product desired, at the time the commission is accepted, and frequently until it is completed, the right to control the product test would mean that many works that could satisfy  101(2) would already have been deemed works for hire under  101(1). Petitioners' interpretation is particularly hard to square with  101(2)'s enumeration of the nine specific categories of specially ordered or commissioned works eligible to be works for hire, <i>e. g.,</i> \"a contribution to a collective work,\" \"a part of a motion picture,\" and \"answer material for a test.\" The unifying feature of these works is that they are usually prepared at the instance, direction, and risk of a publisher or producer.<sup>[7]</sup> By their very nature, therefore, these types of <span class=\"star-pagination\">*742</span> works would be works by an employee under petitioners' right to control the product test.</p>\n<p>The actual control test, articulated by the Second Circuit in <i>Aldon Accessories,</i> fares only marginally better when measured against the language and structure of  101. Under this test, independent contractors who are so controlled and supervised in the creation of a particular work are deemed \"employees\" under  101(1). Thus work for hire status under  101(1) depends on a hiring party's <i>actual</i> control of, rather than <i>right to</i> control, the product. <i>Aldon Accessories,</i> 738 F. 2d, at 552. Under the actual control test, a work for hire could arise under  101(2), but not under  101(1), where a party commissions, but does not actually control, a product which falls into one of the nine enumerated categories. Nonetheless, we agree with the Court of Appeals for the Fifth Circuit that \"[t]here is simply no way to milk the `actual control' test of <i>Aldon Accessories</i> from the language of the statute.\" <i>Easter Seal Society,</i> 815 F. 2d, at 334. Section 101 clearly delineates between works prepared by an employee and commissioned works. Sound though other distinctions might be as a matter of copyright policy, there is no statutory support for an additional dichotomy between commissioned works that are actually controlled and supervised by the hiring party and those that are not.</p>\n<p>We therefore conclude that the language and structure of  101 of the Act do not support either the right to control the product or the actual control approaches.<sup>[8]</sup> The structure of <span class=\"star-pagination\">*743</span>  101 indicates that a work for hire can arise through one of two mutually exclusive means, one for employees and one for independent contractors, and ordinary cannons of statutory interpretation indicate that the classification of a particular hired party should be made with reference to agency law.</p>\n<p>This reading of the undefined statutory terms finds considerable support in the Act's legislative history. Cf. <i>Diamond</i> v. <i>Chakrabarty,</i> 447 U. S. 303, 315 (1980). The Act, which almost completely revised existing copyright law, was the product of two decades of negotiation by representatives of creators and copyright-using industries, supervised by the Copyright Office and, to a lesser extent, by Congress. See <i>Mills Music, Inc.</i> v. <i>Snyder,</i> 469 U. S. 153, 159 (1985); Litman, Copyright, Compromise, and Legislative History, 72 Cornell L. Rev. 857, 862 (1987). Despite the lengthy history of negotiation and compromise which ultimately produced the Act, two things remained constant. First, interested parties and Congress at all times viewed works by employees and commissioned works by independent contractors as separate entities. Second, in using the term \"employee,\" the parties and Congress meant to refer to a hired party in a conventional employment relationship. These factors militate in favor of the reading we have found appropriate.</p>\n<p>In 1955, when Congress decided to overhaul copyright law, the existing work for hire provision was  62 of the 1909 Copyright Act, 17 U. S. C.  26 (1976 ed.) (1909 Act). It provided that \"the word `author' shall include an employer in <span class=\"star-pagination\">*744</span> the case of works made for hire.\"<sup>[9]</sup> Because the 1909 Act did not define \"employer\" or \"works made for hire,\" the task of shaping these terms fell to the courts. They concluded that the work for hire doctrine codified in  62 referred only to works made by employees in the regular course of their employment. As for commissioned works, the courts generally presumed that the commissioned party had impliedly agreed to convey the copyright, along with the work itself, to the hiring party. See, <i>e. g., </i><i>Shapiro, Bernstein &amp; Co.</i> v. <i>Jerry Vogel Music Co.,</i> 221 F. 2d 569, 570, rev'd, 223 F. 2d 252 (CA2 1955); <i>Yardley</i> v. <i>Houghton Mifflin Co.,</i> 108 F. 2d 28, 31 (CA2 1939), cert. denied, 309 U. S. 686 (1940).<sup>[10]</sup></p>\n<p>In 1961, the Copyright Office's first legislative proposal retained the distinction between works by employees and works by independent contractors. See Report of the Register of Copyrights on the General Revision of the U. S. Copyright Law, 87th Cong., 1st Sess., Copyright Law Revision 86-87 (H. R. Judiciary Comm. Print 1961). After numerous meetings with representatives of the affected parties, the Copyright Office issued a preliminary draft bill in 1963. Adopting the Register's recommendation, it defined \"work <span class=\"star-pagination\">*745</span> made for hire\" as \"a work prepared by an employee within the scope of the duties of his employment, but not including a work made on special order or commission.\" Preliminary Draft for Revised U. S. Copyright Law and Discussions and Comments on the Draft, 88th Cong., 2d Sess., Copyright Law Revision, Part 3, p. 15, n. 11 (H. R. Judiciary Comm. Print 1964) (hereinafter Preliminary Draft).</p>\n<p>In response to objections by book publishers that the preliminary draft bill limited the work for hire doctrine to \"employees,\"<sup>[11]</sup> the 1964 revision bill expanded the scope of the work for hire classification to reach, for the first time, commissioned works. The bill's language, proposed initially by representatives of the publishing industry, retained the definition of work for hire insofar as it referred to \"employees,\" but added a separate clause covering commissioned works, without regard to the subject matter, \"if the parties so agree in writing.\" S. 3008, H. R. 11947, H. R. 12354, 88th Cong., 2d Sess.,  54 (1964), reproduced in 1964 Revision Bill with Discussions and Comments, 89th Cong., 1st Sess., Copyright Law Revision, pt. 5, p. 31 (H. R. Judiciary Comm. Print 1965). Those representing authors objected that the added provision would allow publishers to use their superior bargaining position to force authors to sign work for hire agreements, <span class=\"star-pagination\">*746</span> thereby relinquishing all copyright rights as a condition of getting their books published. See Supplementary Report, at 67.</p>\n<p>In 1965, the competing interests reached a historic compromise, which was embodied in a joint memorandum submitted to Congress and the Copyright Office,<sup>[12]</sup> incorporated into the 1965 revision bill, and ultimately enacted in the same form and nearly the same terms 11 years later, as  101 of the 1976 Act. The compromise retained as subsection (1) the language referring to \"a work prepared by an employee within the scope of his employment.\" However, in exchange for concessions from publishers on provisions relating to the termination of transfer rights, the authors consented to a second subsection which classified four categories of commissioned works as works for hire if the parties expressly so agreed in writing: works for use \"as a contribution to a collective work, as a part of a motion picture, as a translation, or as supplementary work.\" S. 1006, H. R. 4347, H. R. 5680, H. R. 6835, 89th Cong., 1st Sess.,  101 (1965). The interested parties selected these categories because they concluded that these commissioned works, although not prepared by employees and thus not covered by the first subsection, nevertheless should be treated as works for hire because they were ordinarily prepared \"at the instance, direction, and risk of a publisher or producer.\" Supplementary Report, at 67. The Supplementary Report emphasized that only the \"four special cases specifically mentioned\" could qualify as works made for hire; \"[o]ther works made on special order or commission would not come within the definition.\" <i>Id.,</i> at 67-68.</p>\n<p><span class=\"star-pagination\">*747</span> In 1966, the House Committee on the Judiciary endorsed this compromise in the first legislative Report on the revision bills. See H. R. Rep. No. 2237, 89th Cong., 2d Sess., 114, 116 (1966). Retaining the distinction between works by employees and commissioned works, the House Committee focused instead on \"how to draw a statutory line between those works written on special order or commission that should be considered as works made for hire, and those that should not.\" <i>Id.,</i> at 115. The House Committee added four other enumerated categories of commissioned works that could be treated as works for hire: compilations, instructional texts, tests, and atlases. <i>Id.,</i> at 116. With the single addition of \"answer material for a test,\" the 1976 Act, as enacted, contained the same definition of works made for hire as did the 1966 revision bill, and had the same structure and nearly the same terms as the 1966 bill.<sup>[13]</sup> Indeed, much of the language of the 1976 House and Senate Reports was borrowed from the Reports accompanying the earlier drafts. See, <i>e. g.,</i> H. R. Rep. No. 94-1476, p. 121 (1976); S. Rep. No. 94-473, p. 105 (1975).</p>\n<p>Thus, the legislative history of the Act is significant for several reasons. First, the enactment of the 1965 compromise with only minor modifications demonstrates that Congress intended to provide two mutually exclusive ways for works to acquire work for hire status: one for employees and <span class=\"star-pagination\">*748</span> the other for independent contractors. Second, the legislative history underscores the clear import of the statutory language: only enumerated categories of commissioned works may be accorded work for hire status. The hiring party's right to control the product simply is not determinative. See Note, The Creative Commissioner: Commissioned Works Under the Copyright Act of 1976, 62 N. Y. U. L. Rev. 373, 388 (1987). Indeed, importing a test based on a hiring party's right to control, or actual control of, a product would unravel the \" `carefully worked out compromise aimed at balancing legitimate interests on both sides.' \" H. R. Rep. No. 2237, <i>supra,</i> at 114, quoting Supplemental Report, at 66.<sup>[14]</sup></p>\n<p>We do not find convincing petitioners' contrary interpretation of the history of the Act. They contend that Congress, in enacting the Act, meant to incorporate a line of cases decided under the 1909 Act holding that an employment relationship exists sufficient to give the hiring party copyright ownership whenever that party has the right to control or supervise the artist's work. See, <i>e. g., </i><i>Siegel</i> v. <i>National Periodical Publications, Inc.,</i> 508 F. 2d 909, 914 (CA2 1974); <i>Picture Music, Inc.</i> v. <i>Bourne, Inc.,</i> 457 F. 2d 1213, 1216 (CA2), cert. denied, 409 U. S. 997 (1972); <i>Scherr</i> v. <i>Universal Match Corp.,</i> 417 F. 2d 497, 500 (CA2 1969), cert. denied, 397 U. S. 936 (1970); <i>Brattleboro Publishing Co.</i> v. <i>Winmill Publishing Corp.,</i> 369 F. 2d 565, 567-568 (CA2 1966). In support of this position, petitioners note: \"Nowhere in the 1976 Act or in the Act's legislative history does Congress state that it intended to jettison the control standard or otherwise to reject the pre-Act judicial approach to identifying a <span class=\"star-pagination\">*749</span> work for hire employment relationship.\" Brief for Petitioners 20, citing <i>Aldon Accessories,</i> 738 F. 2d, at 552.</p>\n<p>We are unpersuaded. Ordinarily, \"Congress' silence is just that  silence.\" <i>Alaska Airlines, Inc.</i> v. <i>Brock,</i> 480 U. S. 678, 686 (1987). Petitioners' reliance on legislative silence is particularly misplaced here because the text and structure of  101 counsel otherwise. See <i>Bourjaily</i> v. <i>United States,</i> 483 U. S. 171, 178 (1987); <i>Harrison</i> v. <i>PPG Industries, Inc.,</i> 446 U. S. 578, 592 (1980).<sup>[15]</sup> Furthermore, the structure of the work for hire provisions was fully developed in 1965, and the text was agreed upon in essentially final form by 1966. At that time, however, the courts had applied the work for hire doctrine under the 1909 Act exclusively to traditional employees. Indeed, it was not until after the 1965 compromise was forged and adopted by Congress<sup>[16]</sup> that a federal court for the first time applied the work for hire doctrine to commissioned works. See, <i>e. g., </i><i>Brattleboro Publishing Co., supra,</i> at 567-568. Congress certainly could not have \"jettisoned\" a line of cases that had not yet been decided.</p>\n<p>Finally, petitioners' construction of the work for hire provisions would impede Congress' paramount goal in revising the 1976 Act of enhancing predictability and certainty of copyright ownership. See H. R. Rep. No. 94-1476, <i>supra,</i> at 129. In a \"copyright marketplace,\" the parties negotiate with an expectation that one of them will own the copyright in the completed work. <i>Dumas,</i> 865 F. 2d, at 1104-1105, <span class=\"star-pagination\">*750</span> n. 18. With that expectation, the parties at the outset can settle on relevant contractual terms, such as the price for the work and the ownership of reproduction rights.</p>\n<p>To the extent that petitioners endorse an actual control test,<sup>[17]</sup> CCNV's construction of the work for hire provisions prevents such planning. Because that test turns on whether the hiring party has closely monitored the production process, the parties would not know until late in the process, if not until the work is completed, whether a work will ultimately fall within  101(1). Under petitioners' approach, therefore, parties would have to predict in advance whether the hiring party will sufficiently control a given work to make it the author. \"If they guess incorrectly, their reliance on `work for hire' or an assignment may give them a copyright interest that they did not bargain for.\" <i>Easter Seal Society,</i> 815 F. 2d, at 333; accord, <i>Dumas, supra,</i> at 1103. This understanding of the work for hire provisions clearly thwarts Congress' goal of ensuring predictability through advance planning. Moreover, petitioners' interpretation \"leaves the door open for hiring parties, who have failed to get a full assignment of copyright rights from independent contractors falling outside the subdivision (2) guidelines, to unilaterally obtain work-made-for-hire rights years after the work has been completed as long as they directed or supervised the work, a standard that is hard not to meet when one is a hiring party.\" Hamilton, Commissioned Works as Works Made for Hire Under the 1976 Copyright Act: Misinterpretation and Injustice, 135 U. Pa. L. Rev. 1281, 1304 (1987).</p>\n<p>In sum, we must reject petitioners' argument. Transforming a commissioned work into a work by an employee on the basis of the hiring party's right to control, or actual control of, the work is inconsistent with the language, structure, and legislative history of the work for hire provisions. To <span class=\"star-pagination\">*751</span> determine whether a work is for hire under the Act, a court first should ascertain, using principles of general common law of agency, whether the work was prepared by an employee or an independent contractor. After making this determination, the court can apply the appropriate subsection of  101.</p>\n<p></p>\n<h2>B</h2>\n<p>We turn, finally, to an application of  101 to Reid's production of \"Third World America.\" In determining whether a hired party is an employee under the general common law of agency, we consider the hiring party's right to control the manner and means by which the product is accomplished.<sup>[18]</sup> Among the other factors relevant to this inquiry are the skill required;<sup>[19]</sup> the source of the instrumentalities and tools;<sup>[20]</sup> the location of the work;<sup>[21]</sup> the duration of the relationship between the parties;<sup>[22]</sup> whether the hiring party has the right to assign additional projects to the hired party;<sup>[23]</sup> the extent of the hired party's discretion over when and how long to work;<sup>[24]</sup> the method of payment;<sup>[25]</sup> the hired party's role in hiring and <span class=\"star-pagination\">*752</span> paying assistants;<sup>[26]</sup> whether the work is part of the regular business of the hiring party;<sup>[27]</sup> whether the hiring party is in business;<sup>[28]</sup> the provision of employee benefits;<sup>[29]</sup> and the tax treatment of the hired party.<sup>[30]</sup> See Restatement  220(2) (setting forth a nonexhaustive list of factors relevant to determining whether a hired party is an employee).<sup>[31]</sup> No one of these factors is determinative. See <i>Ward,</i> 362 U. S., at 400; <i>Hilton Int'l Co.</i> v. <i>NLRB,</i> 690 F. 2d 318, 321 (CA2 1982).</p>\n<p>Examining the circumstances of this case in light of these factors, we agree with the Court of Appeals that Reid was not an employee of CCNV but an independent contractor. 270 U. S. App. D. C., at 35, n. 11, 846 F. 2d, at 1494, n. 11. True, CCNV members directed enough of Reid's work to ensure that he produced a sculpture that met their specifications. 652 F. Supp., at 1456. But the extent of control the hiring party exercises over the details of the product is not dispositive. Indeed, all the other circumstances weigh heavily against finding an employment relationship. Reid is a sculptor, a skilled occupation. Reid supplied his own tools. He worked in his own studio in Baltimore, making daily supervision of his activities from Washington practicably impossible. Reid was retained for less than two months, a relatively <span class=\"star-pagination\">*753</span> short period of time. During and after this time, CCNV had no right to assign additional projects to Reid. Apart from the deadline for completing the sculpture, Reid had absolute freedom to decide when and how long to work. CCNV paid Reid $15,000, a sum dependent on \"completion of a specific job, a method by which independent contractors are often compensated.\" <i>Holt</i> v. <i>Winpisinger,</i> 258 U. S. App. D. C. 343, 351, 811 F. 2d 1532, 1540 (1987). Reid had total discretion in hiring and paying assistants. \"Creating sculptures was hardly `regular business' for CCNV.\" 270 U. S. App. D. C., at 35, n. 11, 846 F. 2d, at 1494, n. 11. Indeed, CCNV is not a business at all. Finally, CCNV did not pay payroll or Social Security taxes, provide any employee benefits, or contribute to unemployment insurance or workers' compensation funds.</p>\n<p>Because Reid was an independent contractor, whether \"Third World America\" is a work for hire depends on whether it satisfies the terms of  101(2). This petitioners concede it cannot do. Thus, CCNV is not the author of \"Third World America\" by virtue of the work for hire provisions of the Act. However, as the Court of Appeals made clear, CCNV nevertheless may be a joint author of the sculpture if, on remand, the District Court determines that CCNV and Reid prepared the work \"with the intention that their contributions be merged into inseparable or interdependent parts of a unitary whole.\" 17 U. S. C.  101.<sup>[32]</sup> In that case, CCNV and Reid would be co-owners of the copyright in the work. See  201(a).</p>\n<p>For the aforestated reasons, we affirm the judgment of the Court of Appeals for the District of Columbia Circuit.</p>\n<p><i>It is so ordered.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Briefs of <i>amici curiae</i> urging reversal were filed for the Computer and Business Equipment Manufacturers Association et al. by <i>Richard Dannay</i> and <i>Morton David Goldberg;</i> for Intellectual Property Owners, Inc., by <i>Donald W. Banner</i> and <i>Herbert C. Wamsley;</i> and for Magazine Publishers of America, Inc., by <i>Slade R. Metcalf</i> and <i>Victor A. Kovner.</i>\n</p>\n<p>Briefs of <i>amici curiae</i> urging affirmance were filed for the American Society of Magazine Photographers et al. by <i>Charles D. Ossola;</i> for The Professional Photographers of America, Inc., by <i>David Ladd, David E. Leibowitz, Bruce G. Joseph,</i> and <i>Thomas W. Kirby;</i> and for Volunteer Lawyers for the Arts, Inc., et al. by <i>Irwin Karp.</i></p>\n<p><i>Arthur J. Levine</i> and <i>William L. LaFuze</i> filed a brief for the American Intellectual Property Law Association as <i>amicus curiae.</i></p>\n<p>[1]  Purtee was named as a defendant but never appeared or claimed any interest in the statue.</p>\n<p>[2]  Compare <i>Easter Seal Society for Crippled Children &amp; Adults of Louisiana, Inc.</i> v. <i>Playboy Enterprises,</i> 815 F. 2d 323 (CA5 1987), (agency law determines who is an employee under  101), cert. denied, 485 U. S. 981 (1988), with <i>Brunswick Beacon, Inc.</i> v. <i>Schock-Hopchas Publishing Co.,</i> 810 F. 2d 410 (CA4 1987) (supervision and control standard determines who is an employee under  101); <i>Evans Newton, Inc.</i> v. <i>Chicago Systems Software,</i> 793 F. 2d 889 (CA7) (same), cert. denied, 479 U. S. 949 (1986); and <i>Aldon Accessories Ltd.</i> v. <i>Spiegel, Inc.,</i> 738 F. 2d 548 (CA2) (same), cert. denied, 469 U. S. 982 (1984). See also <i>Dumas</i> v. <i>Gommerman,</i> 865 F. 2d 1093 (CA9 1989) (a multifactor formal, salaried employee test determines who is an employee under  101).</p>\n<p>[3]  We use the phrase \"work for hire\" interchangeably with the more cumbersome statutory phrase \"work made for hire.\"</p>\n<p>[4]  As of 1955, approximately 40 percent of all copyright registrations were for works for hire, according to a Copyright Office study. See Varmer, Works Made for Hire and On Commission, in Studies Prepared for the Subcommittee on Patents, Trademarks, and Copyrights of the Senate Committee on the Judiciary, Study No. 13, 86th Cong., 2d Sess., 139, n. 49 (Comm. Print 1960) (hereinafter Varmer, Works Made for Hire). The Copyright Office does not keep more recent statistics on the number of work for hire registrations.</p>\n<p>[5]  Section 101 of the Act defines each of the nine categories of \"specially ordered or commissioned\" works.</p>\n<p>[6]  By \"hiring party,\" we mean to refer to the party who claims ownership of the copyright by virtue of the work for hire doctrine.</p>\n<p>[7]  See Supplementary Report of the Register of Copyrights on the General Revision of the U. S. Copyright Law: 1965 Revision Bill, 89th Cong., 1st Sess., Copyright Law Revision, pt. 6, pp. 66-67 (H. R. Judiciary Comm. Print 1965) (hereinafter Supplementary Report); Hardy, Copyright Law's Concept of Employment  What Congress Really Intended, 35 J. Copr. Soc. USA 210, 244-245 (1988).</p>\n<p>[8]  We also reject the suggestion of respondent and <i>amici</i> that the  101(1) term \"employee\" refers only to formal, salaried employees. While there is some support for such a definition in the legislative history, see Varmer, Works Made for Hire 130; n. 11, <i>infra,</i> the language of  101(1) cannot support it. The Act does not say \"formal\" or \"salaried\" employee, but simply \"employee.\" Moreover, respondent and those <i>amici</i> who endorse a formal, salaried employee test do not agree upon the content of this test. Compare, <i>e. g.,</i> Brief for Respondent 37 (hired party who is on payroll is an employee within  101(1) with Tr. of Oral Arg. 31 (hired party who receives a salary or commissions regularly is an employee within  101(1)); and Brief for Volunteer Lawyers for the Arts, Inc., et al. as <i>Amici Curiae</i> 4 (hired party who receives a salary <i>and</i> is treated as an employee for Social Security and tax purposes is an employee within  101(1)). Even the one Court of Appeals to adopt what it termed a formal, salaried employee test in fact embraced an approach incorporating numerous factors drawn from the agency law definition of employee which we endorse. See <i>Dumas,</i> 865 F. 2d, at 1104.</p>\n<p>[9]  The concept of works made for hire first arose in controversies over copyright ownership involving works produced by persons whom all parties agreed were employees. See, <i>e. g., </i><i>Colliery Engineer Co.</i> v. <i>United Correspondence Schools Co.,</i> 94 F. 152 (CC SDNY 1899); <i>Little</i> v. <i>Gould,</i> 15 F. Cas. 612 (No. 8,395) (CC NDNY 1852). This Court first took note of the work for hire doctrine in <i>Bleistein</i> v. <i>Donaldson Lithographing Co.,</i> 188 U. S. 239, 248 (1903), where we found that an employer owned the copyright to advertisements that had been created by an employee in the course of his employment. <i>Bleistein</i> did not, however, purport to define \"employee.\"</p>\n<p>[10]  See Varmer, Works Made for Hire 130; Fidlow, The \"Works Made for Hire\" Doctrine and the Employee/Independent Contractor Dichotomy: The Need for Congressional Clarification, 10 Hastings Comm. Ent. L. J. 591, 600-601 (1988). Indeed, the Varmer study, which was commissioned by Congress as part of the revision process, itself contained separate subsections labeled \"Works Made for Hire\" and \"Works Made on Commission.\" It nowhere indicated that the two categories might overlap or that commissioned works could be made by an employee.</p>\n<p>[11]  See, <i>e. g.,</i> Preliminary Draft, at 259 (statement of Horace S. Manges, Joint Committee of the American Book Publishers Council and the American Textbook Publishers Institute) (\"There would be a necessity of putting people on the payroll whom the employers wouldn't want to put on the payroll, and where the employees would prefer to work as independent contractors\"); <i>id.,</i> at 272 (statement of Saul N. Rittenberg, MGM) (\"[T]he present draft has given more emphasis to formalism than necessary. If I commission a work from a man, ordering a work specially for my purposes, and I pay for it, what difference does it make whether I put him under an employment contract or establish an independent contractor relationship?\"); <i>id.,</i> at 260 (statement of John R. Peterson, American Bar Association) (\"I don't think there is any valid philosophical or economic difference between the situation in which you have a man on a continuing basis of orders which justifies placing him on your payroll, and the situation in which you give him a particular order for a particular job\").</p>\n<p>[12]  The parties to the joint memorandum included representatives of the major competing interests involved in the copyright revision process: publishers and authors, composers, and lyricists. See Copyright Law Revision: Hearings on H. R. 4347, 5680, 6831, 6835 before Subcommittee No. 3 of the House Committee on the Judiciary, 89th Cong., 1st Sess., pt. 1, p. 134 (1965).</p>\n<p>[13]  An attempt to add \"photographic or other portrait[s],\" S. Rep. No. 94-473, p. 4 (1975), to the list of commissioned works eligible for work for hire status failed after the Register of Copyrights objected:\n</p>\n<p>\"The addition of portraits to the list of commissioned works that can be made into `works made for hire' by agreement of the parties is difficult to justify. Artists and photographers are among the most vulnerable and poorly protected of all the beneficiaries of the copyright law, and it seems clear that, like serious composers and choreographers, they were not intended to be treated as `employees' under the carefully negotiated definition in section 101.\" Second Supplementary Report of the Register of Copyrights on the General Revision of the U. S. Copyright Law: 1975 Revision Bill, Chapter XI, pp. 12-13.</p>\n<p>[14]  Strict adherence to the language and structure of the Act is particularly appropriate where, as here, a statute is the result of a series of carefully crafted compromises. See <i>Rodriguez</i> v. <i>Compass Shipping Co.,</i> 451 U. S. 596, 617 (1981); <i>United States</i> v. <i>Sisson,</i> 399 U. S. 267, 291, 298 (1970).</p>\n<p>[15]  In framing other provisions of the Act, Congress indicated when it intended to incorporate existing case law. See, <i>e. g.,</i> H. R. Rep. No. 94-1476, p. 121 (1976) (\"There is . . . no need for a specific statutory provision concerning the rights and duties of the coowners <i>[sic]</i> of a work; court-made law on this point is left undisturbed\"); S. Rep. No. 94-473, <i>supra,</i> at 104 (same).</p>\n<p>[16]  Over the course of the copyright revision process, Congress frequently endorsed a negotiated compromise which years later in 1976 it formally enacted with only minor revisions. See <i>Mills Music, Inc.</i> v. <i>Snyder,</i> 469 U. S. 153, 160-161 (1985).</p>\n<p>[17]  Petitioners concede that, as a practical matter, it is often difficult to demonstrate the existence of a right to control without evidence of the actual exercise of that right. See <i>Murray</i> v. <i>Gelderman,</i> 566 F. 2d 1307, 1310-1311 (CA5 1978).</p>\n<p>[18]  See, <i>e. g., </i><i>Hilton Int'l Co.</i> v. <i>NLRB,</i> 690 F. 2d 318, 320 (CA2 1982); <i>NLRB</i> v. <i>Maine Caterers, Inc.,</i> 654 F. 2d 131, 133 (CA1 1981), cert denied, 455 U. S. 940 (1982); Restatement  220(1).</p>\n<p>[19]  See, <i>e. g., </i><i>Bartels</i> v. <i>Birmingham,</i> 332 U. S. 126, 132 (1947); <i>Hilton Int'l Co., supra,</i> at 320; <i>NLRB</i> v. <i>A. Duie Pyle, Inc.,</i> 606 F. 2d 379, 382 (CA3 1979); Restatement  220(2)(d).</p>\n<p>[20]  See, <i>e. g., </i><i>NLRB</i> v. <i>United Ins. Co. of America,</i> 390 U. S. 254, 258 (1968); <i>United States</i> v. <i>Silk,</i> 331 U. S. 704, 717, 718 (1947); <i>Dumas,</i> 865 F. 2d, at 1105; Restatement  220(2)(e).</p>\n<p>[21]  See, <i>e. g., </i><i>United Ins. Co., supra,</i> at 258; <i>Dumas, supra,</i> at 1105; <i>Darden</i> v. <i>Nationwide Mutual Ins. Co.,</i> 796 F. 2d 701, 705 (CA4 1986); Restatement  220(2)(e).</p>\n<p>[22]  See, <i>e. g., </i><i>United Ins. Co., supra,</i> at 259; <i>Bartels, supra,</i> at 132; Restatement  220(2)(f).</p>\n<p>[23]  See, <i>e. g., </i><i>Dumas, supra,</i> at 1105.</p>\n<p>[24]  See, <i>e. g., </i><i>United Ins. Co., supra,</i> at 258; <i>Short</i> v. <i>Central States, Southeast &amp; Southwest Areas Pension Fund,</i> 729 F. 2d 567, 574 (CA8 1984).</p>\n<p>[25]  See, <i>e. g., </i><i>Dumas, supra,</i> at 1105; <i>Darden, supra,</i> at 705; <i>Holt</i> v. <i>Winpisinger,</i> 258 U. S. App. D. C. 343, 351, 811 F. 2d 1532, 1540 (1987); Restatement  220(2)(g).</p>\n<p>[26]  See, <i>e. g., </i><i>Bartels, supra,</i> at 132; <i>Silk, supra,</i> at 719; <i>Darden, supra,</i> at 705; <i>Short, supra,</i> at 574.</p>\n<p>[27]  See, <i>e. g., </i><i>United Ins. Co., supra,</i> at 259; <i>Silk, supra,</i> at 718; <i>Dumas, supra,</i> at 1105; <i>Hilton Int'l Co., supra,</i> at 321; Restatement  220(2)(h).</p>\n<p>[28]  See, <i>e. g.,</i> Restatement  220(2)(j).</p>\n<p>[29]  See, <i>e. g., </i><i>United Ins. Co., supra,</i> at 259; <i>Dumas, supra,</i> at 1105; <i>Short, supra,</i> at 574.</p>\n<p>[30]  See, <i>e. g., </i><i>Dumas, supra,</i> at 1105.</p>\n<p>[31]  In determining whether a hired party is an employee under the general common law of agency, we have traditionally looked for guidance to the Restatement of Agency. See, <i>e. g., </i><i>Kelley</i> v. <i>Southern Pacific Co.,</i> 419 U. S. 318, 323-324, and n. 5 (1974); <i>id.,</i> at 332 (Stewart, J., concurring in judgment); <i>Ward</i> v. <i>Atlantic Coast Line R. Co.,</i> 362 U. S. 396, 400 (1960); <i>Baker</i> v. <i>Texas &amp; Pacific R. Co.,</i> 359 U. S. 227, 228 (1959).</p>\n<p>[32]  Neither CCNV nor Reid sought review of the Court of Appeals' remand order. We therefore have no occasion to pass judgment on the applicability of the Act's joint authorship provisions to this case.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">730</span></span> (1989)</b></center>\n<center><h1>COMMUNITY FOR CREATIVE NON-VIOLENCE ET AL.<br>\nv.<br>\nREID</h1></center>\n<center>No. 88-293.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 29, 1989</center>\n<center>Decided June 5, 1989</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE DISTRICT OF COLUMBIA CIRCUIT\n<p><span class=\"star-pagination\">*732</span> <i>Robert Alan Garrett</i> argued the cause for petitioners. With him on the briefs were <i>Terri A. Southwick</i> and <i>L. Barrett Boss.</i></p>\n<p><i>Joshua Kaufman</i> argued the cause for respondent. With him on the brief was <i>Jeffrey B. O'Toole.</i></p>\n<p><i>Lawrence S. Robbins</i> argued the cause for the Register of Copyrights as <i>amicus curiae</i> urging affirmance. With him on the brief were <i>Acting Solicitor General Bryson, Deputy Solicitor General Merrill,</i> and <i>Ralph Oman.</i><sup>[*]</sup></p>\n<p>JUSTICE MARSHALL delivered the opinion of the Court.</p>\n<p>In this case, an artist and the organization that hired him to produce a sculpture contest the ownership of the copyright in that work. To resolve this dispute, we must construe the \"work made for hire\" provisions of the Copyright Act of 1976 (Act or 1976 Act), 17 U. S. C.  101 and 201(b), and in particular, the provision in  101, which defines as a \"work made for hire\" a \"work prepared by an employee within the scope of his or her employment\" (hereinafter  101(1)).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*733</span> I</h2>\n<p>Petitioners are the Community for Creative Non-Violence (CCNV), a nonprofit unincorporated association dedicated to eliminating homelessness in America, and Mitch Snyder, a member and trustee of CCNV. In the fall of 1985, CCNV decided to participate in the annual Christmastime Pageant of Peace in Washington, D. C., by sponsoring a display to dramatize the plight of the homeless. As the District Court recounted:</p>\n<blockquote>\"Snyder and fellow CCNV members conceived the idea for the nature of the display: a sculpture of a modern Nativity scene in which, in lieu of the traditional Holy Family, the two adult figures and the infant would appear as contemporary homeless people huddled on a streetside steam grate. The family was to be black (most of the homeless in Washington being black); the figures were to be life-sized, and the steam grate would be positioned atop a platform `pedestal,' or base, within which special-effects equipment would be enclosed to emit simulated `steam' through the grid to swirl about the figures. They also settled upon a title for the work  `Third World America'  and a legend for the pedestal: `and still there is no room at the inn.' \" <span class=\"citation\" data-id=\"2306293\"><a href=\"/opinion/2306293/community-for-creative-non-violence-v-reid/\"><span class=\"volume\">652</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1453</span></a></span>, 1454 (DC 1987).</blockquote>\n<p>Snyder made inquiries to locate an artist to produce the sculpture. He was referred to respondent James Earl Reid, a Baltimore, Maryland, sculptor. In the course of two telephone calls, Reid agreed to sculpt the three human figures. CCNV agreed to make the steam grate and pedestal for the statue. Reid proposed that the work be cast in bronze, at a total cost of approximately $100,000 and taking six to eight months to complete. Snyder rejected that proposal because CCNV did not have sufficient funds, and because the statue had to be completed by December 12 to be included in the pageant. Reid then suggested, and Snyder agreed, that the <span class=\"star-pagination\">*734</span> sculpture would be made of a material known as \"Design Cast 62,\" a synthetic substance that could meet CCNV's monetary and time constraints, could be tinted to resemble bronze, and could withstand the elements. The parties agreed that the project would cost no more than $15,000, not including Reid's services, which he offered to donate. The parties did not sign a written agreement. Neither party mentioned copyright.</p>\n<p>After Reid received an advance of $3,000, he made several sketches of figures in various poses. At Snyder's request, Reid sent CCNV a sketch of a proposed sculpture showing the family in a crechelike setting: the mother seated, cradling a baby in her lap; the father standing behind her, bending over her shoulder to touch the baby's foot. Reid testified that Snyder asked for the sketch to use in raising funds for the sculpture. Snyder testified that it was also for his approval. Reid sought a black family to serve as a model for the sculpture. Upon Snyder's suggestion, Reid visited a family living at CCNV's Washington shelter but decided that only their newly born child was a suitable model. While Reid was in Washington, Snyder took him to see homeless people living on the streets. Snyder pointed out that they tended to recline on steam grates, rather than sit or stand, in order to warm their bodies. From that time on, Reid's sketches contained only reclining figures.</p>\n<p>Throughout November and the first two weeks of December 1985, Reid worked exclusively on the statue, assisted at various times by a dozen different people who were paid with funds provided in installments by CCNV. On a number of occasions, CCNV members visited Reid to check on his progress and to coordinate CCNV's construction of the base. CCNV rejected Reid's proposal to use suitcases or shopping bags to hold the family's personal belongings, insisting instead on a shopping cart. Reid and CCNV members did not discuss copyright ownership on any of these visits.</p>\n<p><span class=\"star-pagination\">*735</span> On December 24, 1985, 12 days after the agreed-upon date, Reid delivered the completed statue to Washington. There it was joined to the steam grate and pedestal prepared by CCNV and placed on display near the site of the pageant. Snyder paid Reid the final installment of the $15,000. The statue remained on display for a month. In late January 1986, CCNV members returned it to Reid's studio in Baltimore for minor repairs. Several weeks later, Snyder began making plans to take the statue on a tour of several cities to raise money for the homeless. Reid objected, contending that the Design Cast 62 material was not strong enough to withstand the ambitious itinerary. He urged CCNV to cast the statue in bronze at a cost of $35,000, or to create a master mold at a cost of $5,000. Snyder declined to spend more of CCNV's money on the project.</p>\n<p>In March 1986, Snyder asked Reid to return the sculpture. Reid refused. He then filed a certificate of copyright registration for \"Third World America\" in his name and announced plans to take the sculpture on a more modest tour than the one CCNV had proposed. Snyder, acting in his capacity as CCNV's trustee, immediately filed a competing certificate of copyright registration.</p>\n<p>Snyder and CCNV then commenced this action against Reid and his photographer, Ronald Purtee,<sup>[1]</sup> seeking return of the sculpture and a determination of copyright ownership. The District Court granted a preliminary injunction, ordering the sculpture's return. After a 2-day bench trial, the District Court declared that \"Third World America\" was a \"work made for hire\" under  101 of the Copyright Act and that Snyder, as trustee for CCNV, was the exclusive owner of the copyright in the sculpture. 652 F. Supp., at 1457. The court reasoned that Reid had been an \"employee\" of CCNV within the meaning of  101(1) because CCNV was the motivating force in the statue's production. Snyder and <span class=\"star-pagination\">*736</span> other CCNV members, the court explained, \"conceived the idea of a contemporary Nativity scene to contrast with the national celebration of the season,\" and \"directed enough of [Reid's] effort to assure that, in the end, he had produced what they, not he, wanted.\" <i>Id.,</i> at 1456.</p>\n<p>The Court of Appeals for the District of Columbia Circuit reversed and remanded, holding that Reid owned the copyright because \"Third World America\" was not a work for hire. 270 U. S. App. D. C. 26, 35, 846 F. 2d 1485, 1494 (1988). Adopting what it termed the \"literal interpretation\" of the Act as articulated by the Fifth Circuit in <i>Easter Seal Society for Crippled Children &amp; Adults of Louisiana, Inc.</i> v. <i>Playboy Enterprises,</i> 815 F. 2d 323, 329 (1987), cert. denied, 485 U. S. 981 (1988), the court read  101 as creating \"a simple dichotomy in fact between employees and independent contractors.\" 270 U. S. App. D. C., at 33, 846 F. 2d, at 1492. Because, under agency law, Reid was an independent contractor, the court concluded that the work was not \"prepared by an employee\" under  101(1). <i>Id.,</i> at 35, 846 F. 2d, at 1494. Nor was the sculpture a \"work made for hire\" under the second subsection of  101 (hereinafter  101(2)): sculpture is not one of the nine categories of works enumerated in that subsection, and the parties had not agreed in writing that the sculpture would be a work for hire. <i>Ibid.</i> The court suggested that the sculpture nevertheless may have been jointly authored by CCNV and Reid, <i>id.,</i> at 36, 846 F. 2d, at 1495, and remanded for a determination whether the sculpture is indeed a joint work under the Act, <i>id.,</i> at 39-40, 846 F. 2d, at 1498-1499.</p>\n<p>We granted certiorari to resolve a conflict among the Courts of Appeals over the proper construction of the \"work made for hire\" provisions of the Act.<sup>[2]</sup> 488 U. S. 940 (1988). We now affirm.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*737</span> II</h2>\n<p></p>\n<h2>A</h2>\n<p>The Copyright Act of 1976 provides that copyright ownership \"vests initially in the author or authors of the work.\" 17 U. S. C.  201(a). As a general rule, the author is the party who actually creates the work, that is, the person who translates an idea into a fixed, tangible expression entitled to copyright protection.  102. The Act carves out an important exception, however, for \"works made for hire.\"<sup>[3]</sup> If the work is for hire, \"the employer or other person for whom the work was prepared is considered the author\" and owns the copyright, unless there is a written agreement to the contrary.  201(b). Classifying a work as \"made for hire\" determines not only the initial ownership of its copyright, but also the copyright's duration,  302(c), and the owners' renewal rights,  304(a), termination rights,  203(a), and right to import certain goods bearing the copyright,  601(b)(1). See 1 M. Nimmer &amp; D. Nimmer, Nimmer on Copyright  5.03 [A], pp. 5-10 (1988). The contours of the work for hire doctrine therefore carry profound significance for freelance creators  including artists, writers, photographers, designers, composers, and computer programmers  and for the publishing, advertising, music, and other industries which commission their works.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*738</span> Section 101 of the 1976 Act provides that a work is \"for hire\" under two sets of circumstances:</p>\n<blockquote>\"(1) a work prepared by an employee within the scope of his or her employment; or</blockquote>\n<blockquote>(2) a work specially ordered or commissioned for use as a contribution to a collective work, as a part of a motion picture or other audiovisual work, as a translation, as a supplementary work, as a compilation, as an instructional text, as a test, as answer material for a test, or as an atlas, if the parties expressly agree in a written instrument signed by them that the work shall be considered a work made for hire.\"<sup>[5]</sup></blockquote>\n<p>Petitioners do not claim that the statue satisfies the terms of  101(2). Quite clearly, it does not. Sculpture does not fit within any of the nine categories of \"specially ordered or commissioned\" works enumerated in that subsection, and no written agreement between the parties establishes \"Third World America\" as a work for hire.</p>\n<p>The dispositive inquiry in this case therefore is whether \"Third World America\" is \"a work prepared by an employee within the scope of his or her employment\" under  101(1). The Act does not define these terms. In the absence of such guidance, four interpretations have emerged. The first holds that a work is prepared by an employee whenever the hiring party<sup>[6]</sup> retains the right to control the product. See <i>Peregrine</i> v. <i>Lauren Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">601</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">828</span></span>, 829 (Colo. 1985); <i>Clarkstown</i> v. <i>Reeder,</i> <span class=\"citation\" data-id=\"2396904\"><a href=\"/opinion/2396904/town-of-clarkstown-v-reeder/\"><span class=\"volume\">566</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">137</span></a></span>, 142 (SDNY <span class=\"star-pagination\">*739</span> 1983). Petitioners take this view. Brief for Petitioners 15; Tr. of Oral Arg. 12. A second, and closely related, view is that a work is prepared by an employee under  101(1) when the hiring party has actually wielded control with respect to the creation of a particular work. This approach was formulated by the Court of Appeals for the Second Circuit, <i>Aldon Accessories Ltd.</i> v. <i>Spiegel, Inc.,</i> 738 F. 2d 548, cert. denied, 469 U. S. 982 (1984), and adopted by the Fourth Circuit, <i>Brunswick Beacon, Inc.</i> v. <i>Schock-Hopchas Publishing Co.,</i> 810 F. 2d 410 (1987), the Seventh Circuit, <i>Evans Newton, Inc.</i> v. <i>Chicago Systems Software,</i> 793 F. 2d 889, cert. denied, 479 U. S. 949 (1986), and, at times, by petitioners, Brief for Petitioners 17. A third view is that the term \"employee\" within  101(1) carries its common-law agency law meaning. This view was endorsed by the Fifth Circuit in <i>Easter Seal Society for Crippled Children &amp; Adults of Louisiana, Inc.</i> v. <i>Playboy Enterprises,</i> 815 F. 2d 323 (1987), and by the Court of Appeals below. Finally, respondent and numerous <i>amici curiae</i> contend that the term \"employee\" only refers to \"formal, salaried\" employees. See, <i>e. g.,</i> Brief for Respondent 23-24; Brief for Register of Copyrights as <i>Amicus Curiae</i> 7. The Court of Appeals for the Ninth Circuit recently adopted this view. See <i>Dumas</i> v. <i>Gommerman,</i> 865 F. 2d 1093 (1989).</p>\n<p>The starting point for our interpretation of a statute is always its language. <i>Consumer Product Safety Comm'n</i> v. <i>GTE Sylvania, Inc.,</i> 447 U. S. 102, 108 (1980). The Act nowhere defines the terms \"employee\" or \"scope of employment.\" It is, however, well established that \"[w]here Congress uses terms that have accumulated settled meaning under . . . the common law, a court must infer, unless the statute otherwise dictates, that Congress means to incorporate the established meaning of these terms.\" <i>NLRB</i> v. <i>Amax Coal Co.,</i> 453 U. S. 322, 329 (1981); see also <i>Perrin</i> v. <i>United States,</i> 444 U. S. 37, 42 (1979). In the past, when Congress has used the term \"employee\" without defining it, <span class=\"star-pagination\">*740</span> we have concluded that Congress intended to describe the conventional master-servant relationship as understood by common-law agency doctrine. See, <i>e. g., </i><i>Kelley</i> v. <i>Southern Pacific Co.,</i> 419 U. S. 318, 322-323 (1974); <i>Baker</i> v. <i>Texas &amp; Pacific R. Co.,</i> 359 U. S. 227, 228 (1959) <i>(per curiam)</i><i>; </i><i>Robinson</i> v. <i>Baltimore &amp; Ohio R. Co.,</i> 237 U. S. 84, 94 (1915). Nothing in the text of the work for hire provisions indicates that Congress used the words \"employee\" and \"employment\" to describe anything other than \" `the conventional relation of employer and employe.' \" <i>Kelley, supra,</i> at 323, quoting <i>Robinson, supra,</i> at 94; cf. <i>NLRB</i> v. <i>Hearst Publications, Inc.,</i> 322 U. S. 111, 124-132 (1944) (rejecting agency law conception of employee for purposes of the National Labor Relations Act where structure and context of statute indicated broader definition). On the contrary, Congress' intent to incorporate the agency law definition is suggested by  101(1)'s use of the term, \"scope of employment,\" a widely used term of art in agency law. See Restatement (Second) of Agency  228 (1958) (hereinafter Restatement).</p>\n<p>In past cases of statutory interpretation, when we have concluded that Congress intended terms such as \"employee,\" \"employer,\" and \"scope of employment\" to be understood in light of agency law, we have relied on the general common law of agency, rather than on the law of any particular State, to give meaning to these terms. See, <i>e. g., </i><i>Kelley,</i> 419 U. S., at 323-324, and n. 5; <i>id.,</i> at 332 (Stewart, J., concurring in judgment); <i>Ward</i> v. <i>Atlantic Coast Line R. Co.,</i> 362 U. S. 396, 400 (1960); <i>Baker, supra,</i> at 228. This practice reflects the fact that \"federal statutes are generally intended to have uniform nationwide application.\" <i>Mississippi Band of Choctaw Indians</i> v. <i>Holyfield, ante,</i> at 43. Establishment of a federal rule of agency, rather than reliance on state agency law, is particularly appropriate here given the Act's express objective of creating national, uniform copyright law by broadly pre-empting state statutory and common-law copyright regulation. See 17 U. S. C.  301(a). We thus <span class=\"star-pagination\">*741</span> agree with the Court of Appeals that the term \"employee\" should be understood in light of the general common law of agency.</p>\n<p>In contrast, neither test proposed by petitioners is consistent with the text of the Act. The exclusive focus of the right to control the product test on the relationship between the hiring party and the product clashes with the language of  101(1), which focuses on the relationship between the hired and hiring parties. The right to control the product test also would distort the meaning of the ensuing subsection,  101(2). Section 101 plainly creates two distinct ways in which a work can be deemed for hire: one for works prepared by employees, the other for those specially ordered or commissioned works which fall within one of the nine enumerated categories and are the subject of a written agreement. The right to control the product test ignores this dichotomy by transforming into a work for hire under  101(1) any \"specially ordered or commissioned\" work that is subject to the supervision and control of the hiring party. Because a party who hires a \"specially ordered or commissioned\" work by definition has a right to specify the characteristics of the product desired, at the time the commission is accepted, and frequently until it is completed, the right to control the product test would mean that many works that could satisfy  101(2) would already have been deemed works for hire under  101(1). Petitioners' interpretation is particularly hard to square with  101(2)'s enumeration of the nine specific categories of specially ordered or commissioned works eligible to be works for hire, <i>e. g.,</i> \"a contribution to a collective work,\" \"a part of a motion picture,\" and \"answer material for a test.\" The unifying feature of these works is that they are usually prepared at the instance, direction, and risk of a publisher or producer.<sup>[7]</sup> By their very nature, therefore, these types of <span class=\"star-pagination\">*742</span> works would be works by an employee under petitioners' right to control the product test.</p>\n<p>The actual control test, articulated by the Second Circuit in <i>Aldon Accessories,</i> fares only marginally better when measured against the language and structure of  101. Under this test, independent contractors who are so controlled and supervised in the creation of a particular work are deemed \"employees\" under  101(1). Thus work for hire status under  101(1) depends on a hiring party's <i>actual</i> control of, rather than <i>right to</i> control, the product. <i>Aldon Accessories,</i> 738 F. 2d, at 552. Under the actual control test, a work for hire could arise under  101(2), but not under  101(1), where a party commissions, but does not actually control, a product which falls into one of the nine enumerated categories. Nonetheless, we agree with the Court of Appeals for the Fifth Circuit that \"[t]here is simply no way to milk the `actual control' test of <i>Aldon Accessories</i> from the language of the statute.\" <i>Easter Seal Society,</i> 815 F. 2d, at 334. Section 101 clearly delineates between works prepared by an employee and commissioned works. Sound though other distinctions might be as a matter of copyright policy, there is no statutory support for an additional dichotomy between commissioned works that are actually controlled and supervised by the hiring party and those that are not.</p>\n<p>We therefore conclude that the language and structure of  101 of the Act do not support either the right to control the product or the actual control approaches.<sup>[8]</sup> The structure of <span class=\"star-pagination\">*743</span>  101 indicates that a work for hire can arise through one of two mutually exclusive means, one for employees and one for independent contractors, and ordinary cannons of statutory interpretation indicate that the classification of a particular hired party should be made with reference to agency law.</p>\n<p>This reading of the undefined statutory terms finds considerable support in the Act's legislative history. Cf. <i>Diamond</i> v. <i>Chakrabarty,</i> 447 U. S. 303, 315 (1980). The Act, which almost completely revised existing copyright law, was the product of two decades of negotiation by representatives of creators and copyright-using industries, supervised by the Copyright Office and, to a lesser extent, by Congress. See <i>Mills Music, Inc.</i> v. <i>Snyder,</i> 469 U. S. 153, 159 (1985); Litman, Copyright, Compromise, and Legislative History, 72 Cornell L. Rev. 857, 862 (1987). Despite the lengthy history of negotiation and compromise which ultimately produced the Act, two things remained constant. First, interested parties and Congress at all times viewed works by employees and commissioned works by independent contractors as separate entities. Second, in using the term \"employee,\" the parties and Congress meant to refer to a hired party in a conventional employment relationship. These factors militate in favor of the reading we have found appropriate.</p>\n<p>In 1955, when Congress decided to overhaul copyright law, the existing work for hire provision was  62 of the 1909 Copyright Act, 17 U. S. C.  26 (1976 ed.) (1909 Act). It provided that \"the word `author' shall include an employer in <span class=\"star-pagination\">*744</span> the case of works made for hire.\"<sup>[9]</sup> Because the 1909 Act did not define \"employer\" or \"works made for hire,\" the task of shaping these terms fell to the courts. They concluded that the work for hire doctrine codified in  62 referred only to works made by employees in the regular course of their employment. As for commissioned works, the courts generally presumed that the commissioned party had impliedly agreed to convey the copyright, along with the work itself, to the hiring party. See, <i>e. g., </i><i>Shapiro, Bernstein &amp; Co.</i> v. <i>Jerry Vogel Music Co.,</i> 221 F. 2d 569, 570, rev'd, 223 F. 2d 252 (CA2 1955); <i>Yardley</i> v. <i>Houghton Mifflin Co.,</i> 108 F. 2d 28, 31 (CA2 1939), cert. denied, 309 U. S. 686 (1940).<sup>[10]</sup></p>\n<p>In 1961, the Copyright Office's first legislative proposal retained the distinction between works by employees and works by independent contractors. See Report of the Register of Copyrights on the General Revision of the U. S. Copyright Law, 87th Cong., 1st Sess., Copyright Law Revision 86-87 (H. R. Judiciary Comm. Print 1961). After numerous meetings with representatives of the affected parties, the Copyright Office issued a preliminary draft bill in 1963. Adopting the Register's recommendation, it defined \"work <span class=\"star-pagination\">*745</span> made for hire\" as \"a work prepared by an employee within the scope of the duties of his employment, but not including a work made on special order or commission.\" Preliminary Draft for Revised U. S. Copyright Law and Discussions and Comments on the Draft, 88th Cong., 2d Sess., Copyright Law Revision, Part 3, p. 15, n. 11 (H. R. Judiciary Comm. Print 1964) (hereinafter Preliminary Draft).</p>\n<p>In response to objections by book publishers that the preliminary draft bill limited the work for hire doctrine to \"employees,\"<sup>[11]</sup> the 1964 revision bill expanded the scope of the work for hire classification to reach, for the first time, commissioned works. The bill's language, proposed initially by representatives of the publishing industry, retained the definition of work for hire insofar as it referred to \"employees,\" but added a separate clause covering commissioned works, without regard to the subject matter, \"if the parties so agree in writing.\" S. 3008, H. R. 11947, H. R. 12354, 88th Cong., 2d Sess.,  54 (1964), reproduced in 1964 Revision Bill with Discussions and Comments, 89th Cong., 1st Sess., Copyright Law Revision, pt. 5, p. 31 (H. R. Judiciary Comm. Print 1965). Those representing authors objected that the added provision would allow publishers to use their superior bargaining position to force authors to sign work for hire agreements, <span class=\"star-pagination\">*746</span> thereby relinquishing all copyright rights as a condition of getting their books published. See Supplementary Report, at 67.</p>\n<p>In 1965, the competing interests reached a historic compromise, which was embodied in a joint memorandum submitted to Congress and the Copyright Office,<sup>[12]</sup> incorporated into the 1965 revision bill, and ultimately enacted in the same form and nearly the same terms 11 years later, as  101 of the 1976 Act. The compromise retained as subsection (1) the language referring to \"a work prepared by an employee within the scope of his employment.\" However, in exchange for concessions from publishers on provisions relating to the termination of transfer rights, the authors consented to a second subsection which classified four categories of commissioned works as works for hire if the parties expressly so agreed in writing: works for use \"as a contribution to a collective work, as a part of a motion picture, as a translation, or as supplementary work.\" S. 1006, H. R. 4347, H. R. 5680, H. R. 6835, 89th Cong., 1st Sess.,  101 (1965). The interested parties selected these categories because they concluded that these commissioned works, although not prepared by employees and thus not covered by the first subsection, nevertheless should be treated as works for hire because they were ordinarily prepared \"at the instance, direction, and risk of a publisher or producer.\" Supplementary Report, at 67. The Supplementary Report emphasized that only the \"four special cases specifically mentioned\" could qualify as works made for hire; \"[o]ther works made on special order or commission would not come within the definition.\" <i>Id.,</i> at 67-68.</p>\n<p><span class=\"star-pagination\">*747</span> In 1966, the House Committee on the Judiciary endorsed this compromise in the first legislative Report on the revision bills. See H. R. Rep. No. 2237, 89th Cong., 2d Sess., 114, 116 (1966). Retaining the distinction between works by employees and commissioned works, the House Committee focused instead on \"how to draw a statutory line between those works written on special order or commission that should be considered as works made for hire, and those that should not.\" <i>Id.,</i> at 115. The House Committee added four other enumerated categories of commissioned works that could be treated as works for hire: compilations, instructional texts, tests, and atlases. <i>Id.,</i> at 116. With the single addition of \"answer material for a test,\" the 1976 Act, as enacted, contained the same definition of works made for hire as did the 1966 revision bill, and had the same structure and nearly the same terms as the 1966 bill.<sup>[13]</sup> Indeed, much of the language of the 1976 House and Senate Reports was borrowed from the Reports accompanying the earlier drafts. See, <i>e. g.,</i> H. R. Rep. No. 94-1476, p. 121 (1976); S. Rep. No. 94-473, p. 105 (1975).</p>\n<p>Thus, the legislative history of the Act is significant for several reasons. First, the enactment of the 1965 compromise with only minor modifications demonstrates that Congress intended to provide two mutually exclusive ways for works to acquire work for hire status: one for employees and <span class=\"star-pagination\">*748</span> the other for independent contractors. Second, the legislative history underscores the clear import of the statutory language: only enumerated categories of commissioned works may be accorded work for hire status. The hiring party's right to control the product simply is not determinative. See Note, The Creative Commissioner: Commissioned Works Under the Copyright Act of 1976, 62 N. Y. U. L. Rev. 373, 388 (1987). Indeed, importing a test based on a hiring party's right to control, or actual control of, a product would unravel the \" `carefully worked out compromise aimed at balancing legitimate interests on both sides.' \" H. R. Rep. No. 2237, <i>supra,</i> at 114, quoting Supplemental Report, at 66.<sup>[14]</sup></p>\n<p>We do not find convincing petitioners' contrary interpretation of the history of the Act. They contend that Congress, in enacting the Act, meant to incorporate a line of cases decided under the 1909 Act holding that an employment relationship exists sufficient to give the hiring party copyright ownership whenever that party has the right to control or supervise the artist's work. See, <i>e. g., </i><i>Siegel</i> v. <i>National Periodical Publications, Inc.,</i> 508 F. 2d 909, 914 (CA2 1974); <i>Picture Music, Inc.</i> v. <i>Bourne, Inc.,</i> 457 F. 2d 1213, 1216 (CA2), cert. denied, 409 U. S. 997 (1972); <i>Scherr</i> v. <i>Universal Match Corp.,</i> 417 F. 2d 497, 500 (CA2 1969), cert. denied, 397 U. S. 936 (1970); <i>Brattleboro Publishing Co.</i> v. <i>Winmill Publishing Corp.,</i> 369 F. 2d 565, 567-568 (CA2 1966). In support of this position, petitioners note: \"Nowhere in the 1976 Act or in the Act's legislative history does Congress state that it intended to jettison the control standard or otherwise to reject the pre-Act judicial approach to identifying a <span class=\"star-pagination\">*749</span> work for hire employment relationship.\" Brief for Petitioners 20, citing <i>Aldon Accessories,</i> 738 F. 2d, at 552.</p>\n<p>We are unpersuaded. Ordinarily, \"Congress' silence is just that  silence.\" <i>Alaska Airlines, Inc.</i> v. <i>Brock,</i> 480 U. S. 678, 686 (1987). Petitioners' reliance on legislative silence is particularly misplaced here because the text and structure of  101 counsel otherwise. See <i>Bourjaily</i> v. <i>United States,</i> 483 U. S. 171, 178 (1987); <i>Harrison</i> v. <i>PPG Industries, Inc.,</i> 446 U. S. 578, 592 (1980).<sup>[15]</sup> Furthermore, the structure of the work for hire provisions was fully developed in 1965, and the text was agreed upon in essentially final form by 1966. At that time, however, the courts had applied the work for hire doctrine under the 1909 Act exclusively to traditional employees. Indeed, it was not until after the 1965 compromise was forged and adopted by Congress<sup>[16]</sup> that a federal court for the first time applied the work for hire doctrine to commissioned works. See, <i>e. g., </i><i>Brattleboro Publishing Co., supra,</i> at 567-568. Congress certainly could not have \"jettisoned\" a line of cases that had not yet been decided.</p>\n<p>Finally, petitioners' construction of the work for hire provisions would impede Congress' paramount goal in revising the 1976 Act of enhancing predictability and certainty of copyright ownership. See H. R. Rep. No. 94-1476, <i>supra,</i> at 129. In a \"copyright marketplace,\" the parties negotiate with an expectation that one of them will own the copyright in the completed work. <i>Dumas,</i> 865 F. 2d, at 1104-1105, <span class=\"star-pagination\">*750</span> n. 18. With that expectation, the parties at the outset can settle on relevant contractual terms, such as the price for the work and the ownership of reproduction rights.</p>\n<p>To the extent that petitioners endorse an actual control test,<sup>[17]</sup> CCNV's construction of the work for hire provisions prevents such planning. Because that test turns on whether the hiring party has closely monitored the production process, the parties would not know until late in the process, if not until the work is completed, whether a work will ultimately fall within  101(1). Under petitioners' approach, therefore, parties would have to predict in advance whether the hiring party will sufficiently control a given work to make it the author. \"If they guess incorrectly, their reliance on `work for hire' or an assignment may give them a copyright interest that they did not bargain for.\" <i>Easter Seal Society,</i> 815 F. 2d, at 333; accord, <i>Dumas, supra,</i> at 1103. This understanding of the work for hire provisions clearly thwarts Congress' goal of ensuring predictability through advance planning. Moreover, petitioners' interpretation \"leaves the door open for hiring parties, who have failed to get a full assignment of copyright rights from independent contractors falling outside the subdivision (2) guidelines, to unilaterally obtain work-made-for-hire rights years after the work has been completed as long as they directed or supervised the work, a standard that is hard not to meet when one is a hiring party.\" Hamilton, Commissioned Works as Works Made for Hire Under the 1976 Copyright Act: Misinterpretation and Injustice, 135 U. Pa. L. Rev. 1281, 1304 (1987).</p>\n<p>In sum, we must reject petitioners' argument. Transforming a commissioned work into a work by an employee on the basis of the hiring party's right to control, or actual control of, the work is inconsistent with the language, structure, and legislative history of the work for hire provisions. To <span class=\"star-pagination\">*751</span> determine whether a work is for hire under the Act, a court first should ascertain, using principles of general common law of agency, whether the work was prepared by an employee or an independent contractor. After making this determination, the court can apply the appropriate subsection of  101.</p>\n<p></p>\n<h2>B</h2>\n<p>We turn, finally, to an application of  101 to Reid's production of \"Third World America.\" In determining whether a hired party is an employee under the general common law of agency, we consider the hiring party's right to control the manner and means by which the product is accomplished.<sup>[18]</sup> Among the other factors relevant to this inquiry are the skill required;<sup>[19]</sup> the source of the instrumentalities and tools;<sup>[20]</sup> the location of the work;<sup>[21]</sup> the duration of the relationship between the parties;<sup>[22]</sup> whether the hiring party has the right to assign additional projects to the hired party;<sup>[23]</sup> the extent of the hired party's discretion over when and how long to work;<sup>[24]</sup> the method of payment;<sup>[25]</sup> the hired party's role in hiring and <span class=\"star-pagination\">*752</span> paying assistants;<sup>[26]</sup> whether the work is part of the regular business of the hiring party;<sup>[27]</sup> whether the hiring party is in business;<sup>[28]</sup> the provision of employee benefits;<sup>[29]</sup> and the tax treatment of the hired party.<sup>[30]</sup> See Restatement  220(2) (setting forth a nonexhaustive list of factors relevant to determining whether a hired party is an employee).<sup>[31]</sup> No one of these factors is determinative. See <i>Ward,</i> 362 U. S., at 400; <i>Hilton Int'l Co.</i> v. <i>NLRB,</i> 690 F. 2d 318, 321 (CA2 1982).</p>\n<p>Examining the circumstances of this case in light of these factors, we agree with the Court of Appeals that Reid was not an employee of CCNV but an independent contractor. 270 U. S. App. D. C., at 35, n. 11, 846 F. 2d, at 1494, n. 11. True, CCNV members directed enough of Reid's work to ensure that he produced a sculpture that met their specifications. 652 F. Supp., at 1456. But the extent of control the hiring party exercises over the details of the product is not dispositive. Indeed, all the other circumstances weigh heavily against finding an employment relationship. Reid is a sculptor, a skilled occupation. Reid supplied his own tools. He worked in his own studio in Baltimore, making daily supervision of his activities from Washington practicably impossible. Reid was retained for less than two months, a relatively <span class=\"star-pagination\">*753</span> short period of time. During and after this time, CCNV had no right to assign additional projects to Reid. Apart from the deadline for completing the sculpture, Reid had absolute freedom to decide when and how long to work. CCNV paid Reid $15,000, a sum dependent on \"completion of a specific job, a method by which independent contractors are often compensated.\" <i>Holt</i> v. <i>Winpisinger,</i> 258 U. S. App. D. C. 343, 351, 811 F. 2d 1532, 1540 (1987). Reid had total discretion in hiring and paying assistants. \"Creating sculptures was hardly `regular business' for CCNV.\" 270 U. S. App. D. C., at 35, n. 11, 846 F. 2d, at 1494, n. 11. Indeed, CCNV is not a business at all. Finally, CCNV did not pay payroll or Social Security taxes, provide any employee benefits, or contribute to unemployment insurance or workers' compensation funds.</p>\n<p>Because Reid was an independent contractor, whether \"Third World America\" is a work for hire depends on whether it satisfies the terms of  101(2). This petitioners concede it cannot do. Thus, CCNV is not the author of \"Third World America\" by virtue of the work for hire provisions of the Act. However, as the Court of Appeals made clear, CCNV nevertheless may be a joint author of the sculpture if, on remand, the District Court determines that CCNV and Reid prepared the work \"with the intention that their contributions be merged into inseparable or interdependent parts of a unitary whole.\" 17 U. S. C.  101.<sup>[32]</sup> In that case, CCNV and Reid would be co-owners of the copyright in the work. See  201(a).</p>\n<p>For the aforestated reasons, we affirm the judgment of the Court of Appeals for the District of Columbia Circuit.</p>\n<p><i>It is so ordered.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Briefs of <i>amici curiae</i> urging reversal were filed for the Computer and Business Equipment Manufacturers Association et al. by <i>Richard Dannay</i> and <i>Morton David Goldberg;</i> for Intellectual Property Owners, Inc., by <i>Donald W. Banner</i> and <i>Herbert C. Wamsley;</i> and for Magazine Publishers of America, Inc., by <i>Slade R. Metcalf</i> and <i>Victor A. Kovner.</i>\n</p>\n<p>Briefs of <i>amici curiae</i> urging affirmance were filed for the American Society of Magazine Photographers et al. by <i>Charles D. Ossola;</i> for The Professional Photographers of America, Inc., by <i>David Ladd, David E. Leibowitz, Bruce G. Joseph,</i> and <i>Thomas W. Kirby;</i> and for Volunteer Lawyers for the Arts, Inc., et al. by <i>Irwin Karp.</i></p>\n<p><i>Arthur J. Levine</i> and <i>William L. LaFuze</i> filed a brief for the American Intellectual Property Law Association as <i>amicus curiae.</i></p>\n<p>[1]  Purtee was named as a defendant but never appeared or claimed any interest in the statue.</p>\n<p>[2]  Compare <i>Easter Seal Society for Crippled Children &amp; Adults of Louisiana, Inc.</i> v. <i>Playboy Enterprises,</i> 815 F. 2d 323 (CA5 1987), (agency law determines who is an employee under  101), cert. denied, 485 U. S. 981 (1988), with <i>Brunswick Beacon, Inc.</i> v. <i>Schock-Hopchas Publishing Co.,</i> 810 F. 2d 410 (CA4 1987) (supervision and control standard determines who is an employee under  101); <i>Evans Newton, Inc.</i> v. <i>Chicago Systems Software,</i> 793 F. 2d 889 (CA7) (same), cert. denied, 479 U. S. 949 (1986); and <i>Aldon Accessories Ltd.</i> v. <i>Spiegel, Inc.,</i> 738 F. 2d 548 (CA2) (same), cert. denied, 469 U. S. 982 (1984). See also <i>Dumas</i> v. <i>Gommerman,</i> 865 F. 2d 1093 (CA9 1989) (a multifactor formal, salaried employee test determines who is an employee under  101).</p>\n<p>[3]  We use the phrase \"work for hire\" interchangeably with the more cumbersome statutory phrase \"work made for hire.\"</p>\n<p>[4]  As of 1955, approximately 40 percent of all copyright registrations were for works for hire, according to a Copyright Office study. See Varmer, Works Made for Hire and On Commission, in Studies Prepared for the Subcommittee on Patents, Trademarks, and Copyrights of the Senate Committee on the Judiciary, Study No. 13, 86th Cong., 2d Sess., 139, n. 49 (Comm. Print 1960) (hereinafter Varmer, Works Made for Hire). The Copyright Office does not keep more recent statistics on the number of work for hire registrations.</p>\n<p>[5]  Section 101 of the Act defines each of the nine categories of \"specially ordered or commissioned\" works.</p>\n<p>[6]  By \"hiring party,\" we mean to refer to the party who claims ownership of the copyright by virtue of the work for hire doctrine.</p>\n<p>[7]  See Supplementary Report of the Register of Copyrights on the General Revision of the U. S. Copyright Law: 1965 Revision Bill, 89th Cong., 1st Sess., Copyright Law Revision, pt. 6, pp. 66-67 (H. R. Judiciary Comm. Print 1965) (hereinafter Supplementary Report); Hardy, Copyright Law's Concept of Employment  What Congress Really Intended, 35 J. Copr. Soc. USA 210, 244-245 (1988).</p>\n<p>[8]  We also reject the suggestion of respondent and <i>amici</i> that the  101(1) term \"employee\" refers only to formal, salaried employees. While there is some support for such a definition in the legislative history, see Varmer, Works Made for Hire 130; n. 11, <i>infra,</i> the language of  101(1) cannot support it. The Act does not say \"formal\" or \"salaried\" employee, but simply \"employee.\" Moreover, respondent and those <i>amici</i> who endorse a formal, salaried employee test do not agree upon the content of this test. Compare, <i>e. g.,</i> Brief for Respondent 37 (hired party who is on payroll is an employee within  101(1) with Tr. of Oral Arg. 31 (hired party who receives a salary or commissions regularly is an employee within  101(1)); and Brief for Volunteer Lawyers for the Arts, Inc., et al. as <i>Amici Curiae</i> 4 (hired party who receives a salary <i>and</i> is treated as an employee for Social Security and tax purposes is an employee within  101(1)). Even the one Court of Appeals to adopt what it termed a formal, salaried employee test in fact embraced an approach incorporating numerous factors drawn from the agency law definition of employee which we endorse. See <i>Dumas,</i> 865 F. 2d, at 1104.</p>\n<p>[9]  The concept of works made for hire first arose in controversies over copyright ownership involving works produced by persons whom all parties agreed were employees. See, <i>e. g., </i><i>Colliery Engineer Co.</i> v. <i>United Correspondence Schools Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">F.</span> <span class=\"page\">152</span></span> (CC SDNY 1899); <i>Little</i> v. <i>Gould,</i> <span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">F. Cas.</span> <span class=\"page\">612</span></span> (No. 8,395) (CC NDNY 1852). This Court first took note of the work for hire doctrine in <i>Bleistein</i> v. <i>Donaldson Lithographing Co.,</i> 188 U. S. 239, 248 (1903), where we found that an employer owned the copyright to advertisements that had been created by an employee in the course of his employment. <i>Bleistein</i> did not, however, purport to define \"employee.\"</p>\n<p>[10]  See Varmer, Works Made for Hire 130; Fidlow, The \"Works Made for Hire\" Doctrine and the Employee/Independent Contractor Dichotomy: The Need for Congressional Clarification, 10 Hastings Comm. Ent. L. J. 591, 600-601 (1988). Indeed, the Varmer study, which was commissioned by Congress as part of the revision process, itself contained separate subsections labeled \"Works Made for Hire\" and \"Works Made on Commission.\" It nowhere indicated that the two categories might overlap or that commissioned works could be made by an employee.</p>\n<p>[11]  See, <i>e. g.,</i> Preliminary Draft, at 259 (statement of Horace S. Manges, Joint Committee of the American Book Publishers Council and the American Textbook Publishers Institute) (\"There would be a necessity of putting people on the payroll whom the employers wouldn't want to put on the payroll, and where the employees would prefer to work as independent contractors\"); <i>id.,</i> at 272 (statement of Saul N. Rittenberg, MGM) (\"[T]he present draft has given more emphasis to formalism than necessary. If I commission a work from a man, ordering a work specially for my purposes, and I pay for it, what difference does it make whether I put him under an employment contract or establish an independent contractor relationship?\"); <i>id.,</i> at 260 (statement of John R. Peterson, American Bar Association) (\"I don't think there is any valid philosophical or economic difference between the situation in which you have a man on a continuing basis of orders which justifies placing him on your payroll, and the situation in which you give him a particular order for a particular job\").</p>\n<p>[12]  The parties to the joint memorandum included representatives of the major competing interests involved in the copyright revision process: publishers and authors, composers, and lyricists. See Copyright Law Revision: Hearings on H. R. 4347, 5680, 6831, 6835 before Subcommittee No. 3 of the House Committee on the Judiciary, 89th Cong., 1st Sess., pt. 1, p. 134 (1965).</p>\n<p>[13]  An attempt to add \"photographic or other portrait[s],\" S. Rep. No. 94-473, p. 4 (1975), to the list of commissioned works eligible for work for hire status failed after the Register of Copyrights objected:\n</p>\n<p>\"The addition of portraits to the list of commissioned works that can be made into `works made for hire' by agreement of the parties is difficult to justify. Artists and photographers are among the most vulnerable and poorly protected of all the beneficiaries of the copyright law, and it seems clear that, like serious composers and choreographers, they were not intended to be treated as `employees' under the carefully negotiated definition in section 101.\" Second Supplementary Report of the Register of Copyrights on the General Revision of the U. S. Copyright Law: 1975 Revision Bill, Chapter XI, pp. 12-13.</p>\n<p>[14]  Strict adherence to the language and structure of the Act is particularly appropriate where, as here, a statute is the result of a series of carefully crafted compromises. See <i>Rodriguez</i> v. <i>Compass Shipping Co.,</i> 451 U. S. 596, 617 (1981); <i>United States</i> v. <i>Sisson,</i> 399 U. S. 267, 291, 298 (1970).</p>\n<p>[15]  In framing other provisions of the Act, Congress indicated when it intended to incorporate existing case law. See, <i>e. g.,</i> H. R. Rep. No. 94-1476, p. 121 (1976) (\"There is . . . no need for a specific statutory provision concerning the rights and duties of the coowners <i>[sic]</i> of a work; court-made law on this point is left undisturbed\"); S. Rep. No. 94-473, <i>supra,</i> at 104 (same).</p>\n<p>[16]  Over the course of the copyright revision process, Congress frequently endorsed a negotiated compromise which years later in 1976 it formally enacted with only minor revisions. See <i>Mills Music, Inc.</i> v. <i>Snyder,</i> 469 U. S. 153, 160-161 (1985).</p>\n<p>[17]  Petitioners concede that, as a practical matter, it is often difficult to demonstrate the existence of a right to control without evidence of the actual exercise of that right. See <i>Murray</i> v. <i>Gelderman,</i> 566 F. 2d 1307, 1310-1311 (CA5 1978).</p>\n<p>[18]  See, <i>e. g., </i><i>Hilton Int'l Co.</i> v. <i>NLRB,</i> 690 F. 2d 318, 320 (CA2 1982); <i>NLRB</i> v. <i>Maine Caterers, Inc.,</i> 654 F. 2d 131, 133 (CA1 1981), cert denied, 455 U. S. 940 (1982); Restatement  220(1).</p>\n<p>[19]  See, <i>e. g., </i><i>Bartels</i> v. <i>Birmingham,</i> 332 U. S. 126, 132 (1947); <i>Hilton Int'l Co., supra,</i> at 320; <i>NLRB</i> v. <i>A. Duie Pyle, Inc.,</i> 606 F. 2d 379, 382 (CA3 1979); Restatement  220(2)(d).</p>\n<p>[20]  See, <i>e. g., </i><i>NLRB</i> v. <i>United Ins. Co. of America,</i> 390 U. S. 254, 258 (1968); <i>United States</i> v. <i>Silk,</i> 331 U. S. 704, 717, 718 (1947); <i>Dumas,</i> 865 F. 2d, at 1105; Restatement  220(2)(e).</p>\n<p>[21]  See, <i>e. g., </i><i>United Ins. Co., supra,</i> at 258; <i>Dumas, supra,</i> at 1105; <i>Darden</i> v. <i>Nationwide Mutual Ins. Co.,</i> 796 F. 2d 701, 705 (CA4 1986); Restatement  220(2)(e).</p>\n<p>[22]  See, <i>e. g., </i><i>United Ins. Co., supra,</i> at 259; <i>Bartels, supra,</i> at 132; Restatement  220(2)(f).</p>\n<p>[23]  See, <i>e. g., </i><i>Dumas, supra,</i> at 1105.</p>\n<p>[24]  See, <i>e. g., </i><i>United Ins. Co., supra,</i> at 258; <i>Short</i> v. <i>Central States, Southeast &amp; Southwest Areas Pension Fund,</i> 729 F. 2d 567, 574 (CA8 1984).</p>\n<p>[25]  See, <i>e. g., </i><i>Dumas, supra,</i> at 1105; <i>Darden, supra,</i> at 705; <i>Holt</i> v. <i>Winpisinger,</i> 258 U. S. App. D. C. 343, 351, 811 F. 2d 1532, 1540 (1987); Restatement  220(2)(g).</p>\n<p>[26]  See, <i>e. g., </i><i>Bartels, supra,</i> at 132; <i>Silk, supra,</i> at 719; <i>Darden, supra,</i> at 705; <i>Short, supra,</i> at 574.</p>\n<p>[27]  See, <i>e. g., </i><i>United Ins. Co., supra,</i> at 259; <i>Silk, supra,</i> at 718; <i>Dumas, supra,</i> at 1105; <i>Hilton Int'l Co., supra,</i> at 321; Restatement  220(2)(h).</p>\n<p>[28]  See, <i>e. g.,</i> Restatement  220(2)(j).</p>\n<p>[29]  See, <i>e. g., </i><i>United Ins. Co., supra,</i> at 259; <i>Dumas, supra,</i> at 1105; <i>Short, supra,</i> at 574.</p>\n<p>[30]  See, <i>e. g., </i><i>Dumas, supra,</i> at 1105.</p>\n<p>[31]  In determining whether a hired party is an employee under the general common law of agency, we have traditionally looked for guidance to the Restatement of Agency. See, <i>e. g., </i><i>Kelley</i> v. <i>Southern Pacific Co.,</i> 419 U. S. 318, 323-324, and n. 5 (1974); <i>id.,</i> at 332 (Stewart, J., concurring in judgment); <i>Ward</i> v. <i>Atlantic Coast Line R. Co.,</i> 362 U. S. 396, 400 (1960); <i>Baker</i> v. <i>Texas &amp; Pacific R. Co.,</i> 359 U. S. 227, 228 (1959).</p>\n<p>[32]  Neither CCNV nor Reid sought review of the Court of Appeals' remand order. We therefore have no occasion to pass judgment on the applicability of the Act's joint authorship provisions to this case.</p>\n\n</div>", "id": 112273, "judges": "Marshall", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/112273/", "sha1": "e861250df12c0ad35ce40bd2b80cb038365c8097", "source": "LR", "supreme_court_db_id": "1988-100", "time_retrieved": "2010-04-28T10:13:37"}