{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "491 U.S. 600", 
    "federal_cite_two": "109 S. Ct. 2657", 
    "specialty_cite_one": null, 
    "federal_cite_three": "105 L. Ed. 2d 512", 
    "lexis_cite": "1989 U.S. LEXIS 3132", 
    "document_uris": [
      "/api/rest/v2/document/112310/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "United States v. Monsanto", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "88-454", 
    "id": 96669, 
    "resource_uri": "/api/rest/v2/citation/96669/"
  }, 
  "id": 112310, 
  "blocked": false, 
  "judges": "White", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1989-06-22", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>491 U.S. 600 (1989)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nMONSANTO</h1></center>\n<center>No. 88-454.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 21, 1989</center>\n<center>Decided June 22, 1989</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SECOND CIRCUIT\n<p><span class=\"star-pagination\">*602</span> <i>Acting Solicitor General Bryson</i> argued the cause for the United States. With him on the briefs were <i>Assistant Attorney General Dennis, Edwin S. Kneedler,</i> and <i>Sara Criscitelli.</i></p>\n<p><i>Edward M. Chikofsky</i> argued the cause and filed a brief for respondent.<sup>[*]</sup></p>\n<p>JUSTICE WHITE delivered the opinion of the Court.</p>\n<p>The questions presented here are whether the federal drug forfeiture statute authorizes a district court to enter a pretrial order freezing assets in a defendant's possession, even where the defendant seeks to use those assets to pay an attorney; if so, we must decide whether such an order is permissible under the Constitution. We answer both of these questions in the affirmative.</p>\n<p></p>\n<h2>I</h2>\n<p>In July 1987, an indictment was entered, alleging that respondent had directed a large-scale heroin distribution enterprise. The multicount indictment alleged violations of racketeering laws, creation of a continuing criminal enterprise (CCE), and tax and firearm offenses. The indictment also alleged that three specific assets \u0097 a home, an apartment, and $35,000 in cash \u0097 had been accumulated by respondent as a result of his narcotics trafficking. These assets, the indictment <span class=\"star-pagination\">*603</span> alleged, were subject to forfeiture under the Comprehensive Forfeiture Act of 1984 (CFA), 98 Stat. 2044, as amended, 21 U. S. C. § 853(a) (1982 ed., Supp. V), because they were \"property constituting, or derived from . . . proceeds. . . obtained\" from drug-law violations.<sup>[1]</sup></p>\n<p>On the same day that the indictment was unsealed, the District Court granted the Government's <i>ex parte</i> motion, pursuant to § 853(e)(1)(A),<sup>[2]</sup> for a restraining order freezing <span class=\"star-pagination\">*604</span> the above-mentioned assets pending trial. Shortly thereafter, respondent moved to vacate this restraining order, to permit him to use the frozen assets to retain an attorney. Respondent's motion further sought a declaration that if these assets were used to pay an attorney's fees, § 853(c)'s third-party transfers provision would not subsequently be used to reclaim such payments if respondent was convicted and his assets forfeited.<sup>[3]</sup> Respondent raised various statutory challenges to the restraining order, and claimed that it interfered with his Sixth Amendment right to counsel of choice. The District Court denied the motion to vacate.</p>\n<p><span class=\"star-pagination\">*605</span> On appeal, the Second Circuit concluded that respondent's statutory and Sixth Amendment challenges were lacking, but remanded the case to the District Court for an adversarial hearing \"at which the government ha[d] the burden to demonstrate the likelihood that the assets are forfeitable\"; if the Government failed its burden at such a hearing, the Court of Appeals held, any fees paid to an attorney would be exempt from forfeiture irrespective of the final outcome at respondent's trial. 836 F. 2d 74, 84 (1987). Pursuant to this mandate, on remand, the District Court held a 4-day hearing on whether continuing the restraining order was proper. At the end of the hearing, the District Court ruled that it would continue the restraining order because the Government had \"overwhelmingly established a likelihood\" that the property in question would be forfeited at the end of trial. App. to Pet. for Cert. 86a. Ultimately, respondent's criminal case proceeded to trial, where he was represented by a Criminal Justice Act-appointed attorney.<sup>[4]</sup></p>\n<p>In the meantime, the Second Circuit vacated its earlier opinion and heard respondent's appeal en banc.<sup>[5]</sup> The en <span class=\"star-pagination\">*606</span> banc court, by an 8-to-4 vote, ordered that the District Court's restraining order be modified to permit the restrained assets to be used to pay attorney's fees. 852 F. 2d 1400 (1988). The Court was sharply divided as to its rationale. Three of the judges found that the order violated the Sixth Amendment, while three others questioned it on statutory grounds; two judges found § 853 suspect under the Due Process Clause for its failure to include a statutory provision requiring the sort of hearing that the panel had ordered in the first place. The four dissenting judges would have upheld the restraining order.</p>\n<p>We granted certiorari, 488 U. S. 941 (1988), because the Second Circuit's decision created a conflict among the Courts of Appeals over the statutory and constitutional questions presented.<sup>[6]</sup> We now reverse.</p>\n<p></p>\n<h2>II</h2>\n<p>We first must address the question whether § 853 requires, upon conviction, forfeiture of assets that an accused intends to use to pay his attorneys.</p>\n<p></p>\n<h2>A</h2>\n<p>\"In determining the scope of a statute, we look first to its language.\" <i>United States</i> v. <i>Turkette,</i> 452 U. S. 576, 580 (1981). In the case before us, the language of § 853 is plain and unambiguous: all assets falling within its scope are to be forfeited upon conviction, with no exception existing for the assets used to pay attorney's fees \u0097 or anything else, for that matter.</p>\n<p><span class=\"star-pagination\">*607</span> As observed above, § 853(a) provides that a person convicted of the offenses charged in respondent's indictment \"shall forfeit . . . any property\" that was derived from the commission of these offenses. After setting out this rule, § 853(a) repeats later in its text that upon conviction a sentencing court \"shall order\" forfeiture of <i>all</i> property described in § 853(a). Congress could not have chosen stronger words to express its intent that forfeiture be mandatory in cases where the statute applied, or broader words to define the scope of what was to be forfeited. Likewise, the statute provides a broad definition of \"property\" when describing what types of assets are within the section's scope: \"real property . . . tangible and intangible personal property, including rights, privileges, interests, claims, and securities.\" 21 U. S. C. § 853(b) (1982 ed., Supp. V). Nothing in this all-inclusive listing even hints at the idea that assets to be used to pay an attorney are not \"property\" within the statute's meaning.</p>\n<p>Nor are we alone in concluding that the statute is unambiguous in failing to exclude assets that could be used to pay an attorney from its definition of forfeitable property. This argument, advanced by respondent here, see Brief for Respondent 12-19, has been unanimously rejected by every Court of Appeals that has finally passed on it,<sup>[7]</sup> as it was by the Second Circuit panel below, see 836 F. 2d, at 78-80; <i>id.,</i> at 85-86 (Oakes, J., dissenting); even the judges who concurred on statutory grounds in the en banc decision did not accept this position, see 852 F. 2d, at 1405-1410 (Winter, J., concurring). We note also that the Brief for American Bar <span class=\"star-pagination\">*608</span> Association as <i>Amicus Curiae</i> 6 frankly admits that the statute \"on [its] face, broadly cover[s] all property derived from alleged criminal activity and contain[s] no specific exemption for property used to pay bona fide attorneys' fees.\"</p>\n<p>Respondent urges us, nonetheless, to interpret the statute to exclude such property for several reasons. Principally, respondent contends that we should create such an exemption because the statute does not expressly include property to be used for attorneys' fees, and/or because Congress simply did not consider the prospect that forfeiture would reach assets that could be used to pay for an attorney. In support, respondent observes that the legislative history is \"silent\" on this question, and that the House and Senate debates fail to discuss this prospect.<sup>[8]</sup> But this proves nothing: the legislative <span class=\"star-pagination\">*609</span> history and congressional debates are similarly silent on the use of forfeitable assets to pay stockbroker's fees, laundry bills, or country club memberships; no one could credibly argue that, as a result, assets to be used for these purposes are similarly exempt from the statute's definition of forfeitable property. The fact that the forfeiture provision reaches assets that could be used to pay attorney's fees, even though it contains no express provisions to this effect, \" `does not demonstrate ambiguity' \" in the statute: \" `It demonstrates breadth.' \" <i>Sedima, S. P. R. L.</i> v. <i>Imrex Co.,</i> 473 U. S. 479, 499 (1985) (quoting <i>Haroco, Inc.</i> v. <i>American Nat. Bank &amp; Trust Co. of Chicago,</i> 747 F. 2d 384, 398 (CA7 1984)). The statutory provision at issue here is broad and unambiguous, and Congress' failure to supplement § 853(a)'s comprehensive phrase \u0097 \"<i>any</i> property\" \u0097 with an exclamatory \"and we even mean assets to be used to pay an attorney\" does not lessen the force of the statute's plain language.</p>\n<p><span class=\"star-pagination\">*610</span> We also find unavailing respondent's reliance on the comments of several legislators \u0097 made following enactment \u0097 to the effect that Congress did not anticipate the use of the forfeiture law to seize assets that would be used to pay attorneys. See Brief for Respondent 15-16, and n. 9 (citing comments of Sen. Leahy and Reps. Hughes and Shaw). As we have noted before, such postenactment views \"form a hazardous basis for inferring the intent\" behind a statute, <i>United States</i> v. <i>Price,</i> 361 U. S. 304, 313 (1960); instead, Congress' intent is \"best determined by [looking to] the statutory language that it chooses,\" <i>Sedima, S. P. R. L., supra,</i> at 495, n. 13. Moreover, we observe that these comments are further subject to question because Congress has refused to act on repeated suggestions by the defense bar for the sort of exemption respondent urges here,<sup>[9]</sup> even though it has amended § 853 in other respects since these entreaties were first heard. See Pub. L. 99-570, §§ 1153(b), 1864, 100 Stat. 3207-13, 3207-54.</p>\n<p>In addition, we observe that in the very same law by which Congress adopted the CFA \u0097 Pub. L. 98-473, 98 Stat. 1837 \u0097 Congress also adopted a provision for the special forfeiture of collateral profits (<i>e. g.,</i> profits from books, movies, etc.) that a convicted defendant derives from his crimes. See Victims of Crime Act of 1984, 98 Stat. 2175-2176 (now codified at 18 U. S. C. §§ 3681-3682 (1982 ed., Supp. V)). That forfeiture provision expressly exempts \"pay[ments] for legal representation of the defendant in matters arising from the offense for which such defendant has been convicted, but no more than 20 percent of the total [forfeited collateral profits] may be so used.\" § 3681(c)(1)(B)(ii). Thus, Congress adopted <i>expressly</i> \u0097 in a statute enacted <i>simultaneously</i> with the one under review in this case \u0097 the <i>precise</i> exemption from forfeiture <span class=\"star-pagination\">*611</span> which respondent asks us to imply into § 853. The express exemption from forfeiture of assets that could be used to pay attorney's fees in Chapter XIV of Pub. L. 98-473 indicates to us that Congress understood what it was doing in omitting such an exemption from Chapter III of that enactment.</p>\n<p>Finally, respondent urges us, see Brief for Respondent 20-29, to invoke a variety of general canons of statutory construction, as well as several prudential doctrines of this Court, to create the statutory exemption he advances; among these doctrines is our admonition that courts should construe statutes to avoid decision as to their constitutionality. See, <i>e. g., </i><i>Edward J. DeBartolo Corp.</i> v. <i>Florida Gulf Coast Building &amp; Constr. Trades Council,</i> 485 U. S. 568, 575 (1988); <i>NLRB.</i> v. <i>Catholic Bishop of Chicago,</i> 440 U. S. 490, 500 (1979). We respect these canons, and they are quite often useful in close cases, or when statutory language is ambiguous. But we have observed before that such \"interpretative canon[s are] not a license for the judiciary to rewrite language enacted by the legislature.\" <i>United States</i> v. <i>Albertini,</i> 472 U. S. 675, 680 (1985). Here, the language is clear and the statute comprehensive: § 853 does not exempt assets to be used for attorney's fees from its forfeiture provisions.</p>\n<p>In sum, whatever force there <i>might</i> be to respondent's claim for an exemption from forfeiture under § 853(a) of assets necessary to pay attorney's fees \u0097 based on his theories about the statute's purpose, or the implications of interpretative canons, or the understandings of individual Members of Congress about the statute's scope \u0097 \"[t]he short answer is that Congress did not write the statute that way.\" <i>United States</i> v. <i>Naftalin,</i> 441 U. S. 768, 773 (1979).</p>\n<p></p>\n<h2>B</h2>\n<p>Although § 853(a) recognizes no general exception for assets used to pay an attorney, we are urged that the provision <span class=\"star-pagination\">*612</span> in § 853(e)(1)(A) for pretrial restraining orders on assets in a defendant's possession should be interpreted to include such an exemption. It was on this ground that Judge Winter concurred below. 852 F. 2d, at 1405-1411.</p>\n<p>The restraining order subsection provides that, on the Government's application, a district court \"may enter a restraining order or injunction . . . or take any other action to preserve the availability of property . . . for forfeiture under this section.\" 21 U. S. C. § 853(e)(1) (1982 ed., Supp. V). Judge Winter read the permissive quality of the subsection (<i>i. e.,</i> \"may enter\") to authorize a district court to employ \"traditional principles of equity\" before restraining a defendant's use of forfeitable assets; a balancing of hardships, he concluded, generally weighed against restraining a defendant's use of forfeitable assets to pay for an attorney. 852 F. 2d, at 1406. Judge Winter further concluded that assets not subjected to pretrial restraint under § 853(e), if used to pay an attorney, may not be subsequently seized for forfeiture to the Government, notwithstanding the authorization found in § 853(c) for recoupment of forfeitable assets transferred to third parties.</p>\n<p>This reading seriously misapprehends the nature of the provisions in question. As we have said, § 853(a) is categorical: it contains no reference at all to § 853(e) or § 853(c), let alone any reference indicating that its reach is limited by those sections. Perhaps some limit could be implied if these provisions were necessarily inconsistent with § 853(a). But that is not the case. Under § 853(e)(1), the trial court \"may\" enter a restraining order if the United States requests it, but not otherwise, and it is not required to enter such an order if a bond or some other means to \"preserve the availability of property described in subsection (a) of this section for forfeiture\" is employed. Thus, § 853(e)(1)(A) is plainly aimed at implementing the commands of § 853(a) and cannot sensibly be construed to give the district court discretion to permit <span class=\"star-pagination\">*613</span> the dissipation of the very property that § 853(a) requires be forfeited upon conviction.</p>\n<p>We note that the \"equitable discretion\" that is given to the judge under § 853(e)(1)(A) turns out to be no discretion at all as far as the issue before us here is concerned: Judge Winter concludes that assets necessary to pay attorney's fees <i>must</i> be excluded from any restraining order. See 852 F. 2d, at 1407-1409. For that purpose, the word \"may\" becomes \"may not.\" The discretion found in § 853(e) becomes a command to use that subsection (and § 853(c)) to frustrate the attainment of § 853(a)'s ends. This construction is improvident. Whatever discretion Congress gave the district courts in §§ 853(e) and 853(c), that discretion must be cabined by the purposes for which Congress created it: \"to preserve the availability of property . . . for forfeiture.\" We cannot believe that Congress intended to permit the effectiveness of the powerful \"relation-back\" provision of § 853(c), and the comprehensive \"any property . . . any proceeds\" language of § 853(a), to be nullified by any other construction of the statute.</p>\n<p>This result may seem harsh, but we have little doubt that it is the one that the statute mandates. Section 853(c) states that \"[a]ll right, title, and interest in [forfeitable] property. . . vests in the United States upon the commission of the act giving rise to forfeiture.\" Permitting a defendant to use assets for his private purposes that, under this provision, will become the property of the United States if a conviction occurs cannot be sanctioned. Moreover, this view is supported by the relevant legislative history, which states that \"[t]he sole purpose of [§ 853's] restraining order provision . . . is to preserve the status quo, <i>i. e.,</i> to assure the availability of the property pending disposition of the criminal case.\" S. Rep. No. 98-225, p. 204 (1983). If, instead, the statutory interpretation adopted by Judge Winter's concurrence were applied, this purpose would not be achieved.</p>\n<p><span class=\"star-pagination\">*614</span> We conclude that there is no exemption from § 853's forfeiture or pretrial restraining order provisions for assets which a defendant wishes to use to retain an attorney. In enacting § 853, Congress decided to give force to the old adage that \"crime does not pay.\" We find no evidence that Congress intended to modify that nostrum to read, \"crime does not pay, except for attorney's fees.\" If, as respondent and supporting <i>amici</i> so vigorously assert, we are mistaken as to Congress' intent, that body can amend this statute to otherwise provide. But the statute, as presently written, cannot be read any other way.</p>\n<p></p>\n<h2>III</h2>\n<p>Having concluded that the statute authorized the restraining order entered by the District Court, we reach the question whether the order violated respondent's right to counsel of choice as protected by the Sixth Amendment or the Due Process Clause of the Fifth Amendment.</p>\n<p></p>\n<h2>A</h2>\n<p>Respondent's most sweeping constitutional claims are that, as a general matter, operation of the forfeiture statute interferes with a defendant's Sixth Amendment right to counsel of choice, and the guarantee afforded by the Fifth Amendment's Due Process Clause of a \"balance of forces\" between the accused and the Government. In this regard, respondent contends, the mere prospect of post-trial forfeiture is enough to deter a defendant's counsel of choice from representing him.</p>\n<p>In another decision we announce today, <i>Caplin &amp; Drysdale, Chartered</i> v. <i>United States</i><i>, post,</i> p. 617, we hold that neither the Fifth nor the Sixth Amendment to the Constitution requires Congress to permit a defendant to use assets adjudged to be forfeitable to pay that defendant's legal fees. We rely on our conclusion in that case to dispose of the similar constitutional claims raised by respondent here.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*615</span> B</h2>\n<p>In addition to the constitutional issues raised in <i>Caplin &amp; Drysdale,</i> respondent contends that freezing the assets in question before he is convicted \u0097 and before they are finally adjudged to be forfeitable \u0097 raises distinct constitutional concerns. We conclude, however, that assets in a defendant's possession may be restrained in the way they were here based on a finding of probable cause to believe that the assets are forfeitable.<sup>[10]</sup></p>\n<p>We have previously permitted the Government to seize property based on a finding of probable cause to believe that the property will ultimately be proved forfeitable. See, <i>e. g., United States</i> v. <i>$8,850,</i> 461 U. S. 555 (1983); <i>Calero-Toledo</i> v. <i>Pearson Yacht Leasing Co.,</i> 416 U. S. 663 (1974). Here, where respondent was not ousted from his property, but merely restrained from disposing of it, the governmental intrusion was even less severe than those permitted by our prior decisions.</p>\n<p>Indeed, it would be odd to conclude that the Government may not restrain property, such as the home and apartment in respondent's possession, based on a finding of probable cause, when we have held that (under appropriate circumstances), the Government may restrain <i>persons</i> where there <span class=\"star-pagination\">*616</span> is a finding of probable cause to believe that the accused has committed a serious offense. See <i>United States</i> v. <i>Salerno,</i> 481 U. S. 739 (1987). Given the gravity of the offenses charged in the indictment, respondent himself could have been subjected to pretrial restraint if deemed necessary to \"reasonably assure [his] appearance [at trial] and the safety of . . . the community,\" 18 U. S. C. § 3142(e) (1982 ed., Supp. V); we find no constitutional infirmity in § 853(e)'s authorization of a similar restraint on respondent's property to protect its \"appearance\" at trial and protect the community's interest in full recovery of any ill-gotten gains.</p>\n<p>Respondent contends that both the nature of the Government's property right in forfeitable assets, and the nature of the use to which he would have put these assets (<i>i. e.,</i> retaining an attorney), require some departure from our established rule of permitting pretrial restraint of assets based on probable cause. We disagree. In <i>Caplin &amp; Drysdale,</i> we conclude that a weighing of these very interests suggests that the Government may \u0097 without offending the Fifth or Sixth Amendment \u0097 obtain forfeiture of property that a defendant might have wished to use to pay his attorney. <i>Post,</i> p. 617. Given this holding, we find that a pretrial restraining order does not \"arbitrarily\" interfere with a defendant's \"fair opportunity\" to retain counsel. Cf. <i>Powell</i> v. <i>Alabama,</i> 287 U. S. 45, 69, 53 (1932). Put another way: if the Government may, post-trial, forbid the use of forfeited assets to pay an attorney, then surely no constitutional violation occurs when, after probable cause is adequately established, the Government obtains an order barring a defendant from frustrating that end by dissipating his assets prior to trial.</p>\n<p></p>\n<h2>IV</h2>\n<p>For the reasons given above, the judgment of the Second Circuit is reversed, and the case is remanded for further proceedings consistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Briefs of <i>amici curiae</i> urging reversal were filed for the State of California by <i>John K. Van de Kamp,</i> Attorney General, <i>Steve White,</i> Chief Assistant Attorney General, <i>John A. Gordnier,</i> Senior Assistant Attorney General, and <i>Gary W. Schons,</i> Deputy Attorney General; and for Eugene R. Anderson, <i>pro se.</i>\n</p>\n<p>Briefs of <i>amici curiae</i> urging affirmance were filed for the Committees on Criminal Advocacy and Criminal Law of the Association of the Bar of the City of New York et al. by <i>Arthur L. Liman;</i> and for the National Association of Criminal Defense Lawyers et al. by <i>Joseph Beeler</i> and <i>Bruce J. Winick.</i></p>\n<p>Briefs of <i>amici curiae</i> were filed for the American Bar Association by <i>Robert D. Raven, Charles G. Cole, Antonia B. Ianniello,</i> and <i>Terrance G. Reed;</i> and for the Appellate Committee of the California District Attorneys Association by <i>Ira Reiner, Harry B. Sondheim,</i> and <i>Arnold T. Guminski.</i></p>\n<p>[1]  The CFA added or amended forfeiture provisions for two classes of violations under federal law, racketeering offenses and CCE offenses, see 98 Stat. 2040-2053, as amended. The CCE forfeiture statute at issue here, now provides:\n</p>\n<p>\"§ 853. Criminal forfeitures</p>\n<p>\"(a) Property subject to criminal forfeiture</p>\n<p>\"Any person convicted of a violation of this subchapter or subchapter II of this chapter punishable by imprisonment for more than one year shall forfeit to the United States, irrespective of any provision of State law \u0097</p>\n<p>\"(1) any property constituting, or derived from, any proceeds the person obtained, directly or indirectly, as the result of such violation;</p>\n<p>\"(2) any of the person's property used, or intended to be used, in any manner or part, to commit, or to facilitate the commission of, such violation; and</p>\n<p>\"(3) in the case of a person convicted of engaging in a continuing criminal enterprise in violation of section 848 of this title, the person shall forfeit, in addition to any property described in paragraph (1) or (2), any of his interest in, claims against, and property or contractual rights affording a source of control over, the continuing criminal enterprise.</p>\n<p>\"The court, in imposing sentence on such person, shall order, in addition to any other sentence imposed pursuant to this subchapter or subchapter II of this chapter, that the person forfeit to the United States all property described in this subsection. In lieu of a fine otherwise authorized by this part, a defendant who derives profits or other proceeds from an offense may be fined not more than twice the gross profits or other proceeds.\"</p>\n<p>[2]  This statutory provision, the principal focus of this petition, says that:\n</p>\n<p>\"Upon application of the United States, the court may enter a restraining order or injunction . . . or take any other action to preserve the availability of property described in subsection (a) of [§ 853] for forfeiture under this section \u0097</p>\n<p>\"(A) upon the filing of an indictment or information charging a violation. . . for which criminal forfeiture may be ordered under [§ 853] and alleging that the property with respect to which the order is sought would, in the event of conviction, be subject to forfeiture under this section.\"</p>\n<p>[3]  Section 853(c), the third-party transfer provision, states that:\n</p>\n<p>\"All right, title, and interest in property described in [§ 853] vests in the United States upon the commission of the act giving rise to forfeiture under this section. Any such property that is subsequently transferred to a person other than the defendant may be the subject of a special verdict of forfeiture and thereafter shall be ordered forfeited to the United States, unless the transferee [establishes his entitlement to such property pursuant to § 853(n)].\"</p>\n<p>As noted in the quotation of § 853(c), a person making a claim for forfeited assets must file a petition with the court pursuant to § 853(n)(6):</p>\n<p>\"If, after [a] hearing [on the petition], the court determines that the petitioner has established . . . that \u0097</p>\n<p>\"(A) the petitioner has a legal right, title, or interest in the property . . . [that predates] commission of the acts which gave rise to the forfeiture of the property under [§ 853]; or</p>\n<p>\"(B) the petitioner is a bona fide purchaser for value of the . . . property and was at the time of purchase reasonably without cause to believe that the property was subject to forfeiture under this section;</p>\n<p>\"the court shall amend the order of forfeiture in accordance with its determination.\"</p>\n<p>An attorney seeking a payment of fees from forfeited assets under § 853(n)(6) would presumably rest his petition on subsection (B) quoted above, though (for reasons we explain in <i>Caplin &amp; Drysdale, Chartered</i> v. <i>United States</i><i>, post,</i> at 632, n. 10) it is highly doubtful that one who defends a client in a criminal case that results in forfeiture could prove that he was \"without cause to believe that the property was subject to forfeiture.\" Cf. 852 F. 2d, 1400, 1410 (CA2 1988) (Winter, J., concurring).</p>\n<p>[4]  At the end of the trial, respondent was convicted of the charges against him, and the jury returned a special verdict finding the assets in question to be forfeitable beyond a reasonable doubt. Accordingly, the District Court entered a judgment of conviction and declared the assets forfeited.\n</p>\n<p>We do not believe that these subsequent proceedings render the dispute over the pretrial restraining order moot. The restraining order remains in effect pending the appeal of respondent's conviction, see App. to Pet. for Cert. 77a-78a, which has not yet been decided. Consequently, the dispute before us concerning the District Court's order remains a live one.</p>\n<p>[5]  Respondent's trial had commenced on February 16, 1988, after the Court of Appeals had agreed to hear the case en banc, but before it rendered its ruling. Consequently, respondent's assets remained frozen, and respondent was defended by appointed counsel.\n</p>\n<p>In the midst of respondent's trial \u0097 on July 1, 1988 \u0097 the en banc Court of Appeals rendered its decision for respondent. At a hearing held four days later, the District Court offered to permit respondent to use the frozen assets to hire private counsel. Respondent rejected this offer, coming as summations were about to get underway at the end of a 4 1/2-month trial, and instead continued with his appointed attorney. Three weeks later, on July 25, 1988, the jury returned a guilty verdict.</p>\n<p>[6]  See, <i>e. g., </i><i>United States</i> v. <i>Moya-Gomez,</i> 860 F. 2d 706 (CA7 1988); <i>United States</i> v. <i>Nichols,</i> 841 F. 2d 1485 (CA10 1988); <i>United States</i> v. <i>Jones,</i> 837 F. 2d 1332 (CA5), rehearing granted, 844 F. 2d 215 (1988); <i>In re Forfeiture Hearing as to Caplin &amp; Drysdale, Chartered,</i> 837 F. 2d 637 (CA4 1988) (en banc), aff'd <i>sub nom. </i><i>Caplin &amp; Drysdale, Chartered</i> v. <i>United States</i><i>, post,</i> p. 617.</p>\n<p>[7]  See <i>United States</i> v. <i>Bissell,</i> 866 F. 2d 1343, 1348-1350 (CA11 1989); <i>United States</i> v. <i>Moya-Gomez, supra,</i> at 722-723; <i>United States</i> v. <i>Nichols,</i> 841 F. 2d, at 1491-1496; <i>id.,</i> at 1509 (Logan, J., dissenting); <i>In re Forfeiture Hearing as to Caplin &amp; Drysdale, Chartered,</i> 837 F. 2d, at 641-642 (en banc); <i>id.,</i> at 651 (Phillips, J., dissenting). Only one Court of Appeals \u0097 the Fifth Circuit \u0097 has issued any decisions providing support for this reading of the statute, see, <i>e. g., </i><i>United States</i> v. <i>Jones, supra</i><i>,</i> but this ruling is currently being reconsidered en banc, 844 F. 2d 215 (1988).</p>\n<p>[8]  Respondent is correct that, by and large, the relevant House and Senate Reports make no mention of the attorney's fees question. However, in discussing the background motivating the adoption of the CFA, the House Judiciary Committee discussed the failure of previous, more lax forfeiture statutes:\n</p>\n<p>\"One highly publicized case . . . is illustrative of the problem. That case was <i>United States</i> v. <i>Meinster</i> . . . . In this prosecution . . . a Florida based criminal organization had . . . grossed about $300 million over a 16-month period. The Federal Government completed a successful prosecution in which the three primary defendants were convicted and this major drug operation was aborted. However, forfeiture was attempted on only two [residences] worth $750,000 . . . .</p>\n<p>\"Of the $750,000 for the residences, $175,000 was returned to the wife of one of the defendants, <i>and $559,000 was used to pay the defendant's attorneys.</i> . . .</p>\n<p>\"The Government wound up with $16,000. . . .</p>\n<p>\"It is against this background that present Federal forfeiture procedures are tested and found wanting.\" H. R. Rep. No. 98-845, pt. 1, p. 3 (1984) (emphasis added).</p>\n<p>This passage suggests, at the very least, congressional frustration with the diversion of large amounts of forfeitable assets to pay attorney's fees. It certainly does not suggest an intent on Congress' part to exempt from forfeiture such fees.</p>\n<p>Respondent claims support from only one piece of preenactment legislative history: a footnote in the same House Report quoted above, which discussed the newly proposed provision for pretrial restraint on forfeitable assets. The footnote stated that:</p>\n<p>\"Nothing in this section is intended to interfere with a person's Sixth Amendment right to counsel. The Committee, therefore, does not resolve the conflict in District Court opinions on the use of restraining orders that impinge on a person's right to retain counsel in a criminal case.\" <i>Id.,</i> at 19, n. 1.</p>\n<p>Respondent argues that the Committee's disclaimer of any interest in resolving the conflict among the District Courts indicates the Committee's understanding that the statute would not be employed to freeze assets that might be used to pay legitimate attorney's fees. See Brief for Respondent 14, and n. 8.</p>\n<p>This ambiguous passage however, can be read for the opposite proposition as well, as the Report expressly refrained from disapproving of cases where pretrial restraining orders similar to the one issued here were imposed. See H. R. Rep. No. 98-845, <i>supra,</i> at 19, n. 1 (citing <i>United States</i> v. <i>Bello,</i> 470 F. Supp. 723, 724-725 (SD Cal. 1979)). Moreover, the Committee's statement that the statute should not be applied in a manner contrary to the Sixth Amendment appears to be nothing more than an exhortation for the courts to tread carefully in this delicate area.</p>\n<p>[9]  See, <i>e. g.,</i> Attorneys' Fees Forfeiture: Hearing before the Senate Committee on the Judiciary, 99th Cong., 2d Sess., 148-213 (1986); Forfeiture Issues: Hearing before the Subcommittee on Crime of the House Committee on the Judiciary, 99th Cong., 1st Sess., 187-242 (1985).</p>\n<p>[10]  We do not consider today, however, whether the Due Process Clause requires a hearing before a pretrial restraining order can be imposed. As noted above, in its initial consideration of this case, a panel of the Second Circuit ordered that such a hearing be held before permitting the entry of a restraining order; on remand, the District Court held an extensive, 4-day hearing on the question of probable cause.\n</p>\n<p>Though the United States petitioned for review of the Second Circuit's holding that such a hearing was required, see Pet. for Cert. I, given that the Government prevailed in the District Court notwithstanding the hearing, it would be pointless for us now to consider whether a hearing was required by the Due Process Clause. Furthermore, because the Court of Appeals, in its en banc decision, did not address the procedural due process issue, we also do not inquire whether the hearing \u0097 if a hearing was required at all \u0097 was an adequate one.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:13:38", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">600</span></span> (1989)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nMONSANTO</h1></center>\n<center>No. 88-454.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 21, 1989</center>\n<center>Decided June 22, 1989</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SECOND CIRCUIT\n<p><span class=\"star-pagination\">*602</span> <i>Acting Solicitor General Bryson</i> argued the cause for the United States. With him on the briefs were <i>Assistant Attorney General Dennis, Edwin S. Kneedler,</i> and <i>Sara Criscitelli.</i></p>\n<p><i>Edward M. Chikofsky</i> argued the cause and filed a brief for respondent.<sup>[*]</sup></p>\n<p>JUSTICE WHITE delivered the opinion of the Court.</p>\n<p>The questions presented here are whether the federal drug forfeiture statute authorizes a district court to enter a pretrial order freezing assets in a defendant's possession, even where the defendant seeks to use those assets to pay an attorney; if so, we must decide whether such an order is permissible under the Constitution. We answer both of these questions in the affirmative.</p>\n<p></p>\n<h2>I</h2>\n<p>In July 1987, an indictment was entered, alleging that respondent had directed a large-scale heroin distribution enterprise. The multicount indictment alleged violations of racketeering laws, creation of a continuing criminal enterprise (CCE), and tax and firearm offenses. The indictment also alleged that three specific assets \u0097 a home, an apartment, and $35,000 in cash \u0097 had been accumulated by respondent as a result of his narcotics trafficking. These assets, the indictment <span class=\"star-pagination\">*603</span> alleged, were subject to forfeiture under the Comprehensive Forfeiture Act of 1984 (CFA), 98 Stat. 2044, as amended, 21 U. S. C. § 853(a) (1982 ed., Supp. V), because they were \"property constituting, or derived from . . . proceeds. . . obtained\" from drug-law violations.<sup>[1]</sup></p>\n<p>On the same day that the indictment was unsealed, the District Court granted the Government's <i>ex parte</i> motion, pursuant to § 853(e)(1)(A),<sup>[2]</sup> for a restraining order freezing <span class=\"star-pagination\">*604</span> the above-mentioned assets pending trial. Shortly thereafter, respondent moved to vacate this restraining order, to permit him to use the frozen assets to retain an attorney. Respondent's motion further sought a declaration that if these assets were used to pay an attorney's fees, § 853(c)'s third-party transfers provision would not subsequently be used to reclaim such payments if respondent was convicted and his assets forfeited.<sup>[3]</sup> Respondent raised various statutory challenges to the restraining order, and claimed that it interfered with his Sixth Amendment right to counsel of choice. The District Court denied the motion to vacate.</p>\n<p><span class=\"star-pagination\">*605</span> On appeal, the Second Circuit concluded that respondent's statutory and Sixth Amendment challenges were lacking, but remanded the case to the District Court for an adversarial hearing \"at which the government ha[d] the burden to demonstrate the likelihood that the assets are forfeitable\"; if the Government failed its burden at such a hearing, the Court of Appeals held, any fees paid to an attorney would be exempt from forfeiture irrespective of the final outcome at respondent's trial. 836 F. 2d 74, 84 (1987). Pursuant to this mandate, on remand, the District Court held a 4-day hearing on whether continuing the restraining order was proper. At the end of the hearing, the District Court ruled that it would continue the restraining order because the Government had \"overwhelmingly established a likelihood\" that the property in question would be forfeited at the end of trial. App. to Pet. for Cert. 86a. Ultimately, respondent's criminal case proceeded to trial, where he was represented by a Criminal Justice Act-appointed attorney.<sup>[4]</sup></p>\n<p>In the meantime, the Second Circuit vacated its earlier opinion and heard respondent's appeal en banc.<sup>[5]</sup> The en <span class=\"star-pagination\">*606</span> banc court, by an 8-to-4 vote, ordered that the District Court's restraining order be modified to permit the restrained assets to be used to pay attorney's fees. 852 F. 2d 1400 (1988). The Court was sharply divided as to its rationale. Three of the judges found that the order violated the Sixth Amendment, while three others questioned it on statutory grounds; two judges found § 853 suspect under the Due Process Clause for its failure to include a statutory provision requiring the sort of hearing that the panel had ordered in the first place. The four dissenting judges would have upheld the restraining order.</p>\n<p>We granted certiorari, 488 U. S. 941 (1988), because the Second Circuit's decision created a conflict among the Courts of Appeals over the statutory and constitutional questions presented.<sup>[6]</sup> We now reverse.</p>\n<p></p>\n<h2>II</h2>\n<p>We first must address the question whether § 853 requires, upon conviction, forfeiture of assets that an accused intends to use to pay his attorneys.</p>\n<p></p>\n<h2>A</h2>\n<p>\"In determining the scope of a statute, we look first to its language.\" <i>United States</i> v. <i>Turkette,</i> 452 U. S. 576, 580 (1981). In the case before us, the language of § 853 is plain and unambiguous: all assets falling within its scope are to be forfeited upon conviction, with no exception existing for the assets used to pay attorney's fees \u0097 or anything else, for that matter.</p>\n<p><span class=\"star-pagination\">*607</span> As observed above, § 853(a) provides that a person convicted of the offenses charged in respondent's indictment \"shall forfeit . . . any property\" that was derived from the commission of these offenses. After setting out this rule, § 853(a) repeats later in its text that upon conviction a sentencing court \"shall order\" forfeiture of <i>all</i> property described in § 853(a). Congress could not have chosen stronger words to express its intent that forfeiture be mandatory in cases where the statute applied, or broader words to define the scope of what was to be forfeited. Likewise, the statute provides a broad definition of \"property\" when describing what types of assets are within the section's scope: \"real property . . . tangible and intangible personal property, including rights, privileges, interests, claims, and securities.\" 21 U. S. C. § 853(b) (1982 ed., Supp. V). Nothing in this all-inclusive listing even hints at the idea that assets to be used to pay an attorney are not \"property\" within the statute's meaning.</p>\n<p>Nor are we alone in concluding that the statute is unambiguous in failing to exclude assets that could be used to pay an attorney from its definition of forfeitable property. This argument, advanced by respondent here, see Brief for Respondent 12-19, has been unanimously rejected by every Court of Appeals that has finally passed on it,<sup>[7]</sup> as it was by the Second Circuit panel below, see 836 F. 2d, at 78-80; <i>id.,</i> at 85-86 (Oakes, J., dissenting); even the judges who concurred on statutory grounds in the en banc decision did not accept this position, see 852 F. 2d, at 1405-1410 (Winter, J., concurring). We note also that the Brief for American Bar <span class=\"star-pagination\">*608</span> Association as <i>Amicus Curiae</i> 6 frankly admits that the statute \"on [its] face, broadly cover[s] all property derived from alleged criminal activity and contain[s] no specific exemption for property used to pay bona fide attorneys' fees.\"</p>\n<p>Respondent urges us, nonetheless, to interpret the statute to exclude such property for several reasons. Principally, respondent contends that we should create such an exemption because the statute does not expressly include property to be used for attorneys' fees, and/or because Congress simply did not consider the prospect that forfeiture would reach assets that could be used to pay for an attorney. In support, respondent observes that the legislative history is \"silent\" on this question, and that the House and Senate debates fail to discuss this prospect.<sup>[8]</sup> But this proves nothing: the legislative <span class=\"star-pagination\">*609</span> history and congressional debates are similarly silent on the use of forfeitable assets to pay stockbroker's fees, laundry bills, or country club memberships; no one could credibly argue that, as a result, assets to be used for these purposes are similarly exempt from the statute's definition of forfeitable property. The fact that the forfeiture provision reaches assets that could be used to pay attorney's fees, even though it contains no express provisions to this effect, \" `does not demonstrate ambiguity' \" in the statute: \" `It demonstrates breadth.' \" <i>Sedima, S. P. R. L.</i> v. <i>Imrex Co.,</i> 473 U. S. 479, 499 (1985) (quoting <i>Haroco, Inc.</i> v. <i>American Nat. Bank &amp; Trust Co. of Chicago,</i> 747 F. 2d 384, 398 (CA7 1984)). The statutory provision at issue here is broad and unambiguous, and Congress' failure to supplement § 853(a)'s comprehensive phrase \u0097 \"<i>any</i> property\" \u0097 with an exclamatory \"and we even mean assets to be used to pay an attorney\" does not lessen the force of the statute's plain language.</p>\n<p><span class=\"star-pagination\">*610</span> We also find unavailing respondent's reliance on the comments of several legislators \u0097 made following enactment \u0097 to the effect that Congress did not anticipate the use of the forfeiture law to seize assets that would be used to pay attorneys. See Brief for Respondent 15-16, and n. 9 (citing comments of Sen. Leahy and Reps. Hughes and Shaw). As we have noted before, such postenactment views \"form a hazardous basis for inferring the intent\" behind a statute, <i>United States</i> v. <i>Price,</i> 361 U. S. 304, 313 (1960); instead, Congress' intent is \"best determined by [looking to] the statutory language that it chooses,\" <i>Sedima, S. P. R. L., supra,</i> at 495, n. 13. Moreover, we observe that these comments are further subject to question because Congress has refused to act on repeated suggestions by the defense bar for the sort of exemption respondent urges here,<sup>[9]</sup> even though it has amended § 853 in other respects since these entreaties were first heard. See Pub. L. 99-570, §§ 1153(b), 1864, 100 Stat. 3207-13, 3207-54.</p>\n<p>In addition, we observe that in the very same law by which Congress adopted the CFA \u0097 Pub. L. 98-473, 98 Stat. 1837 \u0097 Congress also adopted a provision for the special forfeiture of collateral profits (<i>e. g.,</i> profits from books, movies, etc.) that a convicted defendant derives from his crimes. See Victims of Crime Act of 1984, 98 Stat. 2175-2176 (now codified at 18 U. S. C. §§ 3681-3682 (1982 ed., Supp. V)). That forfeiture provision expressly exempts \"pay[ments] for legal representation of the defendant in matters arising from the offense for which such defendant has been convicted, but no more than 20 percent of the total [forfeited collateral profits] may be so used.\" § 3681(c)(1)(B)(ii). Thus, Congress adopted <i>expressly</i> \u0097 in a statute enacted <i>simultaneously</i> with the one under review in this case \u0097 the <i>precise</i> exemption from forfeiture <span class=\"star-pagination\">*611</span> which respondent asks us to imply into § 853. The express exemption from forfeiture of assets that could be used to pay attorney's fees in Chapter XIV of Pub. L. 98-473 indicates to us that Congress understood what it was doing in omitting such an exemption from Chapter III of that enactment.</p>\n<p>Finally, respondent urges us, see Brief for Respondent 20-29, to invoke a variety of general canons of statutory construction, as well as several prudential doctrines of this Court, to create the statutory exemption he advances; among these doctrines is our admonition that courts should construe statutes to avoid decision as to their constitutionality. See, <i>e. g., </i><i>Edward J. DeBartolo Corp.</i> v. <i>Florida Gulf Coast Building &amp; Constr. Trades Council,</i> 485 U. S. 568, 575 (1988); <i>NLRB.</i> v. <i>Catholic Bishop of Chicago,</i> 440 U. S. 490, 500 (1979). We respect these canons, and they are quite often useful in close cases, or when statutory language is ambiguous. But we have observed before that such \"interpretative canon[s are] not a license for the judiciary to rewrite language enacted by the legislature.\" <i>United States</i> v. <i>Albertini,</i> 472 U. S. 675, 680 (1985). Here, the language is clear and the statute comprehensive: § 853 does not exempt assets to be used for attorney's fees from its forfeiture provisions.</p>\n<p>In sum, whatever force there <i>might</i> be to respondent's claim for an exemption from forfeiture under § 853(a) of assets necessary to pay attorney's fees \u0097 based on his theories about the statute's purpose, or the implications of interpretative canons, or the understandings of individual Members of Congress about the statute's scope \u0097 \"[t]he short answer is that Congress did not write the statute that way.\" <i>United States</i> v. <i>Naftalin,</i> 441 U. S. 768, 773 (1979).</p>\n<p></p>\n<h2>B</h2>\n<p>Although § 853(a) recognizes no general exception for assets used to pay an attorney, we are urged that the provision <span class=\"star-pagination\">*612</span> in § 853(e)(1)(A) for pretrial restraining orders on assets in a defendant's possession should be interpreted to include such an exemption. It was on this ground that Judge Winter concurred below. 852 F. 2d, at 1405-1411.</p>\n<p>The restraining order subsection provides that, on the Government's application, a district court \"may enter a restraining order or injunction . . . or take any other action to preserve the availability of property . . . for forfeiture under this section.\" 21 U. S. C. § 853(e)(1) (1982 ed., Supp. V). Judge Winter read the permissive quality of the subsection (<i>i. e.,</i> \"may enter\") to authorize a district court to employ \"traditional principles of equity\" before restraining a defendant's use of forfeitable assets; a balancing of hardships, he concluded, generally weighed against restraining a defendant's use of forfeitable assets to pay for an attorney. 852 F. 2d, at 1406. Judge Winter further concluded that assets not subjected to pretrial restraint under § 853(e), if used to pay an attorney, may not be subsequently seized for forfeiture to the Government, notwithstanding the authorization found in § 853(c) for recoupment of forfeitable assets transferred to third parties.</p>\n<p>This reading seriously misapprehends the nature of the provisions in question. As we have said, § 853(a) is categorical: it contains no reference at all to § 853(e) or § 853(c), let alone any reference indicating that its reach is limited by those sections. Perhaps some limit could be implied if these provisions were necessarily inconsistent with § 853(a). But that is not the case. Under § 853(e)(1), the trial court \"may\" enter a restraining order if the United States requests it, but not otherwise, and it is not required to enter such an order if a bond or some other means to \"preserve the availability of property described in subsection (a) of this section for forfeiture\" is employed. Thus, § 853(e)(1)(A) is plainly aimed at implementing the commands of § 853(a) and cannot sensibly be construed to give the district court discretion to permit <span class=\"star-pagination\">*613</span> the dissipation of the very property that § 853(a) requires be forfeited upon conviction.</p>\n<p>We note that the \"equitable discretion\" that is given to the judge under § 853(e)(1)(A) turns out to be no discretion at all as far as the issue before us here is concerned: Judge Winter concludes that assets necessary to pay attorney's fees <i>must</i> be excluded from any restraining order. See 852 F. 2d, at 1407-1409. For that purpose, the word \"may\" becomes \"may not.\" The discretion found in § 853(e) becomes a command to use that subsection (and § 853(c)) to frustrate the attainment of § 853(a)'s ends. This construction is improvident. Whatever discretion Congress gave the district courts in §§ 853(e) and 853(c), that discretion must be cabined by the purposes for which Congress created it: \"to preserve the availability of property . . . for forfeiture.\" We cannot believe that Congress intended to permit the effectiveness of the powerful \"relation-back\" provision of § 853(c), and the comprehensive \"any property . . . any proceeds\" language of § 853(a), to be nullified by any other construction of the statute.</p>\n<p>This result may seem harsh, but we have little doubt that it is the one that the statute mandates. Section 853(c) states that \"[a]ll right, title, and interest in [forfeitable] property. . . vests in the United States upon the commission of the act giving rise to forfeiture.\" Permitting a defendant to use assets for his private purposes that, under this provision, will become the property of the United States if a conviction occurs cannot be sanctioned. Moreover, this view is supported by the relevant legislative history, which states that \"[t]he sole purpose of [§ 853's] restraining order provision . . . is to preserve the status quo, <i>i. e.,</i> to assure the availability of the property pending disposition of the criminal case.\" S. Rep. No. 98-225, p. 204 (1983). If, instead, the statutory interpretation adopted by Judge Winter's concurrence were applied, this purpose would not be achieved.</p>\n<p><span class=\"star-pagination\">*614</span> We conclude that there is no exemption from § 853's forfeiture or pretrial restraining order provisions for assets which a defendant wishes to use to retain an attorney. In enacting § 853, Congress decided to give force to the old adage that \"crime does not pay.\" We find no evidence that Congress intended to modify that nostrum to read, \"crime does not pay, except for attorney's fees.\" If, as respondent and supporting <i>amici</i> so vigorously assert, we are mistaken as to Congress' intent, that body can amend this statute to otherwise provide. But the statute, as presently written, cannot be read any other way.</p>\n<p></p>\n<h2>III</h2>\n<p>Having concluded that the statute authorized the restraining order entered by the District Court, we reach the question whether the order violated respondent's right to counsel of choice as protected by the Sixth Amendment or the Due Process Clause of the Fifth Amendment.</p>\n<p></p>\n<h2>A</h2>\n<p>Respondent's most sweeping constitutional claims are that, as a general matter, operation of the forfeiture statute interferes with a defendant's Sixth Amendment right to counsel of choice, and the guarantee afforded by the Fifth Amendment's Due Process Clause of a \"balance of forces\" between the accused and the Government. In this regard, respondent contends, the mere prospect of post-trial forfeiture is enough to deter a defendant's counsel of choice from representing him.</p>\n<p>In another decision we announce today, <i>Caplin &amp; Drysdale, Chartered</i> v. <i>United States</i><i>, post,</i> p. 617, we hold that neither the Fifth nor the Sixth Amendment to the Constitution requires Congress to permit a defendant to use assets adjudged to be forfeitable to pay that defendant's legal fees. We rely on our conclusion in that case to dispose of the similar constitutional claims raised by respondent here.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*615</span> B</h2>\n<p>In addition to the constitutional issues raised in <i>Caplin &amp; Drysdale,</i> respondent contends that freezing the assets in question before he is convicted \u0097 and before they are finally adjudged to be forfeitable \u0097 raises distinct constitutional concerns. We conclude, however, that assets in a defendant's possession may be restrained in the way they were here based on a finding of probable cause to believe that the assets are forfeitable.<sup>[10]</sup></p>\n<p>We have previously permitted the Government to seize property based on a finding of probable cause to believe that the property will ultimately be proved forfeitable. See, <i>e. g., United States</i> v. <i>$8,850,</i> 461 U. S. 555 (1983); <i>Calero-Toledo</i> v. <i>Pearson Yacht Leasing Co.,</i> 416 U. S. 663 (1974). Here, where respondent was not ousted from his property, but merely restrained from disposing of it, the governmental intrusion was even less severe than those permitted by our prior decisions.</p>\n<p>Indeed, it would be odd to conclude that the Government may not restrain property, such as the home and apartment in respondent's possession, based on a finding of probable cause, when we have held that (under appropriate circumstances), the Government may restrain <i>persons</i> where there <span class=\"star-pagination\">*616</span> is a finding of probable cause to believe that the accused has committed a serious offense. See <i>United States</i> v. <i>Salerno,</i> 481 U. S. 739 (1987). Given the gravity of the offenses charged in the indictment, respondent himself could have been subjected to pretrial restraint if deemed necessary to \"reasonably assure [his] appearance [at trial] and the safety of . . . the community,\" 18 U. S. C. § 3142(e) (1982 ed., Supp. V); we find no constitutional infirmity in § 853(e)'s authorization of a similar restraint on respondent's property to protect its \"appearance\" at trial and protect the community's interest in full recovery of any ill-gotten gains.</p>\n<p>Respondent contends that both the nature of the Government's property right in forfeitable assets, and the nature of the use to which he would have put these assets (<i>i. e.,</i> retaining an attorney), require some departure from our established rule of permitting pretrial restraint of assets based on probable cause. We disagree. In <i>Caplin &amp; Drysdale,</i> we conclude that a weighing of these very interests suggests that the Government may \u0097 without offending the Fifth or Sixth Amendment \u0097 obtain forfeiture of property that a defendant might have wished to use to pay his attorney. <i>Post,</i> p. 617. Given this holding, we find that a pretrial restraining order does not \"arbitrarily\" interfere with a defendant's \"fair opportunity\" to retain counsel. Cf. <i>Powell</i> v. <i>Alabama,</i> 287 U. S. 45, 69, 53 (1932). Put another way: if the Government may, post-trial, forbid the use of forfeited assets to pay an attorney, then surely no constitutional violation occurs when, after probable cause is adequately established, the Government obtains an order barring a defendant from frustrating that end by dissipating his assets prior to trial.</p>\n<p></p>\n<h2>IV</h2>\n<p>For the reasons given above, the judgment of the Second Circuit is reversed, and the case is remanded for further proceedings consistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Briefs of <i>amici curiae</i> urging reversal were filed for the State of California by <i>John K. Van de Kamp,</i> Attorney General, <i>Steve White,</i> Chief Assistant Attorney General, <i>John A. Gordnier,</i> Senior Assistant Attorney General, and <i>Gary W. Schons,</i> Deputy Attorney General; and for Eugene R. Anderson, <i>pro se.</i>\n</p>\n<p>Briefs of <i>amici curiae</i> urging affirmance were filed for the Committees on Criminal Advocacy and Criminal Law of the Association of the Bar of the City of New York et al. by <i>Arthur L. Liman;</i> and for the National Association of Criminal Defense Lawyers et al. by <i>Joseph Beeler</i> and <i>Bruce J. Winick.</i></p>\n<p>Briefs of <i>amici curiae</i> were filed for the American Bar Association by <i>Robert D. Raven, Charles G. Cole, Antonia B. Ianniello,</i> and <i>Terrance G. Reed;</i> and for the Appellate Committee of the California District Attorneys Association by <i>Ira Reiner, Harry B. Sondheim,</i> and <i>Arnold T. Guminski.</i></p>\n<p>[1]  The CFA added or amended forfeiture provisions for two classes of violations under federal law, racketeering offenses and CCE offenses, see 98 Stat. 2040-2053, as amended. The CCE forfeiture statute at issue here, now provides:\n</p>\n<p>\"§ 853. Criminal forfeitures</p>\n<p>\"(a) Property subject to criminal forfeiture</p>\n<p>\"Any person convicted of a violation of this subchapter or subchapter II of this chapter punishable by imprisonment for more than one year shall forfeit to the United States, irrespective of any provision of State law \u0097</p>\n<p>\"(1) any property constituting, or derived from, any proceeds the person obtained, directly or indirectly, as the result of such violation;</p>\n<p>\"(2) any of the person's property used, or intended to be used, in any manner or part, to commit, or to facilitate the commission of, such violation; and</p>\n<p>\"(3) in the case of a person convicted of engaging in a continuing criminal enterprise in violation of section 848 of this title, the person shall forfeit, in addition to any property described in paragraph (1) or (2), any of his interest in, claims against, and property or contractual rights affording a source of control over, the continuing criminal enterprise.</p>\n<p>\"The court, in imposing sentence on such person, shall order, in addition to any other sentence imposed pursuant to this subchapter or subchapter II of this chapter, that the person forfeit to the United States all property described in this subsection. In lieu of a fine otherwise authorized by this part, a defendant who derives profits or other proceeds from an offense may be fined not more than twice the gross profits or other proceeds.\"</p>\n<p>[2]  This statutory provision, the principal focus of this petition, says that:\n</p>\n<p>\"Upon application of the United States, the court may enter a restraining order or injunction . . . or take any other action to preserve the availability of property described in subsection (a) of [§ 853] for forfeiture under this section \u0097</p>\n<p>\"(A) upon the filing of an indictment or information charging a violation. . . for which criminal forfeiture may be ordered under [§ 853] and alleging that the property with respect to which the order is sought would, in the event of conviction, be subject to forfeiture under this section.\"</p>\n<p>[3]  Section 853(c), the third-party transfer provision, states that:\n</p>\n<p>\"All right, title, and interest in property described in [§ 853] vests in the United States upon the commission of the act giving rise to forfeiture under this section. Any such property that is subsequently transferred to a person other than the defendant may be the subject of a special verdict of forfeiture and thereafter shall be ordered forfeited to the United States, unless the transferee [establishes his entitlement to such property pursuant to § 853(n)].\"</p>\n<p>As noted in the quotation of § 853(c), a person making a claim for forfeited assets must file a petition with the court pursuant to § 853(n)(6):</p>\n<p>\"If, after [a] hearing [on the petition], the court determines that the petitioner has established . . . that \u0097</p>\n<p>\"(A) the petitioner has a legal right, title, or interest in the property . . . [that predates] commission of the acts which gave rise to the forfeiture of the property under [§ 853]; or</p>\n<p>\"(B) the petitioner is a bona fide purchaser for value of the . . . property and was at the time of purchase reasonably without cause to believe that the property was subject to forfeiture under this section;</p>\n<p>\"the court shall amend the order of forfeiture in accordance with its determination.\"</p>\n<p>An attorney seeking a payment of fees from forfeited assets under § 853(n)(6) would presumably rest his petition on subsection (B) quoted above, though (for reasons we explain in <i>Caplin &amp; Drysdale, Chartered</i> v. <i>United States</i><i>, post,</i> at 632, n. 10) it is highly doubtful that one who defends a client in a criminal case that results in forfeiture could prove that he was \"without cause to believe that the property was subject to forfeiture.\" Cf. 852 F. 2d, 1400, 1410 (CA2 1988) (Winter, J., concurring).</p>\n<p>[4]  At the end of the trial, respondent was convicted of the charges against him, and the jury returned a special verdict finding the assets in question to be forfeitable beyond a reasonable doubt. Accordingly, the District Court entered a judgment of conviction and declared the assets forfeited.\n</p>\n<p>We do not believe that these subsequent proceedings render the dispute over the pretrial restraining order moot. The restraining order remains in effect pending the appeal of respondent's conviction, see App. to Pet. for Cert. 77a-78a, which has not yet been decided. Consequently, the dispute before us concerning the District Court's order remains a live one.</p>\n<p>[5]  Respondent's trial had commenced on February 16, 1988, after the Court of Appeals had agreed to hear the case en banc, but before it rendered its ruling. Consequently, respondent's assets remained frozen, and respondent was defended by appointed counsel.\n</p>\n<p>In the midst of respondent's trial \u0097 on July 1, 1988 \u0097 the en banc Court of Appeals rendered its decision for respondent. At a hearing held four days later, the District Court offered to permit respondent to use the frozen assets to hire private counsel. Respondent rejected this offer, coming as summations were about to get underway at the end of a 4 1/2-month trial, and instead continued with his appointed attorney. Three weeks later, on July 25, 1988, the jury returned a guilty verdict.</p>\n<p>[6]  See, <i>e. g., </i><i>United States</i> v. <i>Moya-Gomez,</i> 860 F. 2d 706 (CA7 1988); <i>United States</i> v. <i>Nichols,</i> 841 F. 2d 1485 (CA10 1988); <i>United States</i> v. <i>Jones,</i> 837 F. 2d 1332 (CA5), rehearing granted, 844 F. 2d 215 (1988); <i>In re Forfeiture Hearing as to Caplin &amp; Drysdale, Chartered,</i> 837 F. 2d 637 (CA4 1988) (en banc), aff'd <i>sub nom. </i><i>Caplin &amp; Drysdale, Chartered</i> v. <i>United States</i><i>, post,</i> p. 617.</p>\n<p>[7]  See <i>United States</i> v. <i>Bissell,</i> 866 F. 2d 1343, 1348-1350 (CA11 1989); <i>United States</i> v. <i>Moya-Gomez, supra,</i> at 722-723; <i>United States</i> v. <i>Nichols,</i> 841 F. 2d, at 1491-1496; <i>id.,</i> at 1509 (Logan, J., dissenting); <i>In re Forfeiture Hearing as to Caplin &amp; Drysdale, Chartered,</i> 837 F. 2d, at 641-642 (en banc); <i>id.,</i> at 651 (Phillips, J., dissenting). Only one Court of Appeals \u0097 the Fifth Circuit \u0097 has issued any decisions providing support for this reading of the statute, see, <i>e. g., </i><i>United States</i> v. <i>Jones, supra</i><i>,</i> but this ruling is currently being reconsidered en banc, 844 F. 2d 215 (1988).</p>\n<p>[8]  Respondent is correct that, by and large, the relevant House and Senate Reports make no mention of the attorney's fees question. However, in discussing the background motivating the adoption of the CFA, the House Judiciary Committee discussed the failure of previous, more lax forfeiture statutes:\n</p>\n<p>\"One highly publicized case . . . is illustrative of the problem. That case was <i>United States</i> v. <i>Meinster</i> . . . . In this prosecution . . . a Florida based criminal organization had . . . grossed about $300 million over a 16-month period. The Federal Government completed a successful prosecution in which the three primary defendants were convicted and this major drug operation was aborted. However, forfeiture was attempted on only two [residences] worth $750,000 . . . .</p>\n<p>\"Of the $750,000 for the residences, $175,000 was returned to the wife of one of the defendants, <i>and $559,000 was used to pay the defendant's attorneys.</i> . . .</p>\n<p>\"The Government wound up with $16,000. . . .</p>\n<p>\"It is against this background that present Federal forfeiture procedures are tested and found wanting.\" H. R. Rep. No. 98-845, pt. 1, p. 3 (1984) (emphasis added).</p>\n<p>This passage suggests, at the very least, congressional frustration with the diversion of large amounts of forfeitable assets to pay attorney's fees. It certainly does not suggest an intent on Congress' part to exempt from forfeiture such fees.</p>\n<p>Respondent claims support from only one piece of preenactment legislative history: a footnote in the same House Report quoted above, which discussed the newly proposed provision for pretrial restraint on forfeitable assets. The footnote stated that:</p>\n<p>\"Nothing in this section is intended to interfere with a person's Sixth Amendment right to counsel. The Committee, therefore, does not resolve the conflict in District Court opinions on the use of restraining orders that impinge on a person's right to retain counsel in a criminal case.\" <i>Id.,</i> at 19, n. 1.</p>\n<p>Respondent argues that the Committee's disclaimer of any interest in resolving the conflict among the District Courts indicates the Committee's understanding that the statute would not be employed to freeze assets that might be used to pay legitimate attorney's fees. See Brief for Respondent 14, and n. 8.</p>\n<p>This ambiguous passage however, can be read for the opposite proposition as well, as the Report expressly refrained from disapproving of cases where pretrial restraining orders similar to the one issued here were imposed. See H. R. Rep. No. 98-845, <i>supra,</i> at 19, n. 1 (citing <i>United States</i> v. <i>Bello,</i> <span class=\"citation\" data-id=\"1362942\"><a href=\"/opinion/1362942/united-states-v-bello/\"><span class=\"volume\">470</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">723</span></a></span>, 724-725 (SD Cal. 1979)). Moreover, the Committee's statement that the statute should not be applied in a manner contrary to the Sixth Amendment appears to be nothing more than an exhortation for the courts to tread carefully in this delicate area.</p>\n<p>[9]  See, <i>e. g.,</i> Attorneys' Fees Forfeiture: Hearing before the Senate Committee on the Judiciary, 99th Cong., 2d Sess., 148-213 (1986); Forfeiture Issues: Hearing before the Subcommittee on Crime of the House Committee on the Judiciary, 99th Cong., 1st Sess., 187-242 (1985).</p>\n<p>[10]  We do not consider today, however, whether the Due Process Clause requires a hearing before a pretrial restraining order can be imposed. As noted above, in its initial consideration of this case, a panel of the Second Circuit ordered that such a hearing be held before permitting the entry of a restraining order; on remand, the District Court held an extensive, 4-day hearing on the question of probable cause.\n</p>\n<p>Though the United States petitioned for review of the Second Circuit's holding that such a hearing was required, see Pet. for Cert. I, given that the Government prevailed in the District Court notwithstanding the hearing, it would be pointless for us now to consider whether a hearing was required by the Due Process Clause. Furthermore, because the Court of Appeals, in its en banc decision, did not address the procedural due process issue, we also do not inquire whether the hearing \u0097 if a hearing was required at all \u0097 was an adequate one.</p>\n\n</div>", 
  "sha1": "9790c1acc9820f671962a7b30b269fe2ddf7e462", 
  "date_modified": "2015-05-04T08:43:50.030866", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/112310/united-states-v-monsanto/", 
  "citation_count": 160, 
  "supreme_court_db_id": "1988-130", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/44889/", 
  "html": "<p class=\"case_cite\">491 U.S. 600</p>\n    <p class=\"case_cite\">109 S.Ct. 2657</p>\n    <p class=\"case_cite\">105 L.Ed.2d 512</p>\n    <p class=\"parties\">UNITED STATES, Petitioner<br>v.<br>Peter MONSANTO.</p>\n    <p class=\"docket\">No. 88-454.</p>\n    <p class=\"date\">Argued March 21, 1989.</p>\n    <p class=\"date\">Decided June 22, 1989.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">\n        <i>Syllabus</i>\n      </p>\n      <p class=\"indent\">Respondent, who allegedly directed a large-scale heroin distribution enterprise, was indicted for alleged violations of racketeering laws, creation of a continuing criminal enterprise, and tax and firearm offenses.  The indictment also alleged that respondent had accumulated three specified assets as a result of his narcotics trafficking, which were subject to forfeiture under the Comprehensive Forfeiture Act of 1984, 21 U.S.C. &#167; 853.  After the indictment was unsealed, the District Court granted the Government's <i>ex parte</i> motion under &#167; 853(e)(1)(A) for a restraining order freezing the assets pending trial.  Respondent, raising various statutory arguments and claiming that the order interfered with his Sixth Amendment right to counsel of his choice, moved to vacate the order to permit him to use frozen assets to retain an attorney.  He also sought a declaration that if the assets were used to pay attorney's fees, &#167; 853(c)'s third-party transfer provision would not be used to reclaim such payments if respondent was convicted and his assets forfeited. The District Court denied the motion.  However, the Court of Appeals ultimately ordered that the restraining order be modified to permit the restrained assets to be used to pay attorney's fees.</p>\n      <p class=\"indent\">\n        <i>Held:</i>\n      </p>\n      <p class=\"indent\">1. There is no exemption from &#167; 853's forfeiture or pretrial restraining order provisions for assets that a defendant wishes to use to retain an attorney.  Pp. 606-614.</p>\n      <p class=\"indent\">(a) Section 853's language is plain and unambiguous. Congress could not have chosen stronger words to express its intent that forfeiture be mandatory than &#167; 853(a)'s language that upon conviction a person \"shall forfeit . . . any property\" and that the sentencing court \"shall order\" a forfeiture.  Likewise, the statute provides a broad definition of property which does not even hint at the idea that assets used for attorney's fees are not included.  Every Court of Appeals that has finally passed on this argument has agreed with this view.  Neither the Act's legislative history nor legislators' postenactment statements support respondent's argument that an exception should be created because the statute does not expressly include property to be used for attorney's fees or because Congress simply did not consider the prospect that forfeiture would reach such property.  To the contrary, in the Victims of Crime Act&#8212;which requires forfeiture of a convicted defendant's collateral profits derived from his crimes and which was enacted <i>simultaneously</i> with the statute in question&#8212;Congress adopted <i>expressly</i> the <i>precise</i> exemption from forfeiture which respondent is seeking to have implied in &#167; 853.  Moreover, respondent's admonition that courts should construe statutes to avoid decision as to their constitutionality is not license for the judiciary to rewrite statutory language.  Pp. 606-611.</p>\n      <p class=\"indent\">(b) Respondent's reading of &#167; 853(e)(1)(A)&#8212;which provides that a district court \"may enter a restraining order or injunction . . . or take any other action to preserve the availability of property . . . for forfeiture\"&#8212;misapprehends the nature of &#167; 853 by giving a district court equitable discretion to determine whether to exempt assets from pretrial restraint and by concluding that if such assets are used for attorney's fees, they may not subsequently be seized for forfeiture to the Government under &#167; 853(c).  Section 853(e)(1)(A) plainly is aimed at implementing &#167; 853(a)'s commands and cannot sensibly be construed to give the district court discretion to permit the dissipation of the very property it requires be forfeited upon conviction, since this would nullify &#167; 853(a)'s strong language as well as &#167; 853(c)'s powerful \"relation-back\" provision.  Pp. 611-614.</p>\n      <p class=\"indent\">2. The restraining order did not violate respondent's right to counsel of choice as protected by the Sixth Amendment or the Due Process Clause of the Fifth Amendment.  For the reasons stated in <i>Caplin &amp; Drysdale, Chartered v. United States, post,</i> p. 617, neither the Fifth nor the Sixth Amendment requires Congress to permit a defendant to use assets adjudged to be forfeitable to pay the defendant's legal fees.  Moreover, a defendant's assets may be frozen before conviction based on a finding of probable cause to believe the assets are forfeitable.  See, <i>e.g., United States v. $8,850,</i> 461 U.S. 555, 103 S.Ct. 2005, 76 L.Ed.2d 143; <i>Calero-Toledo v. Pearson Yacht Leasing Co.,</i> 416 U.S. 663, 94 S.Ct. 2080, 40 L.Ed.2d 452.  Indeed, concluding that the Government could not restrain such property would be odd considering that, under appropriate circumstances, the Government may restrain <i>persons</i> accused of a serious offense on a probable-cause finding.  See <i>United States v. Salerno,</i> 481 U.S. 739, 107 S.Ct. 2095, 95 L.Ed.2d 697.  Pp. 614-616.</p>\n      <p class=\"indent\">852 F.2d 1400 (CA 2, 1988), reversed and remanded.</p>\n      <p class=\"indent\">WHITE, J., delivered the opinion of the Court, in which REHNQUIST, C.J., and O'CONNOR, SCALIA and KENNEDY, JJ., joined. BLACKMUN, J., filed a dissenting opinion, in which BRENNAN, MARSHALL and STEVENS, JJ., joined, <i>post,</i> p. 635.</p>\n      <p class=\"indent\">Acting Sol. Gen. William C. Bryson, Washington, D.C., for petitioner.</p>\n      <p class=\"indent\">Edward M. Chikofsky, New York City, for respondent.</p>\n      <p class=\"indent\">Justice WHITE delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The questions presented here are whether the federal drug forfeiture statute authorizes a district court to enter a pretrial order freezing assets in a defendant's possession, even where the defendant seeks to use those assets to pay an attorney;  if so, we must decide whether such an order is permissible under the Constitution.  We answer both of these questions in the affirmative.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* In July 1987, an indictment was entered, alleging that respondent had directed a large-scale heroin distribution enterprise.  The multicount indictment alleged violations of racketeering laws, creation of a continuing criminal enterprise (CCE), and tax and firearm offenses.  The indictment also alleged that three specific assets&#8212;a home, an apartment, and $35,000 in cash&#8212;had been accumulated by respondent as a result of his narcotics trafficking.  These assets, the indictment alleged, were subject to forfeiture under the Comprehensive Forfeiture Act of 1984 (CFA), 98 Stat. 2044, as amended, 21 U.S.C. &#167; 853(a) (1982 ed., Supp. V), because they were \"property constituting, or derived from . . . proceeds . . . obtained\" from drug-law violations.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On the same day that the indictment was unsealed, the District Court granted the Government's <i>ex parte</i> motion, pursuant to &#167; 853(e)(1)(A),<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> for a restraining order freezing the above-mentioned assets pending trial.  Shortly thereafter, respondent moved to vacate this restraining order, to permit him o use the frozen assets to retain an attorney.  Respondent's motion further sought a declaration that if these assets were used to pay an attorney's fees, &#167; 853(c)'s third-party transfers provision would not subsequently be used to reclaim such payments if respondent was convicted and his assets forfeited.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Respondent raised various statutory challenges to the restraining order, and claimed that it interfered with his Sixth Amendment right to counsel of choice.  The District Court denied the motion to vacate.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On appeal, the Second Circuit concluded that respondent's statutory and Sixth Amendment challenges were lacking, but remanded the case to the District Court for an adversarial hearing \"at which the government ha[d] the burden to demonstrate the likelihood that the assets are forfeitable\";  if the Government failed its burden at such a hearing, the Court of Appeals held, any fees paid to an attorney would be exempt from forfeiture irrespective of the final outcome at respondent's trial.  836 F.2d 74, 84 (1987).  Pursuant to this mandate, on remand, the District Court held a 4-day hearing on whether continuing the restraining order was proper.  At the end of the hearing, the District Court ruled that it would continue the restraining order because the Government had \"overwhelmingly established a likelihood\" that the property in question would be forfeited at the end of trial.  App. to Pet. for Cert. 86a.  Ultimately, respondent's criminal case proceeded to trial, where he was represented by a Criminal Justice Act-appointed attorney.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In the meantime, the Second Circuit vacated its earlier opinion and heard respondent's appeal en banc.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The en banc court, by an 8-to-4 vote, ordered that the District Court's restraining order be modified to permit the restrained assets to be used to pay attorney's fees.  852 F.2d 1400 (1988).  The Court was sharply divided as to its rationale.  Three of the judges found that the order violated the Sixth Amendment, while three others questioned it on statutory grounds;  two judges found &#167; 853 suspect under the Due Process Clause for its failure to include a statutory provision requiring the sort of hearing that the panel had ordered in the first place.  The four dissenting judges would have upheld the restraining order.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We granted certiorari, 488 U.S. 941, 109 S.Ct. 363, 102 L.Ed.2d 353 (1988), because the Second Circuit's decision created a conflict among the Courts of Appeals over the statutory and constitutional questions presented.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  We now reverse.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We first must address the question whether &#167; 853 requires, upon conviction, forfeiture of assets that an accused intends to use to pay his attorneys.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">\"In determining the scope of a statute, we look first to its language.\"  <i>United States v. Turkette,</i> 452 U.S. 576, 580, 101 S.Ct. 2524, 2527, 69 L.Ed.2d 246 (1981).  In the case before us, the language of &#167; 853 is plain and unambiguous:  all assets falling within its scope are to be forfeited upon conviction, with no exception existing for the assets used to pay attorney's fees or anything else, for that matter.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As observed above, &#167; 853(a) provides that a person convicted of the offenses charged in respondent's indictment \"shall forfeit . . . any property\" that was derived from the commission of these offenses.  After setting out this rule, &#167; 853(a) repeats later in its text that upon conviction a sentencing court \"shall order\" forfeiture of <i>all</i> property described in &#167; 853(a).  Congress could not have chosen stronger words to express its intent that forfeiture be mandatory in cases where the statute applied, or broader words to define the scope of what was  o be forfeited. Likewise, the statute provides a broad definition of \"property\" when describing what types of assets are within the section's scope:  \"real property . . . tangible and intangible personal property, including rights, privileges, interests, claims, and securities.\"  21 U.S.C. &#167; 853(b) (1982 ed., Supp. V).  Nothing in this all-inclusive listing even hints at the idea that assets to be used to pay an attorney are not \"property\" within the statute's meaning.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Nor are we alone in concluding that the statute is unambiguous in failing to exclude assets that could be used to pay an attorney from its definition of forfeitable property.  This argument, advanced by respondent here, see Brief for Respondent 12-19, has been unanimously rejected by every Court of Appeals that has finally passed on it,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> as it was by the Second Circuit panel below, see 836 F.2d, at 78-80;  <i>id.,</i> at 85-86 (Oakes, J., dissenting);  even the judges who concurred on statutory grounds in the en banc decision did not accept this position, see 852 F.2d, at 1405-1410 (Winter, J., concurring).  We note also that the Brief for American Bar Association as <i>Amicus Curiae</i> 6 frankly admits that the statute \"on [its] face, broadly cover[s] all property derived from alleged criminal activity and contain[s] no specific exemption for property used to pay bona fide attorneys' fees.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Respondent urges us, nonetheless, to interpret the statute to exclude such property for several reasons.  Principally, respondent contends that we should create such an exemption because the statute does not expressly include property to be used for attorneys' fees, and/or because Congress simply did not consider the prospect that forfeiture would reach assets that could be used to pay for an attorney.  In support, respondent observes that the legislative history is \"silent\" on this question, and that the House and Senate debates fail to discuss this prospect.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  But this proves nothing:  the legislative history and congressional debates are similarly silent on the use of forfeitable assets to pay stock-broker's fees, laundry bills, or country club memberships;  no one could credibly argue that, as a result, assets to be used for these purposes are similarly exempt from the statute's definition of forfeitable property.  The fact that the forfeiture provision reaches assets that could be used to pay attorney's fees, even though it contains no express provisions to this effect, \" 'does not demonstrate ambiguity' \" in the statute:  \" 'It demonstrates breadth.' \" <i>Sedima, S.P.R.L. v. Imrex Co.,</i> 473 U.S. 479, 499, 105 S.Ct. 3275, 3286, 87 L.Ed.2d 346 (1985) (quoting <i>Haroco, Inc. v. American Nat. Bank &amp; Trust Co. of Chicago,</i> 747 F.2d 384, 398 (CA7 1984)).  The statutory provision at issue here is broad and unambiguous, and Congress' failure to supplement &#167; 853(a)'s comprehensive phrase \"<i>any</i> property\"&#8212;with an exclamatory \"and we even mean assets to be used to pay an attorney\" does not lessen the force of the statute's plain language.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We also find unavailing respondent's reliance on the comments of several legislators&#8212;made following enactment&#8212;to the effect that Congress did not anticipate the use of the forfeiture law to seize assets that would be used to pay attorneys.  See Brief for Respondent 15-16, and n. 9 (citing comments of Sen. Leahy and Reps. Hughes and Shaw).  As we have noted before, such postenactment views \"form a hazardous basis for inferring the intent\" behind a statute, <i>United States v. Price,</i> 361 U.S. 304, 313, 80 S.Ct. 326, 331, 4 L.Ed.2d 334 (1960);  instead, Congress' intent is \"best determined by [looking to] the statutory language that it chooses,\" <i>Sedima, S.P.R.L., supra,</i> 473 U.S. at 495, n. 13, 105 S.Ct., at 3284, n. 13.  Moreover, we observe that these comments are further subject to question because Congress has refused to act on repeated suggestions by the defense bar for the sort of exemption respondent urges here,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> even though it has amended &#167; 853 in other respects since these entreaties were first heard.  See Pub.L. 99-570, &#167;&#167; 1153(b), 1864, 100 Stat. 3207-13, 3207-54.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In addition, we observe that in the very same law by which Congress adopted the CFA&#8212;Pub.L. 98-473, 98 Stat. 1837 Congress also adopted a provision for the special forfeiture of collateral profits (<i>e.g.,</i> profits from books, movies, etc.) that a convicted defendant derives from his crimes.  See Victims of Crime Act of 1984, 98 Stat. 2175-2176 (now codified at 18 U.S.C. &#167;&#167; 3681-3682 (1982 ed., Supp. V)).  That forfeiture provision expressly exempts \"pay[ments] for legal representation of the defendant in matters arising from the offense for which such defendant has been convicted, but no more than 20 percent of the total [forfeited collateral profits] may be so used.\"  &#167; 3681(c)(1)(B)(ii).  Thus, Congress adopted <i>expressly</i>&#8212;in a statute enacted <i>simultaneously</i> with the one under review in this case&#8212;the <i>precise</i> exemption from forfeiture which respondent asks us to imply into &#167; 853.  The express exemption from forfeiture of assets that could be used to pay attorney's fees in Chapter XIV of Pub.L. 98-473 indicates to us that Congress understood what it was doing in omitting such an exemption from Chapter III of that enactment.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Finally, respondent urges us, see Brief for Respondent 20-29, to invoke a variety of general canons of statutory construction, as well as several prudential doctrines of this Court, to create the statutory exemption he advances;  among these doctrines is our admonition that courts should construe statutes to avoid decision as to their constitutionality.  See, <i>e.g., Edward J. DeBartolo Corp. v. Florida Gulf Coast Building &amp; Constr. Trades Council,</i> 485 U.S. 568, 575, 108 S.Ct. 1392, 1397, 99 L.Ed.2d 645 (1988);  <i>NLRB. v. Catholic Bishop of Chicago,</i> 440 U.S. 490, 500, 99 S.Ct. 1313, 1318, 59 L.Ed.2d 533 (1979).  We respect these canons, and they are quite often useful in close cases, or when statutory language is ambiguous.  But we have observed before that such \"interpretative canon[s are] not a license for the judiciary to rewrite language enacted by the legislature.\"  <i>United States v. Albertini,</i> 472 U.S. 675, 680, 105 S.Ct. 2897, 2902, 86 L.Ed.2d 536 (1985).  Here, the language is clear and the statute comprehensive:  &#167; 853 does not exempt assets to be used for attorney's fees from its forfeiture provisions.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In sum, whatever force there <i>might</i> be to respondent's claim for an exemption from forfeiture under &#167; 853(a) of assets necessary to pay attorney's fees&#8212;based on his theories about the statute's purpose, or the implications of interpretative canons, or the understandings of individual Members of Congress about the statute's scope&#8212;\"[t]he short answer is that Congress did not write the statute that way.\"  <i>United States v. Naftalin,</i> 441 U.S. 768, 773, 99 S.Ct. 2077, 2081, 60 L.Ed.2d 624 (1979).</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Although &#167; 853(a) recognizes no general exception for assets used to pay an attorney, we are urged that the provision in &#167; 853(e)(1)(A) for pretrial restraining orders on assets in a defendant's possession should be interpreted to include such an exemption.  It was on this ground that Judge Winter concurred below.  852 F.2d, at 1405-1411.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The restraining order subsection provides that, on the Government's application, a district court \"may enter a restraining order or injunction . . . or take any other action to preserve the availability of property . . . for forfeiture under this section.\"  21 U.S.C. &#167; 853(e)(1) (1982 ed., Supp. V).  Judge Winter read the permissive quality of the subsection (<i>i.e.,</i> \"may enter\") to authorize a district court to employ \"traditional principles of equity\" before restraining a defendant's use of forfeitable assets;  a balancing of hardships, he concluded, generally weighed against restraining a defendant's use of forfeitable assets to pay for an attorney.  852 F.2d, at 1406. Judge Winter further concluded that assets not subjected to pretrial restraint under &#167; 853(e), if used to pay an attorney, may not be subsequently seized for forfeiture to the Government, notwithstanding the authorization found in &#167; 853(c) for recoupment of forfeitable assets transferred to third parties</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This reading seriously misapprehends the nature of the provisions in question.  As we have said, &#167; 853(a) is categorical: it contains no reference at all to &#167; 853(e) or &#167; 853(c), let alone any reference indicating that its reach is limited by those sections.  Perhaps some limit could be implied if these provisions were necessarily inconsistent with &#167; 853(a).  But that is not the case.  Under &#167; 853(e)(1), the trial court \"may\" enter a restraining order if the United States requests it, but not otherwise, and it is not required to enter such an order if a bond or some other means to \"preserve the availability of property described in subsection (a) of this section for forfeiture\" is employed.  Thus, &#167; 853(e)(1)(A) is plainly aimed at implementing the commands of &#167; 853(a) and cannot sensibly be construed to give district court discretion to permit the dissipation of the very property that &#167; 853(a) requires be forfeited upon conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We note that the \"equitable discretion\" that is given to the judge under &#167; 853(e)(1)(A) turns out to be no discretion at all as far as the issue before us here is concerned:  Judge Winter concludes that assets necessary to pay attorney's fees <i>must</i> be excluded from any restraining order.  See 852 F.2d, at 1407-1409. For that purpose, the word \"may\" becomes \"may not.\"  The discretion found in &#167; 853(e) becomes a command to use that subsection (and &#167; 853(c)) to frustrate the attainment of &#167; 853(a)'s ends.  This construction is improvident.  Whatever discretion Congress gave the district courts in &#167;&#167; 853(e) and 853(c), that discretion must be cabined by the purposes for which Congress created it:  \"to preserve the availability of property . . . for forfeiture.\"  We cannot believe that Congress intended to permit the effectiveness of the powerful \"relation-back\" provision of &#167; 853(c), and the comprehensive \"any property . . . any proceeds\" language of &#167; 853(a), to be nullified by any other construction of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This result may seem harsh, but we have little doubt that it is the one that the statute mandates.  Section 853(c) states that \"[a]ll right, title, and interest in [forfeitable] property . . . vests in the United States upon the commission of the act giving rise to forfeiture.\"  Permitting a defendant to use assets for his private purposes that, under this provision, will become the property of the United States if a conviction occurs cannot be sanctioned.  Moreover, this view is supported by the relevant legislative history, which states that \"[t]he sole purpose of [&#167; 853's] restraining order provision . . . is to preserve the status quo, <i>i.e.,</i> to assure the availability of the property pending disposition of the criminal case.\"  S.Rep. No. 98-225, p. 204 (1983), U.S.Code Cong. &amp; Admin.News 1984, pp. 3182, 3387.  If, instead, the statutory interpretation adopted by Judge Winter's concurrence were applied, this purpose would not be achieved.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We conclude that there is no exemption from &#167; 853's forfeiture or pretrial restraining order provisions for assets which a defendant wishes to use to retain an attorney.  In enacting &#167; 853, Congress decided to give force to the old adage that \"crime does not pay.\"  We find no evidence that Congress intended to modify that nostrum to read, \"crime does not pay, except for attorney's fees.\"  If, as respondent and supporting <i>amici</i> so vigorously assert, we are mistaken as to Congress' intent, that body can amend this statute to otherwise provide. But the statute, as presently written, cannot be read any other way.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Having concluded that the statute authorized the restraining order entered by the District Court, we reach the question whether the order violated respondent's right to counsel of choice as protected by the Sixth Amendment or the Due Process Clause of the Fifth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">* Respondent's most sweeping constitutional claims are that, as a general matter, operation of the forfeiture statute interferes with a defenda t's Sixth Amendment right to counsel of choice, and the guarantee afforded by the Fifth Amendment's Due Process Clause of a \"balance of forces\" between the accused and the Government. In this regard, respondent contends, the mere prospect of post-trial forfeiture is enough to deter a defendant's counsel of choice from representing him.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In another decision we announce today, <i>Caplin &amp; Drysdale, Chartered v. United States,</i> 491 U.S. 617, 109 S.Ct. 2646, 105 L.Ed.2d 528, we hold that neither the Fifth nor the Sixth Amendment to the Constitution requires Congress to permit a defendant to use assets adjudged to be forfeitable to pay that defendant's legal fees.  We rely on our conclusion in that case to dispose of the similar constitutional claims raised by respondent here.</p>\n    </div>\n    <p class=\"center\">B</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In addition to the constitutional issues raised in <i>Caplin &amp; Drysdale,</i> respondent contends that freezing the assets in question before he is convicted&#8212;and before they are finally adjudged to be forfeitable&#8212;raises distinct constitutional concerns.  We conclude, however, that assets in a defendant's possession may be restrained in the way they were here based on a finding of probable cause to believe that the assets are forfeitable.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We have previously permitted the Government to seize property based on a finding of probable cause to believe that the property will ultimately be proved forfeitable.  See, <i>e.g., United States v. $8,850,</i> 461 U.S. 555, 103 S.Ct. 2005, 76 L.Ed.2d 143 (1983); <i>Calero-Toledo v. Pearson Yacht Leasing Co.,</i> 416 U.S. 663, 94 S.Ct. 2080, 40 L.Ed.2d 452 (1974).  Here, where respondent was not ousted from his property, but merely restrained from disposing of it, the governmental intrusion was even less severe than those permitted by our prior decisions.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Indeed, it would be odd to conclude that the Government may not restrain property, such as the home and apartment in respondent's possession, based on a finding of probable cause, when we have held that (under appropriate circumstances), the Government may restrain <i>persons</i> where there is a finding of probable cause to believe that the accused has committed a serious offense.  See <i>United States v. Salerno,</i> 481 U.S. 739, 107 S.Ct. 2095, 95 L.Ed.2d 697 (1987).  Given the gravity of the offenses charged in the indictment, respondent himself could have been subjected to pretrial restraint if deemed necessary to \"reasonably assure [his] appearance [at trial] and the safety of . . . the community,\" 18 U.S.C. &#167; 3142(e) (1982 ed., Supp. V);  we find no constitutional infirmity in &#167; 853(e)'s authorization of a similar restraint on respondent's property to protect its \"appearance\" at trial and protect the community's interest in full recovery of any ill-gotten gains.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Respondent contends that both the nature of the Government's property right in forfeitable assets, and the nature of the use to which he would have put these assets (<i>i.e.,</i> retaining an attorney), require some departure from our established rule of permitting pretrial restraint of assets based on probable cause. We disagree.  In <i>Caplin &amp; Drysdale,</i> we conclude that a weighing of these very interests suggests that the Government may&#8212;without offending the Fifth or Sixth Amendment&#8212;obtain forfeiture of property that a defendant might have wished to use to pay his attorney.  491 U.S. 617, 109 S.Ct. 2646, 105 L.Ed.2d 528.  Given this holding, we find that a pretrial restraining order does not \"arbitrarily\" interfere with a defendant's \"fair opportunity\" to retain counsel.  Cf. <i>Powell v. Alabama,</i> 287 U.S. 45, 69, 53, 53 S.Ct. 55, 64, 58, 77 L.Ed. 158 (1932).  Put another way:  if the Government may, post-trial, forbid the use of forfeited assets to pay an attorney, then surely no constitutional violation occurs when, after probable cause is adequately established, the Government obtains an order barring a defendant from frustrating that end by dissipating his assets prior to trial.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">For the reasons given above, the judgment of the Second Circuit is reversed, and the case is remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The CFA added or amended forfeiture provisions for two classes of violations under federal law, racketeering offenses and CCE offenses, see 98 Stat. 2040-2053, as amended.  The CCE forfeiture statute at issue here, now provides:</p>\n        <p>\"&#167; 853. Criminal forfeitures</p>\n        <p>\"(a) Property subject to criminal forfeiture</p>\n        <p>\"Any person convicted of a violation of this subchapter or subchapter II of this chapter punishable by imprisonment for more than one year shall forfeit to the United States, irrespective of any provision of State law&#8212;</p>\n        <p>\"(1) any property constituting, or derived from, any proceeds the person obtained, directly or indirectly, as the result of such violation;</p>\n        <p>\"(2) any of the person's property used, or intended to be used, in any manner or part, to commit, or to facilitate the commission of, such violation;  and</p>\n        <p>\"(3) in the case of a person convicted of engaging in a continuing criminal enterprise in violation of section 848 of this title, the person shall forfeit, in addition to any property described in paragraph (1) or (2), any of his interest in, claims against, and property or contractual rights affording a source of control over, the continuing criminal enterprise.</p>\n        <p>\"The court, in imposing sentence on such person, shall order, in addition to any other sentence imposed pursuant to this subchapter or subchapter II of this chapter, that the person forfeit to the United States all property described in this subsection.  In lieu of a fine otherwise authorized by this part, a defendant who derives profits or other proceeds from an offense may be fined not more than twice the gross profits or other proceeds.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This statutory provision, the principal focus of this petition, says that:</p>\n        <p>\"Upon application of the United States, the court may enter a restraining order or injunction . . . or take any other action to preserve the availability of property described in subsection (a) of [&#167; 853] for forfeiture under this section&#8212;</p>\n        <p>\"(A) upon the filing of an indictment or information charging a violation . . . for which criminal forfeiture may be ordered under [&#167; 853] and alleging that the property with respect to which the order is sought would, in the event of conviction, be subject to forfeiture under this section.\"  &#167; 853(e)(1).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Section 853(c), the third-party transfer provision, states that:</p>\n        <p>\"All right, title, and interest in property described in [&#167; 853] vests in the United States upon the commission of the act giving rise to forfeiture under this section.  Any such property that is subsequently transferred to a person other than the defendant may be the subject of a special verdict of forfeiture and thereafter shall be ordered forfeited to the United States, unless the transferee [establishes his entitlement to such property pursuant to &#167; 853(n)].\"</p>\n        <p>As noted in the quotation of &#167; 853(c), a person making a claim for forfeited assets must file a petition with the court pursuant to &#167; 853(n)(6):</p>\n        <p>\"If, after [a] hearing [on the petition], the court determines that the petitioner has established . . . that&#8212;</p>\n        <p>\"(A) the petitioner has a legal right, title, or interest in the property . . . [that predates] commission of the acts which gave rise to the forfeiture of the property under [&#167; 853];  or</p>\n        <p>\"(B) the petitioner is a bona fide purchaser for value of the . . . property and was at the time of purchase reasonably without cause to believe that the property was subject to forfeiture under this section;</p>\n        <p>\"the court shall amend the order of forfeiture in accordance with its determination.\"</p>\n        <p>An attorney seeking a payment of fees from forfeited assets under &#167; 853(n)(6) would presumably rest his petition on subsection (B) quoted above, though (for reasons we explain in <i>Caplin &amp; Drysdale, Chartered v. United States,</i> 491 U.S., at 632, n. 10, 109 S.Ct., at 2656, n. 10) it is highly doubtful that one who defends a client in a criminal case that results in forfeiture could prove that he was \"without cause to believe that the property was subject to forfeiture.\"  Cf. 852 F.2d 1400, 1410 (CA2 1988) (Winter, J., concurring).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> At the end of the trial, respondent was convicted of the charges against him, and the jury returned a special verdict finding the assets in question to be forfeitable beyond a reasonable doubt.  Accordingly, the District Court entered a judgment of conviction and declared the assets forfeited.</p>\n        <p>We do not believe that these subsequent proceedings render the dispute over the pretrial restraining order moot.  The restraining order remains in effect pending the appeal of respondent's conviction, see App. to Pet. for Cert. 77a-78a, which has not yet been decided.  Consequently, the dispute before us concerning the District Court's order remains a live one.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Respondent's trial had commenced on February 16, 1988, after the Court of Appeals had agreed to hear the case en banc, but before it rendered its ruling.  Consequently, respondent's assets remained frozen, and respondent was defended by appointed counsel.</p>\n        <p>In the midst of respondent's trial&#8212;on July 1, 1988&#8212;the en banc Court of Appeals rendered its decision for respondent.  At a hearing held four days later, the District Court offered to permit respondent to use the frozen assets to hire private counsel. Respondent rejected this offer, coming as summations were about to get underway at the end of a 41/2-month trial, and instead continued with his appointed attorney.  Three weeks later, on July 25, 1988, the jury returned a guilty verdict.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> See, <i>e.g., United States v. Moya-Gomez,</i> 860 F.2d 706 (CA7 1988);  <i>United States v. Nichols,</i> 841 F.2d 1485 (CA10 1988); <i>United States v. Jones,</i> 837 F.2d 1332 (CA5), rehearing granted, 844 F.2d 215 (1988);  <i>In re Forfeiture Hearing as to Caplin &amp; Drysdale, Chartered,</i> 837 F.2d 637 (CA4 1988) (en banc) aff'd sub nom. <i>Caplin &amp; Drysdale, Chartered v. United States,</i> 491 U.S. 617, 109 S.Ct. 2646, 105 L.Ed.2d 528.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See <i>United States v. Bissell,</i> 866 F.2d 1343, 1348-1350 (CA11 1989);  <i>United States v. Moya-Gomez, supra,</i> at 722-723; <i>United States v. Nichols,</i> 841 F.2d, at 1491-1496;  <i>id.,</i> at 1509 (Logan, J., dissenting);  <i>In re Forfeiture Hearing as to Caplin &amp; Drysdale, Chartered,</i> 837 F.2d, at 641-642 (en banc);  <i>id.,</i> at 651 (Phillips, J., dissenting).  Only one Court of Appeals&#8212;the Fifth Circuit&#8212;has issued any decisions providing support for this reading of the statute, see, <i>e.g., United States v. Jones, supra,</i> but this ruling is currently being reconsidered en banc, 844 F.2d 215 (1988).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Respondent is correct that, by and large, the relevant House and Senate Reports make no mention of the attorney's fees question.  However, in discussing the background motivating the adoption of the CFA, the House Judiciary Committee discussed the failure of previous, more lax forfeiture statutes:</p>\n        <p>\"One highly publicized case . . . is il ustrative of the problem.  That case was <i>United States v. Meinster</i>. . . .  In this prosecution . . . a Florida based criminal organization had . . . grossed about $300 million over a 16-month period.  The Federal Government completed a successful prosecution in which the three primary defendants were convicted and this major drug operation was aborted.  However, forfeiture was attempted on only two [residences] worth $750,000. . . .</p>\n        <p>\"Of the $750,000 for the residences, $175,000 was returned to the wife of one of the defendants, <i>and $559,000 was used to pay the defendant's attorneys</i>. . . .</p>\n        <p>\"The Government wound up with $16,000. . . .</p>\n        <p>\"It is against this background that present Federal forfeiture procedures are tested and found wanting.\"  H.R.Rep. No. 98-845, pt. 1, p. 3 (1984) (emphasis added).</p>\n        <p>This passage suggests, at the very least, congressional frustration with the diversion of large amounts of forfeitable assets to pay attorney's fees.  It certainly does not suggest an intent on Congress' part to exempt from forfeiture such fees.</p>\n        <p>Respondent claims support from only one piece of preenactment legislative history:  a footnote in the same House Report quoted above, which discussed the newly proposed provision for pretrial restraint on forfeitable assets.  The footnote stated that:</p>\n        <p>\"Nothing in this section is intended to interfere with a person's Sixth Amendment right to counsel.  The Committee, therefore, does not resolve the conflict in District Court opinions on the use of restraining orders that impinge on a person's right to retain counsel in a criminal case.\"  <i>Id.,</i> at 19, n. 1.</p>\n        <p>Respondent argues that the Committee's disclaimer of any interest in resolving the conflict among the District Courts indicates the Committee's understanding that the statute would not be employed to freeze assets that might be used to pay legitimate attorney's fees.  See Brief for Respondent 14, and n. 8.</p>\n        <p>This ambiguous passage however, can be read for the opposite proposition as well, as the Report expressly refrained from disapproving of cases where pretrial restraining orders similar to the one issued here were imposed.  See H.R.Rep. No. 98-845, <i>supra,</i> at 19, n. 1 (citing <i>United States v. Bello,</i> 470 F.Supp. 723, 724-725 (SD Cal.1979)).  Moreover, the Committee's statement that the statute should not be applied in a manner contrary to the Sixth Amendment appears to be nothing more than an exhortation for the courts to tread carefully in this delicate area.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> See, <i>e.g.,</i> Attorneys' Fees Forfeiture:  Hearing before the Senate Committee on the Judiciary, 99th Cong., 2d Sess., 148-213 (1986);  Forfeiture Issues:  Hearing before the Subcommittee on Crime of the House Committee on the Judiciary, 99th Cong., 1st Sess., 187-242 (1985).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> We do not consider today, however, whether the Due Process Clause requires a hearing before a pretrial restraining order can be imposed.  As noted above, in its initial consideration of this case, a panel of the Second Circuit ordered that such a hearing be held before permitting the entry of a restraining order;  on remand, the District Court held an extensive, 4-day hearing on the question of probable cause.</p>\n        <p>Though the United States petitioned for review of the Second Circuit's holding that such a hearing was required, see Pet. for Cert. I, given that the Government prevailed in the District Court notwithstanding the hearing, it would be pointless for us now to consider whether a hearing was required by the Due Process Clause. Furthermore, because the Court of Appeals, in its en banc decision, did not address the procedural due process issue, we also do not inquire whether the hearing&#8212;if a hearing was required at all&#8212;was an adequate one.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/112310/"
}