{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "363 U.S. 405", 
    "federal_cite_two": "80 S. Ct. 1139", 
    "specialty_cite_one": null, 
    "federal_cite_three": "4 L. Ed. 2d 1299", 
    "lexis_cite": "1960 U.S. LEXIS 961", 
    "document_uris": [
      "/api/rest/v2/document/106075/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Kimm v. Rosenberg", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "139", 
    "id": 90458, 
    "resource_uri": "/api/rest/v2/citation/90458/"
  }, 
  "id": 106075, 
  "blocked": false, 
  "judges": "Per Curiam", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1960-06-13", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>363 U.S. 405 (1960)</b></center>\n<center><h1>KIMM<br>\nv.<br>\nROSENBERG, DISTRICT DIRECTOR, IMMIGRATION AND NATURALIZATION SERVICE.</h1></center>\n<center>No. 139.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued May 16-17, 1960.</center>\n<center>Decided June 13, 1960.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE NINTH CIRCUIT.\n<p><i>Joseph Forer</i> argued the cause for petitioner. With him on the brief was <i>David Rein.</i></p>\n<p><i>John F. Davis</i> argued the cause for respondent. On the brief were <i>Solicitor General Rankin, Assistant Attorney General Wilkey</i> and <i>Philip R. Monahan.</i></p>\n<p>PER CURIAM.</p>\n<p>Petitioner applied for suspension of an order directing his deportation to Korea or permitting his voluntary departure. He does not question the validity of the deportation order, but contends that he is within the eligible statutory class whose deportation may be suspended at the discretion of the Attorney General. § 19 (c) of the Immigration Act of 1917, as amended. Relief on this score was denied on the basis that the Attorney General has no power to exercise his discretion in <span class=\"star-pagination\">*406</span> that regard since petitioner failed to prove his eligibility under that section and the Internal Security Act of 1950.</p>\n<p>Before the hearing officer, petitioner was asked if he was a member of the Communist Party. He refused to answer, claiming the Fifth Amendment privilege against self-incrimination. The officer refused the suspension on the grounds that petitioner had failed to prove that he was a person of good moral character and that he had not met the statutory requirement of showing that he was not a member of or affiliated with the Communist Party. The Board of Immigration Appeals affirmed on the latter ground, as did the Court of Appeals. 263 F. 2d 773.</p>\n<p>Petitioner contends that he presented \"clear affirmative evidence\" as to eligibility which stands uncontradicted and that the burden was on the Government to show his affiliations, if any, with the Party. He contends that the disqualifying factor of Communist Party membership is an exception to § 19 (c) which the Government must prove. We think not. Rather than a proviso, it is an absolute disqualification, since that class of aliens is carved out of the section at its very beginning by the words \"other than one to whom subsection (d) of this section is applicable.\"<sup>[1]</sup> Subsection (d)<sup>[2]</sup> referred to aliens <span class=\"star-pagination\">*407</span> deportable under the Act of October 16, 1918. Section 22 of the Internal Security Act of 1950 amended the 1918 Act to include Communists,<sup>[3]</sup> and thus terminated the discretionary authority under § 19 (c) as to any alien who was deportable because of membership in the Communist Party. Petitioner offered no evidence on this point, although the regulations place on him the burden of proof as to \"the statutory requirements precedent to the exercise of discretionary relief.\" 8 CFR, 1949 ed., § 151.3 (e), as amended, 15 Fed. Reg. 7638. This regulation is completely <span class=\"star-pagination\">*408</span> consistent with § 19 (c). The language of that section, in contrast with the statutory provisions governing deportation, imposes the general burden of proof upon the applicant.</p>\n<p>It follows that an applicant for suspension, \"a matter of discretion and of administrative grace,\" <i>Hintopoulos</i> v. <i>Shaughnessy,</i> 353 U. S. 72, 77 (1957), must, upon the request of the Attorney General, supply such information that is within his knowledge and has a direct bearing on his eligibility under the statute. The Attorney General may, of course, exercise his authority of grace through duly delegated agents. <i>Jay</i> v. <i>Boyd,</i> 351 U. S. 345 (1956). Perhaps the petitioner was justified in his personal refusal to answer\u0097a question we do not pass upon\u0097but this did not relieve him under the statute of the burden of establishing the authority of the Attorney General to exercise his discretion in the first place.</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE DOUGLAS, with whom THE CHIEF JUSTICE and MR. JUSTICE BLACK concur, dissenting.</p>\n<p>It has become much the fashion to impute wrongdoing to or to impose punishment on a person for invoking his constitutional rights.<sup>[1]</sup> Lloyd Barenblatt has served a jail sentence for invoking his First Amendment rights. See <i>Barenblatt</i> v. <i>United States,</i> 360 U. S. 109. As this is written, Dr. Willard Uphaus, as a consequence of our <span class=\"star-pagination\">*409</span> decision in <i>Uphaus</i> v. <i>Wyman,</i> 360 U. S. 72, is in jail in New Hampshire for invoking rights guaranteed to him by the First and Fourteenth Amendments. So is the mathematician, Horace Chandler Davis, who invoked the First Amendment against the House Un-American Activities Committee. <i>Davis</i> v. <i>United States,</i> 269 F. 2d 357 (C. A. 6th Cir.). Today we allow invocation of the Fifth Amendment to serve, in effect though not in terms, as proof that an alien lacks the \"good moral character\" which he must have under § 19 (c) of the Immigration Act in order to become eligible for the dispensing powers entrusted to the Attorney General.</p>\n<p>The import of what we do is underlined by the fact that there is not a shred of evidence of bad character in the record against this alien. The alien has fully satisfied the requirements of § 19 (c) as shown by the record. He entered as a student in 1928 and pursued his studies until 1938. He planned to return to Korea but the outbreak of hostilities between China and Japan in 1937 changed his mind. Since 1938 he has been continuously employed in gainful occupations. That is the sole basis of his deportability.<sup>[2]</sup> The record shows no criminal convictions, nothing that could bring stigma to the man. His employment since 1938 has been as manager of a produce company, as chemist, as foundry worker, and as a member of O. S. S. during the latter part of World War II. He also was self-employed in the printing business, publishing a paper \"Korean Independence.\" No one came forward to testify that he was a Communist. There is not a word of evidence that he had been a member of the Communist Party at any time. The only thing that stands in his way of being eligible for suspension of deportation <span class=\"star-pagination\">*410</span> by the Attorney General is his invocation of the Fifth Amendment.</p>\n<p>The statute says nothing about the need of an alien to prove he never was a Communist. If the question of Communist Party membership had never been asked and petitioner had never invoked the Fifth Amendment, can it be that he would still be ineligible for suspension? It is for me unthinkable. Presumption of innocence is too deeply ingrained in our system for me to believe that an alien would have the burden of establishing a negative. What the case comes down to is simply this: invocation of the Fifth Amendment creates suspicions and doubts that cloud the alien's claim of good moral character.</p>\n<p>Imputation of guilt for invoking the protection of the Fifth Amendment carries us back some centuries to the hated oath <i>ex officio</i> used both by the Star Chamber and the High Commission. Refusal to answer was contempt.<sup>[3]</sup> Thus was started in the English-speaking world the great rebellion against oaths that either violated the conscience of the witness or were used to obtain evidence against <span class=\"star-pagination\">*411</span> him. See <i>Ullmann</i> v. <i>United States,</i> 350 U. S. 422, 445-449 (dissenting opinion).</p>\n<p>I had assumed that invocation of the privilege is a neutral act, as consistent with innocence as with guilt. We pointed out in <i>Slochower</i> v. <i>Board of Education,</i> 350 U. S. 551, 557-558: \"The privilege serves to protect the innocent who otherwise might be ensnared by ambiguous circumstances.\" We re-emphasized that view in <i>Grunewald</i> v. <i>United States,</i> 353 U. S. 391, 421: \"Recent re-examination of the history and meaning of the Fifth Amendment has emphasized anew that one of the basic functions of the privilege is to protect <i>innocent</i> men.\"</p>\n<p>We went further in <i>Konigsberg</i> v. <i>State Bar,</i> 353 U. S. 252, 267, and in <i>Schware</i> v. <i>Board of Bar Examiners,</i> 353 U. S. 232, 246, and held that even past membership in the Communist Party was not by itself evidence that the person was of bad moral character.</p>\n<p>We therefore today make a marked departure from precedent when we attach a penalty for reliance on the Fifth Amendment. The Court in terms does not, and cannot, rest its decision on the ground that by invoking the Fifth Amendment the petitioner gave evidence of bad moral character. Yet the effect of its decision is precisely the same. In so holding we disregard history and, in the manner of the despised oath <i>ex officio,</i> attribute wrongdoing to the refusal to answer. It seems to me indefensible for courts which act under the Constitution to draw an inference of bad moral character from the invocation of a privilege which was deemed so important to this free society that it was embedded in the Bill of Rights.</p>\n<p>MR. JUSTICE BRENNAN, with whom THE CHIEF JUSTICE and MR. JUSTICE DOUGLAS join, dissenting.</p>\n<p>Suspension of deportation may be \"a matter of discretion and of administrative grace,\" <i>United States ex rel. Hintopoulos</i> v. <i>Shaughnessy,</i> 353 U. S. 72, 77, but eligibility <span class=\"star-pagination\">*412</span> for suspension, for the exercise of that discretion, is very much a matter of law. <i>McGrath</i> v. <i>Kristensen,</i> 340 U. S. 162, 169. The decision of the Board of Immigration Appeals was that petitioner was not, under the governing statute, eligible for suspension; and on that basis its order must stand or fall in court. <i>Securities &amp; Exchange Comm'n</i> v. <i>Chenery Corp.,</i> 318 U. S. 80, 87.</p>\n<p>The only basis of the Appeals Board's determination of ineligibility that the Government seriously defends here is the Board's finding that the petitioner had not shown he was not deportable under §§ 1 and 4 of the Act of October 16, 1918, 40 Stat. 1012, as amended by § 22 of the Internal Security Act of 1950, 64 Stat. 1006, 1008. Those provisions retroactively made deportable an alien who had been a Communist Party member at any time since his entry into the United States; and § 19 of the 1917 Immigration Act, 39 Stat. 889, as later amended,<sup>[1]</sup> under which petitioner's eligibility for suspension was determined, made those aliens who were deportable on that basis ineligible for suspension of deportation.</p>\n<p>It has not been, and scarcely could be, controverted that the Government must in general bear the burden of demonstrating, in administrative proceedings, the deportability of an alien; whatever the exceptions to this rule may be,<sup>[2]</sup> it was established by the time relevant here that <span class=\"star-pagination\">*413</span> where post-entry misconduct is charged as the basis for deportability, the burden is the Government's. <i>Hughes</i> v. <i>Tropello,</i> 296 F. 306, 309; <i>Werrmann</i> v. <i>Perkins,</i> 79 F. 2d 467, 469. Here the Government never bore any burden of showing that petitioner was deportable as having been, since his entry, a Communist. The determination of his deportability was made on entirely different grounds; that (as was conceded) he had failed to maintain the student status on the basis of which he had been admitted to the United States. At the hearing on suspension of deportation the Government introduced literally no evidence even remotely suggesting that petitioner had ever been a Communist; and much evidence as to petitioner's good character was introduced. But, apparently at random, and out of the blue, petitioner was asked about membership in the Communist Party; and he declined to answer, citing his constitutional privilege against self-incrimination. On this basis the administrative officials found that he was ineligible for suspension of deportation.</p>\n<p>If the basis on which it was sought to deport petitioner in the first place was that he was deportable as a Communist or ex-Communist under §§ 1 and 4 of the 1918 Act, as amended, it could hardly be contended that this would be evidence, let alone sufficient evidence, that he was or had been a Communist, on which to base a finding of deportability. Cf. <i>Slochower</i> v. <i>Board of Higher Education,</i> 350 U. S. 551. The provision in § 19 of the 1917 Immigration Act, as amended, which is relied on, disqualifies from suspension an alien who is \"deportable\" under the other Act; and one would think the burden of <span class=\"star-pagination\">*414</span> proof of deportability in both circumstances should be the same. The most obvious case, of course, for the application of § 19's disqualification from suspension is the one in which the Government, in the deportation proceedings, has already borne the burden of proving the alien deportable under the amended 1918 Act. It is an anomaly that the burden of proof shifts, there ceases to be a requirement of evidence of deportability as a Communist or ex-Communist, and the alien must prove a negative in order to qualify for suspension, when the Government has chosen to base deportation on some other ground. In support of this the Court cites only a regulation which stated in general terms that it was up to the alien to show his eligibility for suspension. 8 CFR, 1949 ed., § 151.3 (e), as added, 15 Fed. Reg. 7638.</p>\n<p>I would think it perfectly plain that such a regulation, as applied in this case, would be contrary to the statutory scheme, properly and responsibly construed.<sup>[3]</sup> In the first place, as I have noted, it turns around the ordinary rules as to the burden of proof as to which party shall show \"deportability.\" It requires the alien to prove a negative \u0097that he never was a Communist since he entered the country\u0097when no one has said or intimated that he was. Such proof would necessarily lead to petitioner's bearing the laboring oar in showing that all his political or economic expressions in this country were independent of any covert connection with the Communist Party. The effect of imposing such a burden of exculpation on the exercise, for example, of non-Communist political action on behalf of causes which Communists might also happen to favor <span class=\"star-pagination\">*415</span> is obvious. In fact, on this very basis, we not so long ago struck down a state statute which placed on an individual desiring a tax exemption the burden of proof to show that his political activities were not of a proscribed nature\u0097of a nature, moreover, which we assumed the State had the power directly to proscribe. <i>Speiser</i> v. <i>Randall,</i> 357 U. S. 513, 520. We have this Term reaffirmed the central principle of that case, its inhibition on procedural devices which, though designed to reach legitimate ends, impose burdens on the exercise of the freedom of speech, in a subsequent decision, by striking down another state enactment. <i>Smith</i> v. <i>California,</i> 361 U. S. 147. On such a basis we declared the enactments of sovereign States unconstitutional; I think we should hardly be less willing to apply the same doctrine to set aside, as not statutorily warranted, a federal administrative regulation which anomalously turns about the ordinary state of the burden of proof as to \"deportability,\" and in fact so far dispenses with the ordinary requirement of evidence of \"deportability\" that the alien must shoulder the burden of negating it even where the Government has introduced no evidence at all on the issue.</p>\n<p>We are, apart from construction of the Constitution, responsible for the proper construction of Acts of Congress, and for determining the validity of challenged administrative regulations and procedures under them. Here we are called upon only to put a rational construction upon a federal statute and the allocation of the burden of proof under it, that will promote the statute's internal consistency and minimize its frictions with the First Amendment. One of the relevant enactments, § 22 of the 1950 Internal Security Act, is a harsh one whose constitutionality was upheld here only on historical grounds. See <i>Galvan</i> v. <i>Press,</i> 347 U. S. 522, 530-532. By subscribing to the anomalous allocation of the burden of proof here, we increase the statute's harshness, promote the procedural <span class=\"star-pagination\">*416</span> restriction on the freedom of speech which we condemned in <i>Speiser</i> and <i>Smith,</i> and in practical effect, because of the allocation, let this petitioner's invocation of his constitutional privilege be equated with a demonstration of his deportability as to the matters on which he invoked the privilege. I cannot subscribe to a construction that has this effect, and accordingly dissent.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 19 (c) provided, in relevant part:\n</p>\n<p>\"In the case of any alien (other than one to whom subsection (d) of this section is applicable) who is deportable under any law of the United States and who has proved good moral character for the preceding five years, the Attorney General may . . . (2) suspend deportation of such alien if he is not ineligible for naturalization . . . if he finds . . . (b) that such alien has resided continuously in the United States for seven years or more and is residing in the United States upon the effective date of this Act. . . .\" 8 U. S. C. (1946 ed., Supp. II) § 155 (c).</p>\n<p>[2]  Section 19 (d), as amended:\n</p>\n<p>\"The provisions of subsection (c) shall not be applicable in the case of any alien who is deportable under (1) the Act of October 16, 1918 (40 Stat. 1008; U. S. C., title 8, sec. 137), entitled `An Act to exclude and expel from the United States aliens who are members of the anarchist and similar classes,' as amended . . . .\" 54 Stat. 672, 8 U. S. C. (1946 ed.) § 155 (d).</p>\n<p>[3]  The Act of October 16, 1918, c. 186, 40 Stat. 1012, as amended by the Internal Security Act of 1950, c. 1024, § 22, 64 Stat. 1006-1008, provided in pertinent part:\n</p>\n<p>\"Any alien who is a member of any one of the following classes shall be excluded from admission into the United States:</p>\n<p>.....</p>\n<p>\"(2) Aliens who, at any time, shall be or shall have been members of any of the following classes:</p>\n<p>.....</p>\n<p>\"(C) Aliens who are members of or affiliated with (i) the Communist Party of the United States, (ii) any other totalitarian party of the United States, (iii) the Communist Political Association, (iv) the Communist or other totalitarian party of any State of the United States, of any foreign state, or of any political or geographical subdivision of any foreign state; (v) any section, subsidiary, branch, affiliate, or subdivision of any such association or party; or (vi) the direct predecessors or successors of any such association or party, regardless of what name such group or organization may have used, may now bear, or may hereafter adopt;</p>\n<p>.....</p>\n<p>\"SEC. 4. (a) Any alien who was at the time of entering the United States, or has been at any time thereafter, . . . a member of any one of the classes of aliens enumerated in section 1 (2) of this Act, shall, upon the warrant of the Attorney General, be taken into custody and deported . . . .\"</p>\n<p>[1]  Meiklejohn, Political Freedom (1960) pp. 154-155, after referring to the efforts of legislative committees to compel Americans to give testimony \"about their political beliefs and affiliations,\" goes on to say: \". . . in that field, the Fifth and the First Amendments are joined together, as their motives have been joined for centuries, in requiring of free citizens and of free institutions that they resist with all their might the irresponsible usurpations of a legislature which would attempt to tell men what they may believe and what they may not believe, with whom they may associate and with whom they may not associate.\"</p>\n<p>[2]  Petitioner was admitted as a student pursuant to § 4 (e) of the Immigration Act of 1924. 43 Stat. 155, 8 U. S. C. (1946 ed.) § 204 (e).</p>\n<p>[3]  See Maguire, Attack of the Common Lawyers on the Oath <i>Ex Officio</i> As Administered in the Ecclesiastical Courts in England, Essays in History and Political Theory (1936), c. VII, p. 199, at 215, where the procedure of the High Commission is described:\n</p>\n<p>\"Thus the defendant swore to answer fully and truly all questions which might be put to him before he knew the charges in detail, and in cases <i>ex officio</i> without knowing the accuser. Either party could produce witnesses who gave their depositions on oath, but in the most important cases <i>ex officio mero</i> the whole trial was based on the answers of the defendant. As in the Star Chamber the judges delivered their opinions <i>seriatim</i> and the decree accorded with the decision of the majority.</p>\n<p>\"Thus the crux of the procedure was the oath <i>ex officio.</i> Until the defendant had been sworn, the articles for his examination could not be produced; until he had been examined, the case could not proceed to trial. Refusal or partial answers constituted contempt, followed by imprisonment; perjury was a cardinal sin.\"</p>\n<p>[1]  The suspension provisions, with their reference to deportability under the 1918 Act as a disqualification, were added to the old § 19 through the amendments of 1940 and 1948, 54 Stat. 672, 62 Stat. 1206.\n</p>\n<p>The validity of the proceedings here is to be tested under the law as it stood as of the time of the administrative hearing and review in 1951 and early 1952, before the passage of the Immigration and Nationality Act of 1952, 66 Stat. 163, 8 U. S. C. § 1101 <i>et seq.,</i> on June 27, 1952. See § 405 (a) of the later Act, 66 Stat. 280.</p>\n<p>[2]  Section 23 of the 1924 Immigration Act, 43 Stat. 165, placed the burden on the alien in a deportation proceeding to show that he had been lawfully admitted to the country. The current Act is to the same effect. § 291, 66 Stat. 234, 8 U. S. C. § 1361. The courts in the cases cited in text drew a sharp distinction between this issue and the matter of deportability owing to post-admission conduct. The failure of Congress to specify other issues on which the alien has the burden is confirmation of the correctness of these decisions. See <i>United States ex rel. Bilokumsky</i> v. <i>Tod,</i> 263 U. S. 149, 153.</p>\n<p>[3]  Section 19 (c) in terms imposes a burden of proof on the alien as to his good moral character, but is silent as to the burden of proof otherwise. And it is in § 19 (d) that the noneligibility of those deportable under the amended 1918 Act is provided for; and § 19 (d) is inexplicit as to the burden of proof. Accordingly, no support for this application of the regulation can be found in § 19 (c).</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:55:49", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">363</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">405</span></span> (1960)</b></center>\n<center><h1>KIMM<br>\nv.<br>\nROSENBERG, DISTRICT DIRECTOR, IMMIGRATION AND NATURALIZATION SERVICE.</h1></center>\n<center>No. 139.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued May 16-17, 1960.</center>\n<center>Decided June 13, 1960.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE NINTH CIRCUIT.\n<p><i>Joseph Forer</i> argued the cause for petitioner. With him on the brief was <i>David Rein.</i></p>\n<p><i>John F. Davis</i> argued the cause for respondent. On the brief were <i>Solicitor General Rankin, Assistant Attorney General Wilkey</i> and <i>Philip R. Monahan.</i></p>\n<p>PER CURIAM.</p>\n<p>Petitioner applied for suspension of an order directing his deportation to Korea or permitting his voluntary departure. He does not question the validity of the deportation order, but contends that he is within the eligible statutory class whose deportation may be suspended at the discretion of the Attorney General. § 19 (c) of the Immigration Act of 1917, as amended. Relief on this score was denied on the basis that the Attorney General has no power to exercise his discretion in <span class=\"star-pagination\">*406</span> that regard since petitioner failed to prove his eligibility under that section and the Internal Security Act of 1950.</p>\n<p>Before the hearing officer, petitioner was asked if he was a member of the Communist Party. He refused to answer, claiming the Fifth Amendment privilege against self-incrimination. The officer refused the suspension on the grounds that petitioner had failed to prove that he was a person of good moral character and that he had not met the statutory requirement of showing that he was not a member of or affiliated with the Communist Party. The Board of Immigration Appeals affirmed on the latter ground, as did the Court of Appeals. 263 F. 2d 773.</p>\n<p>Petitioner contends that he presented \"clear affirmative evidence\" as to eligibility which stands uncontradicted and that the burden was on the Government to show his affiliations, if any, with the Party. He contends that the disqualifying factor of Communist Party membership is an exception to § 19 (c) which the Government must prove. We think not. Rather than a proviso, it is an absolute disqualification, since that class of aliens is carved out of the section at its very beginning by the words \"other than one to whom subsection (d) of this section is applicable.\"<sup>[1]</sup> Subsection (d)<sup>[2]</sup> referred to aliens <span class=\"star-pagination\">*407</span> deportable under the Act of October 16, 1918. Section 22 of the Internal Security Act of 1950 amended the 1918 Act to include Communists,<sup>[3]</sup> and thus terminated the discretionary authority under § 19 (c) as to any alien who was deportable because of membership in the Communist Party. Petitioner offered no evidence on this point, although the regulations place on him the burden of proof as to \"the statutory requirements precedent to the exercise of discretionary relief.\" 8 CFR, 1949 ed., § 151.3 (e), as amended, 15 Fed. Reg. 7638. This regulation is completely <span class=\"star-pagination\">*408</span> consistent with § 19 (c). The language of that section, in contrast with the statutory provisions governing deportation, imposes the general burden of proof upon the applicant.</p>\n<p>It follows that an applicant for suspension, \"a matter of discretion and of administrative grace,\" <i>Hintopoulos</i> v. <i>Shaughnessy,</i> 353 U. S. 72, 77 (1957), must, upon the request of the Attorney General, supply such information that is within his knowledge and has a direct bearing on his eligibility under the statute. The Attorney General may, of course, exercise his authority of grace through duly delegated agents. <i>Jay</i> v. <i>Boyd,</i> 351 U. S. 345 (1956). Perhaps the petitioner was justified in his personal refusal to answer\u0097a question we do not pass upon\u0097but this did not relieve him under the statute of the burden of establishing the authority of the Attorney General to exercise his discretion in the first place.</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE DOUGLAS, with whom THE CHIEF JUSTICE and MR. JUSTICE BLACK concur, dissenting.</p>\n<p>It has become much the fashion to impute wrongdoing to or to impose punishment on a person for invoking his constitutional rights.<sup>[1]</sup> Lloyd Barenblatt has served a jail sentence for invoking his First Amendment rights. See <i>Barenblatt</i> v. <i>United States,</i> 360 U. S. 109. As this is written, Dr. Willard Uphaus, as a consequence of our <span class=\"star-pagination\">*409</span> decision in <i>Uphaus</i> v. <i>Wyman,</i> 360 U. S. 72, is in jail in New Hampshire for invoking rights guaranteed to him by the First and Fourteenth Amendments. So is the mathematician, Horace Chandler Davis, who invoked the First Amendment against the House Un-American Activities Committee. <i>Davis</i> v. <i>United States,</i> 269 F. 2d 357 (C. A. 6th Cir.). Today we allow invocation of the Fifth Amendment to serve, in effect though not in terms, as proof that an alien lacks the \"good moral character\" which he must have under § 19 (c) of the Immigration Act in order to become eligible for the dispensing powers entrusted to the Attorney General.</p>\n<p>The import of what we do is underlined by the fact that there is not a shred of evidence of bad character in the record against this alien. The alien has fully satisfied the requirements of § 19 (c) as shown by the record. He entered as a student in 1928 and pursued his studies until 1938. He planned to return to Korea but the outbreak of hostilities between China and Japan in 1937 changed his mind. Since 1938 he has been continuously employed in gainful occupations. That is the sole basis of his deportability.<sup>[2]</sup> The record shows no criminal convictions, nothing that could bring stigma to the man. His employment since 1938 has been as manager of a produce company, as chemist, as foundry worker, and as a member of O. S. S. during the latter part of World War II. He also was self-employed in the printing business, publishing a paper \"Korean Independence.\" No one came forward to testify that he was a Communist. There is not a word of evidence that he had been a member of the Communist Party at any time. The only thing that stands in his way of being eligible for suspension of deportation <span class=\"star-pagination\">*410</span> by the Attorney General is his invocation of the Fifth Amendment.</p>\n<p>The statute says nothing about the need of an alien to prove he never was a Communist. If the question of Communist Party membership had never been asked and petitioner had never invoked the Fifth Amendment, can it be that he would still be ineligible for suspension? It is for me unthinkable. Presumption of innocence is too deeply ingrained in our system for me to believe that an alien would have the burden of establishing a negative. What the case comes down to is simply this: invocation of the Fifth Amendment creates suspicions and doubts that cloud the alien's claim of good moral character.</p>\n<p>Imputation of guilt for invoking the protection of the Fifth Amendment carries us back some centuries to the hated oath <i>ex officio</i> used both by the Star Chamber and the High Commission. Refusal to answer was contempt.<sup>[3]</sup> Thus was started in the English-speaking world the great rebellion against oaths that either violated the conscience of the witness or were used to obtain evidence against <span class=\"star-pagination\">*411</span> him. See <i>Ullmann</i> v. <i>United States,</i> 350 U. S. 422, 445-449 (dissenting opinion).</p>\n<p>I had assumed that invocation of the privilege is a neutral act, as consistent with innocence as with guilt. We pointed out in <i>Slochower</i> v. <i>Board of Education,</i> 350 U. S. 551, 557-558: \"The privilege serves to protect the innocent who otherwise might be ensnared by ambiguous circumstances.\" We re-emphasized that view in <i>Grunewald</i> v. <i>United States,</i> 353 U. S. 391, 421: \"Recent re-examination of the history and meaning of the Fifth Amendment has emphasized anew that one of the basic functions of the privilege is to protect <i>innocent</i> men.\"</p>\n<p>We went further in <i>Konigsberg</i> v. <i>State Bar,</i> 353 U. S. 252, 267, and in <i>Schware</i> v. <i>Board of Bar Examiners,</i> 353 U. S. 232, 246, and held that even past membership in the Communist Party was not by itself evidence that the person was of bad moral character.</p>\n<p>We therefore today make a marked departure from precedent when we attach a penalty for reliance on the Fifth Amendment. The Court in terms does not, and cannot, rest its decision on the ground that by invoking the Fifth Amendment the petitioner gave evidence of bad moral character. Yet the effect of its decision is precisely the same. In so holding we disregard history and, in the manner of the despised oath <i>ex officio,</i> attribute wrongdoing to the refusal to answer. It seems to me indefensible for courts which act under the Constitution to draw an inference of bad moral character from the invocation of a privilege which was deemed so important to this free society that it was embedded in the Bill of Rights.</p>\n<p>MR. JUSTICE BRENNAN, with whom THE CHIEF JUSTICE and MR. JUSTICE DOUGLAS join, dissenting.</p>\n<p>Suspension of deportation may be \"a matter of discretion and of administrative grace,\" <i>United States ex rel. Hintopoulos</i> v. <i>Shaughnessy,</i> 353 U. S. 72, 77, but eligibility <span class=\"star-pagination\">*412</span> for suspension, for the exercise of that discretion, is very much a matter of law. <i>McGrath</i> v. <i>Kristensen,</i> 340 U. S. 162, 169. The decision of the Board of Immigration Appeals was that petitioner was not, under the governing statute, eligible for suspension; and on that basis its order must stand or fall in court. <i>Securities &amp; Exchange Comm'n</i> v. <i>Chenery Corp.,</i> 318 U. S. 80, 87.</p>\n<p>The only basis of the Appeals Board's determination of ineligibility that the Government seriously defends here is the Board's finding that the petitioner had not shown he was not deportable under §§ 1 and 4 of the Act of October 16, 1918, 40 Stat. 1012, as amended by § 22 of the Internal Security Act of 1950, 64 Stat. 1006, 1008. Those provisions retroactively made deportable an alien who had been a Communist Party member at any time since his entry into the United States; and § 19 of the 1917 Immigration Act, 39 Stat. 889, as later amended,<sup>[1]</sup> under which petitioner's eligibility for suspension was determined, made those aliens who were deportable on that basis ineligible for suspension of deportation.</p>\n<p>It has not been, and scarcely could be, controverted that the Government must in general bear the burden of demonstrating, in administrative proceedings, the deportability of an alien; whatever the exceptions to this rule may be,<sup>[2]</sup> it was established by the time relevant here that <span class=\"star-pagination\">*413</span> where post-entry misconduct is charged as the basis for deportability, the burden is the Government's. <i>Hughes</i> v. <i>Tropello,</i> <span class=\"citation\" data-id=\"1188395\"><a href=\"/opinion/1188395/will-v-hughes/\"><span class=\"volume\">296</span> <span class=\"reporter\">F.</span> <span class=\"page\">306</span></a></span>, 309; <i>Werrmann</i> v. <i>Perkins,</i> 79 F. 2d 467, 469. Here the Government never bore any burden of showing that petitioner was deportable as having been, since his entry, a Communist. The determination of his deportability was made on entirely different grounds; that (as was conceded) he had failed to maintain the student status on the basis of which he had been admitted to the United States. At the hearing on suspension of deportation the Government introduced literally no evidence even remotely suggesting that petitioner had ever been a Communist; and much evidence as to petitioner's good character was introduced. But, apparently at random, and out of the blue, petitioner was asked about membership in the Communist Party; and he declined to answer, citing his constitutional privilege against self-incrimination. On this basis the administrative officials found that he was ineligible for suspension of deportation.</p>\n<p>If the basis on which it was sought to deport petitioner in the first place was that he was deportable as a Communist or ex-Communist under §§ 1 and 4 of the 1918 Act, as amended, it could hardly be contended that this would be evidence, let alone sufficient evidence, that he was or had been a Communist, on which to base a finding of deportability. Cf. <i>Slochower</i> v. <i>Board of Higher Education,</i> 350 U. S. 551. The provision in § 19 of the 1917 Immigration Act, as amended, which is relied on, disqualifies from suspension an alien who is \"deportable\" under the other Act; and one would think the burden of <span class=\"star-pagination\">*414</span> proof of deportability in both circumstances should be the same. The most obvious case, of course, for the application of § 19's disqualification from suspension is the one in which the Government, in the deportation proceedings, has already borne the burden of proving the alien deportable under the amended 1918 Act. It is an anomaly that the burden of proof shifts, there ceases to be a requirement of evidence of deportability as a Communist or ex-Communist, and the alien must prove a negative in order to qualify for suspension, when the Government has chosen to base deportation on some other ground. In support of this the Court cites only a regulation which stated in general terms that it was up to the alien to show his eligibility for suspension. 8 CFR, 1949 ed., § 151.3 (e), as added, 15 Fed. Reg. 7638.</p>\n<p>I would think it perfectly plain that such a regulation, as applied in this case, would be contrary to the statutory scheme, properly and responsibly construed.<sup>[3]</sup> In the first place, as I have noted, it turns around the ordinary rules as to the burden of proof as to which party shall show \"deportability.\" It requires the alien to prove a negative \u0097that he never was a Communist since he entered the country\u0097when no one has said or intimated that he was. Such proof would necessarily lead to petitioner's bearing the laboring oar in showing that all his political or economic expressions in this country were independent of any covert connection with the Communist Party. The effect of imposing such a burden of exculpation on the exercise, for example, of non-Communist political action on behalf of causes which Communists might also happen to favor <span class=\"star-pagination\">*415</span> is obvious. In fact, on this very basis, we not so long ago struck down a state statute which placed on an individual desiring a tax exemption the burden of proof to show that his political activities were not of a proscribed nature\u0097of a nature, moreover, which we assumed the State had the power directly to proscribe. <i>Speiser</i> v. <i>Randall,</i> 357 U. S. 513, 520. We have this Term reaffirmed the central principle of that case, its inhibition on procedural devices which, though designed to reach legitimate ends, impose burdens on the exercise of the freedom of speech, in a subsequent decision, by striking down another state enactment. <i>Smith</i> v. <i>California,</i> 361 U. S. 147. On such a basis we declared the enactments of sovereign States unconstitutional; I think we should hardly be less willing to apply the same doctrine to set aside, as not statutorily warranted, a federal administrative regulation which anomalously turns about the ordinary state of the burden of proof as to \"deportability,\" and in fact so far dispenses with the ordinary requirement of evidence of \"deportability\" that the alien must shoulder the burden of negating it even where the Government has introduced no evidence at all on the issue.</p>\n<p>We are, apart from construction of the Constitution, responsible for the proper construction of Acts of Congress, and for determining the validity of challenged administrative regulations and procedures under them. Here we are called upon only to put a rational construction upon a federal statute and the allocation of the burden of proof under it, that will promote the statute's internal consistency and minimize its frictions with the First Amendment. One of the relevant enactments, § 22 of the 1950 Internal Security Act, is a harsh one whose constitutionality was upheld here only on historical grounds. See <i>Galvan</i> v. <i>Press,</i> 347 U. S. 522, 530-532. By subscribing to the anomalous allocation of the burden of proof here, we increase the statute's harshness, promote the procedural <span class=\"star-pagination\">*416</span> restriction on the freedom of speech which we condemned in <i>Speiser</i> and <i>Smith,</i> and in practical effect, because of the allocation, let this petitioner's invocation of his constitutional privilege be equated with a demonstration of his deportability as to the matters on which he invoked the privilege. I cannot subscribe to a construction that has this effect, and accordingly dissent.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 19 (c) provided, in relevant part:\n</p>\n<p>\"In the case of any alien (other than one to whom subsection (d) of this section is applicable) who is deportable under any law of the United States and who has proved good moral character for the preceding five years, the Attorney General may . . . (2) suspend deportation of such alien if he is not ineligible for naturalization . . . if he finds . . . (b) that such alien has resided continuously in the United States for seven years or more and is residing in the United States upon the effective date of this Act. . . .\" 8 U. S. C. (1946 ed., Supp. II) § 155 (c).</p>\n<p>[2]  Section 19 (d), as amended:\n</p>\n<p>\"The provisions of subsection (c) shall not be applicable in the case of any alien who is deportable under (1) the Act of October 16, 1918 (40 Stat. 1008; U. S. C., title 8, sec. 137), entitled `An Act to exclude and expel from the United States aliens who are members of the anarchist and similar classes,' as amended . . . .\" 54 Stat. 672, 8 U. S. C. (1946 ed.) § 155 (d).</p>\n<p>[3]  The Act of October 16, 1918, c. 186, 40 Stat. 1012, as amended by the Internal Security Act of 1950, c. 1024, § 22, 64 Stat. 1006-1008, provided in pertinent part:\n</p>\n<p>\"Any alien who is a member of any one of the following classes shall be excluded from admission into the United States:</p>\n<p>.....</p>\n<p>\"(2) Aliens who, at any time, shall be or shall have been members of any of the following classes:</p>\n<p>.....</p>\n<p>\"(C) Aliens who are members of or affiliated with (i) the Communist Party of the United States, (ii) any other totalitarian party of the United States, (iii) the Communist Political Association, (iv) the Communist or other totalitarian party of any State of the United States, of any foreign state, or of any political or geographical subdivision of any foreign state; (v) any section, subsidiary, branch, affiliate, or subdivision of any such association or party; or (vi) the direct predecessors or successors of any such association or party, regardless of what name such group or organization may have used, may now bear, or may hereafter adopt;</p>\n<p>.....</p>\n<p>\"SEC. 4. (a) Any alien who was at the time of entering the United States, or has been at any time thereafter, . . . a member of any one of the classes of aliens enumerated in section 1 (2) of this Act, shall, upon the warrant of the Attorney General, be taken into custody and deported . . . .\"</p>\n<p>[1]  Meiklejohn, Political Freedom (1960) pp. 154-155, after referring to the efforts of legislative committees to compel Americans to give testimony \"about their political beliefs and affiliations,\" goes on to say: \". . . in that field, the Fifth and the First Amendments are joined together, as their motives have been joined for centuries, in requiring of free citizens and of free institutions that they resist with all their might the irresponsible usurpations of a legislature which would attempt to tell men what they may believe and what they may not believe, with whom they may associate and with whom they may not associate.\"</p>\n<p>[2]  Petitioner was admitted as a student pursuant to § 4 (e) of the Immigration Act of 1924. 43 Stat. 155, 8 U. S. C. (1946 ed.) § 204 (e).</p>\n<p>[3]  See Maguire, Attack of the Common Lawyers on the Oath <i>Ex Officio</i> As Administered in the Ecclesiastical Courts in England, Essays in History and Political Theory (1936), c. VII, p. 199, at 215, where the procedure of the High Commission is described:\n</p>\n<p>\"Thus the defendant swore to answer fully and truly all questions which might be put to him before he knew the charges in detail, and in cases <i>ex officio</i> without knowing the accuser. Either party could produce witnesses who gave their depositions on oath, but in the most important cases <i>ex officio mero</i> the whole trial was based on the answers of the defendant. As in the Star Chamber the judges delivered their opinions <i>seriatim</i> and the decree accorded with the decision of the majority.</p>\n<p>\"Thus the crux of the procedure was the oath <i>ex officio.</i> Until the defendant had been sworn, the articles for his examination could not be produced; until he had been examined, the case could not proceed to trial. Refusal or partial answers constituted contempt, followed by imprisonment; perjury was a cardinal sin.\"</p>\n<p>[1]  The suspension provisions, with their reference to deportability under the 1918 Act as a disqualification, were added to the old § 19 through the amendments of 1940 and 1948, 54 Stat. 672, 62 Stat. 1206.\n</p>\n<p>The validity of the proceedings here is to be tested under the law as it stood as of the time of the administrative hearing and review in 1951 and early 1952, before the passage of the Immigration and Nationality Act of 1952, 66 Stat. 163, 8 U. S. C. § 1101 <i>et seq.,</i> on June 27, 1952. See § 405 (a) of the later Act, 66 Stat. 280.</p>\n<p>[2]  Section 23 of the 1924 Immigration Act, 43 Stat. 165, placed the burden on the alien in a deportation proceeding to show that he had been lawfully admitted to the country. The current Act is to the same effect. § 291, 66 Stat. 234, 8 U. S. C. § 1361. The courts in the cases cited in text drew a sharp distinction between this issue and the matter of deportability owing to post-admission conduct. The failure of Congress to specify other issues on which the alien has the burden is confirmation of the correctness of these decisions. See <i>United States ex rel. Bilokumsky</i> v. <i>Tod,</i> 263 U. S. 149, 153.</p>\n<p>[3]  Section 19 (c) in terms imposes a burden of proof on the alien as to his good moral character, but is silent as to the burden of proof otherwise. And it is in § 19 (d) that the noneligibility of those deportable under the amended 1918 Act is provided for; and § 19 (d) is inexplicit as to the burden of proof. Accordingly, no support for this application of the regulation can be found in § 19 (c).</p>\n\n</div>", 
  "sha1": "094fa9554d6764421582410c70c427431e509740", 
  "date_modified": "2014-12-21T01:51:42.746929", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/106075/kimm-v-rosenberg/", 
  "citation_count": 13, 
  "supreme_court_db_id": "1959-104", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/275910/", 
  "html": "<p class=\"case_cite\">363 U.S. 405</p>\n    <p class=\"case_cite\">80 S.Ct. 1139</p>\n    <p class=\"case_cite\">4 L.Ed.2d 1299</p>\n    <p class=\"parties\">Diamond KIMM, Petitioner,<br>v.<br>George K. ROSENBERG, District Director, Immigration  and Naturalization Service.</p>\n    <p class=\"docket\">No. 139.</p>\n    <p class=\"date\">Argued May 16 and 17, 1960.</p>\n    <p class=\"date\">Decided June 13, 1960.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. Joseph Forer, Washington, D.C., for petitioner.</p>\n      <p class=\"indent\">Mr. John F. Davis, Washington, D.C., for respondent.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner applied for suspension of an order directing his deportation to Korea or permitting his voluntary departure. He does not question the validity of the deportation order, but contends that he is within the eligible statutory class whose deportation may be suspended at the discretion of the Attorney General. &#167; 19(c) of the Immigration Act of 1917, as amended. Relief on this score was denied on the basis that the Attorney General has no power to exercise his discretion in that regard since petitioner failed to prove his eligibility under that section and the Internal Security Act of 1950.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Before the hearing officer, petitioner was asked if he was a member of the Communist Party. He refused to answer, claiming the Fifth Amendment privilege against self-incrimination. The officer refused the suspension on the grounds that petitioner had failed to prove that he was a person of good moral character and that he had not met the statutory requirement of showing that he was not a member of or affiliated with the Communist Party. The Board of Immigration Appeals affirmed on the latter ground, as did the Court of Appeals. Kimm v. Hoy, 263 F.2d 773.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Petitioner contends that he presented 'clear affirmative evidence' as to eligibility which stands uncontradicted and that the burden was on the Government to show his affiliations, if any, with the Party. He contends that the disqualifying factor of Communist Party membership is an exception to &#167; 19(c) which the Government must prove. We think not. Rather than a proviso, it is an absolute disqualification, since that class of aliens is carved out of the section at its very beginning by the words 'other than one to whom subsection (d) of this section is applicable.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Subsection (d)<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> referred to aliens deportable under the Act of October 16, 1918. Section 22 of the Internal Security Act of 1950 amended the 1918 Act to include Communists,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and thus terminated the discretionary authority under &#167; 19(c) as to any alien who was deportable because of membership in the Communist Party. Petitioner offered no evidence on this point, although the regulations place on him the burden of proof as to 'the statutory requirements precedent to the exercise of discretionary relief.' 8 CFR, 1949 ed., &#167; 151.3(e), as amended, 15 Fed.Reg. 7638. This regulation is completely consistent with &#167; 19(c). The language of that section, in contrast with the statutory provisions governing deportation, imposes the general burden of proof upon the applicant.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">It follows that an applicant for suspension, 'a matter of discretion and of administrative grace,' U.S. ex rel. Hintopoulos v. Shaughnessy, 1957, 353 U.S. 72, 77, 77 S.Ct. 618, 621, 1 L.Ed.2d 652, must, upon the request of the Attorney General, supply such information that is within his knowledge and has a direct bearing on his eligibility under the statute. The Attorney General may, of course, exercise his authority of grace through duly delegated agents. Jay v. Boyd, 1956, 351 U.S. 345, 76 S.Ct. 919, 100 L.Ed. 1242. Perhaps the petitioner was justified in his personal refusal to answer&#8212;a question we do not pass upon&#8212;but this did not relieve him under the statute of the burden of establishing the authority of the Attorney General to exercise his discretion in the first place.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Mr. Justice DOUGLAS, with whom The CHIEF JUSTICE and Mr. Justice BLACK concur, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">It has become much the fashion to impute wrongdoing to or do impose punishment on a person for invoking his constitutional rights.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> Lloyd Barenblatt has served a jail sentence for invoking his First Amendment rights. See Barenblatt v. United States, 360 U.S. 109, 79 S.Ct. 1081, 3 L.Ed.2d 1115. As this is written, Dr. Willard Uphaus, as a consequence of our decision in Uphaus v. Wyman, 360 U.S. 72, 79 S.Ct. 1040, 3 L.Ed.2d 1090, is in jail in New Hampshire for invoking rights guaranteed to him by the First and Fourteenth Amendments. So is the mathematician, Horace Chandler Davis, who invoked the First Amendment against the House Un-American Activities Committee. Davis v. United States, 6 Cir., 269 F.2d 357. Today we allow invocation of the Fifth Amendment to serve, in effect though not in terms, as proof that an alien lacks the 'good moral character' which he must have under &#167; 19(c) of the Immigration Act in order to become eligible for the dispensing powers entrusted to the Attorney General.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The import of what we do is underlined by the fact that there is not a shred of evidence of bad character in the record against this alien. The alien has fully satisfied the requirements of &#167; 19(c) as shown by the record. He entered as a student in 1928 and pursued his studies until 1938. He planned to return to Korea but the outbreak of hostilities between China and Japan in 1937 changed his mind. Since 1938 he has been continuously employed in gainful occupations. That is the sole basis of his deportability.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> The record shows no criminal convictions, nothing that could bring stigma to the man. His employment since 1938 has been as manager of a produce company, as chemist, as foundry worker, and as a member of O.S.S. during the latter part of World War II. He also was self-employed in the printing business, publishing a paper 'Korean Independence.' No one came forward to testify that he was a Communist. There is not a word of evidence that he had been a member of the Communist Party at any time. The only thing that stands in his way of being eligible for suspension of deportation by the Attorney General is his invocation of the Fifth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The statute says nothing about the need of an alien to prove he never was a Communist. If the question of Communist Party membership had never been asked and petitioner had never invoked the Fifth Amendment, can it be that he would still be ineligible for suspension? It is for me unthinkable. Presumption of innocence is too deeply ingrained in our system for me to believe that an alien would have the burden of establishing a negative. What the case comes down to is simply this: invocation of the Fifth Amendment creates suspicions and doubts that cloud the alien's claim of good moral character.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Imputation of guilt for invoking the protection of the Fifth Amendment carries us back some centuries to the hated oath ex officio used both by the Star Chamber and the High Commission. Refusal to answer was contempt.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a> Thus was started in the English-speaking world the great rebellion against oaths that either violated the conscience of the witness or were used to obtain evidence against him. See Ullmann v. United States, 350 U.S. 422, 445&#8212;449, 76 S.Ct. 497, 510&#8212;512, 100 L.Ed. 511 (dissenting opinion).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">I had assumed that invocation of the privilege is a neutral act, as consistent with innocence as with guilt. We pointed out in Slochower v. Board of Education, 350 U.S. 551, 557&#8212;558, 76 S.Ct. 637, 641, 100 L.Ed. 692: 'The privilege serves to protect the innocent who otherwise might be ensnared by ambiguous circumstances.' We re-emphasized that view in Grunewald v. United States, 353 U.S. 391, 421, 77 S.Ct. 963, 982, 1 L.Ed.2d 931: 'Recent re-examination of the history and meaning of the Fifth Amendment has emphasized anew that one of the basic functions of the privilege is to protect innocent men.'</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We went further in Konigsberg v. State Bar, 353 U.S. 252, 267, 77 S.Ct. 722, 730, 1 L.Ed.2d 810, and in Schware v. Board of Bar Examiners, 353 U.S. 232, 246, 77 S.Ct. 752, 760, 1 L.Ed.2d 796, and held that even past membership in the Communist Party was not by itself evidence that the person was of bad moral character.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We therefore today make a marked departure from precedent when we attach a penalty for reliance on the Fifth Amendment. The Court in terms does not, and cannot, rest its decision on the ground that by invoking the Fifth Amendment the petitioner gave evidence of bad moral character. Yet the effect of its decision is precisely the same. In so holding we disregard history and, in the manner of the despised oath ex officio, attribute wrongdoing to the refusal to answer. It seems to me indefensible for courts which act under the Constitution to draw an inference of bad moral character from the invocation of a privilege which was deemed so important to this free society that it was embedded in the Bill of Rights.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Mr. Justice BRENNAN, with whom The CHIEF JUSTICE and Mr. Justice DOUGLAS join, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Suspension of deportation may be 'a matter of discretion and of administrative grace,' United States ex rel. Hintopoulos v. Shaughnessy, 353 U.S. 72, 77, 77 S.Ct. 618, 621, but eligibility for suspension, for the exercise of that discretion, is very much a matter of law. McGrath v. Kristensen, 340 U.S. 162, 169, 71 S.Ct. 224, 229, 95 L.Ed. 173. The decision of the Board of Immigration Appeals was that petitioner was not, under the governing statute, eligible for suspension; and on that basis its order must stand or fall in court. Securities &amp; Exchange Comm. v. Chenery Corp., 318 U.S. 80, 87, 63 S.Ct. 454, 459, 87 L.Ed. 626.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The only basis of the Appeals Board's determination of ineligibility that the Government seriously defends here is the Board's finding that the petitioner had not shown he was not deportable under &#167;&#167; 1 and 4 of the Act of October 16, 1918, 40 Stat. 1012, as amended by &#167; 22 of the Internal Security Act of 1950, 64 Stat. 1006, 1008. Those provisions retroactively made deportable an alien who had been a Communist Party member at any time since his entry into the United States; and &#167; 19 of the 1917 Immigration Act, 39 Stat. 889, as later amended,<a class=\"footnote\" href=\"#fn1-2\" id=\"fn1-2_ref\">1</a> under which petitioner's eligibility for suspension was determined, made those aliens who were deportable on that basis ineligible for suspension of deportation.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It has not been, and scarcely could be, controverted that the Government must in general bear the burden of demonstrating, in administrative proceedings, the deportability of an alien; whatever the exceptions to this rule may be,<a class=\"footnote\" href=\"#fn2-2\" id=\"fn2-2_ref\">2</a> it was established by the time relevant here that where post-entry misconduct is charged as the basis for deportability, the burden is the Government's. Hughes v. Tropello, 3 Cir., 296 F. 306, 309; Werrmann v. Perkins, 7 Cir., 79 F.2d 467, 469. Here the Government never bore any burden of showing that petitioner was deportable as having been, since his entry, a Communist. The determination of his deportability was made on entirely different grounds; that (as was conceded) he had failed to maintain the student status on the basis of which he had been admitted to the United States. At the hearing on suspension of deportation the Government introduced literally no evidence even remotely suggesting that petitioner had ever been a Communist; and much evidence as to petitioner's good character was introduced. But, apparently at random, and out of the blue, petitioner was asked about membership in the Communist Party; and he declined to answer, citing his constitutional privilege against self-incrimination. On this basis the administrative officials found that he was ineligible for suspension of deportation.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">If the basis on which it was sought to deport petitioner in the first place was that he was deportable as a Communist or ex-Communist under &#167;&#167; 1 and 4 of the 1918 Act, as amended, it could hardly be contended that this would be evidence, let alone sufficient evidence, that he was or had been a Communist, on which to base a finding of deportability. Cf. Slochower v. Board of Higher Education, 350 U.S. 551, 76 S.Ct. 637. The provision in &#167; 19 of the 1917 Immigration Act, as amended, which is relied on, disqualifies from suspension an alien who is 'deportable' under the other Act; and one would think the burden of proof of deportability in both circumstances should be the same. The most obvious case, of course, for the application of &#167; 19's disqualification from suspension is the one in which the Government, in the deportation proceedings, has already borne the burden of proving the alien deportable under the amended 1918 Act. It is an anomaly that the burden of proof shifts, there cases to be a requirement of evidence of deportability as a Communist or ex-Communist, and the alien must prove a negative in order to qualify for suspension, when the Government has chosen to base deportation on some other ground. In support of this the Court cites only a regulation which stated in general terms that it was up to the alien to show his eligibility for suspension. 8 CFR, 1949 ed., &#167; 151.3(e), as added, 15 Fed.Reg. 7638.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">I would think it perfectly plain that such a regulation, as applied in this case, would be contrary to the statutory scheme, properly and responsibly construed.<a class=\"footnote\" href=\"#fn3-2\" id=\"fn3-2_ref\">3</a> In the first place, as I have noted, it turns around the ordinary rules as to the burden of proof as to which party shall show 'deportability.' It requires the alien to prove a negative&#8212;that he never was a Communist since he entered the country&#8212;when no one has said or intimated that he was. Such proof would necessarily lead to petitioner's bearing the laboring oar in showing that all his political or economic expressions in this country were independent of any covert connection with the Communist Party. The effect of imposing such a burden of exculpation on the exercise, for example, of non-Communist political action on behalf of causes which Communists might also happen to favor is obvious. In fact, on this very basis, we not so long ago struck down a state statute which placed on an individual desiring a tax exemption the burden of proof to show that his political activities were not of a proscribed nature&#8212;of a nature, moreover, which we assumed the State had the power directly to proscribe. Speiser v. Randall, 357 U.S. 513, 520, 78 S.Ct. 1332, 1338, 2 L.Ed.2d 1460. We have this Term reaffirmed the central principle of that case, its inhibition on procedural devices which, though designed to reach legitimate ends, impose burdens on the exercise of the freedom of speech, in a subsequent decision, by striking down another state enactment. Smith v. California, 361 U.S. 147, 80 S.Ct. 215, 4 L.Ed.2d 205. On such a basis we declared the enactments of sovereign States unconstitutional; I think we should hardly be less willing to apply the same doctrine to set aside, as not statutorily warranted, a federal administrative regulation which anomalously truns about the ordinary state of the burden of proof as to 'deportability,' and in fact so far dispenses with the ordinary requirement of evidence of 'deportability' that the alien must shoulder the burden of negating it even where the Government has introduced no evidence at all on the issue.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We are, apart from construction of the Constitution, responsible for the proper construction of Acts of Congress, and for determining the validity of challenged administrative regulations and procedures under them. Here we are called upon only to put a rational construction upon a federal statute and the allocation of the burden of proof under it, that will promote the statute's internal consistency and minimize its frictions with the First Amendment. One of the relevant enactments, &#167; 22 of the 1950 Internal Security Act, is a harsh one whose constitutionality was upheld here only on historical grounds. See Galvan v. Press, 347 U.S. 522, 530&#8212;532, 74 S.Ct. 737, 742&#8212;743, 98 L.Ed. 911. By subscribing to the anomalous allocation of the burden of proof here, we increase the statute's harshness, promote the procedural restriction on the freedom of speech which we condemned in Speiser and Smith, and in practical effect, because of the allocation, let this petitioner's invocation of his constitutional privilege be equated with a demonstration of his deportability as to the matters on which he invoked the privilege. I cannot subscribe to a construction that has this effect, and accordingly dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 19(c) provided, in relevant part:</p>\n        <p>'In the case of any alien (other than one to whom subsection (d) of this section is applicable) who is deportable under any law of the United States and who has proved good moral character for the preceding five years, the Attorney General may * * * (2) suspend deportation of such alien if he is not ineligible for naturalization * * * if he finds * * * (b) that such alien has resided continuously in the United States for seven years or more and is residing in the United States upon the effective date of this Act. * * *' 8 U.S.C. (1946 ed., Supp. II) &#167; 155(c), now 8 U.S.C.A. &#167; 1254(a)(1, 2).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 19(d), as amended:</p>\n        <p>'The provisions of subsection (c) shall not be applicable in the case of any alien who is deportable under (1) the Act of October 16, 1918 (40 Stat. 1008; U.S.C., title 8, sec. 137), entitled 'An Act to exclude and expel from the United States aliens who are members of the anarchist and similar classes', as amended * * *.' 54 Stat. 672, 8 U.S.C. (1946 ed.) &#167; 155(d).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Act of October 16, 1918, c. 186, 40 Stat. 1012, as amended by the Internal Security Act of 1950, c. 1024, &#167; 22, 64 Stat. 1006&#8212;1008, provided in pertinent part:</p>\n        <p>'Any alien who is a member of any one of the following classes shall be excluded from admission into the United States:</p>\n        <p>'(2) Aliens who, at any time, shall be or shall have been members of any of following classes:</p>\n        <p>'(C) Aliens who are member of or affiliated with (i) the Communist Party of the United States, (ii) any other totalitarian party of the United States, (iii) the Communist Political Association, (iv) the Communist or other totalitarian party of any State of the United States, of any foreign state, or of any political or geographical subdivision of any foreign state; (v) any section, subsidiary, branch, affiliate, or subdivision of any such association or party; or (vi) the direct predecessors or successors of any such association or party, regardless of what name such group or organization may have used, may now bear, or may hereafter adopt;</p>\n        <p>'Sec. 4. (a) Any alien who was at the time of entering the United States, or has been at any time thereafter, * * * a member of any one of the classes of aliens enumerated in section 1(2) of this Act, shall, upon the warrant of the Attorney General, be taken into custody and deported * * *.' Now 8 U.S.C.A. &#167;&#167; 1182(a)(28)(C), 1251(a)(6)(A&#8212;C).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> Meiklejohn, Political Freedom (1960) pp. 154&#8212;155, after referring to the efforts of legislative committees to compel Americans to give testimony 'about their political beliefs and affiliations,' goes on to say: '* * * in that filed, the Fifth and the First Amendments are joined together, as their motives have been joined for centuries, in requiring of free citizens and of free institutions that they resist with all their might the irresponsible usurpations of a legislature which would attempt to tell men what they may believe and what they may not believe, with whom they may associate and with whom they may not associate.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> Petitioner was admitted as a student pursuant to &#167; 4(e) of the Immigration Act of 1924. 43 Stat. 155, 8 U.S.C. (1946 ed.) &#167; 204(e), now 8 U.S.C.A. &#167; 1101(a)(15)(F).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> See Maguire, Attack of the Common Lawyers on the Oath Ex Officio As Administered in the Ecclesiatical Courts in England, Essays in History and Political Theory (1936), c. VII, p. 199, at 215, where the procedure of the High Commission is described:</p>\n        <p>'Thus the defendant swore to answer fully and truly all questions which might be put to him before he knew the charges in detail, and in cases ex officio without knowing the accuser. Either party could produce witnesses who gave their depositions on oath, but in the most important cases ex officio mero the whole trial was based on the answers of the defendant. As in the Star Chamber the judges delivered their opinions seriatim and the decree accorded with the decision of the majority.</p>\n        <p>'Thus the crux of the procedure was the oath ex officeo. Until the defendant had been sworn, the articles for his examination could not be produced; until he had been examined, the case could not proceed to trial. Refusal or partial answers constituted contempt, followed by imprisonmentf perjury was a cardinal sin.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-2\">\n        <a class=\"footnote\" href=\"#fn1-2_ref\">1</a>\n        <p> The suspension provisions, with their reference to deportability under the 1918 Act as a disqualification, were added to the old &#167; 19 through the amendments of 1940 and 1948, 54 Stat. 672, 62 Stat. 1206.</p>\n        <p>The validity of the proceedings here is to be tested under the law as it stood as of the time of the administrative hearing and review in 1951 and early 1952, before the passage of the Immigration and Nationality Act of 1952, 66 Stat. 163, 8 U.S.C. &#167; 1101 et seq., 8 U.S.C.A. &#167; 1101 et seq., on June 27, 1952. See &#167; 405(a) of the later Act, 66 Stat. 280.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-2\">\n        <a class=\"footnote\" href=\"#fn2-2_ref\">2</a>\n        <p> Section 23 of the 1924 Immigration Act, 43 Stat. 165, placed the burden on the alien in a deportation proceeding to show that he had been lawfully admitted to the country. The current Act is to the same effect. &#167; 291, 66 Stat. 234, 8 U.S.C. &#167; 1361, 8 U.S.C.A. &#167; 1361. The courts in the cases cited in text drew a sharp distinction between this issue and the matter of deportability owing to post-admission conduct. The failure of Congress to specify other issues on which the alien has the burden is confirmation of the correctness of these decisions. See United States ex rel. Bilokumsky v. Tod, 263 U.S. 149, 153, 44 S.Ct. 54, 55, 68 L.Ed. 221.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-2\">\n        <a class=\"footnote\" href=\"#fn3-2_ref\">3</a>\n        <p> Section 19(c) in terms imposes a burden of proof on the alien as to his good moral character, but is silent as to the burden of proof otherwise. And it is in &#167; 19(d) that the noneligibility of those deportable under the amended 1918 Act is provided for; and &#167; 19(d) is inexplicit as to the burden of proof. Accordingly, no support for this application of the regulation can be found in &#167; 19(c).</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/106075/"
}