{"absolute_url": "/opinion/99152/thompson-v-united-states/", "blocked": false, "citation": {"case_name": "Thompson v. United States", "docket_number": "184", "document_uris": ["/api/rest/v2/document/99152/"], "federal_cite_one": "246 U.S. 547", "federal_cite_three": null, "federal_cite_two": null, "id": 83535, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/83535/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 12, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1918-04-15", "date_modified": "2014-12-21T15:08:07.692620", "docket": "/api/rest/v2/docket/272887/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">246 U.S. 547</p>\n    <p class=\"case_cite\">38 S.Ct. 349</p>\n    <p class=\"case_cite\">62 L.Ed. 876</p>\n    <p class=\"parties\">THOMPSON<br>v.<br>UNITED STATES.</p>\n    <p class=\"docket\">No. 184.</p>\n    <p class=\"date\">Argued March 12, 1918.</p>\n    <p class=\"date\">Decided April 15, 1918.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. William B. King, George A. King, and William E. Harvey, all of Washington, D. C., for appellant.</p>\n      <p class=\"indent\">Mr. Assistant Attorney General Thompson, for the United States.</p>\n      <p class=\"indent\">Mr. Justice CLARKE delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from a decision by the Court of Claims sustaining a demurrer and dismissing appellant's petition.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The appellant alleges that his decedent on April 28, 1863, 'executed a bill of sale to the Confederate States of America' for seventy-two bales of cotton and received therefor 'bonds of the Confederate States government to the nominal value of $5,500.' This bill of sale reads as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'72 Bales; Aggregate Weight 37309 at 15 $5,596.35/100</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'State of Mississippi, County of Copiah:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'Pine Ridge, April 28/63.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'The undersigned having sold to the Confederate States of      America, and received the value of same in bonds, the receipt      of which is hereby acknowledged, bales of cotton, marked,      numbered and classed as in the margin, which are now      deposited at his gin house &amp; shed hereby agrees to take due      care of said cotton whilst on his plantation, and to deliver      the same at his own expense, at Brookhaven, in the state of      Miss. to the order of the Secretary of the Treasury, or his      agents, or their assigns.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'J. H. Thompson.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">It is further alleged that the appellant has no knowledge as to the disposition made of the bonds received by his decedent and that they became valueless on surrender of the military forces of the Confederate States; that the cotton remained in the possession of his decedent until subsequent to June 30, 1865, when forty-three of the seventy-two bales were taken from him by United States Treasury agents under warrant of the Act of Congress, approved March 3, 1863, entitled 'An act to provide for the collection of abandoned property' and for other purposes; that the cotton was sold and the proceeds deposited in the Treasury of the United States, and that 'the claimant (appellant) and said decedent have at all times borne true allegiance to the government of the United States and have not in any way voluntarily aided, abetted or given encouragement to rebellion against the said government, that is to say, if any such acts were committed during the late Civil War between the years 1861 and 1865, a full pardon has been granted therefor by the President of the United States.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Upon the facts thus stated the appellant asserts a right to recover the net proceeds of the cotton seized and sold, based upon the terms of section 162 of the Act of March 3, 1911 (the Judicial Code) which reads as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'Sec. 162. The Court of Claims shall have jurisdiction to      hear and determine the claims of those whose property was      taken subsequent to June the first, 1865, under the      provisions of the act of Congress approved March twelfth      [third], 1863, entitled 'An act to provide for the collection      of abandoned property and for the prevention of frauds in      insurrectionary districts within the United States,' and acts      amendatory thereof where the property so taken was sold and      the net proceeds thereof were placed in the Treasury of the      United States; and the Secretary of the Treasury shall return      said net proceeds to the owners thereof, on the judgment of      said court, and full jurisdiction is given to said court to      adjudge said claims, any statutes of limitations to the      contrary notwithstanding.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Assuming that the pardon pleaded in the petition and the decisions of this court relieve the appellant of any disability on account of the claimed disloyalty of his decedent (Carlisle v. United States, 16 Wall. 147, 21 L. Ed. 426), it is clear that he can prevail only if his decedent was the owner of t e cotton when it was seized, for the Court of Claims is given jurisdiction to hear and determine only 'claims of those whose property is taken,' and this language can have no other meaning.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In the case of Whitfield v. United States, 92 U. S. 165, 23 L. Ed. 705, it was decided that a sale of cotton, with payment in bonds, under circumstances precisely similar to those we have here, passed title to the Confederate government without formal delivery, so that the vendor ceased to be the owner of the cotton from the time he accepted the bonds.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It is frankly conceded by the appellant that this decision rules the case at bar and we are asked to reconsider and overrule it on various grounds.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It is argued that, because appellant's decedent in this case (as in that) continued in possession of the cotton until his vendee became insolvent and the bonds given in payment became valueless, he had a lien for the value of it, which constituted him the owner within the meaning of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The report of the Whitfield Case shows that this claim was pressed upon the attention of this court, and that it was rejected for the reason that the bonds were accepted as payment, as fully as if it had been made in money, with all the incidents of such payment. With this conclusion we are satisfied.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">It is also argued that Congress, in enacting this section, intended to give a right of recovery to all persons who sold cotton to the Confederate government, which was afterwards seized by the United States under warrant of the Act of March 3, 1863, referred to, and upon the theory that such sales were void and therefore did not pass title but left the nominal vendors the owners of the cotton, we are urged to so construe the section as to give effect to such supposed intention.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It is asserted that evidence of this intention is to be found in the fact that if not so construed the section will be ineffective and meaningless, because all claims for property taken from owners under the Act of March 3, 1863, other than for such as was sold to the Confederate government had been disposed of before its enactment.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Even if the non-existence of other claims for the statute to operate upon were shown, as it is not, by the petition and the attached exhibit, still this contention could not be allowed.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The intention of the Congress is to be sought for primarily in the language used, and where this expresses an intention reasonably intelligible and plain it must be accepted without modification by resort to construction or conjecture. Gardner v. Collins, 2 Pet. 58, 93, 7 L. Ed. 347; United States v. Goldenberg, 168 U. S. 95, 102, 18 Sup. Ct. 3, 42 L. Ed. 394.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We have found that section 162, relied upon by appellant, is sufficiently clear in meaning, and we cannot doubt that if the Congress had intended by it to change the law, as evidenced by the Whitfield decision, of which we must assume that it had full knowledge (Chesapeake &amp; Potomac Tel. C. v. Manning, 186 U. S. 238, 245, 22 Sup. Ct. 881, 46 L. Ed. 1144) it would have done so in plain terms, especially in a matter of such great importance as we have here, and that language would not have been used which, as we have seen, confers jurisdiction upon the Court of Claims only in cases which are clearly consonant with and within the scope of that decision.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">It results that the judgment of the Court of Claims must be</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>246 U.S. 547 (1918)</b></center>\n<center><h1>THOMPSON, ADMINISTRATOR OF THOMPSON,<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 184.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 12, 1918.</center>\n<center>Decided April 15, 1918.</center>\nAPPEAL FROM THE COURT OF CLAIMS.\n<p><i>Mr. William B. King,</i> with whom <i>Mr. George A. King, Mr. Samuel Maddox</i> and <i>Mr. H. Prescott Gatley</i> were on the brief, for appellant.</p>\n<p><i>Mr. Assistant Attorney General Thompson</i> for the United States.</p>\n<p><span class=\"star-pagination\">*548</span> MR. JUSTICE CLARKE delivered the opinion of the court.</p>\n<p>This is an appeal from a decision by the Court of Claims sustaining a demurrer and dismissing appellant's petition.</p>\n<p>The appellant alleges that his decedent on April 28th, 1863, \"executed a bill of sale to the Confederate States of America\" for seventy-two bales of cotton and received therefor \"bonds of the Confederate States Government to the nominal value of $5,500.\" This bill of sale reads as follows:</p>\n   \"72 Bales; Aggregate Weight 37309 at 15 $5,596.35/100\n   \"State of Mississippi,\n     County of Copiah:\n                             Pine Ridge, April 28/63.\n<p>\"The undersigned having sold to the Confederate States of America, and received the value of same in bonds, the Receipt of which is hereby acknowledged, Bales of Cotton, marked, numbered and classed as in the margin, which are now deposited at his Gin House &amp; Shed hereby agrees to take due care of said cotton whilst on his plantation, and to deliver the same at his own expense, at Brookhaven, in the State of Miss. to the order of the Secretary of the Treasury, or his Agents, or their Assigns.</p>\n                                     J.H. Thompson.\"\n<p>It is further alleged that the appellant has no knowledge as to the disposition made of the bonds received by his decedent and that they became valueless on surrender of the military forces of the Confederate States; that the cotton remained in the possession of his decedent until subsequent to June 30th, 1865, when forty-three of the seventy-two bales were taken from him by United States Treasury agents under warrant of the Act of Congress, approved March 12, 1863, c. 120, 12 Stat. 820, entitled \"An Act to provide for the collection of abandoned property\" and for other purposes; that the cotton was sold and the proceeds <span class=\"star-pagination\">*549</span> deposited in the Treasury of the United States, and that \"the claimant [appellant] and said decedent have at all times borne true allegiance to the Government of the United States and have not in any way voluntarily aided, abetted or given encouragement to rebellion against the said Government, that is to say, if any such acts were committed during the late Civil War between the years 1861 and 1865, a full pardon has been granted therefor by the President of the United States.\"</p>\n<p>Upon the facts thus stated the appellant asserts a right to recover the net proceeds of the cotton seized and sold, based upon the terms of ยง 162 of the Act of March 3, 1911, c. 231, 36 Stat. 1087 (the Judicial Code), which reads as follows:</p>\n<p>\"Sec. 162. The Court of Claims shall have jurisdiction to hear and determine the claims of those whose property was taken subsequent to June the first, eighteen hundred and sixty-five, under the provisions of the Act of Congress approved March twelfth, eighteen hundred and sixty-three entitled `An Act to provide for the collection of abandoned property and for the prevention of frauds in insurrectionary districts within the United States,' and Acts amendatory thereof where the property so taken was sold and the net proceeds thereof were placed in the Treasury of the United States; and the Secretary of the Treasury shall return said net proceeds to the owners thereof, on the judgment of said court, and full jurisdiction is given to said court to adjudge said claims, any statutes of limitations to the contrary notwithstanding.\"</p>\n<p>Assuming that the pardon pleaded in the petition and the decisions of this court relieve the appellant of any disability on account of the claimed disloyalty of his decedent (<i>Carlisle</i> v. <i>United States,</i> 16 Wall. 147) it is clear that he can prevail only if his decedent was the owner of the cotton when it was seized, for the Court of Claims is given jurisdiction to hear and determine only \"claims of <span class=\"star-pagination\">*550</span> those whose property was taken,\" and this language can have no other meaning.</p>\n<p>In the case of <i>Whitfield</i> v. <i>United States,</i> 92 U.S. 165, it was decided that a sale of cotton, with payment in bonds, under circumstances precisely similar to those we have here, passed title to the Confederate Government without formal delivery, so that the vendor ceased to be the owner of the cotton from the time he accepted the bonds.</p>\n<p>It is frankly conceded by the appellant that this decision rules the case at bar and we are asked to reconsider and overrule it on various grounds.</p>\n<p>It is argued that, because appellant's decedent in this case (as in that) continued in possession of the cotton until his vendee became insolvent and the bonds given in payment became valueless, he had a lien for the value of it, which constituted him the owner within the meaning of the statute.</p>\n<p>The report of the <i>Whitfield Case</i> shows that this claim was pressed upon the attention of this court, and that it was rejected for the reason that the bonds were accepted as payment, as fully as if it had been made in money, with all the incidents of such payment. With this conclusion we are satisfied.</p>\n<p>It is also argued that Congress, in enacting this section, intended to give a right of recovery to all persons who sold cotton to the Confederate Government, which was afterwards seized by the United States under warrant of the Act of March 12, 1863, referred to, and upon the theory that such sales were void and therefore did not pass title but left the nominal vendors the owners of the cotton, we are urged to so construe the section as to give effect to such supposed intention.</p>\n<p>It is asserted that evidence of this intention is to be found in the fact that if not so construed the section will be ineffective and meaningless, because all claims for <span class=\"star-pagination\">*551</span> property taken from owners under the Act of March 12, 1863, other than for such as was sold to the Confederate Government had been disposed of before its enactment.</p>\n<p>Even if the non-existence of other claims for the statute to operate upon were shown, as it is not, by the petition and the attached exhibit, still this contention could not be allowed.</p>\n<p>The intention of the Congress is to be sought for primarily in the language used, and where this expresses an intention reasonably intelligible and plain it must be accepted without modification by resort to construction or conjecture. (<i>Gardner</i> v. <i>Collins,</i> 2 Pet. 58, 93; <i>United States</i> v. <i>Goldenberg,</i> 168 U.S. 95, 102.)</p>\n<p>We have found that ยง 162, relied upon by appellant, is sufficiently clear in meaning and we cannot doubt that if the Congress had intended by it to change the law, as evidenced by the <i>Whitfield</i> decision, of which we must assume that it had full knowledge (<i>Chesapeake &amp; Potomac Telephone Co.</i> v. <i>Manning,</i> 186 U.S. 238, 245) it would have done so in plain terms, especially in a matter of such great importance as we have here, and that language would not have been used which, as we have seen, confers jurisdiction upon the Court of Claims only in cases which are clearly consonant with and within the scope of that decision.</p>\n<p>It results that the judgment of the Court of Claims must be</p>\n<p><i>Affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">246</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">547</span></span> (1918)</b></center>\n<center><h1>THOMPSON, ADMINISTRATOR OF THOMPSON,<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 184.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 12, 1918.</center>\n<center>Decided April 15, 1918.</center>\nAPPEAL FROM THE COURT OF CLAIMS.\n<p><i>Mr. William B. King,</i> with whom <i>Mr. George A. King, Mr. Samuel Maddox</i> and <i>Mr. H. Prescott Gatley</i> were on the brief, for appellant.</p>\n<p><i>Mr. Assistant Attorney General Thompson</i> for the United States.</p>\n<p><span class=\"star-pagination\">*548</span> MR. JUSTICE CLARKE delivered the opinion of the court.</p>\n<p>This is an appeal from a decision by the Court of Claims sustaining a demurrer and dismissing appellant's petition.</p>\n<p>The appellant alleges that his decedent on April 28th, 1863, \"executed a bill of sale to the Confederate States of America\" for seventy-two bales of cotton and received therefor \"bonds of the Confederate States Government to the nominal value of $5,500.\" This bill of sale reads as follows:</p>\n   \"72 Bales; Aggregate Weight 37309 at 15 $5,596.35/100\n   \"State of Mississippi,\n     County of Copiah:\n                             Pine Ridge, April 28/63.\n<p>\"The undersigned having sold to the Confederate States of America, and received the value of same in bonds, the Receipt of which is hereby acknowledged, Bales of Cotton, marked, numbered and classed as in the margin, which are now deposited at his Gin House &amp; Shed hereby agrees to take due care of said cotton whilst on his plantation, and to deliver the same at his own expense, at Brookhaven, in the State of Miss. to the order of the Secretary of the Treasury, or his Agents, or their Assigns.</p>\n                                     J.H. Thompson.\"\n<p>It is further alleged that the appellant has no knowledge as to the disposition made of the bonds received by his decedent and that they became valueless on surrender of the military forces of the Confederate States; that the cotton remained in the possession of his decedent until subsequent to June 30th, 1865, when forty-three of the seventy-two bales were taken from him by United States Treasury agents under warrant of the Act of Congress, approved March 12, 1863, c. 120, 12 Stat. 820, entitled \"An Act to provide for the collection of abandoned property\" and for other purposes; that the cotton was sold and the proceeds <span class=\"star-pagination\">*549</span> deposited in the Treasury of the United States, and that \"the claimant [appellant] and said decedent have at all times borne true allegiance to the Government of the United States and have not in any way voluntarily aided, abetted or given encouragement to rebellion against the said Government, that is to say, if any such acts were committed during the late Civil War between the years 1861 and 1865, a full pardon has been granted therefor by the President of the United States.\"</p>\n<p>Upon the facts thus stated the appellant asserts a right to recover the net proceeds of the cotton seized and sold, based upon the terms of ยง 162 of the Act of March 3, 1911, c. 231, 36 Stat. 1087 (the Judicial Code), which reads as follows:</p>\n<p>\"Sec. 162. The Court of Claims shall have jurisdiction to hear and determine the claims of those whose property was taken subsequent to June the first, eighteen hundred and sixty-five, under the provisions of the Act of Congress approved March twelfth, eighteen hundred and sixty-three entitled `An Act to provide for the collection of abandoned property and for the prevention of frauds in insurrectionary districts within the United States,' and Acts amendatory thereof where the property so taken was sold and the net proceeds thereof were placed in the Treasury of the United States; and the Secretary of the Treasury shall return said net proceeds to the owners thereof, on the judgment of said court, and full jurisdiction is given to said court to adjudge said claims, any statutes of limitations to the contrary notwithstanding.\"</p>\n<p>Assuming that the pardon pleaded in the petition and the decisions of this court relieve the appellant of any disability on account of the claimed disloyalty of his decedent (<i>Carlisle</i> v. <i>United States,</i> 16 Wall. 147) it is clear that he can prevail only if his decedent was the owner of the cotton when it was seized, for the Court of Claims is given jurisdiction to hear and determine only \"claims of <span class=\"star-pagination\">*550</span> those whose property was taken,\" and this language can have no other meaning.</p>\n<p>In the case of <i>Whitfield</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"89259\"><a href=\"/opinion/89259/whitfield-v-united-states/\"><span class=\"volume\">92</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">165</span></a></span>, it was decided that a sale of cotton, with payment in bonds, under circumstances precisely similar to those we have here, passed title to the Confederate Government without formal delivery, so that the vendor ceased to be the owner of the cotton from the time he accepted the bonds.</p>\n<p>It is frankly conceded by the appellant that this decision rules the case at bar and we are asked to reconsider and overrule it on various grounds.</p>\n<p>It is argued that, because appellant's decedent in this case (as in that) continued in possession of the cotton until his vendee became insolvent and the bonds given in payment became valueless, he had a lien for the value of it, which constituted him the owner within the meaning of the statute.</p>\n<p>The report of the <i>Whitfield Case</i> shows that this claim was pressed upon the attention of this court, and that it was rejected for the reason that the bonds were accepted as payment, as fully as if it had been made in money, with all the incidents of such payment. With this conclusion we are satisfied.</p>\n<p>It is also argued that Congress, in enacting this section, intended to give a right of recovery to all persons who sold cotton to the Confederate Government, which was afterwards seized by the United States under warrant of the Act of March 12, 1863, referred to, and upon the theory that such sales were void and therefore did not pass title but left the nominal vendors the owners of the cotton, we are urged to so construe the section as to give effect to such supposed intention.</p>\n<p>It is asserted that evidence of this intention is to be found in the fact that if not so construed the section will be ineffective and meaningless, because all claims for <span class=\"star-pagination\">*551</span> property taken from owners under the Act of March 12, 1863, other than for such as was sold to the Confederate Government had been disposed of before its enactment.</p>\n<p>Even if the non-existence of other claims for the statute to operate upon were shown, as it is not, by the petition and the attached exhibit, still this contention could not be allowed.</p>\n<p>The intention of the Congress is to be sought for primarily in the language used, and where this expresses an intention reasonably intelligible and plain it must be accepted without modification by resort to construction or conjecture. (<i>Gardner</i> v. <i>Collins,</i> <span class=\"citation\" data-id=\"85616\"><a href=\"/opinion/85616/gardner-v-collins/\"><span class=\"volume\">2</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">58</span></a></span>, 93; <i>United States</i> v. <i>Goldenberg,</i> <span class=\"citation\" data-id=\"94747\"><a href=\"/opinion/94747/united-states-v-goldenberg/\"><span class=\"volume\">168</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">95</span></a></span>, 102.)</p>\n<p>We have found that ยง 162, relied upon by appellant, is sufficiently clear in meaning and we cannot doubt that if the Congress had intended by it to change the law, as evidenced by the <i>Whitfield</i> decision, of which we must assume that it had full knowledge (<i>Chesapeake &amp; Potomac Telephone Co.</i> v. <i>Manning,</i> <span class=\"citation\" data-id=\"95687\"><a href=\"/opinion/95687/chesapeake-potomac-telephone-co-v-manning/\"><span class=\"volume\">186</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span></a></span>, 245) it would have done so in plain terms, especially in a matter of such great importance as we have here, and that language would not have been used which, as we have seen, confers jurisdiction upon the Court of Claims only in cases which are clearly consonant with and within the scope of that decision.</p>\n<p>It results that the judgment of the Court of Claims must be</p>\n<p><i>Affirmed.</i></p>\n</div>", "id": 99152, "judges": "Clarke", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/99152/", "sha1": "5670a0c633903c86831e893b2f65852c5599b3d4", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:46:48"}