{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "247 U.S. 282", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/99191/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Union Pac. RR Co. v. Weld County", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "22", 
    "id": 83574, 
    "resource_uri": "/api/rest/v2/citation/83574/"
  }, 
  "id": 99191, 
  "blocked": false, 
  "judges": "Van Devanter", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1918-06-03", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>247 U.S. 282 (1918)</b></center>\n<center><h1>UNION PACIFIC RAILROAD COMPANY<br>\nv.<br>\nBOARD OF COUNTY COMMISSIONERS OF THE COUNTY OF WELD, STATE OF COLORADO, ET AL.</h1></center>\n<center>No. 22.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 15, 1916.</center>\n<center>Decided June 3, 1918.</center>\nAPPEAL FROM AND CERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE EIGHTH CIRCUIT.\n<p><span class=\"star-pagination\">*283</span> <i>Mr. C.C. Dorsey,</i> with whom <i>Mr. N.H. Loomis</i> was on the briefs, for appellant and petitioner.</p>\n<p><i>Mr. Charles F. Tew</i> for appellees and respondents.</p>\n<p>MR. JUSTICE VAN DEVANTER delivered the opinion of the court.</p>\n<p>This is a suit by the Union Pacific Railroad Company to enjoin the collection of a portion of the taxes levied on its property in Weld County, Colorado, in a particular year, the gravamen of the complaint being that the company's property was assessed at one-third of its value, while most of the other property was assessed at one-fifth and some not at all, and that this operated to place an undue burden of taxation on the company contrary to the constitution and laws of the State and to the due process and equal protection clauses of the Fourteenth Amendment. A portion of the taxes was conceded to be valid and was paid. The portion in dispute amounts to $31,127.37. An application for a temporary injunction, submitted on affidavits and other proofs, was denied by the District Court, and that interlocutory order was affirmed by the Circuit Court of Appeals, 217 Fed. Rep. 540; 222 Fed. Rep. 651, both courts being of opinion that relief by injunction was not admissible because there was a plain, adequate and complete remedy at law. While that <span class=\"star-pagination\">*284</span> view might have resulted in a final decree dismissing the bill, such a decree was neither entered in the District Court nor directed by the Circuit Court of Appeals. In other words, an amendment of the bill and further proceedings were not precluded.</p>\n<p>An appeal to this court from the affirmance of the District Court's interlocutory order was allowed, but the appeal is without statutory sanction and must be dismissed. Anticipating that this might be so, the company presented a petition for a writ of certiorari under § 262 of the Judicial Code (see <i>McClellan</i> v. <i>Carland,</i> 217 U.S. 268; <i>United States</i> v. <i>Beatty,</i> 232 U.S. 463, 467; <i>Meeker</i> v. <i>Lehigh Valley R.R. Co.,</i> 234 U.S. 749), consideration of which was postponed to the hearing on the appeal. We now grant the petition and treat the record on the appeal as the return to the writ. See <i>Farrell</i> v. <i>O'Brien,</i> 199 U.S. 89, 101; <i>White-Smith Music Co.</i> v. <i>Apollo Co.,</i> 209 U.S. 1, 8.</p>\n<p>For many years the revenue laws of Colorado have contained a section<sup>[1]</sup> imposing on the board of county commissioners \"in all cases\" the duty of refunding to the taxpayer \"without abatement or discount\" \"any tax, interest or costs, or any portion thereof,\" which is found to have been \"erroneous or illegal\", and by a necessary implication conferring on him a correlative and substantive right to have the same so refunded. Laws 1870, p. 123, § 106; 2 Mills Ann. Stats., § 6463; Laws 1902, c. 3, § 202; Rev. Stats. 1908, § 5750; <i>Price</i> v. <i>Kramer,</i> 4 Colorado, 546, 555; <i>Woodward</i> v. <i>Ellsworth,</i> 4 Colorado, 580, 581; <i>Hallett</i> v. <i>Arapahoe County,</i> 40 Colorado, 308, 318; <i>Bent County</i> v. <i>Atchison, Topeka &amp; Santa Fe Ry. Co.,</i> <span class=\"star-pagination\">*285</span> 52 Colorado, 609, 612-614. If that section is still in force, unqualified and unmodified, the conclusion below that in this case there is a plain, adequate and complete remedy at law, and therefore that relief by injunction is not admissible, is fully sustained by our decisions. <i>Singer Sewing Machine Co.</i> v. <i>Benedict,</i> 229 U.S. 481, and cases there cited; <i>Pittsburg, etc., Ry. Co.</i> v. <i>Board of Public Works,</i> 172 U.S. 32; <i>Arkansas Building &amp; Loan Assn.</i> v. <i>Madden,</i> 175 U.S. 269; <i>Raymond</i> v. <i>Chicago Union Traction Co.,</i> 207 U.S. 20, 38; <i>Johnson</i> v. <i>Wells, Fargo &amp; Co.,</i> 239 U.S. 234, 243; <i>Greene</i> v. <i>Louisville &amp; Interurban R.R. Co.,</i> 244 U.S. 499, 519.</p>\n<p>That the taxes were levied for state, school district and town, as well as for county, purposes is not material; for it is apparent from the Colorado statutes and decisions that the section covers broadly the whole of the tax that is found to have been erroneous or illegal, regardless of the purpose for which it was levied and placed on the county tax roll. And it also is immaterial that the taxes were made a lien on the company's real property, for the lien would be effectually removed by paying them and suing to recover back the money. <i>Allen</i> v. <i>Pullman's Palace Car Co.,</i> 139 U.S. 658, 661; <i>Arkansas Building &amp; Loan Assn.</i> v. <i>Madden, supra,</i> 273.</p>\n<p>Whether the section named is still in force, unqualified and unmodified, is the important question. If not in force, a single action at law would not suffice, for then it would be necessary to bring a separate action against each of several school districts and towns for its part of the tax. See <i>Raymond</i> v. <i>Chicago Union Traction Co., supra,</i> pp. 39-40. And if the section has been so qualified and modified that the continued existence of the right originally conferred on the taxpayer is involved in uncertainty, an essential element of the requisite remedy at law is wanting; for as this court has said, \"It is a settled principle of equity jurisprudence that, if the remedy at <span class=\"star-pagination\">*286</span> law be doubtful, a court of equity will not decline cognizance of the suit. . . . Where equity can give relief plaintiff ought not to be compelled to speculate upon the chance of his obtaining relief at law.\" <i>Davis</i> v. <i>Wakelee,</i> 156 U.S. 680, 688.</p>\n<p>In 1911 Colorado established a state tax commission and conferred on it extensive supervisory powers over the administration of the revenue laws of the State, including the acts of assessors and boards of county commissioners. Laws 1911, c. 216. And in 1913, before the present suit was begun, the State adopted a statute extending the powers of the commission and repealing \"all acts or parts of acts in conflict\" therewith. Laws 1913, c. 134. The fifth section of that act says:</p>\n<p>\"No abatement, rebate or refund of taxes shall be allowed by the county commissioners, unless a hearing shall be had thereon and a notice of such hearing and an opportunity to be present being [be] first given to the assessor, and in case any abatement, rebate or refund of taxes shall be recommended by said county commissioners, they shall certify to the Colorado Tax Commission their findings, giving the amount of such abatement, rebate or refund, and their reasons therefor, and such abatement, rebate or refund shall become effective upon the endorsement thereon of the approval of the Colorado Tax Commission and in case the said Colorado Tax Commission shall disapprove the recommendations of the county commissioners, they shall endorse their disapproval thereon and return it to the county commissioners with a statement of their reasons therefor and no abatement, rebate or refund of taxes shall be allowed by the said board of county commissioners if the application is disapproved by the said Colorado Tax Commission.\"</p>\n<p>Counsel differ widely respecting the effect of this statute on the earlier section (§ 5750, Rev. Stats. 1908) and on the substantive right given by it to have an erroneous <span class=\"star-pagination\">*287</span> or illegal tax refunded. On the one hand it is said that neither the earlier section nor the right thereby conferred is in any wise affected, and that one paying an erroneous or illegal tax still may call on the county board to refund it and, if the application be refused, has a right of action to compel the board to refund. On the other hand, it is said that the new statute qualifies and modifies the earlier section by restricting the power and duty of the county board to refund to instances in which the state tax commission approves the application, and that the correlative right of the taxpayer under the earlier section \u0097 the right impliedly arising out of the duty imposed on the county board \u0097 is qualified and modified accordingly; in other words, that the new statute prohibits any refunding of taxes by the county board save in instances having the approval of the state commission and that in other instances it operates to withdraw from the taxpayer all right of action against the county board under the earlier section.</p>\n<p>An examination of the new statute shows that the controversy just outlined is not without some real basis and that its solution is not free from difficulty. The question is purely one of state law, and, so far as we are advised, the Supreme Court of the State has not passed on or considered it. A ruling by us on the question would neither settle it for that court nor be binding in an action to recover the tax if paid. In these circumstances it cannot be said that the company certainly or plainly has an adequate and complete remedy at law. On the contrary, the existence of such a remedy is debatable and uncertain. And this being so, the situation is not one in which cognizance of the present suit properly can be declined.</p>\n<p>With the question of equitable jurisdiction out of the way, the District Court should dispose of the application for a temporary injunction on the merits and otherwise proceed with the suit in regular course. The controverted questions of fact arising on that application have not been <span class=\"star-pagination\">*288</span> considered by us and we intimate no opinion respecting them. Such questions are rarely, if ever, regarded as properly subject to examination here on writ of certiorari.</p>\n<p><i>Appeal dismissed; certiorari granted, record on appeal to stand as return to writ; decrees below reversed and cause remanded to the District Court for further proceedings in conformity with this opinion.</i></p>\n<h2>NOTES</h2>\n<p>[1]   \". . . and in all cases where any person shall pay any tax, interest or costs, or any portion thereof, that shall thereafter be found to be erroneous or illegal, whether the same be owing to erroneous assessment, to improper or irregular levying of the tax, or clerical or other errors or irregularities, the board of county commissioners shall refund the same without abatement or discount to the taxpayer.\"</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:46:49", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">247</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">282</span></span> (1918)</b></center>\n<center><h1>UNION PACIFIC RAILROAD COMPANY<br>\nv.<br>\nBOARD OF COUNTY COMMISSIONERS OF THE COUNTY OF WELD, STATE OF COLORADO, ET AL.</h1></center>\n<center>No. 22.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 15, 1916.</center>\n<center>Decided June 3, 1918.</center>\nAPPEAL FROM AND CERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE EIGHTH CIRCUIT.\n<p><span class=\"star-pagination\">*283</span> <i>Mr. C.C. Dorsey,</i> with whom <i>Mr. N.H. Loomis</i> was on the briefs, for appellant and petitioner.</p>\n<p><i>Mr. Charles F. Tew</i> for appellees and respondents.</p>\n<p>MR. JUSTICE VAN DEVANTER delivered the opinion of the court.</p>\n<p>This is a suit by the Union Pacific Railroad Company to enjoin the collection of a portion of the taxes levied on its property in Weld County, Colorado, in a particular year, the gravamen of the complaint being that the company's property was assessed at one-third of its value, while most of the other property was assessed at one-fifth and some not at all, and that this operated to place an undue burden of taxation on the company contrary to the constitution and laws of the State and to the due process and equal protection clauses of the Fourteenth Amendment. A portion of the taxes was conceded to be valid and was paid. The portion in dispute amounts to $31,127.37. An application for a temporary injunction, submitted on affidavits and other proofs, was denied by the District Court, and that interlocutory order was affirmed by the Circuit Court of Appeals, 217 Fed. Rep. 540; 222 Fed. Rep. 651, both courts being of opinion that relief by injunction was not admissible because there was a plain, adequate and complete remedy at law. While that <span class=\"star-pagination\">*284</span> view might have resulted in a final decree dismissing the bill, such a decree was neither entered in the District Court nor directed by the Circuit Court of Appeals. In other words, an amendment of the bill and further proceedings were not precluded.</p>\n<p>An appeal to this court from the affirmance of the District Court's interlocutory order was allowed, but the appeal is without statutory sanction and must be dismissed. Anticipating that this might be so, the company presented a petition for a writ of certiorari under § 262 of the Judicial Code (see <i>McClellan</i> v. <i>Carland,</i> 217 U.S. 268; <i>United States</i> v. <i>Beatty,</i> <span class=\"citation\" data-id=\"98102\"><a href=\"/opinion/98102/united-states-v-beatty/\"><span class=\"volume\">232</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">463</span></a></span>, 467; <i>Meeker</i> v. <i>Lehigh Valley R.R. Co.,</i> 234 U.S. 749), consideration of which was postponed to the hearing on the appeal. We now grant the petition and treat the record on the appeal as the return to the writ. See <i>Farrell</i> v. <i>O'Brien,</i> <span class=\"citation\" data-id=\"96328\"><a href=\"/opinion/96328/farrell-v-obrien/\"><span class=\"volume\">199</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></a></span>, 101; <i>White-Smith Music Co.</i> v. <i>Apollo Co.,</i> <span class=\"citation\" data-id=\"96807\"><a href=\"/opinion/96807/white-smith-music-publishing-co-v-apollo-co/\"><span class=\"volume\">209</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 8.</p>\n<p>For many years the revenue laws of Colorado have contained a section<sup>[1]</sup> imposing on the board of county commissioners \"in all cases\" the duty of refunding to the taxpayer \"without abatement or discount\" \"any tax, interest or costs, or any portion thereof,\" which is found to have been \"erroneous or illegal\", and by a necessary implication conferring on him a correlative and substantive right to have the same so refunded. Laws 1870, p. 123, § 106; 2 Mills Ann. Stats., § 6463; Laws 1902, c. 3, § 202; Rev. Stats. 1908, § 5750; <i>Price</i> v. <i>Kramer,</i> 4 Colorado, 546, 555; <i>Woodward</i> v. <i>Ellsworth,</i> 4 Colorado, 580, 581; <i>Hallett</i> v. <i>Arapahoe County,</i> 40 Colorado, 308, 318; <i>Bent County</i> v. <i>Atchison, Topeka &amp; Santa Fe Ry. Co.,</i> <span class=\"star-pagination\">*285</span> 52 Colorado, 609, 612-614. If that section is still in force, unqualified and unmodified, the conclusion below that in this case there is a plain, adequate and complete remedy at law, and therefore that relief by injunction is not admissible, is fully sustained by our decisions. <i>Singer Sewing Machine Co.</i> v. <i>Benedict,</i> <span class=\"citation\" data-id=\"97936\"><a href=\"/opinion/97936/singer-sewing-machine-co-of-nj-v-benedict/\"><span class=\"volume\">229</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">481</span></a></span>, and cases there cited; <i>Pittsburg, etc., Ry. Co.</i> v. <i>Board of Public Works,</i> 172 U.S. 32; <i>Arkansas Building &amp; Loan Assn.</i> v. <i>Madden,</i> 175 U.S. 269; <i>Raymond</i> v. <i>Chicago Union Traction Co.,</i> <span class=\"citation\" data-id=\"96704\"><a href=\"/opinion/96704/raymond-v-chicago-union-traction-co/\"><span class=\"volume\">207</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">20</span></a></span>, 38; <i>Johnson</i> v. <i>Wells, Fargo &amp; Co.,</i> <span class=\"citation\" data-id=\"98572\"><a href=\"/opinion/98572/johnson-v-wells-fargo-co/\"><span class=\"volume\">239</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">234</span></a></span>, 243; <i>Greene</i> v. <i>Louisville &amp; Interurban R.R. Co.,</i> <span class=\"citation\" data-id=\"98991\"><a href=\"/opinion/98991/greene-v-louisville-interurban-r-co/\"><span class=\"volume\">244</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">499</span></a></span>, 519.</p>\n<p>That the taxes were levied for state, school district and town, as well as for county, purposes is not material; for it is apparent from the Colorado statutes and decisions that the section covers broadly the whole of the tax that is found to have been erroneous or illegal, regardless of the purpose for which it was levied and placed on the county tax roll. And it also is immaterial that the taxes were made a lien on the company's real property, for the lien would be effectually removed by paying them and suing to recover back the money. <i>Allen</i> v. <i>Pullman's Palace Car Co.,</i> <span class=\"citation\" data-id=\"93053\"><a href=\"/opinion/93053/allen-v-pullmans-palace-car-co/\"><span class=\"volume\">139</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span>, 661; <i>Arkansas Building &amp; Loan Assn.</i> v. <i>Madden, supra,</i> 273.</p>\n<p>Whether the section named is still in force, unqualified and unmodified, is the important question. If not in force, a single action at law would not suffice, for then it would be necessary to bring a separate action against each of several school districts and towns for its part of the tax. See <i>Raymond</i> v. <i>Chicago Union Traction Co., supra,</i> pp. 39-40. And if the section has been so qualified and modified that the continued existence of the right originally conferred on the taxpayer is involved in uncertainty, an essential element of the requisite remedy at law is wanting; for as this court has said, \"It is a settled principle of equity jurisprudence that, if the remedy at <span class=\"star-pagination\">*286</span> law be doubtful, a court of equity will not decline cognizance of the suit. . . . Where equity can give relief plaintiff ought not to be compelled to speculate upon the chance of his obtaining relief at law.\" <i>Davis</i> v. <i>Wakelee,</i> <span class=\"citation\" data-id=\"94133\"><a href=\"/opinion/94133/davis-v-wakelee/\"><span class=\"volume\">156</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">680</span></a></span>, 688.</p>\n<p>In 1911 Colorado established a state tax commission and conferred on it extensive supervisory powers over the administration of the revenue laws of the State, including the acts of assessors and boards of county commissioners. Laws 1911, c. 216. And in 1913, before the present suit was begun, the State adopted a statute extending the powers of the commission and repealing \"all acts or parts of acts in conflict\" therewith. Laws 1913, c. 134. The fifth section of that act says:</p>\n<p>\"No abatement, rebate or refund of taxes shall be allowed by the county commissioners, unless a hearing shall be had thereon and a notice of such hearing and an opportunity to be present being [be] first given to the assessor, and in case any abatement, rebate or refund of taxes shall be recommended by said county commissioners, they shall certify to the Colorado Tax Commission their findings, giving the amount of such abatement, rebate or refund, and their reasons therefor, and such abatement, rebate or refund shall become effective upon the endorsement thereon of the approval of the Colorado Tax Commission and in case the said Colorado Tax Commission shall disapprove the recommendations of the county commissioners, they shall endorse their disapproval thereon and return it to the county commissioners with a statement of their reasons therefor and no abatement, rebate or refund of taxes shall be allowed by the said board of county commissioners if the application is disapproved by the said Colorado Tax Commission.\"</p>\n<p>Counsel differ widely respecting the effect of this statute on the earlier section (§ 5750, Rev. Stats. 1908) and on the substantive right given by it to have an erroneous <span class=\"star-pagination\">*287</span> or illegal tax refunded. On the one hand it is said that neither the earlier section nor the right thereby conferred is in any wise affected, and that one paying an erroneous or illegal tax still may call on the county board to refund it and, if the application be refused, has a right of action to compel the board to refund. On the other hand, it is said that the new statute qualifies and modifies the earlier section by restricting the power and duty of the county board to refund to instances in which the state tax commission approves the application, and that the correlative right of the taxpayer under the earlier section \u0097 the right impliedly arising out of the duty imposed on the county board \u0097 is qualified and modified accordingly; in other words, that the new statute prohibits any refunding of taxes by the county board save in instances having the approval of the state commission and that in other instances it operates to withdraw from the taxpayer all right of action against the county board under the earlier section.</p>\n<p>An examination of the new statute shows that the controversy just outlined is not without some real basis and that its solution is not free from difficulty. The question is purely one of state law, and, so far as we are advised, the Supreme Court of the State has not passed on or considered it. A ruling by us on the question would neither settle it for that court nor be binding in an action to recover the tax if paid. In these circumstances it cannot be said that the company certainly or plainly has an adequate and complete remedy at law. On the contrary, the existence of such a remedy is debatable and uncertain. And this being so, the situation is not one in which cognizance of the present suit properly can be declined.</p>\n<p>With the question of equitable jurisdiction out of the way, the District Court should dispose of the application for a temporary injunction on the merits and otherwise proceed with the suit in regular course. The controverted questions of fact arising on that application have not been <span class=\"star-pagination\">*288</span> considered by us and we intimate no opinion respecting them. Such questions are rarely, if ever, regarded as properly subject to examination here on writ of certiorari.</p>\n<p><i>Appeal dismissed; certiorari granted, record on appeal to stand as return to writ; decrees below reversed and cause remanded to the District Court for further proceedings in conformity with this opinion.</i></p>\n<h2>NOTES</h2>\n<p>[1]   \". . . and in all cases where any person shall pay any tax, interest or costs, or any portion thereof, that shall thereafter be found to be erroneous or illegal, whether the same be owing to erroneous assessment, to improper or irregular levying of the tax, or clerical or other errors or irregularities, the board of county commissioners shall refund the same without abatement or discount to the taxpayer.\"</p>\n\n</div>", 
  "sha1": "5559e62332a9557f7e8d389716448ff24cefcef4", 
  "date_modified": "2014-12-21T01:36:36.935124", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/99191/union-pac-rr-co-v-weld-county/", 
  "citation_count": 23, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/404794/", 
  "html": "<p class=\"case_cite\">247 U.S. 282</p>\n    <p class=\"case_cite\">38 S.Ct. 510</p>\n    <p class=\"case_cite\">62 L.Ed. 1110</p>\n    <p class=\"parties\">UNION PAC. R. CO.<br>v.<br>BOARD OF COM'RS OF WELD COUNTY, COLORADO, et al.</p>\n    <p class=\"docket\">No. 22.</p>\n    <p class=\"date\">Argued Nov. 15, 1916.</p>\n    <p class=\"date\">Decided June 3, 1918.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Messrs. Clayton C. Dorsey,</i> of Denver, Colo., and <i>N. H. Loomis,</i> of Omaha, Neb., for appellant.</p>\n      <p class=\"indent\"><i>Mr. Charles F. Tew,</i> of Greeley, Colo., for appellees.</p>\n      <p class=\"indent\">Mr. Justice VAN DEVANTER delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a suit by the Union Pacific Railroad Company to enjoin the collection of a portion of the taxes levied on its property in Weld county, Colorado, in a particular year, the gravamen of the complaint being that the company's property was assessed at one-third of its value, while most of the other property was assessed at one-fifth and some not at all, and that this operated to place an undue burden of taxation on the company contrary to the Constitution and laws of the state and to the due process and equal protection clauses of the Fourteenth Amendment. A portion of the taxes was conceded to be valid and was paid. The portion in dispute amounts to $31,127.37. An application for a temporary injunction, submitted on affidavits and other proofs, was denied by the District Court, and that interlocutory order was affirmed by the Circuit Court of Appeals (217 Fed. 540, 133 C. C. A. 392; 222 Fed. 651, 138 C. C. A. 175), both courts being of opinion that relief by injunction was not admissible because there was a plain, adequate and complete remedy at law. While that view might have resulted in a final decree dismissing the bill, such a decree was neither entered in the District Court nor directed by the Circuit Court of Appeals. In other words, an amendment of the bill and further proceedings were not precluded.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">An appeal to his court from the affirmance of the District Court's interlocutory order was allowed, but the appeal is without statutory sanction and must be dismissed. Anticipating that this might be so, the company presented a petition for a writ of certiorari under section 262 of the Judicial Code (Act March 3, 1911, c. 231, 36 Stat. 1162 [Comp. St. 1916, &#167; 1239])&#8212;see McClellan v. Carland, 217 U. S. 268, 30 Sup. Ct. 501, 54 L. Ed. 762; United States v. Beatty, 232 U. S. 463, 467, 34 Sup. Ct. 392, 58 L. Ed. 686; Meeker v. Lehigh Valley R. R. Co., 234 U. S. 749, 34 Sup. Ct. 674, 58 L. Ed. 1576&#8212;consideration of which was postponed to the hearing on the appeal. We now grant the petition and treat the record on the appeal as the return to the writ. See Farrell v. O'Brien, 199 U. S. 89, 101, 25 Sup. Ct. 727, 50 L. Ed. 101; White-Smith Music Co. v. Apollo Co., 209 U. S. 1, 8, 28 Sup. Ct. 319, 52 L. Ed. 655, 14 Ann. Cas. 628.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">For many years the revenue laws of Colorado have contained a section<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> imposing on the board of county commissioners 'in all cases' the duty of refunding to the taxpayer 'without abatement or discount' 'any tax, interest or costs, or any part thereof,' which is found to have been 'erroneous or illegal,' and by a necessary implication conferring on him a correlative and substantive right to have the same so refunded. Laws 1870, p. 123, &#167; 106; 2 Mills Ann. Stat. &#167; 3777; Laws 1902, c. 3, &#167; 202; Rev. Stat. 1908, &#167; 5750; Prico v. Kramer, 4 Colo. 546, 555; Woodward v. Ellsworth, 4 Colo. 580, 581; Hallett v. Arapahoe County, 40 Colo. 308, 318, 90 Pac. 678; County Commissioners of Bent County v. Atchison, etc., Ry. Co., 52 Colo. 609, 612-614, 125 Pac. 528. If that section is still in force, unqualified and unmodified, the conclusion below that in this case there is a plain, adequate and complete remedy at law, and therefore that relief by injunction is not admissible, is fully sustained by our decisions. Singer Sewing Machine Co. v. Benedict, 229 U. S. 481, 33 Sup. Ct. 942, 57 L. Ed. 1288, and cases there cited; Pittsburg, etc., Ry. Co. v. Board of Public Works, 172 U. S. 32, 19 Sup. Ct. 90, 43 L. Ed. 354; Arkansas Building and Loan Ass'n v. Madden, 175 U. S. 269, 20 Sup. Ct. 119, 44 L. Ed. 159; Raymond v. Chicago Union Traction Co., 207 U. S. 20, 38, 28 Sup. Ct. 7, 52 L. Ed. 78, 12 Ann. Cas. 757; Johnson v. Wells Fargo &amp; Co., 239 U. S. 234, 243, 36 Sup. Ct. 62, 60 L. Ed. 243; Greene v. Louisville &amp; Interurban R. R. Co., 244 U. S. 499, 519, 37 Sup. Ct. 673, 61 L. Ed. 1280, Ann. Cas. 1917E, 88.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">That the taxes were levied for state, school district and town, as well as for county, purposes is not material; for it is apparent from the Colorado statutes and decisions that the section covers broadly the whole of the tax that is found to have been erroneous or illegal, regardless of the purpose for which it was levied and placed on the county tax roll. And it also is immaterial that the taxes were made a lien on the company's real property, for the lien would be effectually removed by paying them and suing to recover back the money. Allen v. Pullman's Palace Car Co., 139 U. S. 658, 661, 11 Sup. Ct. 682, 35 L. Ed. 303; Arkansas Building and Loan Ass'n v. Madden, supra, 175 U. S. 273, 20 Sup. Ct. 119, 44 L. Ed. 159.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Whether the section named is still in force, unqualified and unmodified, is the important question. If not in force, a single action at law would not suffice, for then it would be necessary to bring a separate action against each of several school districts and towns for its part of the tax. See Raymond v. Chicago Union Traction Co., supra, 207 U. S. 39, 40, 28 Sup. Ct. 7, 52 L. Ed. 78, 12 Ann. Cas. 757. And if the section has been so qualified and modified that the continued existence of the right originally conferred on the taxpayer is involved in uncertainty, an essential element of the requisite remedy at law is wanting; for, as this court has said:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'It is a settled principle of equity jurisprudence that, if      the remedy at law be doubtful, a court of equity will not decline      cognizance of the suit. * * * Where equity can give relief,      plaintiff ought not to be compelled to speculate upon the      chance of his obtaining relief at law.' Davis v. Wakelee, 156      U. S. 680, 688, 15 Sup. Ct. 555, 39 L. Ed. 578.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In 1911 Colorado established a state tax commission and conferred on it extensive supervisory powers over the administration of the revenue laws of the state, including the acts of assessors and boards of county commissioners. Laws 1911, c. 216. And in 1913, before the pres nt suit was begun, the state adopted a statute extending the powers of the commission and repealing 'all acts or parts of acts in conflict' therewith. Laws 1913, c. 134. The fifth section of that act says:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'No abatement, rebate or refund of taxes shall be allowed by      the county commissioners, unless a hearing shall be had      thereon and a notice of such hearing and an opportunity to be      present being [be] first given to the assessor, and in case      any abatement, rebate or refund of taxes shall be recommended      by said county commissioners, they shall certify to the      Colorado tax commission their findings, giving the amount of      such abatement, rebate or refund, and their reasons therefor,      and such abatement, rebate or refund shall become effective      upon the indorsement thereon of the approval of the Colorado      tax commission and in case the said Colorado tax commission      shall disapprove the recommendation of the county      commissioners, they shall indorse their disapproval thereon      and return it to the county commissioners with a statement of      their reasons therefor and no abatement, rebate or refund of      taxes shall be allowed by the said board of county      commissioners if the application is disapproved by the said      Colorado tax commission.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Counsel differ widely respecting the effect of this statute on the earlier section (section 5750, Rev. Stat. 1908) and on the substantive right given by it to have an erroneous or illegal tax refunded. On the one hand it is said that neither the earlier section nor the right thereby conferred is in any wise affected, and that one paying an erroneous or illegal tax still may call on the county board to refund it and, if the application be refused, has a right of action to compel the board to refund. On the other hand, it is said that the new statute qualifies and modifies the earlier section by restricting the power and duty of the county board to refund to instances in which the state tax commission approves the application, and that the correlative right of the taxpayer under the earlier section&#8212;the right impliedly arising out of the duty imposed on the county board&#8212;is qualified and modified accordingly; in other words, that the new statute prohibits any refunding of taxes by the county board save in instances having the approval of the state commission and that in other instances it operates to withdraw from the taxpayer all right of action against the county board under the earlier section.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">An examination of the new statute shows that the controversy just outlined is not without some real basis and that its solution is not free from difficulty. The question is purely one of state law, and, so far as we are advised, the Supreme Court of the state has not passed on or considered it. A ruling by us on the question would neither settle it for that court nor be binding in an action to recover the tax if paid. In these circumstances it cannot be said that the company certainly or plainly has an adequate and complete remedy at law. On the contrary, the existence of such a remedy is debatable and uncertain. And this being so, the situation is not one in which cognizance of the present suit properly can be declined.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">With the question of equitable jurisdiction out of the way, the District Court should dispose of the application for a temporary injunction on the merits and otherwise proceed with the suit in regular course. The controverted questions of fact arising on that application have not been considered by us and we intimate no opinion respecting them. Such questions are rarely, if ever, regarded as properly subject to examination here on writ of certiorari.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Appeal dismissed; certiorari granted, record on appeal to stand as return to writ; decrees below reversed and cause remanded to the District Court for further proceedings in conformity with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> '* * * And in all cases where any person shall pay any tax, interest or costs, or any portion thereof, that shall thereafter be found to be erroneous or illegal, whe her the same be owing to erroneous assessment, to improper or irregular levying of the tax, or clerical or other errors or irregularities, the board of county commissioners shall refund the same without abatement or discount to the taxpayer.'</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/99191/"
}