{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "248 U.S. 104", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/99232/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Ruddy v. Rossi", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "17", 
    "id": 83615, 
    "resource_uri": "/api/rest/v2/citation/83615/"
  }, 
  "id": 99232, 
  "blocked": false, 
  "judges": "McReynolds", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1918-12-09", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>248 U.S. 104 (1918)</b></center>\n<center><h1>RUDDY<br>\nv.<br>\nROSSI.</h1></center>\n<center>No. 17.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted November 13, 1918.</center>\n<center>Decided December 9, 1918.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF IDAHO.\n<p><i>Mr. Charles E. Miller</i> for plaintiff in error. <i>Mr. A.H. Featherstone</i> was also on the brief.</p>\n<p><span class=\"star-pagination\">*105</span> MR. JUSTICE McREYNOLDS delivered the opinion of the court.</p>\n<p>By \"An act to secure homesteads to actual settlers on the public domain,\" approved May 20, 1862, c. 75, 12 Stat. 392, Congress prescribed the conditions under which citizens could acquire unappropriated public lands in tracts of not exceeding one hundred and sixty acres. A manifest purpose was to induce settlement upon and cultivation of these lands by those who, five years after proper entry, would become owners in fee through issuance of patents. The great end in view was to convert waste places into permanent homes. Such occupancy and use constituted a most important consideration and were rightly expected to yield larger public benefits than the small required payment of one dollar and a quarter per acre.</p>\n<p>Decision of this cause requires us to consider the meaning and validity of § 4 of the act (Rev. Stats., § 2296) which provides: \"No lands acquired under the provisions of this act shall in any event become liable to the satisfaction of any debt or debts contracted prior to the issuing of the patent therefor.\"</p>\n<p>Plaintiff in error made preliminary homestead entry of designated land within the State of Idaho August 6, 1903; submitted final proofs October 4, 1909; obtained <span class=\"star-pagination\">*106</span> final receipt and certificate November 12, 1909; final patent issued August 26, 1912. In 1914 two judgments were obtained against him; the first upon indebtedness incurred prior to November 12, 1909; the second upon debts contracted subsequent to that date and prior to patent. Executions were issued and levied upon the homestead; and thereupon the proceeding under review was begun to declare asserted liens invalid and a cloud upon the title. The court below held the first judgment unenforceable against the land since it represented indebtedness which accrued prior to final entry. It further held the second judgment could be so enforced as it was based upon debts contracted after final entry, at which time the homesteader became legally entitled to his patent. 28 Idaho, 376.</p>\n<p>The language of § 4 is clear and we find no adequate reason for thinking that it fails precisely to express the law-maker's intention.</p>\n<p>Did Congress have power to restrict alienation of homestead lands after conveyance by the United States in fee simple? This question undoubtedly presents difficulties which we are not disposed to minimize. In <i>Wright</i> v. <i>Morgan,</i> 191 U.S. 55, 58, a similar point was suggested but not decided.</p>\n<p>The Constitution declares \"The Congress shall have power to dispose of and make all needful rules and regulations respecting the territory or other property belonging to the United States\"; and it is settled that Congress has plenary power to dispose of public lands. <i>United States</i> v. <i>Gratiot,</i> 14 Pet. 526, 537. They may be leased, sold or given away upon such terms and conditions as the public interests require. Instead of granting fee simple titles with exemption from certain debts, long leases might have been made or conditional titles bestowed in such fashion as practically to protect homesteads from all indebtedness.</p>\n<p><span class=\"star-pagination\">*107</span> \"The sound construction of the Constitution must allow to the national legislature that discretion, with respect to the means by which the powers it confers are to be carried into execution, which will enable that body to perform the high duties assigned to it, in the manner most beneficial to the people. Let the end be legitimate, let it be within the scope of the Constitution, and all means which are appropriate, which are plainly adapted to that end, which are not prohibited, but consist with the letter and spirit of the Constitution, are constitutional.\" <i>McCulloch</i> v. <i>Maryland,</i> 4 Wheat. 316, 421.</p>\n<p>Acting within its discretion, Congress determined that in order promptly to dispose of public lands and bring about their permanent occupation and development it was proper to create the designated exemption; and we are unable to say that the conclusion was ill-founded or that the means were either prohibited or not appropriate to the adequate performance of the high duties which the legislature owed to the public.</p>\n<p>The judgment of the court below must be reversed and the cause remanded for further proceedings not inconsistent with this opinion.</p>\n<p><i>Reversed and remanded.</i></p>\n<p>MR. JUSTICE HOLMES:</p>\n<p>This case involves a question of theory that may be important and I think it desirable to state the considerations that make me doubt. The facts needing to be mentioned are few. On August 26, 1912, the United States conveyed land in Idaho to Ruddy in fee simple, in pursuance of a homestead entry by Ruddy on August 6, 1903, final proof on October 4, 1909, and final receipt of the purchase price on November 12, 1909. In September, 1912, after the conveyance, Rossi began suits against Ruddy, attaching this land, and in June, 1914, levied executions upon the same. The debts for which the <span class=\"star-pagination\">*108</span> suits were brought were incurred before the issue of the patent and the present proceeding is to prevent Rossi from selling the land to satisfy the judgments. The question arises under Rev. Stats., § 2296, providing that no lands acquired under that chapter shall in any event become liable to the satisfaction of any debt contracted prior to the issuing of the patent therefor. The Supreme Court of Idaho narrowed the issue to the case of debts contracted after final proof, but that distinction is not important to the difficulty in my mind.</p>\n<p>My question is this: When land has left the ownership and control of the United States and is part of the territory of a State not different from any other privately owned land within the jurisdiction and no more subject to legislation on the part of the United States than any other land, on what ground is a previous law of Congress supposed any longer to affect it in a way that a subsequent one could not? This land was levied upon not on the assertion that any lien upon it was acquired before the title passed from the United States, but merely as any other land might be attached for a debt that Rossi had a right to collect, after the United States had left the premises. I ask myself what the United States has to do with that. There is no condition, no reserved right of reentry, no reversion in the United States, saved either under the Idaho law as any private grantor might save it, or by virtue of antecedent title. All interest of the United States as owner is at an end. It is a stranger to the title. Even in case of an escheat the land would not go to it, but would go to the State. Therefore the statute must operate, if at all, purely by way of legislation, not as a qualification of the grant. If § 2296 is construed to apply to this case, there is simply the naked assumption of one sovereignty to impose its will after whatever jurisdiction or authority it had has ceased and the land has come fully under the jurisdiction of what for this purpose <span class=\"star-pagination\">*109</span> is a different power. It is a pure attempt to regulate the alienability of land in Idaho by law, without regard to the will of Idaho, which we must assume on this record to authorize the levy if it is not prevented by an act of Congress occupying a paramount place.</p>\n<p>I believe that this Court never has gone farther in the way of sustaining legislation concerning land within a State than to uphold a law forbidding the enclosure of public lands, which little, if at all, exceeded the rights of a private owner, although it was construed to prevent the erection of fences upon the defendants' own property manifestly for the sole purpose of enclosing land of the United States. <i>Camfield</i> v. <i>United States,</i> 167 U.S. 518. At most it was a protection of the present interests of the United States under a title paramount to the State. On the other hand, it is said in <i>Pollard</i> v. <i>Hagan,</i> 3 How. 212, 224, that no power in the nature of municipal sovereignty can be exercised by the United States within a State; that such a power is repugnant to the Constitution. This case was referred to in <i>Withers</i> v. <i>Buckley,</i> 20 How. 84, and it was decided that the act of Congress authorizing the formation of the State of Mississippi and providing that the Mississippi River should be forever free \"could have no effect to restrict the new State in any of its necessary attributes as an independent sovereign government,\" and both these cases were cited upon this point with approval in <i>Ward</i> v. <i>Racehorse,</i> 163 U.S. 504, 511, 512. See also <i>Shively</i> v. <i>Bowlby,</i> 152 U.S. 1, 27. In <i>Irvine</i> v. <i>Marshall,</i> 20 How. 558, where it was held that the laws of a territory abolishing constructive trusts were ineffectual to protect the holder of a certificate from the United States against the establishment of such a trust, it was said that \"when the subject, and all control over it, shall have passed from the United States, and have become vested in a citizen or resident of the territory, then indeed the territorial regulations may operate upon it,\" and <span class=\"star-pagination\">*110</span> later in the decision there is cited a passage from <i>Wilcox</i> v. <i>Jackson,</i> 13 Pet. 498, 517, to the same effect \u0097 a passage also cited and relied upon by the four justices who dissented and held that the territorial laws governed even then. It has been repeated ever since. <i>McCune</i> v. <i>Essig,</i> 199 U.S. 382, 390. <i>Buchser</i> v. <i>Buchser,</i> 231 U.S. 157, 161.</p>\n<p>Coming to the precise issue, the question of the power of the United States to restrict alienation of land within a State after it had conveyed the land in fee was left open in <i>Wright</i> v. <i>Morgan,</i> 191 U.S. 55, 58, but it was said that the clearest expression would be necessary before it would be admitted that such a restriction was imposed. In <i>Buchser</i> v. <i>Buchser,</i> 231 U.S. 157, it was held that the laws of the United States did not prevent homestead land becoming community property at the moment that title was acquired, and it was said that, the acquisition under the United States law being complete, that law had released its control. The statement in <i>Wilcox</i> v. <i>Jackson, supra</i><i>,</i> that when the title has passed the land \"like all other property in the State is subject to the state legislation,\" was repeated. In <i>Alabama</i> v. <i>Schmidt,</i> 232 U.S. 168, following <i>Cooper</i> v. <i>Roberts,</i> 18 How. 173, it was held that land conveyed to the State by the United States for the use of schools could be acquired by adverse possession under state law, and that the trust, although as was said in the earlier case \"a sacred obligation imposed on its public faith\" imposed only an honorary obligation on the State. <i>Northern Pacific Ry. Co.</i> v. <i>Townsend,</i> 190 U.S. 267, was distinguished as having been decided on the ground that in the grant to the Railway there was an implied condition of reverter in case the company ceased to hold the land for the purpose for which it was granted, a ground, which, as I have said, is absent here.</p>\n<p>It is said that where a statute is susceptible of two constructions, by one of which grave constitutional <span class=\"star-pagination\">*111</span> questions arise and by the other of which they are avoided, our duty is to adopt the latter. <i>United States</i> v. <i>Delaware &amp; Hudson Co.,</i> 213 U.S. 366, 408. I am aware that this principle like some others more often is invoked in aid of a conclusion reached on other grounds than made itself the basis of decision, but it seems to me that it properly should govern here. It might without violence. When the Act of 1862, now Rev. Stats., § 2296, was passed, the United States owned territories to which it could be applied with full scope. <i>Irvine</i> v. <i>Marshall,</i> 20 How. 558. The greater part of the public land was in those territories. Without stopping to suggest other possibilities of construction this fact is enough to explain and give validity to the act when passed. There is no need to import to it the intent to anticipate the future and to reach the States that were still in the bosom of time.</p>\n<p>Of course the United States has power to choose appropriate means for exercising the authority given to it by the Constitution. But I see no sufficient ground for extending that authority to a case like this. It is not the business of the United States to determine the policy to be pursued concerning privately owned land within a State. According to all cases in this Court, so far as I know, when the patent issued its authority was at an end.</p>\n<p>I am aware that my doubts are contrary to manifest destiny and to a number of decisions in the State Courts. I know also that when common understanding and practice have established a way it is a waste of time to wander in bypaths of logic. But as I have a real difficulty in understanding how the congressional restriction is held to govern this case \u0097 a question which nothing that I have heard as yet appears to me to answer \u0097 I think it worth while to mention my misgivings, if only to show that they have been considered and are not shared.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:46:50", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">248</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></span> (1918)</b></center>\n<center><h1>RUDDY<br>\nv.<br>\nROSSI.</h1></center>\n<center>No. 17.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted November 13, 1918.</center>\n<center>Decided December 9, 1918.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF IDAHO.\n<p><i>Mr. Charles E. Miller</i> for plaintiff in error. <i>Mr. A.H. Featherstone</i> was also on the brief.</p>\n<p><span class=\"star-pagination\">*105</span> MR. JUSTICE McREYNOLDS delivered the opinion of the court.</p>\n<p>By \"An act to secure homesteads to actual settlers on the public domain,\" approved May 20, 1862, c. 75, 12 Stat. 392, Congress prescribed the conditions under which citizens could acquire unappropriated public lands in tracts of not exceeding one hundred and sixty acres. A manifest purpose was to induce settlement upon and cultivation of these lands by those who, five years after proper entry, would become owners in fee through issuance of patents. The great end in view was to convert waste places into permanent homes. Such occupancy and use constituted a most important consideration and were rightly expected to yield larger public benefits than the small required payment of one dollar and a quarter per acre.</p>\n<p>Decision of this cause requires us to consider the meaning and validity of § 4 of the act (Rev. Stats., § 2296) which provides: \"No lands acquired under the provisions of this act shall in any event become liable to the satisfaction of any debt or debts contracted prior to the issuing of the patent therefor.\"</p>\n<p>Plaintiff in error made preliminary homestead entry of designated land within the State of Idaho August 6, 1903; submitted final proofs October 4, 1909; obtained <span class=\"star-pagination\">*106</span> final receipt and certificate November 12, 1909; final patent issued August 26, 1912. In 1914 two judgments were obtained against him; the first upon indebtedness incurred prior to November 12, 1909; the second upon debts contracted subsequent to that date and prior to patent. Executions were issued and levied upon the homestead; and thereupon the proceeding under review was begun to declare asserted liens invalid and a cloud upon the title. The court below held the first judgment unenforceable against the land since it represented indebtedness which accrued prior to final entry. It further held the second judgment could be so enforced as it was based upon debts contracted after final entry, at which time the homesteader became legally entitled to his patent. 28 Idaho, 376.</p>\n<p>The language of § 4 is clear and we find no adequate reason for thinking that it fails precisely to express the law-maker's intention.</p>\n<p>Did Congress have power to restrict alienation of homestead lands after conveyance by the United States in fee simple? This question undoubtedly presents difficulties which we are not disposed to minimize. In <i>Wright</i> v. <i>Morgan,</i> <span class=\"citation\" data-id=\"95922\"><a href=\"/opinion/95922/wright-v-morgan/\"><span class=\"volume\">191</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">55</span></a></span>, 58, a similar point was suggested but not decided.</p>\n<p>The Constitution declares \"The Congress shall have power to dispose of and make all needful rules and regulations respecting the territory or other property belonging to the United States\"; and it is settled that Congress has plenary power to dispose of public lands. <i>United States</i> v. <i>Gratiot,</i> <span class=\"citation\" data-id=\"86156\"><a href=\"/opinion/86156/united-states-v-gratiot/\"><span class=\"volume\">14</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">526</span></a></span>, 537. They may be leased, sold or given away upon such terms and conditions as the public interests require. Instead of granting fee simple titles with exemption from certain debts, long leases might have been made or conditional titles bestowed in such fashion as practically to protect homesteads from all indebtedness.</p>\n<p><span class=\"star-pagination\">*107</span> \"The sound construction of the Constitution must allow to the national legislature that discretion, with respect to the means by which the powers it confers are to be carried into execution, which will enable that body to perform the high duties assigned to it, in the manner most beneficial to the people. Let the end be legitimate, let it be within the scope of the Constitution, and all means which are appropriate, which are plainly adapted to that end, which are not prohibited, but consist with the letter and spirit of the Constitution, are constitutional.\" <i>McCulloch</i> v. <i>Maryland,</i> <span class=\"citation\" data-id=\"1320585\"><a href=\"/opinion/1320585/mcculloch-v-maryland/\"><span class=\"volume\">4</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">316</span></a></span>, 421.</p>\n<p>Acting within its discretion, Congress determined that in order promptly to dispose of public lands and bring about their permanent occupation and development it was proper to create the designated exemption; and we are unable to say that the conclusion was ill-founded or that the means were either prohibited or not appropriate to the adequate performance of the high duties which the legislature owed to the public.</p>\n<p>The judgment of the court below must be reversed and the cause remanded for further proceedings not inconsistent with this opinion.</p>\n<p><i>Reversed and remanded.</i></p>\n<p>MR. JUSTICE HOLMES:</p>\n<p>This case involves a question of theory that may be important and I think it desirable to state the considerations that make me doubt. The facts needing to be mentioned are few. On August 26, 1912, the United States conveyed land in Idaho to Ruddy in fee simple, in pursuance of a homestead entry by Ruddy on August 6, 1903, final proof on October 4, 1909, and final receipt of the purchase price on November 12, 1909. In September, 1912, after the conveyance, Rossi began suits against Ruddy, attaching this land, and in June, 1914, levied executions upon the same. The debts for which the <span class=\"star-pagination\">*108</span> suits were brought were incurred before the issue of the patent and the present proceeding is to prevent Rossi from selling the land to satisfy the judgments. The question arises under Rev. Stats., § 2296, providing that no lands acquired under that chapter shall in any event become liable to the satisfaction of any debt contracted prior to the issuing of the patent therefor. The Supreme Court of Idaho narrowed the issue to the case of debts contracted after final proof, but that distinction is not important to the difficulty in my mind.</p>\n<p>My question is this: When land has left the ownership and control of the United States and is part of the territory of a State not different from any other privately owned land within the jurisdiction and no more subject to legislation on the part of the United States than any other land, on what ground is a previous law of Congress supposed any longer to affect it in a way that a subsequent one could not? This land was levied upon not on the assertion that any lien upon it was acquired before the title passed from the United States, but merely as any other land might be attached for a debt that Rossi had a right to collect, after the United States had left the premises. I ask myself what the United States has to do with that. There is no condition, no reserved right of reentry, no reversion in the United States, saved either under the Idaho law as any private grantor might save it, or by virtue of antecedent title. All interest of the United States as owner is at an end. It is a stranger to the title. Even in case of an escheat the land would not go to it, but would go to the State. Therefore the statute must operate, if at all, purely by way of legislation, not as a qualification of the grant. If § 2296 is construed to apply to this case, there is simply the naked assumption of one sovereignty to impose its will after whatever jurisdiction or authority it had has ceased and the land has come fully under the jurisdiction of what for this purpose <span class=\"star-pagination\">*109</span> is a different power. It is a pure attempt to regulate the alienability of land in Idaho by law, without regard to the will of Idaho, which we must assume on this record to authorize the levy if it is not prevented by an act of Congress occupying a paramount place.</p>\n<p>I believe that this Court never has gone farther in the way of sustaining legislation concerning land within a State than to uphold a law forbidding the enclosure of public lands, which little, if at all, exceeded the rights of a private owner, although it was construed to prevent the erection of fences upon the defendants' own property manifestly for the sole purpose of enclosing land of the United States. <i>Camfield</i> v. <i>United States,</i> 167 U.S. 518. At most it was a protection of the present interests of the United States under a title paramount to the State. On the other hand, it is said in <i>Pollard</i> v. <i>Hagan,</i> <span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">How.</span> <span class=\"page\">212</span></span>, 224, that no power in the nature of municipal sovereignty can be exercised by the United States within a State; that such a power is repugnant to the Constitution. This case was referred to in <i>Withers</i> v. <i>Buckley,</i> <span class=\"citation\" data-id=\"87130\"><a href=\"/opinion/87130/withers-v-buckley/\"><span class=\"volume\">20</span> <span class=\"reporter\">How.</span> <span class=\"page\">84</span></a></span>, and it was decided that the act of Congress authorizing the formation of the State of Mississippi and providing that the Mississippi River should be forever free \"could have no effect to restrict the new State in any of its necessary attributes as an independent sovereign government,\" and both these cases were cited upon this point with approval in <i>Ward</i> v. <i>Racehorse,</i> <span class=\"citation\" data-id=\"94506\"><a href=\"/opinion/94506/ward-v-race-horse/\"><span class=\"volume\">163</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">504</span></a></span>, 511, 512. See also <i>Shively</i> v. <i>Bowlby,</i> <span class=\"citation\" data-id=\"93804\"><a href=\"/opinion/93804/shively-v-bowlby/\"><span class=\"volume\">152</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 27. In <i>Irvine</i> v. <i>Marshall,</i> <span class=\"citation\" data-id=\"87185\"><a href=\"/opinion/87185/irvine-v-marshall/\"><span class=\"volume\">20</span> <span class=\"reporter\">How.</span> <span class=\"page\">558</span></a></span>, where it was held that the laws of a territory abolishing constructive trusts were ineffectual to protect the holder of a certificate from the United States against the establishment of such a trust, it was said that \"when the subject, and all control over it, shall have passed from the United States, and have become vested in a citizen or resident of the territory, then indeed the territorial regulations may operate upon it,\" and <span class=\"star-pagination\">*110</span> later in the decision there is cited a passage from <i>Wilcox</i> v. <i>Jackson,</i> <span class=\"citation\" data-id=\"86113\"><a href=\"/opinion/86113/wilcox-v-jackson/\"><span class=\"volume\">13</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">498</span></a></span>, 517, to the same effect \u0097 a passage also cited and relied upon by the four justices who dissented and held that the territorial laws governed even then. It has been repeated ever since. <i>McCune</i> v. <i>Essig,</i> <span class=\"citation\" data-id=\"96351\"><a href=\"/opinion/96351/mccune-v-essig/\"><span class=\"volume\">199</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">382</span></a></span>, 390. <i>Buchser</i> v. <i>Buchser,</i> <span class=\"citation\" data-id=\"97987\"><a href=\"/opinion/97987/buchser-v-buchser/\"><span class=\"volume\">231</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">157</span></a></span>, 161.</p>\n<p>Coming to the precise issue, the question of the power of the United States to restrict alienation of land within a State after it had conveyed the land in fee was left open in <i>Wright</i> v. <i>Morgan,</i> <span class=\"citation\" data-id=\"95922\"><a href=\"/opinion/95922/wright-v-morgan/\"><span class=\"volume\">191</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">55</span></a></span>, 58, but it was said that the clearest expression would be necessary before it would be admitted that such a restriction was imposed. In <i>Buchser</i> v. <i>Buchser,</i> <span class=\"citation\" data-id=\"97987\"><a href=\"/opinion/97987/buchser-v-buchser/\"><span class=\"volume\">231</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">157</span></a></span>, it was held that the laws of the United States did not prevent homestead land becoming community property at the moment that title was acquired, and it was said that, the acquisition under the United States law being complete, that law had released its control. The statement in <i>Wilcox</i> v. <i>Jackson, supra</i><i>,</i> that when the title has passed the land \"like all other property in the State is subject to the state legislation,\" was repeated. In <i>Alabama</i> v. <i>Schmidt,</i> <span class=\"citation\" data-id=\"98072\"><a href=\"/opinion/98072/alabama-v-schmidt/\"><span class=\"volume\">232</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">168</span></a></span>, following <i>Cooper</i> v. <i>Roberts,</i> <span class=\"citation\" data-id=\"86994\"><a href=\"/opinion/86994/cooper-v-roberts/\"><span class=\"volume\">18</span> <span class=\"reporter\">How.</span> <span class=\"page\">173</span></a></span>, it was held that land conveyed to the State by the United States for the use of schools could be acquired by adverse possession under state law, and that the trust, although as was said in the earlier case \"a sacred obligation imposed on its public faith\" imposed only an honorary obligation on the State. <i>Northern Pacific Ry. Co.</i> v. <i>Townsend,</i> <span class=\"citation\" data-id=\"95898\"><a href=\"/opinion/95898/northern-pacific-r-co-v-townsend/\"><span class=\"volume\">190</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">267</span></a></span>, was distinguished as having been decided on the ground that in the grant to the Railway there was an implied condition of reverter in case the company ceased to hold the land for the purpose for which it was granted, a ground, which, as I have said, is absent here.</p>\n<p>It is said that where a statute is susceptible of two constructions, by one of which grave constitutional <span class=\"star-pagination\">*111</span> questions arise and by the other of which they are avoided, our duty is to adopt the latter. <i>United States</i> v. <i>Delaware &amp; Hudson Co.,</i> <span class=\"citation\" data-id=\"97023\"><a href=\"/opinion/97023/united-states-ex-rel-attorney-general-v-delaware-h/\"><span class=\"volume\">213</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">366</span></a></span>, 408. I am aware that this principle like some others more often is invoked in aid of a conclusion reached on other grounds than made itself the basis of decision, but it seems to me that it properly should govern here. It might without violence. When the Act of 1862, now Rev. Stats., § 2296, was passed, the United States owned territories to which it could be applied with full scope. <i>Irvine</i> v. <i>Marshall,</i> <span class=\"citation\" data-id=\"87185\"><a href=\"/opinion/87185/irvine-v-marshall/\"><span class=\"volume\">20</span> <span class=\"reporter\">How.</span> <span class=\"page\">558</span></a></span>. The greater part of the public land was in those territories. Without stopping to suggest other possibilities of construction this fact is enough to explain and give validity to the act when passed. There is no need to import to it the intent to anticipate the future and to reach the States that were still in the bosom of time.</p>\n<p>Of course the United States has power to choose appropriate means for exercising the authority given to it by the Constitution. But I see no sufficient ground for extending that authority to a case like this. It is not the business of the United States to determine the policy to be pursued concerning privately owned land within a State. According to all cases in this Court, so far as I know, when the patent issued its authority was at an end.</p>\n<p>I am aware that my doubts are contrary to manifest destiny and to a number of decisions in the State Courts. I know also that when common understanding and practice have established a way it is a waste of time to wander in bypaths of logic. But as I have a real difficulty in understanding how the congressional restriction is held to govern this case \u0097 a question which nothing that I have heard as yet appears to me to answer \u0097 I think it worth while to mention my misgivings, if only to show that they have been considered and are not shared.</p>\n</div>", 
  "sha1": "3101e2950db5e6e159bb79b22040857bf8fb8eb2", 
  "date_modified": "2014-12-21T01:36:39.020930", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/99232/ruddy-v-rossi/", 
  "citation_count": 7, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1507377/", 
  "html": "<p class=\"case_cite\">248 U.S. 104</p>\n    <p class=\"case_cite\">39 S.Ct. 46</p>\n    <p class=\"case_cite\">63 L.Ed. 148</p>\n    <p class=\"parties\">RUDDY<br>v.<br>ROSSI.</p>\n    <p class=\"docket\">No. 17.</p>\n    <p class=\"date\">Submitted Nov. 13, 1918.</p>\n    <p class=\"date\">Decided Dec. 9, 1918.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Messrs. Charles E. Miller</i> and <i>Carlton Fox,</i> both of Wallace, Idaho, for plaintiff in error.</p>\n      <p class=\"indent\">Mr. Justice McREYNOLDS delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">By 'An act to secure homesteads to actual settlers on the public domain,' approved May 20, 1862 (12 Stat. c. 75, p. 392), Congress prescribed the conditions under which citizens could acquire unappropriated public lands in tracts of not exceeding 160 acres. A manifest purpose was to induce settlement upon and cultivation of these lands by those who, five years after proper entry, would become owners in fee through issuance of patents. The great end in view was to convert waste places into permanent homes. Such occupancy and use constituted a most important consideration and were rightly expected to yield larger public benefits than the small required payment of one dollar and a quarter per acre.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Decision of this cause requires us to consider the meaning and validity of section 4 of the Act (R. S. &#167; 2296 [Comp. St. 1916, &#167; 4551]), which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'No lands acquired under the provisions of this Act shall in      any event become liable to the satisfaction of any debt or      debts contracted prior to the issuing of the patent      therefor.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Plaintiff in error made preliminary homestead entry of designated land within the state of Idaho August 6, 1903; submitted final proofs October 4, 1909; obtained final receipt and certificate November 12, 1909; final patent issued August 26, 1912. In 1914 two judgments were obtained against him; the first upon indebtedness incurred prior to November 12, 1909; the second upon debts contracted subsequent to that date and prior to patent. Executions were issued and levied upon the homestead; and thereupon the original proceeding was begun to declare asserted liens invalid and a cloud upon the title. The court below held the first judgment unenforceable against the land since it represented indebtedness which accrued prior to final entry. It further held the second judgment could be so enforced as it was based upon debts contracted after final entry, at which time the homesteader became legally entitled to his patent. 28 Idaho, 376, 154 Pac. 977.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The language of section 4 is clear and we find no adequate reason for thinking that it fails precisely to express the lawmaker's intention.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Did Congress have power to restrict alienation of homestead lands after conveyance by the United States in fee simple? This question undoubtedly presents difficulties which we are not disposed to minimize. In Wright v. Morgan, 191 U. S. 55, 58, 24 Sup. Ct. 6, 48 L. Ed. 89, a similar point was suggested but not decided.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Constitution (article 4, &#167; 3, cl. 2) declares:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'The Congress shall have power to dispose of and make all      needful rules and regulations respecting the territory or      other property belonging to the United States.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">And it is settled that Congress has plenary power to dispose of public lands. United States v. Gratiot et al., 14 Pet. 526, 537 (10 L. Ed. 573). They may be leased, sold or given away upon such terms and conditions as the public interests require. Instead of granting fee simple titles with exemption from certain debts, long leases might have been made or conditional titles bestowed in such fashion as practically to protect homesteads from all indebtedness.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'The sound construction of the Constitution must allow           to the national Legislature that discretion, with           respect to the means by which the powers it confers are           to be carried into execution, which will enable that           body to perform the high duties assigned to it, in the           manner most beneficial to the people. Let the end be           legitimate, let it be within the scope of the           Constitution, and all means which are appropriate, which           are plainly adapted to that end, which are not           prohibited, but consist with the letter and spirit of           the Constitution, are consitutional.' McCulloch v.           Maryland, 4 Wheat. 316, 421 (4 L. Ed. 579).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Acting within its discretion, Congress determined that in order promptly to dispose of public lands and bring about their permanent occupation and development it was proper to create the designated exemption; and we are unable to say that the conclusion was ill-founded or that the means were either prohibited or not appropriate to the adequate performance of the high duties which the Legislature owed to the public.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The judgment of the court below must be reversed and the cause remanded for further proceedings not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Reversed and remanded.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Mr. Justice HOLMES (dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This case involves a question of theory that may be important and I think it desirable to state the considerations that make me doubt. The facts needing to be mentioned are few. On August 26, 1912, the United States conveyed land in Idaho to Ruddy in fee simple, in pursuance of a homestead entry by Ruddy on August 6, 1903, final proof on October 4, 1909, and final receipt of the purchase price on November 12, 1909. In September 1912, after the conveyance, Rossi began suits against Ruddy, attaching this land, and in June, 1914, levied executions upon the same. The debts for which the suits were brought were incurred before the issue of the patent and the present proceeding is to prevent Rossi from selling the land to satisfy the judgments. The question arises under Rev. St. &#167; 2296 (Comp. St. 1916, &#167; 4551), providing that no lands acquired under that chapter shall in any event become liab le to the satisfaction shall in any event become liable to the satisfaction issuing of the patent therefor. The Supreme Court of Idaho narrowed the issue to the case of debts contracted after final proof, but that distinction is not important to the difficulty in my mind.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">My question is this: When land has left the ownership and control of the United States and is part of the territory of a State not different from any other privately owned land within the jurisdiction and no more subject to legislation on the part of the United States than any other land, on what ground is a previous law of Congress supposed any longer to affect it in a way that a subsequent one could not? This land was levied upon not on the assertion that any lien upon it was acquired before the title passed from the United States, but merely as any other land might be attached for a debt that Rossi had a right to collect, after the United States had left the premises. I ask myself what the United States has to do with that. There is no condition, no reserved right of reentry, no reversion in the United States, saved either under the Idaho law as any private grantor might save it, or by virtue of antecedent title. All interest of the United States as owner is at an end. It is a stranger to the title. Even in case of an escheat the land would not go to it, but would go to the State. Therefore the statute must operate, if at all, purely by way of legislation, not as a qualification of the grant. If section 2296 is construed to apply to this case, there is simply the naked assumption of one sovereignty to impose its will after whatever jurisdiction or authority it had has ceased and the land has come fully under the jurisdiction of what for this purpose is a different power. It is a pure attempt to regulate the alienability of land in Idaho by law, without regard to the will of Idaho, which we must assume on this record to authorize the levy if it is not prevented by an act of Congress occupying a paramount place.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">I believe that this Court never has gone farther in the way of sustaining legislation concerning land within a State than to uphold a law forbidding the enclosure of public lands, which little, if at all, exceeded the rights of a private owner, although it was construed to prevent the erection of fences upon the defendants' own property manifestly for the sole purpose of enclosing land of the United States. Camfield v. United States, 167 U. S. 518, 17 Sup. Ct. 864, 42 L. Ed. 260. At most it was a protection of the present interests of the United States under a title paramount to the State. On the other hand, it is said in Pollard v. Hagan, 3 How. 212, 224, 11 L. Ed. 565, that no power in the nature of municipal sovereignty can be exercised by the United States within a State; that such a power is repugnant to the Constitution. This case was referred to in Withers v. Buckley, 20 How. 84, 15 L. Ed. 816, and it was decided that the act of Congress authorizing the formation of the State of Mississippi and providing that the Mississippi River should be forever free 'could have no effect to restrict the new State in any of its attributes as an independent sovereign government,' and both these cases were cited upon this point with approval in Ward v. Race Horse, 163 U. S. 504, 511, 512, 16 Sup. Ct. 1076, 41 L. Ed. 244. See also Shively v. Bowlby, 152 U. S. 1, 27, 14 Sup. Ct. 548, 38 L. Ed. 331. In Irvine v. Marshall, 20 How. 558, 15 L. Ed. 994, where it was held that the laws of a territory abolishing constructive trusts were ineffectual to protect the holder of a certificate from the United States against the establishment of such a trust, it was said that 'when the subject, and all control over it, shall have passed from the United States, and have become vested in a citizen or resident of the territory, then indeed the territorial regulations may operate upon it,' and later in the decision there is cited a passage from Wilcox v. Jackson, 13 Pet. 498, 517, 10 L. Ed. 264, to the same effect&#8212;a passage also cited and relied upon by the four justices who dissented and held that the territorial laws governed even them. It has been repeated ever since. McCune v. Essig, 199 U. S. 382, 390, 26 Sup. Ct. 78, 50 L. Ed. 237; Buchser v. Buchser, 231 U. S. 157, 161, 34 Sup. Ct. 46, 58 L. Ed. 166.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Coming to the precise issue, the question of the power of the United States to restrict alienation of land within a State after it had conveyed the land in fee was left open in Wright v. Morgan, 191 U. S. 55, 58, 24 Sup. Ct. 6, 48 L. Ed. 89, but it was said that the clearest expression would be necessary before it would be admitted that such a restriction was imposed. In Buchser v. Buchser, 231 U. S. 157, 34 Sup. Ct. 46, 58 L. Ed. 166, it was held that the laws of the United States did not prevent homestead land becoming community property at the moment that title was acquired, and it was said that, the acquisition under the United States law being complete, that law had released its control. The statement in Wilcox v. Jackson, supra, that when the title has passed the land 'like all other property in the State is subject to state legislation' was repeated. In Alabama v. Schmidt, 232 U. S. 168, 34 Sup. Ct. 301, 58 L. Ed. 555, following Cooper v. Roberts, 18 How. 173, 15 L. Ed. 338, it was held that land conveyed to the State by the United States for the use of schools could be acquired by adverse possession under state law, and that the trust, although as was said in the earlier case 'a sacred obligation imposed on its public faith' imposed only an honorary obligation on the State. Northern Pacific Ry. Co. v. Townsend, 190 U. S. 267, 23 Sup. Ct. 671, 47 L. Ed. 1044, was distinguished as having been decided on the ground that in the grant to the Railway there was an implied condition of reverter in case the company ceased to hold the land for the purpose for which it was granted, a ground, which, as I have said, is absent here.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">It is said that where a statute is susceptible of two constructions, by one of which grave constitutional questions arise and by the other of which they are avoided, our duty is to adopt the latter. United States v. Delaware &amp; Hudson Co., 213 U. S. 366, 408, 29 Sup. Ct. 527, 53 L. Ed. 836. I am aware that this principle like some others more often is invoked in aid of a conclusion reached on other grounds than made itself the basis of decision, but it seems to me that it properly should govern here. It might without violence. When the Act of 1862, now Rev. St. &#167; 2296, was passed the United States owned territories to which it could be applied with full scope. Irvine v. Marshall, 20 How. 558, 15 L. Ed. 994. The greater part of the public land was in those territories. Without stopping to suggest other possibilities of construction this fact is enough to explain and give validity to the Act when passed. There is no need to import to it the intent to anticipate the future and to reach the States that were still in the bosom of time.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Of course the United States has power to choose appropriate means for exercising the authority given to it by the Constitution. But I see no sufficient ground for extending that authority to a case like this. It is not the business of the United States to determine the policy to be pursued concerning privately owned land within a State. According to all cases in this Court, so far as I know, when the patent issued its authority was at an end.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">I am aware that my doubts are contrary to manifest destiny and to a number of decisions in the State Courts. I know also that when common understanding and practice have established a way it is a waste of time to wander in bypaths of logic. But as I have a real difficulty in understanding how the Congressional restriction is held to govern this case&#8212;a question which nothing that I have heard as yet appears to me to answer&#8212;I think it worth while to mention my misgivings, if only to show that they have been considered and are not shared.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/99232/"
}