{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "493 U.S. 521", 
    "federal_cite_two": "110 S. Ct. 885", 
    "specialty_cite_one": null, 
    "federal_cite_three": "107 L. Ed. 2d 967", 
    "lexis_cite": "1990 U.S. LEXIS 882", 
    "document_uris": [
      "/api/rest/v2/document/112359/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Sullivan v. Zebley", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "88-1377", 
    "id": 96718, 
    "resource_uri": "/api/rest/v2/citation/96718/"
  }, 
  "id": 112359, 
  "blocked": false, 
  "judges": "Blackmun", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1990-02-20", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>493 U.S. 521 (1990)</b></center>\n<center><h1>SULLIVAN, SECRETARY OF HEALTH AND HUMAN SERVICES<br>\nv.<br>\nZEBLEY ET AL.</h1></center>\n<center>No. 88-1377.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 28, 1989</center>\n<center>Decided February 20, 1990</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE THIRD CIRCUIT\n<p><span class=\"star-pagination\">*522</span> <i>Edwin S. Kneedler</i> argued the cause for petitioner. With him on the briefs were <i>Solicitor General Starr, Acting Assistant Attorney General Schiffer, Deputy Solicitor General Merrill,</i> and <i>John F. Cordes.</i></p>\n<p><i>Richard P. Weishaupt</i> argued the cause for respondents. With him on the briefs were <i>Jonathan M. Stein</i> and <i>Thomas D. Sutton.</i><sup>[*]</sup></p>\n<p><span class=\"star-pagination\">*523</span> JUSTICE BLACKMUN delivered the opinion of the Court.</p>\n<p>This case concerns a facial challenge to the method used by the Secretary of Health and Human Services to determine whether a child is \"disabled\" and therefore eligible for benefits under the Supplemental Security Income Program, Title XVI of the Social Security Act, as added, 86 Stat. 1465, and amended, 42 U. S. C. § 1381 <i>et seq.</i> (1982 ed. and Supp. V).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*524</span> I</h2>\n<p>In 1972, Congress enacted the Supplemental Security Income (SSI) Program to assist \"individuals who have attained age 65 or are blind or disabled\" by setting a guaranteed minimum income level for such persons. 42 U. S. C. § 1381 (1982 ed.). The program went into effect January 1, 1974. Currently, about 2 million claims for SSI benefits are adjudicated each year. Of these, about 100,000 are child-disability claims.<sup>[1]</sup></p>\n<p>A person is eligible for SSI benefits if his income and financial resources are below a certain level, § 1382(a), and if he is \"disabled.\" Disability is defined in § 1382c(a)(3) as follows:</p>\n<blockquote>\"(A) An individual shall be considered to be disabled for purposes of this subchapter if he is unable to engage in any substantial gainful activity by reason of any medically determinable physical or mental impairment which can be expected to result in death or which has lasted or can be expected to last for a continuous period of not less than twelve months (or, in the case of a child under the age of 18, if he suffers from any medically determinable physical or mental impairment of comparable severity).</blockquote>\n<blockquote>\"(B) For purposes of subparagraph (A), an individual shall be determined to be under a disability only if his physical or mental impairment or impairments are of such severity that he is not only unable to do his previous work but cannot, considering his age, education, and work experience, engage in any other kind of substantial gainful work which exists in the national economy . . . .</blockquote>\n<blockquote>\"(C) For purposes of this paragraph, a physical or mental impairment is an impairment that results from anatomical, physiological, or psychological abnormalities which are demonstrable by medically acceptable clinical and laboratory diagnostic techniques.\"</blockquote>\n<p><span class=\"star-pagination\">*525</span> This statutory definition of disability was taken from Title II of the Social Security Act, 70 Stat. 815, as amended, 42 U. S. C. § 423 <i>et seq.</i> (1982 ed. and Supp. V) (providing for payment of insurance benefits to disabled workers who have contributed to the Social Security Program). See §§ 423(d)(1)(A) and (d)(2)(A) (definitions of disability).</p>\n<p>Pursuant to his statutory authority to implement the SSI Program,<sup>[2]</sup> the Secretary has promulgated regulations creating a five-step test to determine whether an <i>adult</i> claimant is disabled. See <i>Bowen</i> v. <i>Yuckert,</i> 482 U. S. 137, 140-142 (1987).<sup>[3]</sup> The first two steps involve threshold determinations that the claimant is not presently working and has an impairment which is of the required duration and which significantly limits his ability to work. See 20 CFR §§ 416.920(a) through (c) (1989). In the third step, the medical evidence of the claimant's impairment is compared to a list of impairments presumed severe enough to preclude any gainful work. See 20 CFR pt. 404, subpt. P, App. 1 (pt. A) (1989). If the claimant's impairment matches or is \"equal\" to one of the listed impairments, he qualifies for benefits without further inquiry. § 416.920(d). If the claimant cannot qualify under the listings, the analysis proceeds to the fourth and fifth steps. At these steps, the inquiry is whether the claimant can do his own past work or any other work that exists in the <span class=\"star-pagination\">*526</span> national economy, in view of his age, education, and work experience. If the claimant cannot do his past work or other work, he qualifies for benefits. §§ 416.920(e) and (f).</p>\n<p>The Secretary's test for determining whether a <i>child</i> claimant is disabled is an abbreviated version of the adult test. A child qualifies for benefits if he \"is not doing any substantial gainful activity,\" § 416.924(a), if his impairment meets the duration requirement, § 416.924(b)(1), and if it matches or is medically equal to a listed impairment, §§ 416.924(b)(2) and (3). In evaluating a child's claim, both the general listings and a special listing of children's impairments, 20 CFR pt. 404, subpt. P, App. 1 (pt. B) (1989), are considered. If a child cannot qualify under these listings, he is denied benefits. There is no further inquiry corresponding to the fourth and fifth steps of the adult test.</p>\n<p></p>\n<h2>II</h2>\n<p>Respondent Brian Zebley, a child who had been denied SSI benefits, brought a class action in the United States District Court for the Eastern District of Pennsylvania to challenge the child-disability regulations.<sup>[4]</sup> His complaint alleges that the Secretary</p>\n<blockquote>\"has promulgated regulations and issued instructions . . . whereby children have their entitlement to SSI disability benefits based solely on the grounds that they have a listed impairment or the medical equivalent of a listed impairment . . . in contravention of the Act's requirement that a child be considered disabled `if he suffers from any medically determinable physical or mental impairment of comparable severity' to that which disables <span class=\"star-pagination\">*527</span> an adult under the program.\" Complaint in Civil Action No. 83-3314, ¶ 2.</blockquote>\n<p>The District Court, on January 10, 1984, certified a class of all persons \"who are now, or who in the future will be, entitled to an administrative determination . . . as to whether supplemental security income benefits are payable on account of a child who is disabled, or as to whether such benefits have been improperly denied, or improperly terminated, or should be resumed.\" App. 26, 27.</p>\n<p>The court in due course granted summary judgment in the Secretary's favor as to the class claims, ruling that the regulations are not \"facially invalid or incomplete . . . and permi[t] the award of benefits in conformity with the intent of Congress.\" <i>Zebley</i> v. <i>Heckler,</i> 642 F. Supp. 220, 222 (1986). The Court of Appeals for the Third Circuit vacated in part that summary judgment. <i>Zebley ex rel. Zebley</i> v. <i>Bowen,</i> 855 F. 2d 67 (1988). The Third Circuit found the Secretary's regulatory scheme for child-disability benefits inconsistent with the statute because the listings-only approach of the regulations does not account for all impairments of \"comparable severity\" and denies child claimants the individualized functional assessment that the statutory standard requires and that the Secretary provides to adults. <i>Id.,</i> at 69. Although the Court of Appeals recognized that the Secretary's interpretation of the statute is entitled to deference, it rejected the regulations as contrary to clear congressional intent. The Court remanded the case to the District Court with the direction that summary judgment be entered in favor of the plaintiff class on the claim that the Secretary must give child claimants an opportunity for individualized assessment of their functional limitations. <i>Id.,</i> at 77. We granted certiorari to resolve a conflict among the Circuits as to the validity of the Secretary's approach to child disability. 490 U. S. 1064 (1989).<sup>[5]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*528</span> III</h2>\n<p>Since the Social Security Act expressly grants the Secretary rulemaking power, see n. 2, <i>supra,</i> \" `our review is limited to determining whether the regulations promulgated exceeded the Secretary's statutory authority and whether they are arbitrary and capricious.' \" <i>Yuckert,</i> 482 U. S., at 145 (quoting <i>Heckler</i> v. <i>Campbell,</i> 461 U. S. 458, 466 (1983)); see <i>Chevron U. S. A. Inc.</i> v. <i>Natural Resources Defense Council, Inc.,</i> 467 U. S. 837, 843-844 (1984) (\"If Congress has explicitly left a gap for the agency to fill, there is an express delegation of authority to the agency to elucidate a specific provision of the statute by regulation. Such legislative regulations are given controlling weight unless they are arbitrary, capricious, or manifestly contrary to the statute\"). We conclude, however, that the Secretary's child-disability regulations cannot be reconciled with the statute they purport to implement.</p>\n<p>The statute generally defines \"disability\" in terms of an individualized, functional inquiry into the effect of medical problems on a person's ability to work. <i>Yuckert,</i> 482 U. S., at 146 (Social Security Act adopts \"functional approach\"); <i>Campbell,</i> 461 U. S., at 459-460, 467 (Act \"defines `disability' in terms of the effect a physical or mental impairment has on a person's ability to function in the workplace\"; \"statutory scheme contemplates that disability hearings will be individualized determinations\").</p>\n<p><span class=\"star-pagination\">*529</span> The statutory standard for child disability is explicitly linked to this functional, individualized standard for adult disability. A child is considered to be disabled \"if he suffers from any . . . impairment of comparable severity\" to one that would render an adult \"unable to engage in any substantial gainful activity.\" 42 U. S. C. § 1382c(a)(3)(A) (1982 ed.). The next paragraph of the statute elaborates on the adult disability standard, providing that an adult is considered unable to engage in substantial gainful activity, and is therefore disabled, if he is unable to do either his own past work or other work. § 1382c(a)(3)(B). In plain words, the two provisions together mean that a child is entitled to benefits if his impairment is as severe as one that would prevent an adult from working.</p>\n<p>The question presented is whether the Secretary's method of determining child disability conforms to this statutory standard. Respondents argue, and the Third Circuit agreed, that it does not, because the regulatory requirement that a child claimant's impairment must match or be equivalent to a listed impairment denies benefits to those children whose impairments are severe and disabling even though the impairments are not listed and cannot meaningfully be compared with the listings. The Secretary concedes that his listings do not cover every impairment that could qualify a child for benefits under the statutory standard, but insists that the listings, together with the equivalence determination, see 20 CFR § 416.924(b)(3) (1989), are sufficient to carry out the statutory mandate that children with impairments of \"comparable severity\" shall be considered disabled. To decide this question, we must take a closer look at the regulations at issue.</p>\n<p></p>\n<h2>IV</h2>\n<p>The listings set out at 20 CFR pt. 404, subpt. P, App. 1 (pt. A) (1989), are descriptions of various physical and mental illnesses and abnormalities, most of which are categorized by <span class=\"star-pagination\">*530</span> the body system they affect.<sup>[6]</sup> Each impairment is defined in terms of several specific medical signs, symptoms, or laboratory test results.<sup>[7]</sup> For a claimant to show that his impairment matches a listing, it must meet <i>all</i> of the specified medical criteria. An impairment that manifests only some of those criteria, no matter how severely, does not qualify.<sup>[8]</sup> See Social Security Ruling (SSR) 83-19,<sup>[9]</sup> Dept. of Health and Human Services Rulings 90 (Jan. 1983) (\"An impairment `meets' a listed condition . . . only when it manifests the specific findings described in the set of medical criteria for that listed impairment.\" \"The level of severity in any particular <span class=\"star-pagination\">*531</span> listing section is depicted by the <i>given set</i> of findings and not by the degree of severity of any single medical finding \u0097 no matter to what extent that finding may exceed the listed value\"). <i>Id.,</i> at 91. (Emphasis in original.)</p>\n<p>For a claimant to qualify for benefits by showing that his unlisted impairment, or combination of impairments, is \"equivalent\" to a listed impairment, he must present medical findings equal in severity to <i>all</i> the criteria for the one most similar listed impairment.<sup>[10]</sup> 20 CFR § 416.926(a) (1989) (a claimant's impairment is \"equivalent\" to a listed impairment \"if the medical findings are at least equal in severity\" to the medical criteria for \"the listed impairment most like [the claimant's] impairment\"); SSR 83-19, at 91 (a claimant's impairment is \"equivalent\" to a listing only if his symptoms, signs, and laboratory findings are \"at least equivalent in severity to\" the criteria for \"the listed impairment most like the individual's impairment(s)\"; when a person has a combination of impairments, \"the medical findings of the combined impairments will be compared to the findings of the listed impairment most similar to the individual's most severe impairment\").<sup>[11]</sup> A claimant cannot qualify for benefits under the \"equivalence\" step by showing that the overall functional impact of his unlisted impairment or combination of impairments is as severe as that of a listed impairment. SSR 83-19, at 91-92 (\"[I]t is incorrect to consider whether the listing is equaled on the basis of an assessment of <i>overall</i> functional <span class=\"star-pagination\">*532</span> impairment. . . . The functional consequences of the impairments . . . irrespective of their nature or extent, <i>cannot</i> justify a determination of equivalence\") (emphases in original).</p>\n<p>The Secretary explicitly has set the medical criteria defining the listed impairments at a higher level of severity than the statutory standard. The listings define impairments that would prevent an adult, regardless of his age, education, or work experience, from performing <i>any</i> gainful activity, not just \"substantial gainful activity.\" See 20 CFR § 416.925(a) (1989) (purpose of listings is to describe impairments \"severe enough to prevent a person from doing any gainful activity\"); SSR 83-19, at 90 (listings define \"medical conditions which ordinarily prevent an individual from engaging in any gainful activity\"). The reason for this difference between the listings' level of severity and the statutory standard is that, for adults, the listings were designed to operate as a presumption of disability that makes further inquiry unnecessary. That is, if an adult is not actually working and his impairment matches or is equivalent to a listed impairment, he is presumed unable to work and is awarded benefits without a determination whether he actually can perform his own prior work or other work. See <i>Yuckert,</i> 482 U. S., at 141 (if an adult's impairment \"meets or equals one of the listed impairments, the claimant is conclusively presumed to be disabled. If the impairment is not one that is conclusively presumed to be disabling, the evaluation proceeds to the fourth step\"); <i>id.,</i> at 153 (the listings \"streamlin[e] the decision process by identifying those claimants whose medical impairments are so severe that it is likely they would be found disabled regardless of their vocational background\"); <i>Bowen</i> v. <i>City of New York,</i> 476 U. S. 467, 471 (1986) (\"If a claimant's condition meets or equals the listed impairments, he is conclusively presumed to be disabled and entitled to benefits\"; if not, \"the process moves to the fourth step\"); <i>Campbell,</i> 461 U. S., at 460 (\"The regulations recognize that <span class=\"star-pagination\">*533</span> certain impairments are so severe that they prevent a person from pursuing any gainful work. . . . A claimant who establishes that he suffers from one of these impairments will be considered disabled without further inquiry. . . . If a claimant suffers from a less severe impairment, the Secretary must determine whether the claimant retains the ability to [work]\").</p>\n<p>When the Secretary developed the child-disability listings, he set their medical criteria at the same level of severity as that of the adult listings. See 42 Fed. Reg. 14705 (1977) (the child-disability listings describe impairments \"of `comparable severity' to the adult listing\"); SSA Disability Insurance Letter<sup>[12]</sup> No. III-11 (Jan. 9, 1974), App. 97 (child-disability listings describe impairments that affect children \"to the same extent as . . . the impairments listed in the adult criteria\" affect adults' ability to work).</p>\n<p>Thus, the listings in several ways are more restrictive than the statutory standard. First, the listings obviously do not cover all illnesses and abnormalities that actually can be disabling. The Secretary himself has characterized the adult listing as merely containing \"over 100 <i>examples</i> of medical conditions which ordinarily prevent\" a person from working, and has recognized that \"it is difficult to include in the listing all the sets of medical findings which describe impairments severe enough to prevent any gainful work.\" SSR 83-19, at 90 (emphasis added). See also 50 Fed. Reg. 50068, 50069 (1985) (listings contain only the most \"frequently diagnosed\" impairments); 44 Fed. Reg. 18170, 18175 (1979) (\"The Listing criteria are intended to identify the more commonly occurring impairments\"). Similarly, when the Secretary published the child-disability listings for comment in 1977, he described them as including only the \"more common impairments\" affecting children. 42 Fed. Reg. 14706 (the child-disability <span class=\"star-pagination\">*534</span> listings \"provide a means to efficiently and equitably evaluate the more common impairments\").<sup>[13]</sup></p>\n<p>Second, even those medical conditions that are covered in the listings are defined by criteria setting a higher level of severity than the statutory standard, so they exclude claimants who have listed impairments in a form severe enough to preclude <i>substantial</i> gainful activity, but not quite severe enough to meet the listings level \u0097 that which would preclude <i>any</i> gainful activity. Third, the listings also exclude any claimant whose impairment would not prevent any and all persons from doing any kind of work, but which actually precludes the particular claimant from working, given its actual effects on him \u0097 such as pain, consequences of medication, and other symptoms that vary greatly with the individual<sup>[14]</sup> \u0097 and given the claimant's age, education, and work experience. Fourth, the equivalence analysis excludes claimants who have unlisted impairments, or combinations of impairments, that do not fulfill all the criteria for any one listed impairment. Thus, there are several obvious categories of claimants who would not qualify under the listings, but who nonetheless would meet the statutory standard.</p>\n<p>For <i>adults,</i> these shortcomings of the listings are remedied at the final, vocational steps of the Secretary's test. A <span class=\"star-pagination\">*535</span> claimant who does not qualify for benefits under the listings, for any of the reasons described above, still has the opportunity to show that his impairment in fact prevents him from working. 20 CFR §§ 416.920(e) and (f) (1989); <i>Yuckert,</i> 482 U. S., at 141 (if an adult claimant's \"impairment is not one that is conclusively presumed to be disabling, the evaluation proceeds\" to the fourth and fifth steps); <i>Campbell,</i> 461 U. S., at 460 (\"If a claimant suffers from a less severe impairment\" than the listed impairments, \"the Secretary must determine whether the claimant retains the ability to perform either his former work or some less demanding employment\").<sup>[15]</sup></p>\n<p>For children, however, there is no similar opportunity. Children whose impairments are not quite severe enough to rise to the presumptively disabling level set by the listings; children with impairments that might not disable any and all children, but which actually disable <i>them,</i> due to symptomatic effects such as pain, nausea, side effects of medication, etc., or due to their particular age, educational background, and circumstances; and children with unlisted impairments or combinations of impairments<sup>[16]</sup> that are not equivalent to any one listing \u0097 all these categories of child claimants are simply <span class=\"star-pagination\">*536</span> denied benefits, even if their impairments are of \"comparable severity\" to ones that would actually (though not presumptively) render an adult disabled.<sup>[17]</sup></p>\n<p>The child-disability regulations are simply inconsistent with the statutory standard of \"comparable severity.\"<sup>[18]</sup> This inconsistency <span class=\"star-pagination\">*537</span> is aptly illustrated by the fact that the Secretary applies the same approach to child-disability determinations under Title XVI and to widows' and widowers' disability benefits under Title II, despite the fact that Title II sets a stricter standard for widows' benefits. Under the Secretary's regulations and rulings, both widows and children qualify for benefits <i>only</i> if the medical evidence of their impairments meets or equals a listing. SSR 83-19, at 93. Title II provides: \"A widow . . . [or] widower shall not be determined to be under a disability . . . unless his or her . . . impairment or impairments are of a level of severity which under regulations prescribed by the Secretary is deemed to be sufficient to preclude an individual from engaging in any gainful activity.\" 42 U. S. C. § 423(d)(2)(B) (1982 ed., Supp. V). When Congress set out to provide disabled children with benefits, it chose to link the disability standard <i>not</i> to this test, but instead to the more liberal test set forth in § 423(d)(2)(A) and in § 1382c(a)(3)(A) (any impairment making a claimant \"unable to engage in any substantial gainful activity\" qualifies him for benefits). The Secretary's regulations, treating child-disability claims like claims for widows' benefits, nullify this congressional choice. See <i>Yuckert,</i> 482 U. S., at 163-164 (dissenting opinion) (contrasting widows' disability statute with the § 423(d)(2)(A)/§ 1382c(a)(3) test, which requires an individualized inquiry as to whether the claimant can work); S. Rep. No. 744, 90th Cong., 1st Sess., 49 (1967) (disabled widows' statutory \"test of disability . . . is somewhat more restrictive than that for disabled workers\").<sup>[19]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*538</span> V</h2>\n<p>The Secretary does not seriously dispute the disparity in his approach to child- and adult-disability determinations. <span class=\"star-pagination\">*539</span> He argues, instead, that the listings-only approach is the only practicable way to determine whether a child's impairment is \"comparable\" to one that would disable an adult. An individualized, functional approach to child-disability claims like that provided for adults is not feasible, the Secretary asserts, since children do not work; there is no available measure of their functional abilities analogous to an adult's ability to work, so the only way to measure \"comparable severity\" is to compare child claimants' medical evidence with the standard of severity set by the listings. Laying to one side the obvious point that such a comparison does not properly implement the statute because the Secretary's current listings set a level of severity higher than that prescribed by the statute, this argument still is not persuasive. Even if the listings were set at the same level of severity as the statute, and expanded to cover many more childhood impairments, <i>no</i> set of listings could ensure that child claimants would receive benefits whenever their impairments are of \"comparable severity\" to ones that would qualify an adult for benefits under the individualized, functional analysis contemplated by the statute and provided to adults by the Secretary. No decision process restricted to comparing claimants' medical evidence to a fixed, finite set of medical criteria can respond adequately to the infinite variety of medical conditions and combinations thereof, the varying impact of such conditions due to the claimant's individual characteristics, and the constant evolution of medical diagnostic techniques.</p>\n<p>The Secretary's claim that a functional analysis of child-disability claims is not feasible is unconvincing. The fact that a <i>vocational</i> analysis is inapplicable to children does not <span class=\"star-pagination\">*540</span> mean that a <i>functional</i> analysis cannot be applied to them. An inquiry into the impact of an impairment on the normal daily activities of a child of the claimant's age \u0097 speaking, walking, washing, dressing, feeding oneself, going to school, playing, etc. \u0097 is, in our view, no more amorphous or unmanageable than an inquiry into the impact of an adult's impairment on his ability to perform \"any other kind of substantial gainful work which exists in the national economy,\" § 1382c(a)(3)(B).<sup>[20]</sup> Moreover, the Secretary tacitly acknowledges that functional assessment of child claimants is possible, in that some of his own listings are defined in terms of functional criteria. See, <i>e. g.,</i> 20 CFR pt. 404, subpt. P, App. 1 (pt. B), § 101.03 (1989) (listing for \"Deficit of musculoskeletal function\" defined in terms of difficulty in walking or \"[i]nability to perform age-related personal self-care activities involving feeding, dressing, and personal hygiene\"); § 111.02(B) (listing for \"Major motor seizures\" defined in terms of \"Significant interference with communication\" or \"Significant emotional disorder,\" or \"Where significant adverse effects of medication interfere with major daily activities\"); § 112.05(C) (mental retardation listing for claimants with IQ of 60-69 requiring \"a physical or other mental impairment imposing additional and significant restriction of function or developmental progression\").<sup>[21]</sup> Also, the Secretary's <span class=\"star-pagination\">*541</span> own test for cessation of disability involves an examination of a child claimant's ability to \"perform age-appropriate activities.\" 20 CFR § 416.994(c) (1989). Finally, the Secretary's insistence that child claimants must be assessed from \"a medical perspective alone, without individualized consideration of. . . residual functional capacity,\" Brief for Petitioner 45, seems to us to make little sense in light of the fact that standard medical diagnostic techniques often include assessment of the functional impact of the disorder.<sup>[22]</sup></p>\n<p></p>\n<h2>VI</h2>\n<p>We conclude that the Secretary's regulations and rulings implementing the child-disability statute simply do not carry out the statutory requirement that SSI benefits shall be provided to children with \"any . . . impairment of comparable severity\" to an impairment that would make an adult \"unable to engage in any substantial gainful activity.\" § 1382c(a)(3)(A). For that reason, the Secretary's approach to child disability is \"manifestly contrary to the statute,\" <i>Chevron,</i> 467 U. S., at 844, and exceeds his statutory authority.</p>\n<p>The judgment of the Court of Appeals, vacating in part the District Court's grant of summary judgment in the Secretary's favor as to the claims of the plaintiff class, is affirmed.</p>\n<p><i>It is so ordered.</i></p>\n<p>JUSTICE WHITE, with whom THE CHIEF JUSTICE joins, dissenting.</p>\n<p>Only two Terms ago, when reviewing an aspect of the Secretary's methodology for evaluating disability applications <span class=\"star-pagination\">*542</span> under this Act, we emphasized that \"Congress has `conferred on the Secretary exceptionally broad authority' \" in this context, and we stated that the Secretary's regulations were therefore entitled to great deference. <i>Bowen</i> v. <i>Yuckert,</i> 482 U. S. 137, 145 (1987), quoting <i>Heckler</i> v. <i>Campbell,</i> 461 U. S. 458, 466 (1983). Because the majority has failed to abide by this principle, I respectfully dissent.</p>\n<p>As this case involves a challenge to an agency's interpretation of a statute that the agency was entrusted to administer, <i>Chevron U. S. A. Inc.</i> v. <i>Natural Resources Defense Council, Inc.,</i> 467 U. S. 837 (1984), provides the framework for our review. We should therefore first ask whether Congress has expressed a clear intent on the question at issue here; if so, we should enforce that intent. If not, as I think is the case, we should defer to the agency's interpretation as long as it is permissible. <i>Id.,</i> at 842-845.</p>\n<p>Section 1614(a)(3)(A) of the Social Security Act, 42 U. S. C. § 1382c(a)(3)(A) (1982 ed.), provides that a person is disabled if he is unable by reason of any medically determinable physical or mental impairment to engage in any substantial gainful employment; subsection (3)(B) further defines \"disability\" by providing that the impairment or impairments must be severe enough, considering the person's age, education, and work experience, to prevent him from engaging in any kind of substantial gainful employment which exists in the national economy. The Secretary has implemented the statute with respect to adults by regulations listing certain impairments that he will, without more, consider disabling because each of them would prevent an adult from engaging in any kind of gainful employment. 20 CFR pt. 404, subpt. P, App. 1 (1989). If not suffering from one of those impairments or its equivalent, an adult is then given further consideration as required by subsection (a)(3)(B) in order to determine whether in light of his impairment and the specified nonmedical factors he could perform any substantial gainful activities in the national labor market.</p>\n<p><span class=\"star-pagination\">*543</span> At the end of 42 U. S. C. § 1382c(a)(3)(A) (1982 ed.), with its definition of disability, is a parenthetical provision defining that term in the case of persons under 18: \"or, in the case of a child under the age of 18, if he suffers from any medically determinable physical or mental impairment of comparable severity.\" There is no reference to nonmedical factors in this definition and no references to specific consequences that an impairment must or should produce. Furthermore, neither \"comparable,\" \"severity,\" nor the two words together are there or elsewhere defined in the Act, and their meaning is anything but clear. The severity of an impairment that disables an adult is measured by its effects on the ability to engage in gainful employment. But that yardstick is not useful with respect to children, whose inability to work is not due to mental or physical impairment, but to the stage of their development and the labor market. Given this task of comparing apples and oranges, it is understandable that the Secretary implemented the statute with respect to children in a somewhat different manner than he did for adults, and surely there is no direction in the statute to employ the same methodology for both groups.</p>\n<p>Under the regulations applying to children, a person under 18 will be considered disabled if suffering from a Part A impairment listed for adults or its equivalent, as long as the disease's processes have a similar effect on adults and younger persons. Because vocational considerations are largely beside the point in dealing with children \u0097 a fact that the Secretary submits Congress recognized in referring only to medical considerations in subsection (a)(3)(A)'s definition of what would disable a child \u0097 the regulations do not provide for further consideration of the child in light of such factors. Instead, a child not suffering from a Part A impairment is evaluated under an additional listing of impairments in Part B of Appendix 1 to subpart P, any of which, or its equivalent, will be deemed sufficient to disable a child. The preamble to Part B, published in 1977, 42 Fed. Reg. 14705, stated that in <span class=\"star-pagination\">*544</span> identifying medical criteria that would establish disability for a child, the Secretary had placed primary emphasis on the effects of physical and mental impairments in children, and the restrictions on growth, learning, and development imposed on the child by the impairments. The impairments that were determined to affect the child's development to the same extent that the adult criteria have on an adult's ability to engage in substantial gainful activity were deemed to be of \"comparable severity\" to the disabling adult impairments.</p>\n<p>I do not find this approach to be an impermissible implementation of the rather ambiguous congressional directives with respect to children. Surely it cannot be said that the regulations, insofar as they use the Part A and Part B listings, singly or in combination, to identify disability in children, are inconsistent with the statute and void on their face. And as I understand it, no one claims that they are. What is submitted is, first, that the listings do not identify all of the specific medical impairments that should be considered disabling, and second, that each child not deemed disabled under Parts A and B must be evaluated in terms of both his or her medical impairments and nonmedical factors, as are adults.</p>\n<p>These alleged deficiencies are said to be sufficient to invalidate the regulations on their face. But surely these claims, if true, only would demonstrate that the regulations do not go far enough. Furthermore, the claims purport to be supported by descriptions of various unlisted impairments and anecdotal evidence, none of which, it seems to me, has been adjudged by a court to be sufficient to demonstrate that the Part B impairments, or their equivalents, fail to identify impairments that will have comparably severe effects on a child's development as the disabling impairments for an adult will have on an adult's ability to engage in substantial gainful employment. If there are medically determinable diseases or impairments that should be considered disabling because of comparable severity to those affecting adults, the children <span class=\"star-pagination\">*545</span> suffering from them should claim disability, make their case before the Secretary, and take the case to court if their claims are rejected.<sup>[1]</sup> As for the more general attack on the regulation \u0097 that they do not provide for individualized evaluation based on nonmedical factors \u0097 the Secretary contends that it is a reasonable construction of section 3(A) to confine disabling criteria to medical factors where children are concerned. In any event, rather than declaring the regulations wholly or partly void on their face, the Court would be better advised to insist on children making out their claims in individual cases; only then can a court confidently say that the medically identifiable impairment, though neither a listed impairment nor its equivalent, is nevertheless of \"comparable severity\" and hence disabling when considered with nonmedical factors.</p>\n<p>I thus largely agree with District Judge Fullam's view of this case:</p>\n<blockquote>\"Plaintiff's argument may well be valid, in many cases; but errors in applying the regulations in some cases do not demonstrate invalidity of the regulations themselves. Part B of the Secretary's listings of impairments, 20 CFR § 416.925, is not facially invalid or incomplete, <span class=\"star-pagination\">*546</span> seems to provide the necessary flexibility, and, in my view, permits the award of benefits in conformity with the intent of Congress. If these criteria are being misapplied or misinterpreted, the remedy lies in the appeal process in individual cases, not in a class-action decree.\" <i>Zebley</i> v. <i>Heckler,</i> 642 F. Supp. 220, 222 (ED Pa. 1986).</blockquote>\n<p>The difference, furthermore, between the Secretary's regulatory approach toward adults and his approach toward children accords with the different purposes underlying the disability programs for the two groups. Congress provided disability benefits for adults in order to ensure \"the basic means of replacing earnings that have been lost as a result of . . . disability\" for those who \"are not able to support themselves through work . . . .\" H. R. Rep. No. 92-231, pp. 146-147 (1971). For this reason, insofar as adults are concerned, the Act defines disabilities in terms of the effect that the disabilities have on the claimant's ability to function in the workplace. In light of this purpose, it is appropriate for the Secretary to evaluate adults not only in terms of the severity of their impairment, but also in terms of their residual functional capacity to perform work.</p>\n<p>By contrast, Congress had a different set of considerations in mind when it provided for children's benefits. Recognizing that disabled children from low-income households are \"among the most disadvantaged of all Americans,\" Congress provided special disability benefits for these persons \"because their needs are often greater than those of nondisabled children.\" H. R. Rep. No. 92-231, <i>supra,</i> at 147-148. In other words, Congress' aim in providing benefits to these individuals was not to replace lost income, but rather to provide for their special health care expenses, such as the home health care costs arising out of the child's medical disability. It is consistent with this quite distinct purpose to focus consideration on the severity of the child's impairment from a medical perspective alone, without individualized consideration <span class=\"star-pagination\">*547</span> of vocational or similar factors or the claimant's residual functional capacity. The nature and severity of a child's impairment, rather than the child's ability to contribute to his family's income, will necessarily determine the child's entitlement to benefits.<sup>[2]</sup></p>\n<p>I also note that the majority faults the regulations on the grounds that they do not adequately provide for considering multiple impairments together. <i>Ante,</i> at 534. As 42 U. S. C. § 1382c(a)(3)(F) (1982 ed., Supp. IV) requires, however, the regulations expressly provide that impairments in combination may add up to qualify for benefits. 20 CFR § 416.923 (1989). The Court of Appeals recognized that the Secretary's regulations faithfully implement the statutory mandate \"by providing generally that the combined effect of all of a claimant's impairments will be considered throughout the disability determination process.\" <i>Zebley</i> v. <i>Bowen,</i> 855 F. 2d 67, 76 (CA3 1988). There is no cross-petition challenging this aspect of the judgment below, and the Court should therefore not expand the relief obtained in the Court of Appeals.</p>\n<p>In sum, because I cannot conclude that the Secretary's method for evaluating child-disability claims is an impermissible <span class=\"star-pagination\">*548</span> construction of the Act, I dissent. The Social Security Administration processes over 100,000 child-disability claims a year. The agency has a finite amount of funds with which to work. By requiring the Secretary to conduct unspecified individualized determinations in cases where an applicant fails to satisfy the agency that he is otherwise disabled, the majority imposes costs on the agency that surely will detract from the pool of benefits available to the unfortunate children that Congress has sought to protect through the Supplemental Security Income Program.</p>\n<h2>NOTES</h2>\n<p>[*]  Briefs of <i>amici curiae</i> urging affirmance were filed for the Commonwealth of Massachusetts et al. by <i>James M. Shannon,</i> Attorney General of Massachusetts, and <i>Suzanne E. Durrell</i> and <i>Judith Fabricant,</i> Assistant Attorneys General, <i>Don Siegelman,</i> Attorney General of Alabama, <i>Douglas B. Baily,</i> Attorney General of Alaska, <i>Robert K. Corbin,</i> Attorney General of Arizona, <i>John Steven Clark,</i> Attorney General of Arkansas, <i>Clarine Nardi Riddle,</i> Acting Attorney General of Connecticut, <i>Charles M. Oberly III,</i> Attorney General of Delaware, <i>Herbert O. Reid, Sr.,</i> Acting Corporation Counsel for the District of Columbia, and <i>Charles L. Reischel,</i> Deputy Corporation Counsel, <i>Neil F. Hartigan,</i> Attorney General of Illinois, <i>Linley E. Pearson,</i> Attorney General of Indiana, <i>Thomas J. Miller,</i> Attorney General of Iowa, <i>Robert T. Stephan,</i> Attorney General of Kansas, <i>William J. Guste, Jr.,</i> Attorney General of Louisiana, <i>J. Joseph Curran, Jr.,</i> Attorney General of Maryland, <i>Hubert H. Humphrey III,</i> Attorney General of Minnesota, <i>William L. Webster,</i> Attorney General of Missouri, <i>Marc Racicot,</i> Attorney General of Montana, <i>Robert M. Spire,</i> Attorney General of Nebraska, <i>John P. Arnold,</i> Attorney General of New Hampshire, <i>Robert Abrams,</i> Attorney General of New York, <i>Ernest D. Preate, Jr.,</i> Attorney General of Pennsylvania, <i>James E. O'Neil,</i> Attorney General of Rhode Island, <i>Roger A. Tellinghuisen,</i> Attorney General of South Dakota, <i>Charles W. Burson,</i> Attorney General of Tennessee, <i>Jim Mattox,</i> Attorney General of Texas, <i>R. Paul Van Dam,</i> Attorney General of Utah, <i>Jeffrey L. Amestoy,</i> Attorney General of Vermont, and <i>Joseph B. Meyer,</i> Attorney General of Wyoming; for the American Academy of Child and Adolescent Psychiatry et al. by <i>Leonard S. Rubenstein;</i> for the American Medical Association et al. by <i>Carter G. Phillips, Elizabeth H. Esty, Jack R. Bierig,</i> and <i>Stephan E. Lawton;</i> for the National Easter Seal Society et al. by <i>Robert E. Lehrer;</i> for Pennsylvania Protection and Advocacy et al. by <i>Janet F. Stotland</i> and <i>Robin Resnick;</i> for the Children's Defense Fund et al. by <i>Alice Bussiere, Marilyn Holle,</i> and <i>James D. Weill;</i> and for the National Organization of Social Security Claimants' Representatives by <i>Robert E. Rains</i> and <i>Nancy G. Shor.</i>\n</p>\n<p><i>James Bopp, Jr.,</i> and <i>Thomas J. Marzen</i> filed a brief for the Medical Issues Task Force of the United Handicapped Federation et al. as <i>amici curiae.</i></p>\n<p>[1]  Social Security Administration, Office of Disability, Preliminary Staff Report: Childhood Disability Study, p. B-1 (Sept. 20, 1989).</p>\n<p>[2]  Title 42 U. S. C. § 405(a), made applicable to Title XVI by 42 U. S. C. § 1383(d)(1) (1982 ed., Supp. V), reads:\n</p>\n<p>\"The Secretary shall have full power and authority to make rules and regulations and to establish procedures, not inconsistent with the provisions of this subchapter, which are necessary or appropriate to carry out such provisions, and shall adopt reasonable and proper rules and regulations to regulate and provide for the nature and extent of the proofs and evidence . . . in order to establish the right to benefits hereunder.\"</p>\n<p>[3]  The regulations implementing the Title II disability standard, 42 U. S. C. § 423(d), at issue in <i>Yuckert,</i> and those implementing the identical Title XVI standard, § 1382c(a)(3), at issue in this case, are the same in all relevant respects. Compare 20 CFR §§ 404.1520-1530 with §§ 416.920-930 (1989).</p>\n<p>[4]  Respondents Joseph Love and Evelyn Raushi, two children who were denied benefits, are the other two named plaintiffs in this action. All three named plaintiffs' individual claims were eventually remanded to the Secretary by the District Court; only the class claims remain before this Court.</p>\n<p>[5]  The First and Eleventh Circuits have upheld the validity of the Secretary's approach to child disability. <i>Hinckley ex rel. Martin</i> v. <i>Secretary of Health and Human Services,</i> 742 F. 2d 19 (CA1 1984); <i>Powell ex rel. Powell</i> v. <i>Schweiker,</i> 688 F. 2d 1357 (CA11 1982). Also, the Fifth and Eighth Circuits have ruled that the Secretary properly applied the child-disability regulations to deny benefits in a particular case, without explicitly addressing the question whether the regulations are valid. <i>Nash ex rel. Alexander</i> v. <i>Bowen,</i> 882 F. 2d 1291 (CA8 1989); <i>Burnside ex rel. Burnside</i> v. <i>Bowen,</i> 845 F. 2d 587 (CA5 1988). The Third Circuit in the present case acknowledged the conflict. <i>Zebley ex rel. Zebley</i> v. <i>Bowen,</i> 855 F. 2d 67, 75 (1988).</p>\n<p>[6]  There are 125 impairments defined in the adult listings, and an additional 57 in the child listings. The body system categories in the adult listings are: musculoskeletal, special senses and speech, respiratory, cardiovascular, digestive, genitourinary, hemic and lymphatic, skin, and endocrine. In addition, there are four groups of listings not categorized by body system: multiple body system impairments, neurological impairments, mental disorders, and malignant neoplastic diseases. The child-disability listings include, in addition to all these, a category for growth impairment.</p>\n<p>[7]  For example, under the \"growth impairment\" category of the child-disability listings, 20 CFR pt. 404, subpt. P, App. 1 (pt. B), § 100.00 <i>et seq.</i> (1989), there is a listing the medical criteria of which require the claimant to show both a \"[f]all of greater than 25 percentiles in height which is sustained\" and \"[b]one age greater than two standard deviations . . . below the mean for chronological age.\" § 100.03. Another example is the listing for \"mental retardation,\" which requires that a child claimant show \"[a]chievement of only those developmental milestones generally acquired by children no more than one-half the child's chronological age,\" or \"IQ of 59 or less,\" or \"IQ of 60-69, inclusive, and a physical or other mental impairment imposing additional and significant restriction of function or developmental progression.\" § 112.05.</p>\n<p>[8]  For example, in the growth impairment listing described in n. 7, <i>supra,</i> a child claimant whose \"bone age\" was slightly less than two standard deviations below normal would not qualify under the listing, even if his height was much more than 25 percentiles below normal.</p>\n<p>[9]  Social Security Rulings are agency rulings \"published under the authority of the Commissioner of Social Security and are binding on all components of the Administration.\" 20 CFR § 422.408 (1989); see <i>Heckler</i> v. <i>Edwards,</i> 465 U. S. 870, 873, n. 3 (1984).</p>\n<p>[10]  For example, a child claimant with Down's syndrome (which currently is not a listed impairment), a congenital disorder usually manifested by mental retardation, skeletal deformity, and cardiovascular and digestive problems, would have to fulfill the criteria for whichever single listing his condition most resembled. See Brief for National Easter Seal Society et al. as <i>Amici Curiae</i> 17, n. 9.</p>\n<p>[11]  For example, if a child has both a growth impairment slightly less severe than required by listing § 100.03, and is mentally retarded but has an IQ just above the cut-off level set by § 112.04, he cannot qualify for benefits under the \"equivalence\" analysis \u0097 no matter how devastating the combined impact of mental retardation and impaired physical growth.</p>\n<p>[12]  A Disability Insurance Letter (DIL) is an internal directive sent by the Secretary to the state agencies responsible for disability determinations. See Brief for Petitioner 36.</p>\n<p>[13]  There are, as yet, no specific listings for many well-known childhood impairments, including spina bifida, Down's syndrome, muscular dystrophy, autism, AIDS, infant drug dependency, and fetal alcohol syndrome. See Brief for American Medical Association et al. as <i>Amici Curiae</i> (AMA Brief) 22. The Secretary, however, has proposed new listings for \"Down syndrome and other Hereditary, Congenital, and Acquired Disorders.\" 52 Fed. Reg. 37161 (1987). See Reply Brief for Petitioner 19, n. 16.</p>\n<p>[14]  The Secretary has stated that the severity of perceived symptoms such as pain has no bearing on the determination whether a claimant's impairment meets or equals a listing. SSR 82-58, Dept. of Health and Human Services Rulings 121 (cum. ed. 1982) (\"No alleged or reported intensity of the symptoms can be substituted to elevate impairment severity to equivalency. . . . [C]omplaints of `severe,' `extreme,' or `constant' pain will not compensate for . . . missing medical findings and permit an `equals' determination\") (emphasis deleted).</p>\n<p>[15]  About 25% of adult claimants qualify for benefits under steps 4 and 5 of the Secretary's test. House Committee on Ways and Means, Background Material and Data On Programs Within the Jurisdiction of the Committee on Ways and Means, 101st Cong., 1st Sess., 46 (Comm. Print 1989).</p>\n<p>[16]  As the dissent points out, <i>post,</i> at 546-547, 42 U. S. C. § 1382c(a)(3) (F) (1982 ed., Supp. V) requires that \"the combined impact of [multiple] impairments shall be considered throughout the disability determination process,\" and 20 CFR § 416.923 (1989) promises that \"we will consider the combined effect of all your impairments.\" This assurance may be of value to adult claimants, but not to children, for whom the combined effect of multiple impairments is considered <i>only</i> within the confines of the equivalence determination, \"whether the combination of your impairments is medically equal to <i>any listed impairment.</i>\" § 416.926(a). As the Court of Appeals noted, <i>if</i> children are afforded the individualized consideration given to adults, <i>then</i> § 416.923 would fulfill the statutory mandate as to children with multiple impairments. 855 F. 2d, at 76.</p>\n<p>[17]  Empirical evidence suggests that the rigidity of the Secretary's listings-only approach has a severe impact on child claimants. There are many rare childhood diseases that cannot meaningfully be compared with any of the listings. AMA Brief 6, 25 (it is unlikely \"that any physician could make meaningful comparisons between extremely rare diseases and the set medical criteria listed by the Secretary\"). Moreover, the listings-only approach disregards factors such as pain, side effects of medication, feeding problems, dependence on medical equipment, confinement at home, and frequent hospitalization, that vary with each individual case. A recent study prepared for the Department of Health and Human Services suggests that children with multiple impairments, young children who cannot be subjected to the clinical tests required by the listings criteria, and children whose impairments have a severe functional impact but which do not match listings criteria are often denied benefits. H. Fox &amp; A. Greaney, Disabled Children's Access to Supplemental Security Income and Medicaid Benefits (1988).\n</p>\n<p>A telling example of the effect of the listings-only approach is found in <i>Wilkinson ex rel. Wilkinson</i> v. <i>Bowen,</i> 847 F. 2d 660 (CA11 1987) (child with rare liver disorder causing severe swelling, food allergies, and fever, and requiring constant care and confinement at home, does not qualify for benefits because his impairment does not meet or equal the criteria for any listing); see also <i>Zebley ex rel. Zebley</i> v. <i>Bowen,</i> 855 F. 2d 67 (CA3 1988) (plaintiff Zebley denied benefits, despite evidence of congenital brain damage, mental retardation, development delay, eye problems, and musculoskeletal impairment, because his condition did not meet or equal any listing).</p>\n<p>The disparity in the Secretary's treatment of child and adult claimants is thrown into sharp relief in cases where an unsuccessful child claimant, upon reaching age 18, is awarded benefits on the basis of the <i>same</i> impairment deemed insufficient to qualify him for child disability benefits. See, <i>e. g., </i><i>Wills</i> v. <i>Secretary of Health and Human Services,</i> 686 F. Supp. 171, 172, and n. 1 (WD Mich. 1987); App. to Brief for National Organization of Social Security Claimants' Representatives as <i>Amicus Curiae</i> A-3 to A-24 (Administrative Law Judge decisions awarding benefits when child claimant turns 18). See also Tr. of Oral Arg. 13-14.</p>\n<p>[18]  The dissent proposes that children who fail to qualify for benefits under the Secretary's current approach can simply \"make their case before the Secretary, and take the case to court if their claims are rejected.\" <i>Post,</i> at 545. We fail to see why each child denied benefits because his impairment falls within the several categories of impairments that meet the statutory standard but do not qualify under the Secretary's listings-only approach should be compelled to raise a separate, as-applied challenge to the regulations, or why a facial challenge is not a proper response to the systemic disparity between the statutory standard and the Secretary's approach to child-disability claims.</p>\n<p>[19]  The dissent, <i>post,</i> at 547, n. 2, appears to accept the Secretary's argument that Congress expressly indicated its approval of his approach to child disability in 1976, when it directed him to \"publish criteria\" to be employed to determine disability in children's cases. Unemployment Compensation Amendments of 1976, § 501(b), 90 Stat. 2685. At that time, however, Congress could not have known the exact contours of the Secretary's approach. Congress had before it only the Secretary's 1973 and 1974 DIL's and accompanying \"medical guides\" that eventually became the child-disability listings, and the proposed regulations published for comment at 39 Fed. Reg. 1624 (1974).\n</p>\n<p>The DIL's are ambiguous as to the scope of the child-disability determination. The 1973 DIL says that \"childhood disability will be determined solely in consideration of medical factors,\" but it also says that \"disability in children must be defined in terms of the primary activity in which they engage, namely growth and development,\" and that \"[d]escriptions of a child's activities, behavioral adjustment, and school achievement may be considered in relationship to the overall medical history regarding severity of the impairment.\" DIL No. III-11 (1973), App. 90-91. The 1974 DIL does reflect the listings-only approach, but its discussion of the \"equivalence\" determination suggests a broader inquiry than the Secretary's present rules allow. DIL No. III-11, Supp. 1 (1974), App. 97 (\" `[M]edical equivalency' concept . . . takes into account the particular effect of disease processes in childhood\"; when used to evaluate multiple impairments, \"[e]ach impairment must have some substantial adverse effect on the child's major daily activities, and together must `equal' the specified impact\"). Congress could not have guessed that these early directives would evolve into the present regulatory scheme.</p>\n<p>Similarly, the 1974 proposed regulations provide that a child with an unlisted impairment qualifies for benefits if his impairment is \"determined. . . with appropriate consideration of the particular effect of disease processes in childhood, to be medically the equivalent of a listed impairment.\" 39 Fed. Reg., at 1626. The regulation defining \"medical equivalence\" says only that an impairment is equivalent to a listed one \"only if the medical findings with respect thereto are at least equivalent in severity and duration to the listed findings of the listed impairment.\" <i>Ibid.;</i> cf. 20 CFR § 416.926 (1989) (current definition of \"equivalence,\" requiring claimant to meet all criteria for the one most similar listed impairment). Thus, the proposed regulations gave little warning of the Secretary's current, strictly limited equivalence analysis. At least until SSR 83-19 was promulgated in 1983, it did not become clear that the listings criteria would be applied so rigidly, and that proof of equivalence would require a strict matching of the criteria for the single most similar listed impairment.</p>\n<p>The 1976 directive to publish criteria therefore has little bearing on the question whether the Secretary's present approach to child disability is consistent with the statute.</p>\n<p>[20]  The Secretary's own regulations state that this inquiry involves assessment of an adult claimant's ability to \"do physical activities such as walking, standing, lifting, carrying, pushing, pulling, reaching, handling,\" and his ability \"to carry out and remember instructions, and to respond appropriately to supervision, co-workers and work pressures in a work setting.\" 20 CFR §§ 416.945(b) and (c) (1989). It is difficult to see why such functional assessment would be feasible for adults and not for children.</p>\n<p>[21]  The Secretary contends that, because some of the child-disability listings include functional criteria, his approach to child disability adequately takes account of functional considerations. Brief for Petitioner 42. This argument is unavailing. The fact that some of the listed impairments are defined in terms of functional criteria is small comfort to child claimants who do not have one of those impairments and who fail to qualify for benefits for one of the reasons discussed above.</p>\n<p>[22]  See AMA Brief 5 (\"The view that proper study or treatment of pediatric illness and injury must include an assessment of the child's functional capacity to perform age-appropriate activities is well accepted in the medical community. . . . The biological severity of an illness is an abstraction, measured only by proxies, the most familiar of which are physiological severity, functional severity and burden of illness\").</p>\n<p>[1]  The majority suggests that the agency has conceded that its listing approach is not intended to satisfy the statutory standard of \"comparable severity\" because the Secretary only designed the lists to compensate claimants who suffer from disabilities that prevent any gainful activity, rather than claimants who suffer from disabilities that prevent any substantial gainful activity. It is difficult, however, particularly in light of the agency's interpretation of its own regulations, to extract from them an admission on the agency's part that it has failed to fulfill its statutory responsibilities. The regulations specifically state both that \"[t]he law defines disability as the inability to do any substantial gainful activity by reason of any medically determinable physical or mental impairment . . .\" and that \"[i]f you are under age 18, we will consider you disabled if you are suffering from any medically determinable physical or mental impairment which compares in severity to an impairment that would make an adult (a person over 18) disabled.\" 20 CFR §§ 416.905, 416.906 (1989).</p>\n<p>[2]  Congress' acquiescence in the Secretary's regulatory technique for assessing child-disability applications supports the position that the Secretary's approach is reasonable. In 1976, Congress directed the Secretary to publish his criteria for evaluating disability payments for children. Unemployment Compensation Amendments of 1976, § 501(b), 90 Stat. 2685. Despite the majority's contention to the contrary, the history of this legislation indicates that Congress understood and, at least implicitly, condoned the Secretary's methodology for evaluating child-disability claims. The Senate Report states:\n</p>\n<p>\"The regulations which have been issued with regard to disability for children state that if a child's impairments are not those listed, eligibility may still be met if the impairments `singly or in combination . . . are determined by the Social Security Administration, with appropriate consideration of the particular effect of the disease processes in childhood, to be medically the equivalent of a listed impairment.' \" S. Rep. No. 94-1265, p. 24 (1976).</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:13:40", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">521</span></span> (1990)</b></center>\n<center><h1>SULLIVAN, SECRETARY OF HEALTH AND HUMAN SERVICES<br>\nv.<br>\nZEBLEY ET AL.</h1></center>\n<center>No. 88-1377.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 28, 1989</center>\n<center>Decided February 20, 1990</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE THIRD CIRCUIT\n<p><span class=\"star-pagination\">*522</span> <i>Edwin S. Kneedler</i> argued the cause for petitioner. With him on the briefs were <i>Solicitor General Starr, Acting Assistant Attorney General Schiffer, Deputy Solicitor General Merrill,</i> and <i>John F. Cordes.</i></p>\n<p><i>Richard P. Weishaupt</i> argued the cause for respondents. With him on the briefs were <i>Jonathan M. Stein</i> and <i>Thomas D. Sutton.</i><sup>[*]</sup></p>\n<p><span class=\"star-pagination\">*523</span> JUSTICE BLACKMUN delivered the opinion of the Court.</p>\n<p>This case concerns a facial challenge to the method used by the Secretary of Health and Human Services to determine whether a child is \"disabled\" and therefore eligible for benefits under the Supplemental Security Income Program, Title XVI of the Social Security Act, as added, 86 Stat. 1465, and amended, 42 U. S. C. § 1381 <i>et seq.</i> (1982 ed. and Supp. V).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*524</span> I</h2>\n<p>In 1972, Congress enacted the Supplemental Security Income (SSI) Program to assist \"individuals who have attained age 65 or are blind or disabled\" by setting a guaranteed minimum income level for such persons. 42 U. S. C. § 1381 (1982 ed.). The program went into effect January 1, 1974. Currently, about 2 million claims for SSI benefits are adjudicated each year. Of these, about 100,000 are child-disability claims.<sup>[1]</sup></p>\n<p>A person is eligible for SSI benefits if his income and financial resources are below a certain level, § 1382(a), and if he is \"disabled.\" Disability is defined in § 1382c(a)(3) as follows:</p>\n<blockquote>\"(A) An individual shall be considered to be disabled for purposes of this subchapter if he is unable to engage in any substantial gainful activity by reason of any medically determinable physical or mental impairment which can be expected to result in death or which has lasted or can be expected to last for a continuous period of not less than twelve months (or, in the case of a child under the age of 18, if he suffers from any medically determinable physical or mental impairment of comparable severity).</blockquote>\n<blockquote>\"(B) For purposes of subparagraph (A), an individual shall be determined to be under a disability only if his physical or mental impairment or impairments are of such severity that he is not only unable to do his previous work but cannot, considering his age, education, and work experience, engage in any other kind of substantial gainful work which exists in the national economy . . . .</blockquote>\n<blockquote>\"(C) For purposes of this paragraph, a physical or mental impairment is an impairment that results from anatomical, physiological, or psychological abnormalities which are demonstrable by medically acceptable clinical and laboratory diagnostic techniques.\"</blockquote>\n<p><span class=\"star-pagination\">*525</span> This statutory definition of disability was taken from Title II of the Social Security Act, 70 Stat. 815, as amended, 42 U. S. C. § 423 <i>et seq.</i> (1982 ed. and Supp. V) (providing for payment of insurance benefits to disabled workers who have contributed to the Social Security Program). See §§ 423(d)(1)(A) and (d)(2)(A) (definitions of disability).</p>\n<p>Pursuant to his statutory authority to implement the SSI Program,<sup>[2]</sup> the Secretary has promulgated regulations creating a five-step test to determine whether an <i>adult</i> claimant is disabled. See <i>Bowen</i> v. <i>Yuckert,</i> 482 U. S. 137, 140-142 (1987).<sup>[3]</sup> The first two steps involve threshold determinations that the claimant is not presently working and has an impairment which is of the required duration and which significantly limits his ability to work. See 20 CFR §§ 416.920(a) through (c) (1989). In the third step, the medical evidence of the claimant's impairment is compared to a list of impairments presumed severe enough to preclude any gainful work. See 20 CFR pt. 404, subpt. P, App. 1 (pt. A) (1989). If the claimant's impairment matches or is \"equal\" to one of the listed impairments, he qualifies for benefits without further inquiry. § 416.920(d). If the claimant cannot qualify under the listings, the analysis proceeds to the fourth and fifth steps. At these steps, the inquiry is whether the claimant can do his own past work or any other work that exists in the <span class=\"star-pagination\">*526</span> national economy, in view of his age, education, and work experience. If the claimant cannot do his past work or other work, he qualifies for benefits. §§ 416.920(e) and (f).</p>\n<p>The Secretary's test for determining whether a <i>child</i> claimant is disabled is an abbreviated version of the adult test. A child qualifies for benefits if he \"is not doing any substantial gainful activity,\" § 416.924(a), if his impairment meets the duration requirement, § 416.924(b)(1), and if it matches or is medically equal to a listed impairment, §§ 416.924(b)(2) and (3). In evaluating a child's claim, both the general listings and a special listing of children's impairments, 20 CFR pt. 404, subpt. P, App. 1 (pt. B) (1989), are considered. If a child cannot qualify under these listings, he is denied benefits. There is no further inquiry corresponding to the fourth and fifth steps of the adult test.</p>\n<p></p>\n<h2>II</h2>\n<p>Respondent Brian Zebley, a child who had been denied SSI benefits, brought a class action in the United States District Court for the Eastern District of Pennsylvania to challenge the child-disability regulations.<sup>[4]</sup> His complaint alleges that the Secretary</p>\n<blockquote>\"has promulgated regulations and issued instructions . . . whereby children have their entitlement to SSI disability benefits based solely on the grounds that they have a listed impairment or the medical equivalent of a listed impairment . . . in contravention of the Act's requirement that a child be considered disabled `if he suffers from any medically determinable physical or mental impairment of comparable severity' to that which disables <span class=\"star-pagination\">*527</span> an adult under the program.\" Complaint in Civil Action No. 83-3314, ¶ 2.</blockquote>\n<p>The District Court, on January 10, 1984, certified a class of all persons \"who are now, or who in the future will be, entitled to an administrative determination . . . as to whether supplemental security income benefits are payable on account of a child who is disabled, or as to whether such benefits have been improperly denied, or improperly terminated, or should be resumed.\" App. 26, 27.</p>\n<p>The court in due course granted summary judgment in the Secretary's favor as to the class claims, ruling that the regulations are not \"facially invalid or incomplete . . . and permi[t] the award of benefits in conformity with the intent of Congress.\" <i>Zebley</i> v. <i>Heckler,</i> <span class=\"citation\" data-id=\"2399010\"><a href=\"/opinion/2399010/zebley-v-heckler/\"><span class=\"volume\">642</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">220</span></a></span>, 222 (1986). The Court of Appeals for the Third Circuit vacated in part that summary judgment. <i>Zebley ex rel. Zebley</i> v. <i>Bowen,</i> 855 F. 2d 67 (1988). The Third Circuit found the Secretary's regulatory scheme for child-disability benefits inconsistent with the statute because the listings-only approach of the regulations does not account for all impairments of \"comparable severity\" and denies child claimants the individualized functional assessment that the statutory standard requires and that the Secretary provides to adults. <i>Id.,</i> at 69. Although the Court of Appeals recognized that the Secretary's interpretation of the statute is entitled to deference, it rejected the regulations as contrary to clear congressional intent. The Court remanded the case to the District Court with the direction that summary judgment be entered in favor of the plaintiff class on the claim that the Secretary must give child claimants an opportunity for individualized assessment of their functional limitations. <i>Id.,</i> at 77. We granted certiorari to resolve a conflict among the Circuits as to the validity of the Secretary's approach to child disability. 490 U. S. 1064 (1989).<sup>[5]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*528</span> III</h2>\n<p>Since the Social Security Act expressly grants the Secretary rulemaking power, see n. 2, <i>supra,</i> \" `our review is limited to determining whether the regulations promulgated exceeded the Secretary's statutory authority and whether they are arbitrary and capricious.' \" <i>Yuckert,</i> 482 U. S., at 145 (quoting <i>Heckler</i> v. <i>Campbell,</i> 461 U. S. 458, 466 (1983)); see <i>Chevron U. S. A. Inc.</i> v. <i>Natural Resources Defense Council, Inc.,</i> 467 U. S. 837, 843-844 (1984) (\"If Congress has explicitly left a gap for the agency to fill, there is an express delegation of authority to the agency to elucidate a specific provision of the statute by regulation. Such legislative regulations are given controlling weight unless they are arbitrary, capricious, or manifestly contrary to the statute\"). We conclude, however, that the Secretary's child-disability regulations cannot be reconciled with the statute they purport to implement.</p>\n<p>The statute generally defines \"disability\" in terms of an individualized, functional inquiry into the effect of medical problems on a person's ability to work. <i>Yuckert,</i> 482 U. S., at 146 (Social Security Act adopts \"functional approach\"); <i>Campbell,</i> 461 U. S., at 459-460, 467 (Act \"defines `disability' in terms of the effect a physical or mental impairment has on a person's ability to function in the workplace\"; \"statutory scheme contemplates that disability hearings will be individualized determinations\").</p>\n<p><span class=\"star-pagination\">*529</span> The statutory standard for child disability is explicitly linked to this functional, individualized standard for adult disability. A child is considered to be disabled \"if he suffers from any . . . impairment of comparable severity\" to one that would render an adult \"unable to engage in any substantial gainful activity.\" 42 U. S. C. § 1382c(a)(3)(A) (1982 ed.). The next paragraph of the statute elaborates on the adult disability standard, providing that an adult is considered unable to engage in substantial gainful activity, and is therefore disabled, if he is unable to do either his own past work or other work. § 1382c(a)(3)(B). In plain words, the two provisions together mean that a child is entitled to benefits if his impairment is as severe as one that would prevent an adult from working.</p>\n<p>The question presented is whether the Secretary's method of determining child disability conforms to this statutory standard. Respondents argue, and the Third Circuit agreed, that it does not, because the regulatory requirement that a child claimant's impairment must match or be equivalent to a listed impairment denies benefits to those children whose impairments are severe and disabling even though the impairments are not listed and cannot meaningfully be compared with the listings. The Secretary concedes that his listings do not cover every impairment that could qualify a child for benefits under the statutory standard, but insists that the listings, together with the equivalence determination, see 20 CFR § 416.924(b)(3) (1989), are sufficient to carry out the statutory mandate that children with impairments of \"comparable severity\" shall be considered disabled. To decide this question, we must take a closer look at the regulations at issue.</p>\n<p></p>\n<h2>IV</h2>\n<p>The listings set out at 20 CFR pt. 404, subpt. P, App. 1 (pt. A) (1989), are descriptions of various physical and mental illnesses and abnormalities, most of which are categorized by <span class=\"star-pagination\">*530</span> the body system they affect.<sup>[6]</sup> Each impairment is defined in terms of several specific medical signs, symptoms, or laboratory test results.<sup>[7]</sup> For a claimant to show that his impairment matches a listing, it must meet <i>all</i> of the specified medical criteria. An impairment that manifests only some of those criteria, no matter how severely, does not qualify.<sup>[8]</sup> See Social Security Ruling (SSR) 83-19,<sup>[9]</sup> Dept. of Health and Human Services Rulings 90 (Jan. 1983) (\"An impairment `meets' a listed condition . . . only when it manifests the specific findings described in the set of medical criteria for that listed impairment.\" \"The level of severity in any particular <span class=\"star-pagination\">*531</span> listing section is depicted by the <i>given set</i> of findings and not by the degree of severity of any single medical finding \u0097 no matter to what extent that finding may exceed the listed value\"). <i>Id.,</i> at 91. (Emphasis in original.)</p>\n<p>For a claimant to qualify for benefits by showing that his unlisted impairment, or combination of impairments, is \"equivalent\" to a listed impairment, he must present medical findings equal in severity to <i>all</i> the criteria for the one most similar listed impairment.<sup>[10]</sup> 20 CFR § 416.926(a) (1989) (a claimant's impairment is \"equivalent\" to a listed impairment \"if the medical findings are at least equal in severity\" to the medical criteria for \"the listed impairment most like [the claimant's] impairment\"); SSR 83-19, at 91 (a claimant's impairment is \"equivalent\" to a listing only if his symptoms, signs, and laboratory findings are \"at least equivalent in severity to\" the criteria for \"the listed impairment most like the individual's impairment(s)\"; when a person has a combination of impairments, \"the medical findings of the combined impairments will be compared to the findings of the listed impairment most similar to the individual's most severe impairment\").<sup>[11]</sup> A claimant cannot qualify for benefits under the \"equivalence\" step by showing that the overall functional impact of his unlisted impairment or combination of impairments is as severe as that of a listed impairment. SSR 83-19, at 91-92 (\"[I]t is incorrect to consider whether the listing is equaled on the basis of an assessment of <i>overall</i> functional <span class=\"star-pagination\">*532</span> impairment. . . . The functional consequences of the impairments . . . irrespective of their nature or extent, <i>cannot</i> justify a determination of equivalence\") (emphases in original).</p>\n<p>The Secretary explicitly has set the medical criteria defining the listed impairments at a higher level of severity than the statutory standard. The listings define impairments that would prevent an adult, regardless of his age, education, or work experience, from performing <i>any</i> gainful activity, not just \"substantial gainful activity.\" See 20 CFR § 416.925(a) (1989) (purpose of listings is to describe impairments \"severe enough to prevent a person from doing any gainful activity\"); SSR 83-19, at 90 (listings define \"medical conditions which ordinarily prevent an individual from engaging in any gainful activity\"). The reason for this difference between the listings' level of severity and the statutory standard is that, for adults, the listings were designed to operate as a presumption of disability that makes further inquiry unnecessary. That is, if an adult is not actually working and his impairment matches or is equivalent to a listed impairment, he is presumed unable to work and is awarded benefits without a determination whether he actually can perform his own prior work or other work. See <i>Yuckert,</i> 482 U. S., at 141 (if an adult's impairment \"meets or equals one of the listed impairments, the claimant is conclusively presumed to be disabled. If the impairment is not one that is conclusively presumed to be disabling, the evaluation proceeds to the fourth step\"); <i>id.,</i> at 153 (the listings \"streamlin[e] the decision process by identifying those claimants whose medical impairments are so severe that it is likely they would be found disabled regardless of their vocational background\"); <i>Bowen</i> v. <i>City of New York,</i> 476 U. S. 467, 471 (1986) (\"If a claimant's condition meets or equals the listed impairments, he is conclusively presumed to be disabled and entitled to benefits\"; if not, \"the process moves to the fourth step\"); <i>Campbell,</i> 461 U. S., at 460 (\"The regulations recognize that <span class=\"star-pagination\">*533</span> certain impairments are so severe that they prevent a person from pursuing any gainful work. . . . A claimant who establishes that he suffers from one of these impairments will be considered disabled without further inquiry. . . . If a claimant suffers from a less severe impairment, the Secretary must determine whether the claimant retains the ability to [work]\").</p>\n<p>When the Secretary developed the child-disability listings, he set their medical criteria at the same level of severity as that of the adult listings. See 42 Fed. Reg. 14705 (1977) (the child-disability listings describe impairments \"of `comparable severity' to the adult listing\"); SSA Disability Insurance Letter<sup>[12]</sup> No. III-11 (Jan. 9, 1974), App. 97 (child-disability listings describe impairments that affect children \"to the same extent as . . . the impairments listed in the adult criteria\" affect adults' ability to work).</p>\n<p>Thus, the listings in several ways are more restrictive than the statutory standard. First, the listings obviously do not cover all illnesses and abnormalities that actually can be disabling. The Secretary himself has characterized the adult listing as merely containing \"over 100 <i>examples</i> of medical conditions which ordinarily prevent\" a person from working, and has recognized that \"it is difficult to include in the listing all the sets of medical findings which describe impairments severe enough to prevent any gainful work.\" SSR 83-19, at 90 (emphasis added). See also 50 Fed. Reg. 50068, 50069 (1985) (listings contain only the most \"frequently diagnosed\" impairments); 44 Fed. Reg. 18170, 18175 (1979) (\"The Listing criteria are intended to identify the more commonly occurring impairments\"). Similarly, when the Secretary published the child-disability listings for comment in 1977, he described them as including only the \"more common impairments\" affecting children. 42 Fed. Reg. 14706 (the child-disability <span class=\"star-pagination\">*534</span> listings \"provide a means to efficiently and equitably evaluate the more common impairments\").<sup>[13]</sup></p>\n<p>Second, even those medical conditions that are covered in the listings are defined by criteria setting a higher level of severity than the statutory standard, so they exclude claimants who have listed impairments in a form severe enough to preclude <i>substantial</i> gainful activity, but not quite severe enough to meet the listings level \u0097 that which would preclude <i>any</i> gainful activity. Third, the listings also exclude any claimant whose impairment would not prevent any and all persons from doing any kind of work, but which actually precludes the particular claimant from working, given its actual effects on him \u0097 such as pain, consequences of medication, and other symptoms that vary greatly with the individual<sup>[14]</sup> \u0097 and given the claimant's age, education, and work experience. Fourth, the equivalence analysis excludes claimants who have unlisted impairments, or combinations of impairments, that do not fulfill all the criteria for any one listed impairment. Thus, there are several obvious categories of claimants who would not qualify under the listings, but who nonetheless would meet the statutory standard.</p>\n<p>For <i>adults,</i> these shortcomings of the listings are remedied at the final, vocational steps of the Secretary's test. A <span class=\"star-pagination\">*535</span> claimant who does not qualify for benefits under the listings, for any of the reasons described above, still has the opportunity to show that his impairment in fact prevents him from working. 20 CFR §§ 416.920(e) and (f) (1989); <i>Yuckert,</i> 482 U. S., at 141 (if an adult claimant's \"impairment is not one that is conclusively presumed to be disabling, the evaluation proceeds\" to the fourth and fifth steps); <i>Campbell,</i> 461 U. S., at 460 (\"If a claimant suffers from a less severe impairment\" than the listed impairments, \"the Secretary must determine whether the claimant retains the ability to perform either his former work or some less demanding employment\").<sup>[15]</sup></p>\n<p>For children, however, there is no similar opportunity. Children whose impairments are not quite severe enough to rise to the presumptively disabling level set by the listings; children with impairments that might not disable any and all children, but which actually disable <i>them,</i> due to symptomatic effects such as pain, nausea, side effects of medication, etc., or due to their particular age, educational background, and circumstances; and children with unlisted impairments or combinations of impairments<sup>[16]</sup> that are not equivalent to any one listing \u0097 all these categories of child claimants are simply <span class=\"star-pagination\">*536</span> denied benefits, even if their impairments are of \"comparable severity\" to ones that would actually (though not presumptively) render an adult disabled.<sup>[17]</sup></p>\n<p>The child-disability regulations are simply inconsistent with the statutory standard of \"comparable severity.\"<sup>[18]</sup> This inconsistency <span class=\"star-pagination\">*537</span> is aptly illustrated by the fact that the Secretary applies the same approach to child-disability determinations under Title XVI and to widows' and widowers' disability benefits under Title II, despite the fact that Title II sets a stricter standard for widows' benefits. Under the Secretary's regulations and rulings, both widows and children qualify for benefits <i>only</i> if the medical evidence of their impairments meets or equals a listing. SSR 83-19, at 93. Title II provides: \"A widow . . . [or] widower shall not be determined to be under a disability . . . unless his or her . . . impairment or impairments are of a level of severity which under regulations prescribed by the Secretary is deemed to be sufficient to preclude an individual from engaging in any gainful activity.\" 42 U. S. C. § 423(d)(2)(B) (1982 ed., Supp. V). When Congress set out to provide disabled children with benefits, it chose to link the disability standard <i>not</i> to this test, but instead to the more liberal test set forth in § 423(d)(2)(A) and in § 1382c(a)(3)(A) (any impairment making a claimant \"unable to engage in any substantial gainful activity\" qualifies him for benefits). The Secretary's regulations, treating child-disability claims like claims for widows' benefits, nullify this congressional choice. See <i>Yuckert,</i> 482 U. S., at 163-164 (dissenting opinion) (contrasting widows' disability statute with the § 423(d)(2)(A)/§ 1382c(a)(3) test, which requires an individualized inquiry as to whether the claimant can work); S. Rep. No. 744, 90th Cong., 1st Sess., 49 (1967) (disabled widows' statutory \"test of disability . . . is somewhat more restrictive than that for disabled workers\").<sup>[19]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*538</span> V</h2>\n<p>The Secretary does not seriously dispute the disparity in his approach to child- and adult-disability determinations. <span class=\"star-pagination\">*539</span> He argues, instead, that the listings-only approach is the only practicable way to determine whether a child's impairment is \"comparable\" to one that would disable an adult. An individualized, functional approach to child-disability claims like that provided for adults is not feasible, the Secretary asserts, since children do not work; there is no available measure of their functional abilities analogous to an adult's ability to work, so the only way to measure \"comparable severity\" is to compare child claimants' medical evidence with the standard of severity set by the listings. Laying to one side the obvious point that such a comparison does not properly implement the statute because the Secretary's current listings set a level of severity higher than that prescribed by the statute, this argument still is not persuasive. Even if the listings were set at the same level of severity as the statute, and expanded to cover many more childhood impairments, <i>no</i> set of listings could ensure that child claimants would receive benefits whenever their impairments are of \"comparable severity\" to ones that would qualify an adult for benefits under the individualized, functional analysis contemplated by the statute and provided to adults by the Secretary. No decision process restricted to comparing claimants' medical evidence to a fixed, finite set of medical criteria can respond adequately to the infinite variety of medical conditions and combinations thereof, the varying impact of such conditions due to the claimant's individual characteristics, and the constant evolution of medical diagnostic techniques.</p>\n<p>The Secretary's claim that a functional analysis of child-disability claims is not feasible is unconvincing. The fact that a <i>vocational</i> analysis is inapplicable to children does not <span class=\"star-pagination\">*540</span> mean that a <i>functional</i> analysis cannot be applied to them. An inquiry into the impact of an impairment on the normal daily activities of a child of the claimant's age \u0097 speaking, walking, washing, dressing, feeding oneself, going to school, playing, etc. \u0097 is, in our view, no more amorphous or unmanageable than an inquiry into the impact of an adult's impairment on his ability to perform \"any other kind of substantial gainful work which exists in the national economy,\" § 1382c(a)(3)(B).<sup>[20]</sup> Moreover, the Secretary tacitly acknowledges that functional assessment of child claimants is possible, in that some of his own listings are defined in terms of functional criteria. See, <i>e. g.,</i> 20 CFR pt. 404, subpt. P, App. 1 (pt. B), § 101.03 (1989) (listing for \"Deficit of musculoskeletal function\" defined in terms of difficulty in walking or \"[i]nability to perform age-related personal self-care activities involving feeding, dressing, and personal hygiene\"); § 111.02(B) (listing for \"Major motor seizures\" defined in terms of \"Significant interference with communication\" or \"Significant emotional disorder,\" or \"Where significant adverse effects of medication interfere with major daily activities\"); § 112.05(C) (mental retardation listing for claimants with IQ of 60-69 requiring \"a physical or other mental impairment imposing additional and significant restriction of function or developmental progression\").<sup>[21]</sup> Also, the Secretary's <span class=\"star-pagination\">*541</span> own test for cessation of disability involves an examination of a child claimant's ability to \"perform age-appropriate activities.\" 20 CFR § 416.994(c) (1989). Finally, the Secretary's insistence that child claimants must be assessed from \"a medical perspective alone, without individualized consideration of. . . residual functional capacity,\" Brief for Petitioner 45, seems to us to make little sense in light of the fact that standard medical diagnostic techniques often include assessment of the functional impact of the disorder.<sup>[22]</sup></p>\n<p></p>\n<h2>VI</h2>\n<p>We conclude that the Secretary's regulations and rulings implementing the child-disability statute simply do not carry out the statutory requirement that SSI benefits shall be provided to children with \"any . . . impairment of comparable severity\" to an impairment that would make an adult \"unable to engage in any substantial gainful activity.\" § 1382c(a)(3)(A). For that reason, the Secretary's approach to child disability is \"manifestly contrary to the statute,\" <i>Chevron,</i> 467 U. S., at 844, and exceeds his statutory authority.</p>\n<p>The judgment of the Court of Appeals, vacating in part the District Court's grant of summary judgment in the Secretary's favor as to the claims of the plaintiff class, is affirmed.</p>\n<p><i>It is so ordered.</i></p>\n<p>JUSTICE WHITE, with whom THE CHIEF JUSTICE joins, dissenting.</p>\n<p>Only two Terms ago, when reviewing an aspect of the Secretary's methodology for evaluating disability applications <span class=\"star-pagination\">*542</span> under this Act, we emphasized that \"Congress has `conferred on the Secretary exceptionally broad authority' \" in this context, and we stated that the Secretary's regulations were therefore entitled to great deference. <i>Bowen</i> v. <i>Yuckert,</i> 482 U. S. 137, 145 (1987), quoting <i>Heckler</i> v. <i>Campbell,</i> 461 U. S. 458, 466 (1983). Because the majority has failed to abide by this principle, I respectfully dissent.</p>\n<p>As this case involves a challenge to an agency's interpretation of a statute that the agency was entrusted to administer, <i>Chevron U. S. A. Inc.</i> v. <i>Natural Resources Defense Council, Inc.,</i> 467 U. S. 837 (1984), provides the framework for our review. We should therefore first ask whether Congress has expressed a clear intent on the question at issue here; if so, we should enforce that intent. If not, as I think is the case, we should defer to the agency's interpretation as long as it is permissible. <i>Id.,</i> at 842-845.</p>\n<p>Section 1614(a)(3)(A) of the Social Security Act, 42 U. S. C. § 1382c(a)(3)(A) (1982 ed.), provides that a person is disabled if he is unable by reason of any medically determinable physical or mental impairment to engage in any substantial gainful employment; subsection (3)(B) further defines \"disability\" by providing that the impairment or impairments must be severe enough, considering the person's age, education, and work experience, to prevent him from engaging in any kind of substantial gainful employment which exists in the national economy. The Secretary has implemented the statute with respect to adults by regulations listing certain impairments that he will, without more, consider disabling because each of them would prevent an adult from engaging in any kind of gainful employment. 20 CFR pt. 404, subpt. P, App. 1 (1989). If not suffering from one of those impairments or its equivalent, an adult is then given further consideration as required by subsection (a)(3)(B) in order to determine whether in light of his impairment and the specified nonmedical factors he could perform any substantial gainful activities in the national labor market.</p>\n<p><span class=\"star-pagination\">*543</span> At the end of 42 U. S. C. § 1382c(a)(3)(A) (1982 ed.), with its definition of disability, is a parenthetical provision defining that term in the case of persons under 18: \"or, in the case of a child under the age of 18, if he suffers from any medically determinable physical or mental impairment of comparable severity.\" There is no reference to nonmedical factors in this definition and no references to specific consequences that an impairment must or should produce. Furthermore, neither \"comparable,\" \"severity,\" nor the two words together are there or elsewhere defined in the Act, and their meaning is anything but clear. The severity of an impairment that disables an adult is measured by its effects on the ability to engage in gainful employment. But that yardstick is not useful with respect to children, whose inability to work is not due to mental or physical impairment, but to the stage of their development and the labor market. Given this task of comparing apples and oranges, it is understandable that the Secretary implemented the statute with respect to children in a somewhat different manner than he did for adults, and surely there is no direction in the statute to employ the same methodology for both groups.</p>\n<p>Under the regulations applying to children, a person under 18 will be considered disabled if suffering from a Part A impairment listed for adults or its equivalent, as long as the disease's processes have a similar effect on adults and younger persons. Because vocational considerations are largely beside the point in dealing with children \u0097 a fact that the Secretary submits Congress recognized in referring only to medical considerations in subsection (a)(3)(A)'s definition of what would disable a child \u0097 the regulations do not provide for further consideration of the child in light of such factors. Instead, a child not suffering from a Part A impairment is evaluated under an additional listing of impairments in Part B of Appendix 1 to subpart P, any of which, or its equivalent, will be deemed sufficient to disable a child. The preamble to Part B, published in 1977, 42 Fed. Reg. 14705, stated that in <span class=\"star-pagination\">*544</span> identifying medical criteria that would establish disability for a child, the Secretary had placed primary emphasis on the effects of physical and mental impairments in children, and the restrictions on growth, learning, and development imposed on the child by the impairments. The impairments that were determined to affect the child's development to the same extent that the adult criteria have on an adult's ability to engage in substantial gainful activity were deemed to be of \"comparable severity\" to the disabling adult impairments.</p>\n<p>I do not find this approach to be an impermissible implementation of the rather ambiguous congressional directives with respect to children. Surely it cannot be said that the regulations, insofar as they use the Part A and Part B listings, singly or in combination, to identify disability in children, are inconsistent with the statute and void on their face. And as I understand it, no one claims that they are. What is submitted is, first, that the listings do not identify all of the specific medical impairments that should be considered disabling, and second, that each child not deemed disabled under Parts A and B must be evaluated in terms of both his or her medical impairments and nonmedical factors, as are adults.</p>\n<p>These alleged deficiencies are said to be sufficient to invalidate the regulations on their face. But surely these claims, if true, only would demonstrate that the regulations do not go far enough. Furthermore, the claims purport to be supported by descriptions of various unlisted impairments and anecdotal evidence, none of which, it seems to me, has been adjudged by a court to be sufficient to demonstrate that the Part B impairments, or their equivalents, fail to identify impairments that will have comparably severe effects on a child's development as the disabling impairments for an adult will have on an adult's ability to engage in substantial gainful employment. If there are medically determinable diseases or impairments that should be considered disabling because of comparable severity to those affecting adults, the children <span class=\"star-pagination\">*545</span> suffering from them should claim disability, make their case before the Secretary, and take the case to court if their claims are rejected.<sup>[1]</sup> As for the more general attack on the regulation \u0097 that they do not provide for individualized evaluation based on nonmedical factors \u0097 the Secretary contends that it is a reasonable construction of section 3(A) to confine disabling criteria to medical factors where children are concerned. In any event, rather than declaring the regulations wholly or partly void on their face, the Court would be better advised to insist on children making out their claims in individual cases; only then can a court confidently say that the medically identifiable impairment, though neither a listed impairment nor its equivalent, is nevertheless of \"comparable severity\" and hence disabling when considered with nonmedical factors.</p>\n<p>I thus largely agree with District Judge Fullam's view of this case:</p>\n<blockquote>\"Plaintiff's argument may well be valid, in many cases; but errors in applying the regulations in some cases do not demonstrate invalidity of the regulations themselves. Part B of the Secretary's listings of impairments, 20 CFR § 416.925, is not facially invalid or incomplete, <span class=\"star-pagination\">*546</span> seems to provide the necessary flexibility, and, in my view, permits the award of benefits in conformity with the intent of Congress. If these criteria are being misapplied or misinterpreted, the remedy lies in the appeal process in individual cases, not in a class-action decree.\" <i>Zebley</i> v. <i>Heckler,</i> <span class=\"citation\" data-id=\"2399010\"><a href=\"/opinion/2399010/zebley-v-heckler/\"><span class=\"volume\">642</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">220</span></a></span>, 222 (ED Pa. 1986).</blockquote>\n<p>The difference, furthermore, between the Secretary's regulatory approach toward adults and his approach toward children accords with the different purposes underlying the disability programs for the two groups. Congress provided disability benefits for adults in order to ensure \"the basic means of replacing earnings that have been lost as a result of . . . disability\" for those who \"are not able to support themselves through work . . . .\" H. R. Rep. No. 92-231, pp. 146-147 (1971). For this reason, insofar as adults are concerned, the Act defines disabilities in terms of the effect that the disabilities have on the claimant's ability to function in the workplace. In light of this purpose, it is appropriate for the Secretary to evaluate adults not only in terms of the severity of their impairment, but also in terms of their residual functional capacity to perform work.</p>\n<p>By contrast, Congress had a different set of considerations in mind when it provided for children's benefits. Recognizing that disabled children from low-income households are \"among the most disadvantaged of all Americans,\" Congress provided special disability benefits for these persons \"because their needs are often greater than those of nondisabled children.\" H. R. Rep. No. 92-231, <i>supra,</i> at 147-148. In other words, Congress' aim in providing benefits to these individuals was not to replace lost income, but rather to provide for their special health care expenses, such as the home health care costs arising out of the child's medical disability. It is consistent with this quite distinct purpose to focus consideration on the severity of the child's impairment from a medical perspective alone, without individualized consideration <span class=\"star-pagination\">*547</span> of vocational or similar factors or the claimant's residual functional capacity. The nature and severity of a child's impairment, rather than the child's ability to contribute to his family's income, will necessarily determine the child's entitlement to benefits.<sup>[2]</sup></p>\n<p>I also note that the majority faults the regulations on the grounds that they do not adequately provide for considering multiple impairments together. <i>Ante,</i> at 534. As 42 U. S. C. § 1382c(a)(3)(F) (1982 ed., Supp. IV) requires, however, the regulations expressly provide that impairments in combination may add up to qualify for benefits. 20 CFR § 416.923 (1989). The Court of Appeals recognized that the Secretary's regulations faithfully implement the statutory mandate \"by providing generally that the combined effect of all of a claimant's impairments will be considered throughout the disability determination process.\" <i>Zebley</i> v. <i>Bowen,</i> 855 F. 2d 67, 76 (CA3 1988). There is no cross-petition challenging this aspect of the judgment below, and the Court should therefore not expand the relief obtained in the Court of Appeals.</p>\n<p>In sum, because I cannot conclude that the Secretary's method for evaluating child-disability claims is an impermissible <span class=\"star-pagination\">*548</span> construction of the Act, I dissent. The Social Security Administration processes over 100,000 child-disability claims a year. The agency has a finite amount of funds with which to work. By requiring the Secretary to conduct unspecified individualized determinations in cases where an applicant fails to satisfy the agency that he is otherwise disabled, the majority imposes costs on the agency that surely will detract from the pool of benefits available to the unfortunate children that Congress has sought to protect through the Supplemental Security Income Program.</p>\n<h2>NOTES</h2>\n<p>[*]  Briefs of <i>amici curiae</i> urging affirmance were filed for the Commonwealth of Massachusetts et al. by <i>James M. Shannon,</i> Attorney General of Massachusetts, and <i>Suzanne E. Durrell</i> and <i>Judith Fabricant,</i> Assistant Attorneys General, <i>Don Siegelman,</i> Attorney General of Alabama, <i>Douglas B. Baily,</i> Attorney General of Alaska, <i>Robert K. Corbin,</i> Attorney General of Arizona, <i>John Steven Clark,</i> Attorney General of Arkansas, <i>Clarine Nardi Riddle,</i> Acting Attorney General of Connecticut, <i>Charles M. Oberly III,</i> Attorney General of Delaware, <i>Herbert O. Reid, Sr.,</i> Acting Corporation Counsel for the District of Columbia, and <i>Charles L. Reischel,</i> Deputy Corporation Counsel, <i>Neil F. Hartigan,</i> Attorney General of Illinois, <i>Linley E. Pearson,</i> Attorney General of Indiana, <i>Thomas J. Miller,</i> Attorney General of Iowa, <i>Robert T. Stephan,</i> Attorney General of Kansas, <i>William J. Guste, Jr.,</i> Attorney General of Louisiana, <i>J. Joseph Curran, Jr.,</i> Attorney General of Maryland, <i>Hubert H. Humphrey III,</i> Attorney General of Minnesota, <i>William L. Webster,</i> Attorney General of Missouri, <i>Marc Racicot,</i> Attorney General of Montana, <i>Robert M. Spire,</i> Attorney General of Nebraska, <i>John P. Arnold,</i> Attorney General of New Hampshire, <i>Robert Abrams,</i> Attorney General of New York, <i>Ernest D. Preate, Jr.,</i> Attorney General of Pennsylvania, <i>James E. O'Neil,</i> Attorney General of Rhode Island, <i>Roger A. Tellinghuisen,</i> Attorney General of South Dakota, <i>Charles W. Burson,</i> Attorney General of Tennessee, <i>Jim Mattox,</i> Attorney General of Texas, <i>R. Paul Van Dam,</i> Attorney General of Utah, <i>Jeffrey L. Amestoy,</i> Attorney General of Vermont, and <i>Joseph B. Meyer,</i> Attorney General of Wyoming; for the American Academy of Child and Adolescent Psychiatry et al. by <i>Leonard S. Rubenstein;</i> for the American Medical Association et al. by <i>Carter G. Phillips, Elizabeth H. Esty, Jack R. Bierig,</i> and <i>Stephan E. Lawton;</i> for the National Easter Seal Society et al. by <i>Robert E. Lehrer;</i> for Pennsylvania Protection and Advocacy et al. by <i>Janet F. Stotland</i> and <i>Robin Resnick;</i> for the Children's Defense Fund et al. by <i>Alice Bussiere, Marilyn Holle,</i> and <i>James D. Weill;</i> and for the National Organization of Social Security Claimants' Representatives by <i>Robert E. Rains</i> and <i>Nancy G. Shor.</i>\n</p>\n<p><i>James Bopp, Jr.,</i> and <i>Thomas J. Marzen</i> filed a brief for the Medical Issues Task Force of the United Handicapped Federation et al. as <i>amici curiae.</i></p>\n<p>[1]  Social Security Administration, Office of Disability, Preliminary Staff Report: Childhood Disability Study, p. B-1 (Sept. 20, 1989).</p>\n<p>[2]  Title 42 U. S. C. § 405(a), made applicable to Title XVI by 42 U. S. C. § 1383(d)(1) (1982 ed., Supp. V), reads:\n</p>\n<p>\"The Secretary shall have full power and authority to make rules and regulations and to establish procedures, not inconsistent with the provisions of this subchapter, which are necessary or appropriate to carry out such provisions, and shall adopt reasonable and proper rules and regulations to regulate and provide for the nature and extent of the proofs and evidence . . . in order to establish the right to benefits hereunder.\"</p>\n<p>[3]  The regulations implementing the Title II disability standard, 42 U. S. C. § 423(d), at issue in <i>Yuckert,</i> and those implementing the identical Title XVI standard, § 1382c(a)(3), at issue in this case, are the same in all relevant respects. Compare 20 CFR §§ 404.1520-1530 with §§ 416.920-930 (1989).</p>\n<p>[4]  Respondents Joseph Love and Evelyn Raushi, two children who were denied benefits, are the other two named plaintiffs in this action. All three named plaintiffs' individual claims were eventually remanded to the Secretary by the District Court; only the class claims remain before this Court.</p>\n<p>[5]  The First and Eleventh Circuits have upheld the validity of the Secretary's approach to child disability. <i>Hinckley ex rel. Martin</i> v. <i>Secretary of Health and Human Services,</i> 742 F. 2d 19 (CA1 1984); <i>Powell ex rel. Powell</i> v. <i>Schweiker,</i> 688 F. 2d 1357 (CA11 1982). Also, the Fifth and Eighth Circuits have ruled that the Secretary properly applied the child-disability regulations to deny benefits in a particular case, without explicitly addressing the question whether the regulations are valid. <i>Nash ex rel. Alexander</i> v. <i>Bowen,</i> 882 F. 2d 1291 (CA8 1989); <i>Burnside ex rel. Burnside</i> v. <i>Bowen,</i> 845 F. 2d 587 (CA5 1988). The Third Circuit in the present case acknowledged the conflict. <i>Zebley ex rel. Zebley</i> v. <i>Bowen,</i> 855 F. 2d 67, 75 (1988).</p>\n<p>[6]  There are 125 impairments defined in the adult listings, and an additional 57 in the child listings. The body system categories in the adult listings are: musculoskeletal, special senses and speech, respiratory, cardiovascular, digestive, genitourinary, hemic and lymphatic, skin, and endocrine. In addition, there are four groups of listings not categorized by body system: multiple body system impairments, neurological impairments, mental disorders, and malignant neoplastic diseases. The child-disability listings include, in addition to all these, a category for growth impairment.</p>\n<p>[7]  For example, under the \"growth impairment\" category of the child-disability listings, 20 CFR pt. 404, subpt. P, App. 1 (pt. B), § 100.00 <i>et seq.</i> (1989), there is a listing the medical criteria of which require the claimant to show both a \"[f]all of greater than 25 percentiles in height which is sustained\" and \"[b]one age greater than two standard deviations . . . below the mean for chronological age.\" § 100.03. Another example is the listing for \"mental retardation,\" which requires that a child claimant show \"[a]chievement of only those developmental milestones generally acquired by children no more than one-half the child's chronological age,\" or \"IQ of 59 or less,\" or \"IQ of 60-69, inclusive, and a physical or other mental impairment imposing additional and significant restriction of function or developmental progression.\" § 112.05.</p>\n<p>[8]  For example, in the growth impairment listing described in n. 7, <i>supra,</i> a child claimant whose \"bone age\" was slightly less than two standard deviations below normal would not qualify under the listing, even if his height was much more than 25 percentiles below normal.</p>\n<p>[9]  Social Security Rulings are agency rulings \"published under the authority of the Commissioner of Social Security and are binding on all components of the Administration.\" 20 CFR § 422.408 (1989); see <i>Heckler</i> v. <i>Edwards,</i> 465 U. S. 870, 873, n. 3 (1984).</p>\n<p>[10]  For example, a child claimant with Down's syndrome (which currently is not a listed impairment), a congenital disorder usually manifested by mental retardation, skeletal deformity, and cardiovascular and digestive problems, would have to fulfill the criteria for whichever single listing his condition most resembled. See Brief for National Easter Seal Society et al. as <i>Amici Curiae</i> 17, n. 9.</p>\n<p>[11]  For example, if a child has both a growth impairment slightly less severe than required by listing § 100.03, and is mentally retarded but has an IQ just above the cut-off level set by § 112.04, he cannot qualify for benefits under the \"equivalence\" analysis \u0097 no matter how devastating the combined impact of mental retardation and impaired physical growth.</p>\n<p>[12]  A Disability Insurance Letter (DIL) is an internal directive sent by the Secretary to the state agencies responsible for disability determinations. See Brief for Petitioner 36.</p>\n<p>[13]  There are, as yet, no specific listings for many well-known childhood impairments, including spina bifida, Down's syndrome, muscular dystrophy, autism, AIDS, infant drug dependency, and fetal alcohol syndrome. See Brief for American Medical Association et al. as <i>Amici Curiae</i> (AMA Brief) 22. The Secretary, however, has proposed new listings for \"Down syndrome and other Hereditary, Congenital, and Acquired Disorders.\" 52 Fed. Reg. 37161 (1987). See Reply Brief for Petitioner 19, n. 16.</p>\n<p>[14]  The Secretary has stated that the severity of perceived symptoms such as pain has no bearing on the determination whether a claimant's impairment meets or equals a listing. SSR 82-58, Dept. of Health and Human Services Rulings 121 (cum. ed. 1982) (\"No alleged or reported intensity of the symptoms can be substituted to elevate impairment severity to equivalency. . . . [C]omplaints of `severe,' `extreme,' or `constant' pain will not compensate for . . . missing medical findings and permit an `equals' determination\") (emphasis deleted).</p>\n<p>[15]  About 25% of adult claimants qualify for benefits under steps 4 and 5 of the Secretary's test. House Committee on Ways and Means, Background Material and Data On Programs Within the Jurisdiction of the Committee on Ways and Means, 101st Cong., 1st Sess., 46 (Comm. Print 1989).</p>\n<p>[16]  As the dissent points out, <i>post,</i> at 546-547, 42 U. S. C. § 1382c(a)(3) (F) (1982 ed., Supp. V) requires that \"the combined impact of [multiple] impairments shall be considered throughout the disability determination process,\" and 20 CFR § 416.923 (1989) promises that \"we will consider the combined effect of all your impairments.\" This assurance may be of value to adult claimants, but not to children, for whom the combined effect of multiple impairments is considered <i>only</i> within the confines of the equivalence determination, \"whether the combination of your impairments is medically equal to <i>any listed impairment.</i>\" § 416.926(a). As the Court of Appeals noted, <i>if</i> children are afforded the individualized consideration given to adults, <i>then</i> § 416.923 would fulfill the statutory mandate as to children with multiple impairments. 855 F. 2d, at 76.</p>\n<p>[17]  Empirical evidence suggests that the rigidity of the Secretary's listings-only approach has a severe impact on child claimants. There are many rare childhood diseases that cannot meaningfully be compared with any of the listings. AMA Brief 6, 25 (it is unlikely \"that any physician could make meaningful comparisons between extremely rare diseases and the set medical criteria listed by the Secretary\"). Moreover, the listings-only approach disregards factors such as pain, side effects of medication, feeding problems, dependence on medical equipment, confinement at home, and frequent hospitalization, that vary with each individual case. A recent study prepared for the Department of Health and Human Services suggests that children with multiple impairments, young children who cannot be subjected to the clinical tests required by the listings criteria, and children whose impairments have a severe functional impact but which do not match listings criteria are often denied benefits. H. Fox &amp; A. Greaney, Disabled Children's Access to Supplemental Security Income and Medicaid Benefits (1988).\n</p>\n<p>A telling example of the effect of the listings-only approach is found in <i>Wilkinson ex rel. Wilkinson</i> v. <i>Bowen,</i> 847 F. 2d 660 (CA11 1987) (child with rare liver disorder causing severe swelling, food allergies, and fever, and requiring constant care and confinement at home, does not qualify for benefits because his impairment does not meet or equal the criteria for any listing); see also <i>Zebley ex rel. Zebley</i> v. <i>Bowen,</i> 855 F. 2d 67 (CA3 1988) (plaintiff Zebley denied benefits, despite evidence of congenital brain damage, mental retardation, development delay, eye problems, and musculoskeletal impairment, because his condition did not meet or equal any listing).</p>\n<p>The disparity in the Secretary's treatment of child and adult claimants is thrown into sharp relief in cases where an unsuccessful child claimant, upon reaching age 18, is awarded benefits on the basis of the <i>same</i> impairment deemed insufficient to qualify him for child disability benefits. See, <i>e. g., </i><i>Wills</i> v. <i>Secretary of Health and Human Services,</i> <span class=\"citation\" data-id=\"1362441\"><a href=\"/opinion/1362441/wills-v-secretary-of-health-and-human-services/\"><span class=\"volume\">686</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">171</span></a></span>, 172, and n. 1 (WD Mich. 1987); App. to Brief for National Organization of Social Security Claimants' Representatives as <i>Amicus Curiae</i> A-3 to A-24 (Administrative Law Judge decisions awarding benefits when child claimant turns 18). See also Tr. of Oral Arg. 13-14.</p>\n<p>[18]  The dissent proposes that children who fail to qualify for benefits under the Secretary's current approach can simply \"make their case before the Secretary, and take the case to court if their claims are rejected.\" <i>Post,</i> at 545. We fail to see why each child denied benefits because his impairment falls within the several categories of impairments that meet the statutory standard but do not qualify under the Secretary's listings-only approach should be compelled to raise a separate, as-applied challenge to the regulations, or why a facial challenge is not a proper response to the systemic disparity between the statutory standard and the Secretary's approach to child-disability claims.</p>\n<p>[19]  The dissent, <i>post,</i> at 547, n. 2, appears to accept the Secretary's argument that Congress expressly indicated its approval of his approach to child disability in 1976, when it directed him to \"publish criteria\" to be employed to determine disability in children's cases. Unemployment Compensation Amendments of 1976, § 501(b), 90 Stat. 2685. At that time, however, Congress could not have known the exact contours of the Secretary's approach. Congress had before it only the Secretary's 1973 and 1974 DIL's and accompanying \"medical guides\" that eventually became the child-disability listings, and the proposed regulations published for comment at 39 Fed. Reg. 1624 (1974).\n</p>\n<p>The DIL's are ambiguous as to the scope of the child-disability determination. The 1973 DIL says that \"childhood disability will be determined solely in consideration of medical factors,\" but it also says that \"disability in children must be defined in terms of the primary activity in which they engage, namely growth and development,\" and that \"[d]escriptions of a child's activities, behavioral adjustment, and school achievement may be considered in relationship to the overall medical history regarding severity of the impairment.\" DIL No. III-11 (1973), App. 90-91. The 1974 DIL does reflect the listings-only approach, but its discussion of the \"equivalence\" determination suggests a broader inquiry than the Secretary's present rules allow. DIL No. III-11, Supp. 1 (1974), App. 97 (\" `[M]edical equivalency' concept . . . takes into account the particular effect of disease processes in childhood\"; when used to evaluate multiple impairments, \"[e]ach impairment must have some substantial adverse effect on the child's major daily activities, and together must `equal' the specified impact\"). Congress could not have guessed that these early directives would evolve into the present regulatory scheme.</p>\n<p>Similarly, the 1974 proposed regulations provide that a child with an unlisted impairment qualifies for benefits if his impairment is \"determined. . . with appropriate consideration of the particular effect of disease processes in childhood, to be medically the equivalent of a listed impairment.\" 39 Fed. Reg., at 1626. The regulation defining \"medical equivalence\" says only that an impairment is equivalent to a listed one \"only if the medical findings with respect thereto are at least equivalent in severity and duration to the listed findings of the listed impairment.\" <i>Ibid.;</i> cf. 20 CFR § 416.926 (1989) (current definition of \"equivalence,\" requiring claimant to meet all criteria for the one most similar listed impairment). Thus, the proposed regulations gave little warning of the Secretary's current, strictly limited equivalence analysis. At least until SSR 83-19 was promulgated in 1983, it did not become clear that the listings criteria would be applied so rigidly, and that proof of equivalence would require a strict matching of the criteria for the single most similar listed impairment.</p>\n<p>The 1976 directive to publish criteria therefore has little bearing on the question whether the Secretary's present approach to child disability is consistent with the statute.</p>\n<p>[20]  The Secretary's own regulations state that this inquiry involves assessment of an adult claimant's ability to \"do physical activities such as walking, standing, lifting, carrying, pushing, pulling, reaching, handling,\" and his ability \"to carry out and remember instructions, and to respond appropriately to supervision, co-workers and work pressures in a work setting.\" 20 CFR §§ 416.945(b) and (c) (1989). It is difficult to see why such functional assessment would be feasible for adults and not for children.</p>\n<p>[21]  The Secretary contends that, because some of the child-disability listings include functional criteria, his approach to child disability adequately takes account of functional considerations. Brief for Petitioner 42. This argument is unavailing. The fact that some of the listed impairments are defined in terms of functional criteria is small comfort to child claimants who do not have one of those impairments and who fail to qualify for benefits for one of the reasons discussed above.</p>\n<p>[22]  See AMA Brief 5 (\"The view that proper study or treatment of pediatric illness and injury must include an assessment of the child's functional capacity to perform age-appropriate activities is well accepted in the medical community. . . . The biological severity of an illness is an abstraction, measured only by proxies, the most familiar of which are physiological severity, functional severity and burden of illness\").</p>\n<p>[1]  The majority suggests that the agency has conceded that its listing approach is not intended to satisfy the statutory standard of \"comparable severity\" because the Secretary only designed the lists to compensate claimants who suffer from disabilities that prevent any gainful activity, rather than claimants who suffer from disabilities that prevent any substantial gainful activity. It is difficult, however, particularly in light of the agency's interpretation of its own regulations, to extract from them an admission on the agency's part that it has failed to fulfill its statutory responsibilities. The regulations specifically state both that \"[t]he law defines disability as the inability to do any substantial gainful activity by reason of any medically determinable physical or mental impairment . . .\" and that \"[i]f you are under age 18, we will consider you disabled if you are suffering from any medically determinable physical or mental impairment which compares in severity to an impairment that would make an adult (a person over 18) disabled.\" 20 CFR §§ 416.905, 416.906 (1989).</p>\n<p>[2]  Congress' acquiescence in the Secretary's regulatory technique for assessing child-disability applications supports the position that the Secretary's approach is reasonable. In 1976, Congress directed the Secretary to publish his criteria for evaluating disability payments for children. Unemployment Compensation Amendments of 1976, § 501(b), 90 Stat. 2685. Despite the majority's contention to the contrary, the history of this legislation indicates that Congress understood and, at least implicitly, condoned the Secretary's methodology for evaluating child-disability claims. The Senate Report states:\n</p>\n<p>\"The regulations which have been issued with regard to disability for children state that if a child's impairments are not those listed, eligibility may still be met if the impairments `singly or in combination . . . are determined by the Social Security Administration, with appropriate consideration of the particular effect of the disease processes in childhood, to be medically the equivalent of a listed impairment.' \" S. Rep. No. 94-1265, p. 24 (1976).</p>\n\n</div>", 
  "sha1": "0338e91a79fc2a82f8e250ca15b088987fe1ef2a", 
  "date_modified": "2015-05-06T10:24:56.271746", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/112359/sullivan-v-zebley/", 
  "citation_count": 158, 
  "supreme_court_db_id": "1989-027", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/46133/", 
  "html": "<p class=\"case_cite\">493 U.S. 521</p>\n    <p class=\"case_cite\">110 S.Ct. 885</p>\n    <p class=\"case_cite\">107 L.Ed.2d 967</p>\n    <p class=\"parties\">Louis W. SULLIVAN, Secretary of Health and Human  Services, Petitioner<br>v.<br>Brian ZEBLEY et al.</p>\n    <p class=\"docket\">No. 88-1377.</p>\n    <p class=\"date\">Argued Nov. 28, 1989.</p>\n    <p class=\"date\">Decided Feb. 20, 1990.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">\n        <i>Syllabus</i>\n      </p>\n      <p class=\"indent\">The Social Security Act authorizes the payment of Supplemental Security Income (SSI) benefits to, <i>inter alios,</i> a child who suffers from an impairment of \"comparable severity\" to one that would render an adult disabled.  An adult is disabled if he is prevented from engaging in any <i>substantial</i> gainful activity by reason of certain medically determinable physical or mental impairments.  Petitioner Secretary of Health and Human Services has created a five-step test to determine <i>adult</i> disability.  At the test's third step, a claimant may be found to be disabled if medical evidence of his impairment matches or is equal to one of a listing of impairments presumed severe enough to preclude <i>any</i> gainful activity, thus making further inquiry unnecessary. However, since the listings' medical criteria are more restrictive than the statutory disability standard, an adult claimant who does not qualify at the third step may do so after showing, at the fourth and fifth steps, that he cannot engage in his past work or other work in the economy, given his age, education, and work experience.  In contrast, the Secretary's test for determining whether a <i>child</i> claimant is disabled ends if the claimant cannot show that his impairment matches or is equal to a listed impairment, there being no further inquiry corresponding to the final, vocational steps of the adult test.  Respondent Zebley, a child who was denied SSI benefits, brought a class action in the District Court challenging the child-disability regulations.  The court granted summary judgment for the Secretary.  The Court of Appeals vacated the judgment in part, finding the regulatory scheme to be inconsistent with the Act because the listings-only approach does not account for all impairments of \"comparable severity\" and denies child claimants the individualized functional assessment that the statutory standard requires and that the Secretary provides to adults.</p>\n      <p class=\"indent\"><i>Held:</i>  The child-disability regulations are inconsistent with the statutory standard of \"comparable severity.\"  Pp. 528-541.</p>\n      <p class=\"indent\">(a) While adults who do not qualify under the listings still have the opportunity to show that they are disabled at the last steps of the Secretary's test, no similar opportunity exists for children, who are denied benefits even if their impairments are of \"comparable severity\" to ones that would actually (though not presumptively) disable adults.  Pp. 529-536.</p>\n      <p class=\"indent\">(b) The Secretary's regulatory scheme&#8212;which applies the same approach to child-disability claimants and to claimants for widows' and widowers' Social Security disability benefits, despite the fact that the Act uses a stricter standard for widows' benefits&#8212;nullifies the congressional choice to link the child-disability standard to the more liberal test applied to adult disability claims.  Pp. 536-537.</p>\n      <p class=\"indent\">(c) The Secretary's argument that the listings-only approach is the only practicable way to determine whether a child's impairment is comparable to one that would disable an adult is rejected.  Even if they were set at the statutory level of severity, no set of listings could ensure that child claimants would receive benefits whenever their impairments are of comparable severity to ones that would qualify an adult for benefits under the individualized functional analysis contemplated by the statute and provided to adults.  That a vocational analysis is inapplicable to children does not mean that a <i>functional</i> analysis cannot be applied to them, since an inquiry into an impairment's impact on a child's normal daily activities is no more amorphous or unmanageable than an inquiry into the impact of an adult's impairment on his ability to perform any kind of substantial gainful work that exists in the economy.  Moreover, the Secretary tacitly acknowledges that functional assessment of child claimants is possible in that some of his own listings are defined in terms of functional criteria, and the test for cessation of disability involves an examination of a child claimant's ability to perform age-appropriate activities.  Pp. 538-541.</p>\n      <p class=\"indent\">855 F.2d 67 (CA3 1988), affirmed.</p>\n      <p class=\"indent\">BLACKMUN, J., delivered the opinion of the Court, in which BRENNAN, MARSHALL, STEVENS, O'CONNOR, SCALIA, and KENNEDY, JJ., joined.  WHITE, J., filed a dissenting opinion, in which REHNQUIST, C.J., joined, <i>post,</i> p. 541.</p>\n      <p class=\"indent\">Edwin S. Kneedler, Washington, D.C., for petitioner.</p>\n      <p class=\"indent\">Richard P. Weishaupt, Philadelphia, Pa., for respondents.</p>\n      <p class=\"indent\">Justice BLACKMUN delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case concerns a facial challenge to the method used by the Secretary of Health and Human Services to determine whether a child is \"disabled\" and therefore eligible for benefits under the Supplemental Security Income Program, Title XVI of the Social Security Act, as added, 86 Stat. 1465, and amended, 42 U.S.C. &#167; 1381 <i>et seq.</i> (1982 ed. and Supp. V).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* In 1972, Congress enacted the Supplemental Security Income (SSI) Program to assist \"individuals who have attained age 65 or are blind or disabled\" by setting a guaranteed minimum income level for such persons.  42 U.S.C. &#167; 1381 (1982 ed.).  The program went into effect January 1, 1974.  Currently, about 2 million claims for SSI benefits are adjudicated each year.  Of these, about 100,000 are child-disability claims.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">A person is eligible for SSI benefits if his income and financial resources are below a certain level, &#167; 1382(a), and if he is \"disabled.\"  Disability is defined in &#167; 1382c(a)(3) as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">\"(A) An individual shall be considered to be disabled for      purposes of this subchapter if he is unable to engage in any      substantial gainful activity by reason of any medically      determinable physical or mental impairment which can be      expected to result in death or which has lasted or can be      expected to last for a continuous period of not less than      twelve months (or, in the case of a child under the age of      18, if he suffers from any medically determinable physical or      mental impairment of comparable severity).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">\"(B) For purposes of subparagraph (A), an individual shall be      determined to be under a disability only if his physical or      mental impairment or impairments are of such severity that he      is not only unable to do his previous work but cannot,      considering his age, education, and work experience, engage      in any other kind of substantial gainful work which exists in      the national economy. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">\"(C) For purposes of this paragraph, a physical or mental      impairment is an impairment that results from anatomical,      physiological, or psychological abnormalities which are      demonstrable by medically acceptable clinical and laboratory      diagnostic techniques.\" This statutory definition of disability was taken from Title II of the Social Security Act, 70 Stat. 815, as amended, 42 U.S.C. &#167; 423 <i>et seq.</i> (1982 ed. and Supp. V) (providing for payment of insurance benefits to disabled workers who have contributed to the Social Security Program).  See &#167;&#167; 423(d)(1)(A) and (d)(2)(A) (definitions of disability).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Pursuant to his statutory authority to implement the SSI Program,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the Secretary has promulgated regulations creating a five-step test to determine whether an <i>adult</i> claimant is disabled. See <i>Bowen v. Yuckert,</i> 482 U.S. 137, 140-142, 107 S.Ct. 2287, 2290-91, 96 L.Ed.2d 119 (1987).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The first two steps involve threshold determinations that the claimant is not presently working and has an impairment which is of the required duration and which significantly limits his ability to work.  See 20 CFR &#167;&#167; 416.920(a) through (c) (1989).  In the third step, the medical evidence of the claimant's impairment is compared to a list of impairments presumed severe enough to preclude any gainful work. See 20 CFR pt. 404, subpt. P, App. 1 (pt. A) (1989).  If the claimant's impairment matches or is \"equal\" to one of the listed impairments, he qualifies for benefits without further inquiry.  &#167; 416.920(d).  If the claimant cannot qualify under the listings, the analysis proceeds to the fourth and fifth steps.  At these steps, the inquiry is whether the claimant can do his own past work or any other work that exists in the national economy, in view of his age, education, and work experience.  If the claimant cannot do his past work or other work, he qualifies for benefits.  &#167;&#167; 416.920(e) and (f).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Secretary's test for determining whether a <i>child</i> claimant is disabled is an abbreviated version of the adult test.  A child qualifies for benefits if he \"is not doing any substantial gainful activity,\" &#167; 416.924(a), if his impairment meets the duration requirement, &#167; 416.924(b)(1), and if it matches or is medically equal to a listed impairment, &#167;&#167; 416.924(b)(2) and (3).  In evaluating a child's claim, both the general listings and a special listing of children's impairments, 20 CFR pt. 404, subpt. P, App. 1 (pt. B) (1989), are considered.  If a child cannot qualify under these listings, he is denied benefits.  There is no further inquiry corresponding to the fourth and fifth steps of the adult test.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Respondent Brian Zebley, a child who had been denied SSI benefits, brought a class action in the United States District Court for the Eastern District of Pennsylvania to challenge the child-disability regulations.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  His complaint alleges that the Secretary</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">\"has promulgated regulations and issued instructions . . .      whereby children have their entitlement to SSI disability      benefits based solely on the grounds that they have a listed      impairment or the medical equivalent of a listed impairment .      . . in contravention of the Act's requirement that a child be      considered disabled 'if he suffers from any medically      determinable physical or mental impairment of comparable      severity' to that which disables an adult under the program.\"  Complaint in Civil Action No. 83-3314, &#182; 2.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The District Court, on January 10, 1984, certified a class of all persons \"who are now, or who in the future will be, entitled to an administrative determination . . . as to whether supplemental security income benefits are payable on account of a child who is disabled, or as to whether such benefits have been improperly denied, or improperly terminated, or should be resumed.\"  App. 26, 29.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The court in due course granted summary judgment in the Secretary's favor as to the class claims, ruling that the regulations are not \"facially invalid or incomplete . . . and permi[t] the award of benefits in conformity with the intent of Congress.\"  <i>Zebley v. Heckler,</i> 642 F.Supp. 220, 222 (1986).  The Court of Appeals for the Third Circuit vacated in part that summary judgment.  <i>Zebley ex rel. Zebley v. Bowen,</i> 855 F.2d 67 (1988).  The Third Circuit found the Secretary's regulatory scheme for child-disability benefits inconsistent with the statute because the listings-only approach of the regulations does not account for all impairments of \"comparable severity\" and denies child claimants the individualized functional assessment that the statutory standard requires and that the Secretary provides to adults.  <i>Id.,</i> at 69.  Although the Court of Appeals recognized that the Secretary's interpretation of the statute is entitled to deference, it rejected the regulations as contrary to clear congressional intent.  The court remanded the case to the District Court with the direction that summary judgment be entered in favor of the plaintiff class on the claim that the Secretary must give child claimants an opportunity for individualized assessment of their functional limitations.  <i>Id.,</i> at 77.  We granted certiorari to resolve a conflict among the Circuits as to the validity of the Secretary's approach to child disability.  490 U.S. 1064, 109 S.Ct. 2062, 104 L.Ed.2d 627 (1989).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p class=\"center\">III</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Since the Social Security Act expressly grants the Secretary rulemaking power, see n. 2, <i>supra,</i> \" 'our review is limited to determining whether the regulations promulgated exceeded the Secretary's statutory authority and whether they are arbitrary and capricious.' \"  <i>Yuckert,</i> 482 U.S., at 145, 107 S.Ct., at 2293 (quoting <i>Heckler v. Campbell,</i> 461 U.S. 458, 466, 103 S.Ct. 1952, 1957, 76 L.Ed.2d 66 (1983));  see <i>Chevron U.S.A. Inc. v. Natural Resources Defense Council, Inc.,</i> 467 U.S. 837, 843-844, 104 S.Ct. 2778, 2782, 81 L.Ed.2d 694 (1984) (\"If Congress has explicitly left a gap for the agency to fill, there is an express delegation of authority to the agency to elucidate a specific provision of the statute by regulation.  Such legislative regulations are given controlling weight unless they are arbitrary, capricious, or manifestly contrary to the statute\").  We conclude, however, that the Secretary's child-disability regulations cannot be reconciled with the statute they purport to implement.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The statute generally defines \"disability\" in terms of an individualized, functional inquiry into the effect of medical problems on a person's ability to work.  <i>Yuckert,</i> 482 U.S., at 146, 107 S.Ct., at 2293 (Social Security Act adopts \"functional approach\");  <i>Campbell,</i> 461 U.S., at 459-460, 467, 103 S.Ct., at 1953, 1957 (Act \"defines 'disability' in terms of the effect a physical or mental impairment has on a person's ability to function in the workplace\";  \"statutory scheme contemplates that disability hearings will be individualized determinations\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The statutory standard for child disability is explicitly linked to this functional, individualized standard for adult disability.  A child is considered to be disabled \"if he suffers from any . . . impairment of comparable severity\" to one that would render an adult \"unable to engage in any substantial gainful activity.\"  42 U.S.C. &#167; 1382c(a)(3)(A) (1982 ed.).  The next paragraph of the statute elaborates on the adult disability standard, providing that an adult is considered unable to engage in substantial gainful activity, and is therefore disabled, if he is unable to do either his own past work or other work.  &#167; 1382c(a)(3)(B).  In plain words, the two provisions together mean that a child is entitled to benefits if his impairment is as severe as one that would prevent an adult from working.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The question presented is whether the Secretary's method of determining child disability conforms to this statutory standard. Respondents argue, and the Third Circuit agreed, that it does not, because the regulatory requirement that a child claimant's impairment must match or be equivalent to a listed impairment denies benefits to those children whose impairments are severe and disabling even though the impairments are not listed and cannot meaningfully be compared with the listings.  The Secretary concedes that his listings do not cover every impairment that could qualify a child for benefits under the statutory standard, but insists that the listings, together with the equivalence determination, see 20 CFR &#167; 416.924(b)(3) (1989), are sufficient to carry out the statutory mandate that children with impairments of \"comparable severity\" shall be considered disabled.  To decide this question, we must take a closer look at the regulations at issue.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The listings set out at 20 CFR pt. 404, subpt. P, App. 1 (pt. A) (1989), are descriptions of various physical and mental illnesses and abnormalities, most of which are categorized by the body system they affect.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Each impairment is defined in terms of several specific medical signs, symptoms, or laboratory test results.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  For a claimant to show that his impairment matches a listing, it must meet <i>all</i> of the specified medical criteria.  An impairment that manifests only some of those criteria, no matter how severely, does not qualify.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  See Social Security Ruling (SSR) 83-19,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Dept. of Health and Human Services Rulings 90 (Jan.1983) (\"An impairment 'meets' a listed condition . . . only when it manifests the specific findings described in the set of medical criteria for that listed impairment.\"  \"The level of severity in any particular listing section is depicted by the <i>given set</i> of findings and not by the degree of severity of any single medical finding&#8212;no matter to what extent that finding may exceed the listed value\").  <i>Id.,</i> at 91.  (Emphasis in original.)</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">For a claimant to qualify for benefits by showing that his unlisted impairment, or combination of impairments, is \"equivalent\" to a listed impairment, he must present medical findings equal in severity to <i>all</i> the criteria for the one most similar listed impairment.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  20 CFR &#167; 416.926(a) (1989) (a claimant's impairment is \"equivalent\" to a listed impairment \"if the medical findings are at least equal in severity\" to the medical criteria for \"the listed impairment most like [the claimant's] impairment\");  SSR 83-19, at 91 (a claimant's impairment is \"equivalent\" to a listing only if his symptoms, signs, and laboratory findings are \"at least equivalent in severity to\" the criteria for \"the listed impairment most like the individual's impairment(s)\";  when a person has a combination of impairments, \"the medical findings of the combined impairments will be compared to the findings of the listed impairment most similar to the individual's most severe impairment\").<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  A claimant cannot qualify for benefits under the \"equivalence\" step by showing that the overall functional impact of his unlisted impairment or combination of impairments is as severe as that of a listed impairment.  SSR 83-19, at 91-92 (\"[I]t is incorrect to consider whether the listing is equaled on the basis of an assessment of <i>overall</i> functional impairment. . . .  The functional consequences of the impairments . . . irrespective of their nature or extent, <i>cannot</i> justify a determination of equivalence\") (emphases in original).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Secretary explicitly has set the medical criteria defining the listed impairments at a higher level of severity than the statutory standard.  The listings define impairments that would prevent an adult, regardless of his age, education, or work experience, from performing <i>any</i> gainful activity, not just \"substantial gainful activity.\"  See 20 CFR &#167; 416.925(a) (1989) (purpose of listings is to describe impairments \"severe enough to prevent a person from doing any gainful activity\");  SSR 83-19, at 90 (listings define \"medical conditions which ordinarily prevent an individual from engaging in any gainful activity\").  The reason for this difference between the listings' level of severity and the statutory standard is that, for adults, the listings were designed to operate as a presumption of disability that makes further inquiry unnecessary.  That is, if an adult is not actually working and his impairment matches or is equivalent to a listed impairment, he is presumed unable to work and is awarded benefits without a determination whether he actually can perform his own prior work or other work.  See <i>Yuckert,</i> 482 U.S., at 141, 107 S.Ct., at 2291 (if an adult's impairment \"meets or equals one of the listed impairments, the claimant is conclusively presumed to be disabled.  If the impairment is not one that is conclusively presumed to be disabling, the evaluation proceeds to the fourth step\");  <i>id.,</i> at 153, 107 S.Ct., at 2297 (the listings \"streamlin[e] the decision process by identifying those claimants whose medical impairments are so severe that it is likely they would be found disabled regardless of their vocational background\");  <i>Bowen v. City of New York,</i> 476 U.S. 467, 471, 106 S.Ct. 2022, 2025, 90 L.Ed.2d 462 (1986) (\"If a claimant's condition meets or equals the listed impairments, he is conclusively presumed to be disabled and entitled to benefits\"; if not, \"the process moves to the fourth step\");  <i>Campbell,</i> 461 U.S., at 460, 103 S.Ct., at 1953 (\"The regulations recognize that certain impairments are so severe that they prevent a person from pursuing any gainful work. . . .  A claimant who establishes that he suffers from one of these impairments will be considered disabled without further inquiry. . . .  If a claimant suffers from a less severe impairment, the Secretary must determine whether the claimant retains the ability to [work]\").</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">When the Secretary developed the child-disability listings, he set their medical criteria at the same level of severity as that of the adult listings.  See 42 Fed.Reg. 14705 (1977) (the child-disability listings describe impairments \"of 'comparable severity' to the adult listing\");  SSA Disability Insurance Letter<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> No. III-11 (Jan. 9, 1974), App. 97 (child-disability listings describe impairments that affect children \"to the same extent as . . . the impairments listed in the adult criteria\" affect adults' ability to work).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Thus, the listings in several ways are more restrictive than the statutory standard.  First, the listings obviously do not cover all illnesses and abnormalities that actually can be disabling.  The Secretary himself has characterized the adult listing as merely containing \"over 100 <i>examples</i> of medical conditions which ordinarily prevent\" a person from working, and has recognized that \"it is difficult to include in the listing all the sets of medical findings which describe impairments severe enough to prevent any gainful work.\"  SSR 83-19, at 90 (emphasis added).  See also 50 Fed.Reg. 50068, 50069 (1985) (listings contain only the most \"frequently diagnosed\" impairments);  44 Fed.Reg. 18170, 18175 (1979) (\"The Listing criteria are intended to identify the more commonly occurring impairments\").  Similarly, when the Secretary published the child-disability listings for comment in 1977, he described them as including only the \"more common impairments\" affecting children.  42 Fed.Reg. 14706 (the childdisability listings \"provide a means to efficiently and equitably evaluate the more common impairments\").<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Second, even those medical conditions that are covered in the listings are defined by criteria setting a higher level of severity than the statutory standard, so they exclude claimants who have listed impairments in a form severe enough to preclude <i>substantial</i> gainful activity, but not quite severe enough to meet the listings level&#8212;that which would preclude <i>any</i> gainful activity. Third, the listings also exclude any claimant whose impairment would not prevent any and all persons from doing any kind of work, but which actually precludes the particular claimant from working, given its actual effects on him&#8212;such as pain, consequences of medication, and other symptoms that vary greatly with the individual<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>&#8212;and given the claimant's age, education, and work experience.  Fourth, the equivalence analysis excludes claimants who have unlisted impairments, or combinations of impairments, that do not fulfill all the criteria for any one listed impairment.  Thus, there are several obvious categories of claimants who would not qualify under the listings, but who nonetheless would meet the statutory standard.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">For <i>adults,</i> these shortcomings of the listings are remedied at the final, vocational steps of the Secretary's test.  A claimant who does not qualify for benefits under the listings, for any of the reasons described above, still has the opportunity to show that his impairment in fact prevents him from working.  20 CFR &#167;&#167; 416.920(e) and (f) (1989);  <i>Yuckert,</i> 482 U.S., at 141, 107 S.Ct., at 2291 (if an adult claimant's \"impairment is not one that is conclusively presumed to be disabling, the evaluation proceeds\" to the fourth and fifth steps);  <i>Campbell,</i> 461 U.S., at 460, 103 S.Ct., at 1953 (\"If a claimant suffers from a less severe impairment\" than the listed impairments, \"the Secretary must determine whether the claimant retains the ability to perform either his former work or some less demanding employment\").<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">For children, however, there is no similar opportunity. Children whose impairments are not quite severe enough to rise to the presumptively disabling level set by the listings;  children with impairments that might not disable any and all children, but which actually disable <i>them,</i> due to symptomatic effects such as pain, nausea, side effects of medication, etc., or due to their particular age, educational background, and circumstances;  and children with unlisted impairments or combinations of impairments<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> that are not equivalent to any one listing&#8212;all these categories of child claimants are simply denied benefits, even if their impairments are of \"comparable severity\" to ones that would actually (though not presumptively) render an adult disabled.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The child-disability regulations are simply inconsistent with the statutory standard of \"comparable severity.\"<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a>  This inconsistency is aptly illustrated by the fact that the Secretary applies the same approach to child-disability determinations under Title XVI and to widows' and widowers' disability benefits under Title II, despite the fact that Title II sets a stricter standard for widows' benefits.  Under the Secretary's regulations and rulings, both widows and children qualify for benefits <i>only</i> if the medical evidence of their impairments meets or equals a listing. SSR 83-19, at 93.  Title II provides:  \"A widow . . . [or] widower shall not be determined to be under a disability . . . unless his or her . . . impairment or impairments are of a level of severity which under regulations prescribed by the Secretary is deemed to be sufficient to preclude an individual from engaging in any gainful activity.\"  42 U.S.C. &#167; 423(d)(2)(B) (1982 ed., Supp. V). When Congress set out to provide disabled children with benefits, it chose to link the disability standard <i>not</i> to this test, but instead to the more liberal test set forth in &#167; 423(d)(2)(A) and in &#167; 1382c(a)(3)(A) (any impairment making a claimant \"unable to engage in any substantial gainful activity\" qualifies him for benefits).  The Secretary's regulations, treating child-disability claims like claims for widows' benefits, nullify this congressional choice.  See <i>Yuckert,</i> 482 U.S., at 163-164, 107 S.Ct., at 2302-03 (dissenting opinion) (contrasting widows' disability statute with the &#167; 423(d)(2)(A)/&#167; 1382c(a)(3) test, which requires an individualized inquiry as to whether the claimant can work);  S.Rep. No. 744, 90th Cong., 1st Sess., 49 (1967), U.S.Code Cong. &amp; Admin.News 1967, pp. 2834, 2883 (disabled widows' statutory \"test of disability . . . is somewhat more restrictive than that for disabled workers\").<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a></p>\n    </div>\n    <p class=\"center\">V</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Secretary does not seriously dispute the disparity in his approach to child- and adult-disability determinations. He argues, instead, that the listings-only approach is the only practicable way to determine whether a child's impairment is \"comparable\" to one that would disable an adult.  An individualized, functional approach to child-disability claims like that provided for adults is not feasible, the Secretary asserts, since children do not work;  there is no available measure of their functional abilities analogous to an adult's ability to work, so the only way to measure \"comparable severity\" is to compare child claimants' medical evidence with the standard of severity set by the listings.  Laying to one side the obvious point that such a comparison does not properly implement the statute because the Secretary's current listings set a level of severity higher than that prescribed by the statute, this argument still is not persuasive.  Even if the listings were set at the same level of severity as the statute, and expanded to cover many more childhood impairments, <i>no</i> set of listings could ensure that child claimants would receive benefits whenever their impairments are of \"comparable severity\" to ones that would qualify an adult for benefits under the individualized, functional analysis contemplated by the statute and provided to adults by the Secretary.  No decision process restricted to comparing claimants' medical evidence to a fixed, finite set of medical criteria can respond adequately to the infinite variety of medical conditions and combinations thereof, the varying impact of such conditions due to the claimant's individual characteristics, and the constant evolution of medical diagnostic techniques.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The Secretary's claim that a functional analysis of child-disability claims is not feasible is unconvincing.  The fact that a <i>vocational</i> analysis is inapplicable to children does not mean that a <i>functional</i> analysis cannot be applied to them.  An inquiry into the impact of an impairment on the normal daily activities of a child of the claimant's age&#8212;speaking, walking, washing, dressing, feeding oneself, going to school, playing, etc. is, in our view, no more amorphous or unmanageable than an inquiry into the impact of an adult's impairment on his ability to perform \"any other kind of substantial gainful work which exists in the national economy,\" &#167; 1382c(a)(3)(B).<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a>  Moreover, the Secretary tacitly acknowledges that functional assessment of child claimants is possible, in that some of his own listings are defined in terms of functional criteria.  See, <i>e.g.,</i> 20 CFR pt. 404, subpt. P, App. 1 (pt. B), &#167; 101.03 (1989) (listing for \"Deficit of musculoskeletal function\" defined in terms of difficulty in walking or \"[i]nability to perform age-related personal self-care activities involving feeding, dressing, and personal hygiene\");  &#167; 111.02(B) (listing for \"Major motor seizures\" defined in terms of \"Significant interference with communication\" or \"Significant emotional disorder,\" or \"Where significant adverse effects of medication interfere with major daily activities\");  &#167; 112.05(C) (mental retardation listing for claimants with IQ of 60-69 requiring \"a physical or other mental impairment imposing additional and significant restriction of function or developmental progression\").<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a>  Also, the Secretary's own test for cessation of disability involves an examination of a child claimant's ability to \"perform age-appropriate activities.\" 20 CFR &#167; 416.994(c) (1989).  Finally, the Secretary's insistence that child claimants must be assessed from \"a medical perspective alone, without individualized consideration of . . . residual functional capacity,\" Brief for Petitioner 45, seems to us to make little sense in light of the fact that standard medical diagnostic techniques often include assessment of the functional impact of the disorder.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a></p>\n    </div>\n    <p>VI</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We conclude that the Secretary's regulations and rulings implementing the child-disability statute simply do not carry out the statutory requirement that SSI benefits shall be provided to children with \"any . . . impairment of comparable severity\" to an impairment that would make an adult \"unable to engage in any substantial gainful activity.\"  &#167; 1382c(a)(3)(A).  For that reason, the Secretary's approach to child disability is \"manifestly contrary to the statute,\" <i>Chevron,</i> 467 U.S., at 844, 104 S.Ct., at 2782, and exceeds his statutory authority.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The judgment of the Court of Appeals, vacating in part the District Court's grant of summary judgment in the Secretary's favor as to the claims of the plaintiff class, is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Justice WHITE, with whom THE CHIEF JUSTICE joins, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Only two Terms ago, when reviewing an aspect of the Secretary's methodology for evaluating disability applications under this Act, we emphasized that \"Congress has 'conferred on the Secretary exceptionally broad authority' \" in this context, and we stated that the Secretary's regulations were therefore entitled to great deference.  <i>Bowen v. Yuckert,</i> 482 U.S. 137, 145, 107 S.Ct. 2287, 2293, 96 L.Ed.2d 119 (1987), quoting <i>Heckler v. Campbell,</i> 461 U.S. 458, 466, 103 S.Ct. 1952, 1957, 76 L.Ed.2d 66 (1983). Because the majority has failed to abide by this principle, I respectfully dissent.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">As this case involves a challenge to an agency's interpretation of a statute that the agency was entrusted to administer, <i>Chevron U.S.A. Inc. v. Natural Resources Defense Council, Inc.,</i> 467 U.S. 837, 104 S.Ct. 2778, 81 L.Ed.2d 694 (1984), provides the framework for our review.  We should therefore first ask whether Congress has expressed a clear intent on the question at issue here;  if so, we should enforce that intent.  If not, as I think is the case, we should defer to the agency's interpretation as long as it is permissible.  <i>Id.,</i> at 842-845, 104 S.Ct., at 2781-83.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Section 1614(a)(3)(A) of the Social Security Act, 42 U.S.C. &#167; 1382c(a)(3)(A) (1982 ed.), provides that a person is disabled if he is unable by reason of any medically determinable physical or mental impairment to engage in any substantial gainful employment; subsection (a)(3)(B) further defines \"disability\" by providing that the impairment or impairments must be severe enough, considering the person's age, education, and work experience, to prevent him from engaging in any kind of substantial gainful employment which exists in the national economy.  The Secretary has implemented the statute with respect to adults by regulations listing certain impairments that he will, without more, consider disabling because each of them would prevent an adult from engaging in any kind of gainful employment.  20 CFR pt. 404, subt. P, App. 1 (1989).  If not suffering from one of those impairments or its equivalent, an adult is then given further consideration as required by subsection (a)(3)(B) in order to determine whether in light of his impairment and the specified nonmedical factors he could perform any substantial gainful activities in the national labor market.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">At the end of 42 U.S.C. &#167; 1382c(a)(3)(A) (1982 ed.), with its definition of disability, is a parenthetical provision defining that term in the case of persons under 18:  \"or, in the case of a child under the age of 18, if he suffers from any medically determinable physical or mental impairment of comparable severity.\"  There is no reference to nonmedical factors in this definition and no references to specific consequences that an impairment must or should produce.  Furthermore, neither \"comparable,\" \"severity,\" nor the two words together are there or elsewhere defined in the Act, and their meaning is anything but clear.  The severity of an impairment that disables an adult is measured by its effects on the ability to engage in gainful employment.  But that yardstick is not useful with respect to children, whose inability to work is not due to mental or physical impairment, but to the stage of their development and the labor market.  Given this task of comparing apples and oranges, it is understandable that the Secretary implemented the statute with respect to children in a somewhat different manner than he did for adults, and surely there is no direction in the statute to employ the same methodology for both groups.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Under the regulations applying to children, a person under 18 will be considered disabled if suffering from a Part A impairment listed for adults or its equivalent, as long as the disease's processes have a similar effect on adults and younger persons. Because vocational considerations are largely beside the point in dealing with children&#8212;a fact that the Secretary submits Congress recognized in referring only to medical considerations in subsection (a)(3)(A)'s definition of what would disable a child the regulations do not provide for further consideration of the child in light of such factors.  Instead, a child not suffering from a Part A impairment is evaluated under an additional listing of impairments in Part B of Appendix 1 to subpart P, any of which, or its equivalent, will be deemed sufficient to disable a child. The preamble to Part B, published in 1977, 42 Fed.Reg. 14705, stated that in identifying medical criteria that would establish disability for a child, the Secretary had placed primary emphasis on the effects of physical and mental impairments in children, and the restrictions on growth, learning, and development imposed on the child by the impairments.  The impairments that were determined to affect the child's development to the same extent that the adult criteria have on an adult's ability to engage in substantial gainful activity were deemed to be of \"comparable severity\" to the disabling adult impairments.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">I do not find this approach to be an impermissible implementation of the rather ambiguous congressional directives with respect to children.  Surely it cannot be said that the regulations, insofar as they use the Part A and Part B listings, singly or in combination, to identify disability in children, are inconsistent with the statute and void on their face.  And as I understand it, no one claims that they are.  What is submitted is, first, that the listings do not identify all of the specific medical impairments that should be considered disabling, and second, that each child not deemed disabled under Parts A and B must be evaluated in terms of both his or her medical impairments and nonmedical factors, as are adults.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">These alleged deficiencies are said to be sufficient to invalidate the regulations on their face.  But surely these claims, if true, only would demonstrate that the regulations do not go far enough.  Furthermore, the claims purport to be supported by descriptions of various unlisted impairments and anecdotal evidence, none of which, it seems to me, has been adjudged by a court to be sufficient to demonstrate that the Part B impairments, or their equivalents, fail to identify impairments that will have comparably severe effects on a child's development as the disabling impairments for an adult will have on an adult's ability to engage in substantial gainful employment.  If there are medically determinable diseases or impairments that should be considered disabling because of comparable severity to those affecting adults, the children suffering from them should claim disability, make their case before the Secretary, and take the case to court if their claims are rejected.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a>  As for the more general attack on the regulation that they do not provide for individualized evaluation based on nonmedical factors&#8212;the Secretary contends that it is a reasonable construction of section 3(A) to confine disabling criteria to medical factors where children are concerned.  In any event, rather than declaring the regulations wholly or partly void on their face, the Court would be better advised to insist on children making out their claims in individual cases;  only then can a court confidently say that the medically identifiable impairment, though neither a listed impairment nor its equivalent, is nevertheless of \"comparable severity\" and hence disabling when considered with nonmedical factors.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">I thus largely agree with District Judge Fullam's view of this case:</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">\"Plaintiff's argument may well be valid, in many cases;      but errors in applying the regulations in some cases do not      demonstrate invalidity of the regulations themselves.  Part B      of the Secretary's listings of impairments, 20 CFR &#167; 416.925,      is not facially invalid or incomplete, seems to provide the necessary flexibility, and, in my      view, permits the award of benefits in conformity with the      intent of Congress.  If these criteria are being misapplied      or misinterpreted, the remedy lies in the appeal process in      individual cases, not in a class-action decree.\"  <i>Zebley v.      Heckler,</i> 642 F.Supp. 220, 222 (ED Pa.1986).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The difference, furthermore, between the Secretary's regulatory approach toward adults and his approach toward children accords with the different purposes underlying the disability programs for the two groups.  Congress provided disability benefits for adults in order to ensure \"the basic means of replacing earnings that have been lost as a result of . . . disability\" for those who \"are not able to support themselves through work. . . .\"  H.R.Rep. No. 92-231, pp. 146-147 (1971), U.S.Code Cong. &amp; Admin.News 1972, pp. 4989, 5132, 5133.  For this reason, insofar as adults are concerned, the Act defines disabilities in terms of the effect that the disabilities have on the claimant's ability to function in the workplace.  In light of this purpose, it is appropriate for the Secretary to evaluate adults not only in terms of the severity of their impairment, but also in terms of their residual functional capacity to perform work.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">By contrast, Congress had a different set of considerations in mind when it provided for children's benefits.  Recognizing that disabled children from low-income households are \"among the most disadvantaged of all Americans,\" Congress provided special disability benefits for these persons \"because their needs are often greater than those of nondisabled children.\"  H.R.Rep. No. 92-231, <i>supra,</i> at 147-148, U.S.Code Cong. &amp; Admin.News 1972, p. 5134.  In other words, Congress' aim in providing benefits to these individuals was not to replace lost income, but rather to provide for their special health care expenses, such as the home health care costs arising out of the child's medical disability. It is consistent with this quite distinct purpose to focus consideration on the severity of the child's impairment from a medical perspective alone, without individualized consideration of vocational or similar factors or the claimant's residual functional capacity.  The nature and severity of a child's impairment, rather than the child's ability to contribute to his family's income, will necessarily determine the child's entitlement to benefits.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">I also note that the majority faults the regulations on the grounds that they do not adequately provide for considering multiple impairments together.   <i>Ante,</i> at 534. As 42 U.S.C. &#167; 1382c(a)(3)(F) (1982 ed., Supp. IV) requires, however, the regulations expressly provide that impairments in combination may add up to qualify for benefits.  20 CFR &#167; 416.923 (1989).  The Court of Appeals recognized that the Secretary's regulations faithfully implement the statutory mandate \"by providing generally that the combined effect of all of a claimant's impairments will be considered throughout the disability determination process.\" <i>Zebley v. Bowen,</i> 855 F.2d 67, 76 (CA3 1988).  There is no cross-petition challenging this aspect of the judgment below, and the Court should therefore not expand the relief obtained in the Court of Appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In sum, because I cannot conclude that the Secretary's method for evaluating child-disability claims is an impermissible construction of the Act, I dissent.  The Social Security Administration processes over 100,000 child-disability claims a year.  The agency has a finite amount of funds with which to work. By requiring the Secretary to conduct unspecified individualized determinations in cases where an applicant fails to satisfy the agency that he is otherwise disabled, the majority imposes costs on the agency that surely will detract from the pool of benefits available to the unfortunate children that Congress has sought to protect through the Supplemental Security Income Program.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Social Security Administration, Office of Disability, Preliminary Staff Report:  Childhood Disability Study, p. B-1 (Sept. 20, 1989).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Title 42 U.S.C. &#167; 405(a), made applicable to Title XVI by 42 U.S.C. &#167; 1383(d)(1) (1982 ed., Supp. V), reads:</p>\n        <p>\"The Secretary shall have full power and authority to make rules and regulations and to establish procedures, not inconsistent with the provisions of this subchapter, which are necessary or appropriate to carry out such provisions, and shall adopt reasonable and proper rules and regulations to regulate and provide for the nature and extent of the proofs and evidence . . . in order to establish the right to benefits hereunder.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The regulations implementing the Title II disability standard, 42 U.S.C. &#167; 423(d), at issue in <i>Yuckert,</i> and those implementing the identical Title XVI standard, &#167; 1382c(a)(3), at issue in this case, are the same in all relevant respects. Compare 20 CFR &#167;&#167; 404.1520-1530 with &#167;&#167; 416.920-930 (1989).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Respondents Joseph Love and Evelyn Raushi, two children who were denied benefits, are the other two named plaintiffs in this action.  All three named plaintiffs' individual claims were eventually remanded to the Secretary by the District Court;  only the class claims remain before this Court.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The First and Eleventh Circuits have upheld the validity of the Secretary's approach to child disability.  <i>Hinckley ex rel. Martin v. Secretary of Health and Human Services,</i> 742 F.2d 19 (CA1 1984);  <i>Powell ex rel. Powell v. Schweiker,</i> 688 F.2d 1357 (CA11 1982).  Also, the Fifth and Eighth Circuits have ruled that the Secretary properly applied the child-disability regulations to deny benefits in a particular case, without explicitly addressing the question whether the regulations are valid.  <i>Nash ex rel. Alexander v. Bowen,</i> 882 F.2d 1291 (CA8 1989);  <i>Burnside ex rel. Burnside v. Bowen,</i> 845 F.2d 587 (CA5 1988).  The Third Circuit in the present case acknowledged the conflict.  <i>Zebley ex rel. Zebley v. Bowen,</i> 855 F.2d 67, 75 (1988).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> There are 125 impairments defined in the adult listings, and an additional 57 in the child listings.  The body system categories in the adult listings are:  musculoskeletal, special senses and speech, respiratory, cardiovascular, digestive, genitourinary, hemic and lymphatic, skin, and endocrine.  In addition, there are four groups of listings not categorized by body system:  multiple body system impairments, neurological impairments, mental disorders, and malignant neoplastic diseases. The child-disability listings include, in addition to all these, a category for growth impairment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> For example, under the \"growth impairment\" category of the child-disability listings, 20 CFR pt. 404, subpt. P, App. 1 (pt. B), &#167; 100.00 et seq. (1989), there is a listing the medical criteria of which require the claimant to show both a \"[f]all of greater than 25 percentiles in height which is sustained\" and \"[b]one age greater than two standard deviations . . . below the mean for chronological age.\"  &#167; 100.03.  Another example is the listing for \"mental retardation,\" which requires that a child claimant show \"[a]chievement of only those developmental milestones generally acquired by children no more than one-half the child's chronological age,\" or \"IQ of 59 or less,\" or \"IQ of 60-69, inclusive, and a physical or other mental impairment imposing additional and significant restriction of function or developmental progression.\"  &#167; 112.05.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> For example, in the growth impairment listing described in n. 7, <i>supra,</i> a child claimant whose \"bone age\" was slightly less than two standard deviations below normal would not qualify under the listing, even if his height was much more than 25 percentiles below normal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Social Security Rulings are agency rulings \"published under the authority of the Commissioner of Social Security and are binding on all components of the Administration.\"  20 CFR &#167; 422.408 (1989);  see <i>Heckler v. Edwards,</i> 465 U.S. 870, 873, n. 3, 104 S.Ct. 1532, 1534, n. 3, 79 L.Ed.2d 878 (1984).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> For example, a child claimant with Down's syndrome (which currently is not a listed impairment), a congenital disorder usually manifested by mental retardation, skeletal deformity, and cardiovascular and digestive problems, would have to fulfill the criteria for whichever single listing his condition most resembled.  See Brief for National Easter Seal Society, et al. as <i>Amici Curiae</i> 17, n. 9.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> For example, if a child has both a growth impairment slightly less severe than required by listing &#167; 100.03, and is mentally retarded but has an IQ just above the cut-off level set by &#167; 112.04, he cannot qualify for benefits under the \"equivalence\" analysis&#8212;no matter how devastating the combined impact of mental retardation and impaired physical growth.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> A Disability Insurance Letter (DIL) is an internal directive sent by the Secretary to the state agencies responsible for disability determinations.  See Brief for Petitioner 36.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> There are, as yet, no specific listings for many well-known childhood impairments, including spina bifida, Down's syndrome, muscular dystrophy, autism, AIDS, infant drug dependency, and fetal alcohol syndrome.  See Brief for American Medical Association, et al. as <i>Amici Curiae</i> (AMA Brief) 22.  The Secretary, however, has proposed new listings for \"Down syndrome and other Hereditary, Congenital, and Acquired Disorders.\"  52 Fed.Reg. 37161 (1987).  See Reply Brief for Petitioner 19, n. 16.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The Secretary has stated that the severity of perceived symptoms such as pain has no bearing on the determination whether a claimant's impairment meets or equals a listing.  SSR 82-58, Dept. of Health and Human Services Rulings 121 (Cum. ed. 1982) (\"No alleged or reported intensity of the symptoms can be substituted to elevate impairment severity to equivalency. . . . [C]omplaints of 'severe,' 'extreme,' or 'constant' pain will not compensate for . . . missing medical findings and permit an 'equals' determination\") (emphasis deleted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> About 25% of adult claimants qualify for benefits under steps 4 and 5 of the Secretary's test.  House Committee on Ways and Means, Background Material and Data On Programs Within the Jurisdiction of the Committee on Ways and Means, 101st Cong., 1st Sess., 46 (Comm.Print 1989).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> As the dissent points out, <i>post,</i> at 546-547, 42 U.S.C. &#167; 1382c(a)(3)(F) (1982 ed., Supp. V) requires that \"the combined impact of [multiple] impairments shall be considered throughout the disability determination process,\" and 20 CFR &#167; 416.923 (1989) promises that \"we will consider the combined effect of all your impairments.\"  This assurance may be of value to adult claimants, but not to children, for whom the combined effect of multiple impairments is considered <i>only</i> within the confines of the equivalence determination, \"whether the combination of your impairments is medically equal to <i>any listed impairment.</i>\"  &#167; 416.926(a).  As the Court of Appeals noted, <i>if</i> children are afforded the individualized consideration given to adults, <i>then</i> &#167; 416.923 would fulfill the statutory mandate as to children with multiple impairments.  855 F.2d, at 76.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Empirical evidence suggests that the rigidity of the Secretary's listings-only approach has a severe impact on child claimants.  There are many rare childhood diseases that cannot meaningfully be compared with any of the listings.  AMA Brief 6, 25 (it is unlikely \"that any physician could make meaningful comparisons between extremely rare diseases and the set medical criteria listed by the Secretary\").  Moreover, the listings-only approach disregards factors such as pain, side effects of medication, feeding problems, dependence on medical equipment, confinement at home, and frequent hospitalization, that vary with each individual case.  A recent study prepared for the Department of Health and Human Services suggests that children with multiple impairments, young children who cannot be subjected to the clinical tests required by the listings criteria, and children whose impairments have a severe functional impact but which do not match listings criteria are often denied benefits.  H. Fox &amp; A. Greaney, Disabled Children's Access to Supplemental Security Income and Medicaid Benefits (1988).</p>\n        <p>A telling example of the effect of the listings-only approach is found in <i>Wilkinson ex rel. Wilkinson v. Bowen,</i> 847 F.2d 660 (CA11 1987) (child with rare liver disorder causing severe swelling, food allergies, and fever, and requiring constant care and confinement at home, does not qualify for benefits because his impairment does not meet or equal the criteria for any listing); see also <i>Zebley ex rel. Zebley v. Bowen,</i> 855 F.2d 67 (CA3 1988) (plaintiff Zebley denied benefits, despite evidence of congenital brain damage, mental retardation, development delay, eye problems, and musculoskeletal impairment, because his condition did not meet or equal any listing).</p>\n        <p>The disparity in the Secretary's treatment of child and adult claimants is thrown into sharp relief in cases where an unsuccessful child claimant, upon reaching age 18, is awarded benefits on the basis of the <i>same</i> impairment deemed insufficient to qualify him for child disability benefits.  See, <i>e.g., Wills v. Secretary of Health and Human Services,</i> 686 F.Supp. 171, 172, and n. 1 (WD Mich.1987);  App. to Brief for National Organization of Social Security Claimants' Representatives as <i>Amicus Curiae</i> A-3 to A-24 (Administrative Law Judge decisions awarding benefits when child claimant turns 18).  See also Tr. of Oral Arg. 13-14.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> The dissent proposes that children who fail to qualify for benefits under the Secretary's current approach can simply \"make their case before the Secretary, and take the case to court if their claims are rejected.\"  <i>Post,</i> at 545. We fail to see why each child denied benefits because his impairment falls within the several categories of impairments that meet the statutory standard but do not qualify under the Secretary's listings-only approach should be compelled to raise a separate, as-applied challenge to the regulations, or why a facial challenge is not a proper response to the systemic disparity between the statutory standard and the Secretary's approach to child-disability claims.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> The dissent, <i>post,</i> at 547, n. 2, appears to accept the Secretary's argument that Congress expressly indicated its approval of his approach to child disability in 1976, when it directed him to \"publish criteria\" to be employed to determine disability in children's cases.  Unemployment Compensation Amendments of 1976, &#167; 501(b), 90 Stat. 2685.  At that time, however, Congress could not have known the exact contours of the Secretary's approach.  Congress had before it only the Secretary's 1973 and 1974 DIL's and accompanying \"medical guides\"</p>\n        <p>that eventually became the child-disability listings, and the proposed regulations published for comment at 39 Fed.Reg. 1624 (1974).</p>\n        <p>The DIL's are ambiguous as to the scope of the child-disability determination.  The 1973 DIL says that \"childhood disability will be determined solely in consideration of medical factors,\" but it also says that \"disability in children must be defined in terms of the primary activity in which they engage, namely growth and development,\" and that \"[d]escriptions of a child's activities, behavioral adjustment, and school achievement may be considered in relationship to the overall medical history regarding severity of the impairment.\"  DIL No. III-11 (1973), App. 90-91.  The 1974 DIL does reflect the listings-only approach, but its discussion of the \"equivalence\" determination suggests a broader inquiry than the Secretary's present rules allow.  DIL No. III-11, Supp. 1 (1974), App. 97 (\" '[M]edical equivalency' concept . . . takes into account the particular effect of disease processes in childhood\";  when used to evaluate multiple impairments, \"[e]ach impairment must have some substantial adverse effect on the child's major daily activities, and together must 'equal' the specified impact\").  Congress could not have guessed that these early directives would evolve into the present regulatory scheme.</p>\n        <p>Similarly, the 1974 proposed regulations provide that a child with an unlisted impairment qualifies for benefits if his impairment is \"determined . . . with appropriate consideration of the particular effect of disease processes in childhood, to be medically the equivalent of a listed impairment.\"  39 Fed.Reg., at 1626.  The regulation defining \"medical equivalence\" says only that an impairment is equivalent to a listed one \"only if the medical findings with respect thereto are at least equivalent in severity and duration to the listed findings of the listed impairment.\"  <i>Ibid.;</i>  cf. 20 CFR &#167; 416.926 (1989) (current definition of \"equivalence,\" requiring claimant to meet all criteria for the one most similar listed impairment).  Thus, the proposed regulations gave little warning of the Secretary's current, strictly limited equivalence analysis.  At least until SSR 83-19 was promulgated in 1983, it did not become clear that the listings criteria would be applied so rigidly, and that proof of equivalence would require a strict matching of the criteria for the single most similar listed impairment.</p>\n        <p>The 1976 directive to publish criteria therefore has little bearing on the question whether the Secretary's present approach to child disability is consistent with the statute.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> The Secretary's own regulations state that this inquiry involves assessment of an adult claimant's ability to \"do physical activities such as walking, standing, lifting, carrying, pushing, pulling, reaching, handling,\" and his ability \"to carry out and remember instructions, and to respond appropriately to supervision, co-workers and work pressures in a work setting.\"  20 CFR &#167;&#167; 416.945(b) and (c) (1989).  It is difficult to see why such functional assessment would be feasible for adults and not for children.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> The Secretary contends that, because some of the child-disability listings include functional criteria, his approach to child disability adequately takes account of functional considerations.  Brief for Petitioner 42.  This argument is unavailing.  The fact that some of the listed impairments are defined in terms of functional criteria is small comfort to child claimants who do not have one of those impairments and who fail to qualify for benefits for one of the reasons discussed above.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> See AMA Brief 5 (\"The view that proper study or treatment of pediatric illness and injury must include an assessment of the child's functional capacity to perform age-appropriate activities is well accepted in the medical community. . . .  The biological severity of an illness is an abstraction, measured only by proxies, the most familiar of which are physiological severity, functional severity and burden of illness\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> The majority suggests that the agency has conceded that its listing approach is not intended to satisfy the statutory standard of \"comparable severity\" because the Secretary only designed the lists to compensate claimants who suffer from disabilities that prevent any gainful activity, rather than claimants who suffer from disabilities that prevent any substantial gainful activity.  It is difficult, however, particularly in light of the agency's interpretation of its own regulations, to extract from them an admission on the agency's part that it has failed to fulfill its statutory responsibilities. The regulations specifically state both that \"[t]he law defines disability as the inability to do any substantial gainful activity by reason of any medically determinable physical or mental impairment . . .\" and that \"[i]f you are under age 18, we will consider you disabled if you are suffering from any medically determinable physical or mental impairment which compares in severity to an impairment that would make an adult (a person over 18) disabled.\"  20 CFR &#167;&#167; 416.905, 416.906 (1989).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> Congress' acquiescence in the Secretary's regulatory technique for assessing child-disability applications supports the position that the Secretary's approach is reasonable.  In 1976, Congress directed the Secretary to publish his criteria for evaluating disability payments for children.  Unemployment Compensation Amendments of 1976, &#167; 501(b), 90 Stat. 2685.  Despite the majority's contention to the contrary, the history of this legislation indicates that Congress understood and, at least implicitly, condoned the Secretary's methodology for evaluating child-disability claims.  The Senate Report states:</p>\n        <p>\"The regulations which have been issued with regard to disability for children state that if a child's impairments are not those listed, eligibility may still be met if the impairments 'singly or in combination . . . are determined by the Social Security Administration, with appropriate consideration of the particular effect of the disease processes in childhood, to be medically the equivalent of a listed impairment.' \"  S.Rep. No. 94-1265, p. 24 (1976), U.S.Code Cong. &amp; Admin.News 1976, pp. 5997, 6018.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/112359/"
}