{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "493 U.S. 132", 
    "federal_cite_two": "110 S. Ct. 462", 
    "specialty_cite_one": null, 
    "federal_cite_three": "107 L. Ed. 2d 449", 
    "lexis_cite": "1989 U.S. LEXIS 5863", 
    "document_uris": [
      "/api/rest/v2/document/112343/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "United States v. Goodyear Tire & Rubber Co.", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "88-1474", 
    "id": 96702, 
    "resource_uri": "/api/rest/v2/citation/96702/"
  }, 
  "id": 112343, 
  "blocked": false, 
  "judges": "Marshall", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1990-01-22", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>493 U.S. 132 (1989)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nGOODYEAR TIRE &amp; RUBBER CO. ET AL.</h1></center>\n<center>No. 88-1474.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 1, 1989</center>\n<center>Decided December 11, 1989</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE FEDERAL CIRCUIT\n<p><span class=\"star-pagination\">*134</span> <i>Alan I. Horowitz</i> argued the cause for the United States. With him on the briefs were <i>Solicitor General Starr, Assistant Attorney General Peterson, Deputy Solicitor General Wallace,</i> and <i>Robert S. Pomerance.</i></p>\n<p><i>Barring Coughlin</i> argued the cause for respondents. With him on the brief were <i>Stephen L. Buescher</i> and <i>Deborah Z. Read.</i><sup>[*]</sup></p>\n<p>JUSTICE MARSHALL delivered the opinion of the Court.</p>\n<p>In this case, we must decide whether \"accumulated profits\" in the indirect tax credit provision of the Internal Revenue Code of 1954, 26 U. S. C. § 902 (1970 ed.), are to be measured in accordance with United States or foreign tax principles. We conclude that \"accumulated profits\" are to be measured in accordance with United States principles.</p>\n<p></p>\n<h2>I</h2>\n<p>Goodyear Tyre and Rubber Company (Great Britain) Limited (Goodyear G. B.) is a wholly owned subsidiary of Goodyear Tire and Rubber Company (Goodyear), a domestic corporation. Goodyear brought this suit seeking a refund of federal income taxes collected for the years 1970 and 1971. During those years, Goodyear G. B. filed income tax returns in, and paid taxes to, the United Kingdom and the Republic of Ireland. Goodyear G. B. also distributed dividends to Goodyear, its sole shareholder. Goodyear reported these dividends on its federal tax return, as required by 26 U. S. C. §§ 301, 316 (1970 ed.). Goodyear thereafter sought credit for a portion of the foreign taxes paid by Goodyear G. B. in the amount specified in § 902.<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*135</span> Section 902 provides a parent of a foreign subsidiary with an \"indirect\" or \"deemed paid\" credit on its domestic income tax return to reflect foreign taxes paid by its subsidiary. The credit protects domestic corporations that operate through foreign subsidiaries from double taxation of the same income: taxation first by the foreign jurisdiction, when the income is earned by the subsidiary, and second by the United States, when the income is received as a dividend by the parent. In some circumstances, a foreign subsidiary may choose to distribute only a portion of its available profit as a dividend to its domestic parent. For that reason, a domestic parent cannot automatically claim credit for all foreign taxes paid by its subsidiary: § 902 limits a domestic parent's credit to the amount of tax paid by the subsidiary attributable to the dividend issued. The foreign tax deemed paid by the domestic parent is calculated by multiplying the total foreign tax paid (T) by that portion of the subsidiary's after-tax accumulated profits (AP-T) that is actually issued to the domestic parent in the form of a taxable dividend (D).<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*136</span> In 1973, Goodyear G. B. reported a net loss on its British tax return and carried back that loss to offset substantial portions of its 1970 and 1971 income. Based on the 1973 carried-back losses, British taxing authorities recalculated Goodyear G. B.'s income and tax liability for the years 1970 and 1971. Goodyear G. B. thereafter received a refund of a substantial portion of its 1970 and 1971 foreign tax payments.</p>\n<p>In response to the refunds, and pursuant to § 905(c) of the Code which permits redetermination of the foreign tax credit whenever \"any tax paid is refunded in whole or in part,\" the Commissioner of Internal Revenue recalculated the indirect tax credit available to Goodyear for the tax years 1970 and 1971. The Commissioner lowered the foreign taxes paid (T) to reflect the refund. He refused, however, to lower accumulated profits (AP) for those years to reflect British tax authorities' redetermination of Goodyear G. B.'s income. The deductions that created, for British tax purposes, the 1973 loss would not have been allowable in the computation of United States income tax if Goodyear G. B. had been a United States corporation filing a United States return. See App. 19-29 (Stipulation of Facts). In the Commissioner's view, accumulated profits are to be calculated in accordance with United States tax principles; accordingly, the Commissioner regarded Goodyear G. B.'s 1970 and 1971 accumulated profits as unaffected by the deductions allowed under British law.</p>\n<p>In view of the reduced amount of Goodyear's tax deemed paid, the Commissioner assessed substantial tax deficiencies for the tax years 1970 and 1971. Goodyear paid the deficiencies and, following the IRS' denial of its administrative refund claim, brought this action in the United States Claims Court, averring that foreign tax law principles govern the calculation of \"accumulated profits\" in § 902's tax credit. Calculating \"accumulated profits\" in accordance with British tax law principles, Goodyear maintained that Goodyear G. B.'s after-tax accumulated profits for 1970 and 1971 were <span class=\"star-pagination\">*137</span> insufficient to cover the dividends paid in those years. In such a circumstance, § 902 requires that, for the purpose of computing the indirect credit, the excess of the dividend be deemed paid out of the after-tax accumulated profits of the preceding year. If in that year the remaining portion of the dividend exceeds the after-tax accumulated profits, the remainder of the dividend is allocated or \"sourced\" to the next most recent year, until the dividend is exhausted.<sup>[3]</sup> Thus, Goodyear argued that the dividends it received from Goodyear G. B. in 1970 and 1971 should have been sourced to prior tax years, 1968 and 1969, until Goodyear G. B.'s after-tax accumulated profits covered the dividends. Through this sourcing mechanism, Goodyear would, in computing its domestic tax liability for the dividends issued by Goodyear G. B., receive credit for a portion of the foreign taxes paid by Goodyear G. B. in 1968 and 1969. Because Goodyear G. B. paid substantial foreign taxes in those tax years, allocation of the dividend to those years would yield a tax deemed paid by Goodyear in excess of 1 million, over four times greater than the tax the Commissioner deemed paid. If the term \"accumulated profits\" is defined in accordance with domestic tax principles, as the Commissioner advocated, the dividends issued in 1970 and 1971 are fully exhausted by the accumulated profits of those years, resulting in a tax deemed paid of 247, 124.</p>\n<p>The Claims Court rejected Goodyear's claim. 14 Cl. Ct. 23 (1987). Viewing the statutory definition of \"accumulated profits\" in § 902(c)(1)(A) as inconclusive, <i>id.,</i> at 28-29, the court turned to the purposes underlying § 902 and found that they favored calculation of \"accumulated profits\" in accordance with United States tax concepts, <i>id.,</i> at 29-31. The Court of Appeals for the Federal Circuit reversed. 856 F. 2d 170 (1988). The court held that the \"plain meaning\" of § 902 \"requires [accumulated profits] to be determined under <span class=\"star-pagination\">*138</span> foreign law.\" <i>Id.,</i> at 172. The court also held that the fundamental congressional purpose underlying § 902, \" `elimination of international double taxation,' \" <i>ibid.</i> (quoting <i>H. H. Robertson Co.</i> v. <i>Commissioner,</i> 59 T. C. 53, 74 (1972), aff'd, 500 F. 2d 1399 (CA3 1974)), would be defeated if the taxes paid by a foreign subsidiary, but not its accumulated profits, were calculated in terms of foreign law. 856 F. 2d, at 172.</p>\n<p>The Court of Appeals' decision has important consequences for the calculation of the indirect tax credit of domestic parents that have received dividends from their subsidiaries abroad. To clarify the operation of the § 902 credit in the tax years to which it applies,<sup>[4]</sup> we granted certiorari, 490 U. S. 1045 (1989), and now reverse.</p>\n<p></p>\n<h2>II</h2>\n<p>Our starting point, as in all cases involving statutory interpretation, \"must be the language employed by Congress.\" <i>Reiter</i> v. <i>Sonotone Corp.,</i> 442 U. S. 330, 337 (1979). We find that the text of § 902 does not resolve whether \"accumulated profits\" are to be calculated in accordance with foreign or domestic tax concepts.</p>\n<p>It is true, as the Court of Appeals emphasized, that §§ 902 (a)(1) and 902(c)(1)(A) link \"accumulated profits\" to the foreign tax imposed on the subsidiary. The link is forged by describing the foreign tax as that tax imposed \"on or with respect to\" accumulated profits. The provisions also, however, <span class=\"star-pagination\">*139</span> link \"accumulated profits\" to \"dividends\" by describing \"accumulated profits\" as the pool from which the \"dividends\" are issued. Section 316(a), in turn, makes clear that domestic principles control whether a payment is a \"dividend\" subject to domestic tax. On the basis of this link, a leading treatise has concluded that \"[a]ccumulated profits of the foreign corporation . . . are, in general, equated with earnings and profits of the foreign corporation and are determined in accordance with domestic law principles.\" B. Bittker &amp; J. Eustice, Federal Income Taxation of Corporations and Shareholders ¶ 17.11, p. 17-44 (5th ed. 1987) (\"Adoption of these principles has the virtue of correlating the denominator of the § 902 computation with the definition of dividends (the numerator), thus avoiding the possible distortions that could arise if different definitional approaches were used for the numerator and denominator of the § 902 fraction\"). Because § 902 relates \"accumulated profits\" both to the foreign tax paid by the subsidiary, calculated in accordance with foreign law, and to the dividend issued by the subsidiary, calculated in accordance with domestic law, we are unpersuaded that the statutory language is dispositive. We must therefore look beyond the statute's language to the legislative history, purposes, and operation of the indirect tax credit.</p>\n<p></p>\n<h2>III</h2>\n<p></p>\n<h2>A</h2>\n<p>The history of the indirect credit clearly demonstrates that the credit was intended to protect a domestic parent from double taxation of its income. Congress first established the indirect tax credit in § 240(c) of the Revenue Act of 1918, 40 Stat. 1082, permitting a domestic parent to receive a credit for a portion of the foreign taxes paid by its subsidiary during the year in which the subsidiary issued a dividend to the parent. This Court subsequently described the purpose of § 240 (c) as protection against double taxation. <i>American Chicle</i> <span class=\"star-pagination\">*140</span> <i>Co.</i> v. <i>United States,</i> 316 U. S. 450, 452 (1942); see also Bittker &amp; Eustice, <i>supra,</i> at ¶ 17.11, p. 17-40.</p>\n<p>The legislative history of the indirect credit also clearly reflects an intent to equalize treatment between domestic corporations that operate through foreign subsidiaries and those that operate through unincorporated foreign branches. In § 238(e) of the Revenue Act of 1921, 42 Stat. 259, Congress amended § 240(c) to permit a domestic corporation to claim credit for taxes its subsidiary paid in years other than those in which the dividend was issued. Prior to the amendment, a domestic corporation could not receive credit for foreign taxes paid on distributed income if its subsidiary issued the dividend out of income earned in prior years, see 316 U. S., at 453, because § 240(c) limited the credit to taxes paid by the subsidiary \"during the taxable year\" in which the dividend was issued. The amendment corrected this deficiency by relating the credit to the accumulated profits out of which the dividends were paid.</p>\n<p>In defending the amended version of the indirect credit, one sponsor described the purpose of the credit as securing, for domestic corporations that receive income in the form of dividends from foreign subsidiaries, the same sort of deduction available to domestic corporations that receive income from foreign branches. 61 Cong. Rec. 7184 (1921).<sup>[5]</sup> This goal of equalized treatment is reflected as well in testimony regarding the amendment before the Senate Committee on Finance, in which a spokesperson for the Department of the Treasury described the proposal as intended \"to give this American corporation about the same credit as if conducting <span class=\"star-pagination\">*141</span> a branch.\" Hearings on H. R. 8245 before the Senate Committee on Finance, 67th Cong., 1st Sess., pt. 2, p. 389 (1921). More recently, the Senate Report on the 1962 amendments to the indirect credit confirms Congress' intent to treat foreign branches and foreign subsidiaries alike in terms of the tax credits they generate for their domestic companies. See S. Rep. No. 1881, 87th Cong., 2d Sess., 66-67 (1962).<sup>[6]</sup></p>\n<p></p>\n<h2>B</h2>\n<p>Given these purposes, we now turn to the operation of the indirect tax credit. Goodyear contends that the failure to calculate accumulated profits in terms of foreign law subjects domestic corporations that receive dividends from their foreign subsidiaries to double taxation. This undesirable result occurs, in Goodyear's view, because calculation of accumulated profits in accordance with domestic principles may disconnect the relationship in § 902's formula between accumulated profits and the foreign tax paid by the subsidiary. A subsidiary incurs foreign tax liability in proportion to its foreign defined income. To recover foreign taxes paid by its subsidiary, a domestic parent's dividend must be allocated or <span class=\"star-pagination\">*142</span> sourced to years in which its subsidiary paid foreign tax. If, however, accumulated profits are defined in domestic terms, the dividends of a domestic parent may be allocated to years in which the subsidiary paid little or no tax. In such a scenario, the parent may not be credited with foreign taxes paid by its subsidiary. To avoid this mismatching of accumulated profits and foreign tax, Goodyear contends that accumulated profits should be determined in accordance with the same principles that govern the imposition of the tax: those found in foreign law.</p>\n<p>The Government contests Goodyear's characterization of this case as one of \"double taxation.\" In the Government's view, the dividends received by Goodyear should not be allocated to prior years because to do so would permit Goodyear to avoid taxation altogether on domestically defined income that its subsidiary earned in 1970 and 1971. Under domestic rules, Goodyear G. B. earned sufficient income in 1970 and 1971 to cover the dividends it issued to Goodyear in those years. That British taxing authorities recognized little income in those years should not, in the Government's view, prevent the United States from recognizing the substantial income attributable to those years under domestic rules. According to the Government, the foreign tax paid in 1968 and 1969 by Goodyear G. B. \u0097 the years to which Goodyear seeks to source its dividends \u0097 relates to income that Goodyear G. B. chose not to distribute during those years as dividends to Goodyear. To credit Goodyear with taxes paid on undistributed income, the Government concludes, would be inequitable because it would provide domestic parents that operate through foreign subsidiaries favorable treatment vis-a-vis domestic corporations that use foreign branches.</p>\n<p>Goodyear attempts to avoid the force of the Government's analysis by exploring hypothetical situations in which the calculation of accumulated profits in accordance with domestic rules presents a more plausible claim of double taxation than does this case. For example, if a subsidiary earns an equal <span class=\"star-pagination\">*143</span> amount of income under foreign and domestic rules, but those rules regard the income as being earned in different years, the domestic parent would be credited with a lower portion of the tax paid by the subsidiary if domestic timing rules govern. This result appears anomalous because the same credit should be available where foreign and domestic tax principles recognize equal amounts of income and the amount of tax paid remains constant. The effect of the divergence in foreign and domestic tax principles is particularly clear when a subsidiary pays a substantial foreign tax in a given year and the amount of income recognized under domestic rules in that year is zero. In such a circumstance, <i>none</i> of the tax paid by the subsidiary can be credited to the parent because a dividend cannot be sourced to a year in which there are no accumulated profits.</p>\n<p>Goodyear's hypotheticals persuade us that if accumulated profits are calculated according to domestic tax principles, situations can arise in which § 902's statutory goal of avoiding double taxation will be disserved. Equally persuasive, however, is the Government's claim that defining accumulated profits in terms of foreign tax principles can unfairly advantage domestic parents that operate through foreign subsidiaries over companies operating through unincorporated branches. Thus, no definitional approach to \"accumulated profits\" uniformly and unqualifiedly satisfies the dual purposes underlying the indirect credit.</p>\n<p></p>\n<h2>C</h2>\n<p>We nonetheless believe that the Government's interpretation of \"accumulated profits\" is more faithful to congressional intent. Our view is informed first and most significantly by our assessment that the risk of double taxation outlined by Goodyear is less substantial than the risk of unequal treatment cited by the Government. Defining \"accumulated profits\" in accordance with domestic tax concepts results in double taxation only when a dividend is sourced to a year in <span class=\"star-pagination\">*144</span> which domestic tax concepts recognize little or no income and yet a subsidiary pays substantial foreign tax. Goodyear offers no basis for the suggestion that such mismatching commonly occurs.</p>\n<p>Goodyear's approach, on the other hand, leads to unequal tax treatment of subsidiaries and branches whenever the foreign taxing authority calculates income more or less generously than the United States. A domestic corporation must pay tax on all income of a foreign branch that is recognized under domestic law. Under Goodyear's interpretation, a domestic corporation may in some cases receive credit for taxes paid on income that, under domestic rules, the parent never received. This result is difficult to square with the express congressional purpose of ensuring tax parity between domestic corporations that operate through foreign subsidiaries and those that operate through foreign branches.</p>\n<p>The Government's approach is also supported by administrative interpretations of § 902. In defining the credits available against foreign tax under the predecessor to § 902, the Commissioner stated that \"[i]t is important in establishing the amount of the accumulated profits that it be based as a fundamental principle upon all income of the foreign corporation available for distribution to its shareholders <i>whether such profits be taxable by the foreign country or not.</i>\" I. T. 2676, XII-1 Cum. Bull. 48, 50 (1933) (emphasis added). The Commissioner's approach requires a domestic assessment of income for the purposes of calculating accumulated profits. The Commissioner's position is reflected as well in a formal regulation promulgated by the Treasury in 1965, Treas. Reg. § 1.902-3(c)(1), 26 CFR § 1.902-3(c)(1) (1972), which defines \"accumulated profits\" under § 902(a)(1) as \"the sum of [t]he earnings and profits of [the foreign subsidiary] for such year, and [t]he foreign income taxes imposed on or with respect to the gains, profits, and income to which such earnings and profits are attributable.\" Defining a subsidiary's \"accumulated profits\" as its \"earnings and profits\" reflects an intent <span class=\"star-pagination\">*145</span> to calculate accumulated profits according to domestic principles, because \"earnings and profits\" in this context is a domestic tax concept.</p>\n<p>Lastly, we find support for the Government's position in the statutory canon adopted in <i>Biddle</i> v. <i>Commissioner,</i> 302 U. S. 573, 578 (1938), that tax provisions should generally be read to incorporate domestic tax concepts absent a clear congressional expression that foreign concepts control. This canon has particularly strong application here where a contrary interpretation would leave an important statutory goal regarding equal tax treatment of foreign subsidiaries and foreign branches to the varying tax policies of foreign tax authorities.</p>\n<p></p>\n<h2>IV</h2>\n<p>\"Accumulated profits,\" as that term appears in § 902's indirect tax credit, should be calculated in accordance with domestic tax principles. The judgment of the Court of Appeals is therefore reversed, and the case is remanded for further proceedings consistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<h2>NOTES</h2>\n<p>[*]  <i>William H. Allen, John B. Jones, Jr., Frances M. Horner, Robert T. Cole,</i> and <i>Gilbert W. Rubloff</i> filed a brief for the National Foreign Trade Council, Inc., as <i>amicus curiae</i> urging affirmance.\n</p>\n<p><i>Dennis I. Meyer, C. David Swenson, Leonard B. Terr,</i> and <i>Thomas A. O'Donnell</i> filed a brief for Vulcan Materials Co. as <i>amicus curiae.</i></p>\n<p>[1]  Section 902(a) provides:\n</p>\n<p>\"For purposes of this subpart, a domestic corporation which owns at least 10 percent of the voting stock of a foreign corporation from which it receives dividends in any taxable year shall \u0097</p>\n<p>\"(1) to the extent such dividends are paid by such foreign corporation out of accumulated profits (as defined in subsection (c)(1)(A)) of a year for which such foreign corporation is not a less developed country corporation, be deemed to have paid the same proportion of any income, war profits, or excess profits taxes paid or deemed to be paid by such foreign corporation to any foreign country or to any possession of the United States on or with respect to such accumulated profits, which the amount of such dividends (determined without regard to section 78) bears to the amount of such accumulated profits in excess of such income, war profits, and excess profits taxes (other than those deemed paid). . . .\" 26 U. S. C. § 902 (1970 ed.).</p>\n<p>[2]  The formula for calculating the § 902 credit is as follows:\n                                         (      Dividends (D)       )\n                                         (__________________________)\n   Credit = Foreign Taxes Paid (T)   x   ( Accumulated Profits (AP) )\n                                         ( minus Foreign Taxes (T)  )\n</p>\n<p>[3]  The operation of this sourcing principle is described in <i>General Foods Corp.</i> v. <i>Commissioner,</i> 4 T. C. 209, 215 (1944).</p>\n<p>[4]  Calculation of the indirect credit for tax years beginning after 1986 is governed by the amended version of § 902 established by the Tax Reform Act of 1986, 100 Stat. 2528, 26 U. S. C. § 902 (1982 ed., Supp. V). The amended version substantially overhauls the method of calculating the credit and removes the controversy regarding the definition of \"accumulated profits.\" The current version of § 902(c)(1) replaces \"accumulated profits\" with \"undistributed earnings,\" which are defined as the \"earnings and profits of the foreign corporation (computed in accordance with sections 964 and 986).\" Section 964(a) in turn provides that \"the earnings and profits of any foreign corporation . . . shall be determined according to rules substantially similar to those applicable to domestic corporations.\" 26 U. S. C. § 964(a) (1982 ed.).</p>\n<p>[5]  Senator Smoot stated:\n</p>\n<p>\"[A] foreign subsidiary is much like a foreign branch of an American corporation. If the American corporation owned a foreign branch, it would include the earnings or profits of such branch in its total income, but it would also be entitled to deduct from the tax based upon such income any income or profits taxes paid to foreign countries by the branch in question. Without special legislation, however, no credit can be obtained where the branch is incorporated under foreign laws.\"</p>\n<p>[6]  The 1962 amendment addresses a tax preference that results if a domestic parent is credited with foreign taxes paid on subsidiary income that is used to satisfy the subsidiary's foreign tax obligations. In such a circumstance, the parent receives credit for taxes paid on undistributed income. This Court sought to eliminate this tax advantage in <i>American Chicle Co.</i> v. <i>United States,</i> 316 U. S. 450, 452 (1942), by including in the § 902 credit only those taxes paid on a subsidiary's after-tax income. The 1962 amendment addressed the problem differently, permitting a domestic parent to include all foreign taxes paid in its § 902 calculation but also requiring the parent to treat such taxes as a deemed dividend from its subsidiary. The amendment thus requires domestic parents to \"gross up\" the dividend income they receive by the amount of the foreign taxes attributable to such income. See S. Rep. No. 1881, 87th Cong., 2d Sess., 69 (1962). The Senate Report, describing the purpose of the amendment as removing an \"unjustified tax advantage\" for domestic parents, illustrates how foreign subsidiaries and foreign branches are treated unequally absent the \"grossing up\" requirement, even under the <i>American Chicle</i> rule. S. Rep. No. 1881, <i>supra,</i> at 66-67.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:13:39", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">132</span></span> (1989)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nGOODYEAR TIRE &amp; RUBBER CO. ET AL.</h1></center>\n<center>No. 88-1474.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 1, 1989</center>\n<center>Decided December 11, 1989</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE FEDERAL CIRCUIT\n<p><span class=\"star-pagination\">*134</span> <i>Alan I. Horowitz</i> argued the cause for the United States. With him on the briefs were <i>Solicitor General Starr, Assistant Attorney General Peterson, Deputy Solicitor General Wallace,</i> and <i>Robert S. Pomerance.</i></p>\n<p><i>Barring Coughlin</i> argued the cause for respondents. With him on the brief were <i>Stephen L. Buescher</i> and <i>Deborah Z. Read.</i><sup>[*]</sup></p>\n<p>JUSTICE MARSHALL delivered the opinion of the Court.</p>\n<p>In this case, we must decide whether \"accumulated profits\" in the indirect tax credit provision of the Internal Revenue Code of 1954, 26 U. S. C. § 902 (1970 ed.), are to be measured in accordance with United States or foreign tax principles. We conclude that \"accumulated profits\" are to be measured in accordance with United States principles.</p>\n<p></p>\n<h2>I</h2>\n<p>Goodyear Tyre and Rubber Company (Great Britain) Limited (Goodyear G. B.) is a wholly owned subsidiary of Goodyear Tire and Rubber Company (Goodyear), a domestic corporation. Goodyear brought this suit seeking a refund of federal income taxes collected for the years 1970 and 1971. During those years, Goodyear G. B. filed income tax returns in, and paid taxes to, the United Kingdom and the Republic of Ireland. Goodyear G. B. also distributed dividends to Goodyear, its sole shareholder. Goodyear reported these dividends on its federal tax return, as required by 26 U. S. C. §§ 301, 316 (1970 ed.). Goodyear thereafter sought credit for a portion of the foreign taxes paid by Goodyear G. B. in the amount specified in § 902.<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*135</span> Section 902 provides a parent of a foreign subsidiary with an \"indirect\" or \"deemed paid\" credit on its domestic income tax return to reflect foreign taxes paid by its subsidiary. The credit protects domestic corporations that operate through foreign subsidiaries from double taxation of the same income: taxation first by the foreign jurisdiction, when the income is earned by the subsidiary, and second by the United States, when the income is received as a dividend by the parent. In some circumstances, a foreign subsidiary may choose to distribute only a portion of its available profit as a dividend to its domestic parent. For that reason, a domestic parent cannot automatically claim credit for all foreign taxes paid by its subsidiary: § 902 limits a domestic parent's credit to the amount of tax paid by the subsidiary attributable to the dividend issued. The foreign tax deemed paid by the domestic parent is calculated by multiplying the total foreign tax paid (T) by that portion of the subsidiary's after-tax accumulated profits (AP-T) that is actually issued to the domestic parent in the form of a taxable dividend (D).<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*136</span> In 1973, Goodyear G. B. reported a net loss on its British tax return and carried back that loss to offset substantial portions of its 1970 and 1971 income. Based on the 1973 carried-back losses, British taxing authorities recalculated Goodyear G. B.'s income and tax liability for the years 1970 and 1971. Goodyear G. B. thereafter received a refund of a substantial portion of its 1970 and 1971 foreign tax payments.</p>\n<p>In response to the refunds, and pursuant to § 905(c) of the Code which permits redetermination of the foreign tax credit whenever \"any tax paid is refunded in whole or in part,\" the Commissioner of Internal Revenue recalculated the indirect tax credit available to Goodyear for the tax years 1970 and 1971. The Commissioner lowered the foreign taxes paid (T) to reflect the refund. He refused, however, to lower accumulated profits (AP) for those years to reflect British tax authorities' redetermination of Goodyear G. B.'s income. The deductions that created, for British tax purposes, the 1973 loss would not have been allowable in the computation of United States income tax if Goodyear G. B. had been a United States corporation filing a United States return. See App. 19-29 (Stipulation of Facts). In the Commissioner's view, accumulated profits are to be calculated in accordance with United States tax principles; accordingly, the Commissioner regarded Goodyear G. B.'s 1970 and 1971 accumulated profits as unaffected by the deductions allowed under British law.</p>\n<p>In view of the reduced amount of Goodyear's tax deemed paid, the Commissioner assessed substantial tax deficiencies for the tax years 1970 and 1971. Goodyear paid the deficiencies and, following the IRS' denial of its administrative refund claim, brought this action in the United States Claims Court, averring that foreign tax law principles govern the calculation of \"accumulated profits\" in § 902's tax credit. Calculating \"accumulated profits\" in accordance with British tax law principles, Goodyear maintained that Goodyear G. B.'s after-tax accumulated profits for 1970 and 1971 were <span class=\"star-pagination\">*137</span> insufficient to cover the dividends paid in those years. In such a circumstance, § 902 requires that, for the purpose of computing the indirect credit, the excess of the dividend be deemed paid out of the after-tax accumulated profits of the preceding year. If in that year the remaining portion of the dividend exceeds the after-tax accumulated profits, the remainder of the dividend is allocated or \"sourced\" to the next most recent year, until the dividend is exhausted.<sup>[3]</sup> Thus, Goodyear argued that the dividends it received from Goodyear G. B. in 1970 and 1971 should have been sourced to prior tax years, 1968 and 1969, until Goodyear G. B.'s after-tax accumulated profits covered the dividends. Through this sourcing mechanism, Goodyear would, in computing its domestic tax liability for the dividends issued by Goodyear G. B., receive credit for a portion of the foreign taxes paid by Goodyear G. B. in 1968 and 1969. Because Goodyear G. B. paid substantial foreign taxes in those tax years, allocation of the dividend to those years would yield a tax deemed paid by Goodyear in excess of 1 million, over four times greater than the tax the Commissioner deemed paid. If the term \"accumulated profits\" is defined in accordance with domestic tax principles, as the Commissioner advocated, the dividends issued in 1970 and 1971 are fully exhausted by the accumulated profits of those years, resulting in a tax deemed paid of 247, 124.</p>\n<p>The Claims Court rejected Goodyear's claim. <span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">Cl. Ct.</span> <span class=\"page\">23</span></span> (1987). Viewing the statutory definition of \"accumulated profits\" in § 902(c)(1)(A) as inconclusive, <i>id.,</i> at 28-29, the court turned to the purposes underlying § 902 and found that they favored calculation of \"accumulated profits\" in accordance with United States tax concepts, <i>id.,</i> at 29-31. The Court of Appeals for the Federal Circuit reversed. 856 F. 2d 170 (1988). The court held that the \"plain meaning\" of § 902 \"requires [accumulated profits] to be determined under <span class=\"star-pagination\">*138</span> foreign law.\" <i>Id.,</i> at 172. The court also held that the fundamental congressional purpose underlying § 902, \" `elimination of international double taxation,' \" <i>ibid.</i> (quoting <i>H. H. Robertson Co.</i> v. <i>Commissioner,</i> 59 T. C. 53, 74 (1972), aff'd, 500 F. 2d 1399 (CA3 1974)), would be defeated if the taxes paid by a foreign subsidiary, but not its accumulated profits, were calculated in terms of foreign law. 856 F. 2d, at 172.</p>\n<p>The Court of Appeals' decision has important consequences for the calculation of the indirect tax credit of domestic parents that have received dividends from their subsidiaries abroad. To clarify the operation of the § 902 credit in the tax years to which it applies,<sup>[4]</sup> we granted certiorari, 490 U. S. 1045 (1989), and now reverse.</p>\n<p></p>\n<h2>II</h2>\n<p>Our starting point, as in all cases involving statutory interpretation, \"must be the language employed by Congress.\" <i>Reiter</i> v. <i>Sonotone Corp.,</i> 442 U. S. 330, 337 (1979). We find that the text of § 902 does not resolve whether \"accumulated profits\" are to be calculated in accordance with foreign or domestic tax concepts.</p>\n<p>It is true, as the Court of Appeals emphasized, that §§ 902 (a)(1) and 902(c)(1)(A) link \"accumulated profits\" to the foreign tax imposed on the subsidiary. The link is forged by describing the foreign tax as that tax imposed \"on or with respect to\" accumulated profits. The provisions also, however, <span class=\"star-pagination\">*139</span> link \"accumulated profits\" to \"dividends\" by describing \"accumulated profits\" as the pool from which the \"dividends\" are issued. Section 316(a), in turn, makes clear that domestic principles control whether a payment is a \"dividend\" subject to domestic tax. On the basis of this link, a leading treatise has concluded that \"[a]ccumulated profits of the foreign corporation . . . are, in general, equated with earnings and profits of the foreign corporation and are determined in accordance with domestic law principles.\" B. Bittker &amp; J. Eustice, Federal Income Taxation of Corporations and Shareholders ¶ 17.11, p. 17-44 (5th ed. 1987) (\"Adoption of these principles has the virtue of correlating the denominator of the § 902 computation with the definition of dividends (the numerator), thus avoiding the possible distortions that could arise if different definitional approaches were used for the numerator and denominator of the § 902 fraction\"). Because § 902 relates \"accumulated profits\" both to the foreign tax paid by the subsidiary, calculated in accordance with foreign law, and to the dividend issued by the subsidiary, calculated in accordance with domestic law, we are unpersuaded that the statutory language is dispositive. We must therefore look beyond the statute's language to the legislative history, purposes, and operation of the indirect tax credit.</p>\n<p></p>\n<h2>III</h2>\n<p></p>\n<h2>A</h2>\n<p>The history of the indirect credit clearly demonstrates that the credit was intended to protect a domestic parent from double taxation of its income. Congress first established the indirect tax credit in § 240(c) of the Revenue Act of 1918, 40 Stat. 1082, permitting a domestic parent to receive a credit for a portion of the foreign taxes paid by its subsidiary during the year in which the subsidiary issued a dividend to the parent. This Court subsequently described the purpose of § 240 (c) as protection against double taxation. <i>American Chicle</i> <span class=\"star-pagination\">*140</span> <i>Co.</i> v. <i>United States,</i> 316 U. S. 450, 452 (1942); see also Bittker &amp; Eustice, <i>supra,</i> at ¶ 17.11, p. 17-40.</p>\n<p>The legislative history of the indirect credit also clearly reflects an intent to equalize treatment between domestic corporations that operate through foreign subsidiaries and those that operate through unincorporated foreign branches. In § 238(e) of the Revenue Act of 1921, 42 Stat. 259, Congress amended § 240(c) to permit a domestic corporation to claim credit for taxes its subsidiary paid in years other than those in which the dividend was issued. Prior to the amendment, a domestic corporation could not receive credit for foreign taxes paid on distributed income if its subsidiary issued the dividend out of income earned in prior years, see 316 U. S., at 453, because § 240(c) limited the credit to taxes paid by the subsidiary \"during the taxable year\" in which the dividend was issued. The amendment corrected this deficiency by relating the credit to the accumulated profits out of which the dividends were paid.</p>\n<p>In defending the amended version of the indirect credit, one sponsor described the purpose of the credit as securing, for domestic corporations that receive income in the form of dividends from foreign subsidiaries, the same sort of deduction available to domestic corporations that receive income from foreign branches. 61 Cong. Rec. 7184 (1921).<sup>[5]</sup> This goal of equalized treatment is reflected as well in testimony regarding the amendment before the Senate Committee on Finance, in which a spokesperson for the Department of the Treasury described the proposal as intended \"to give this American corporation about the same credit as if conducting <span class=\"star-pagination\">*141</span> a branch.\" Hearings on H. R. 8245 before the Senate Committee on Finance, 67th Cong., 1st Sess., pt. 2, p. 389 (1921). More recently, the Senate Report on the 1962 amendments to the indirect credit confirms Congress' intent to treat foreign branches and foreign subsidiaries alike in terms of the tax credits they generate for their domestic companies. See S. Rep. No. 1881, 87th Cong., 2d Sess., 66-67 (1962).<sup>[6]</sup></p>\n<p></p>\n<h2>B</h2>\n<p>Given these purposes, we now turn to the operation of the indirect tax credit. Goodyear contends that the failure to calculate accumulated profits in terms of foreign law subjects domestic corporations that receive dividends from their foreign subsidiaries to double taxation. This undesirable result occurs, in Goodyear's view, because calculation of accumulated profits in accordance with domestic principles may disconnect the relationship in § 902's formula between accumulated profits and the foreign tax paid by the subsidiary. A subsidiary incurs foreign tax liability in proportion to its foreign defined income. To recover foreign taxes paid by its subsidiary, a domestic parent's dividend must be allocated or <span class=\"star-pagination\">*142</span> sourced to years in which its subsidiary paid foreign tax. If, however, accumulated profits are defined in domestic terms, the dividends of a domestic parent may be allocated to years in which the subsidiary paid little or no tax. In such a scenario, the parent may not be credited with foreign taxes paid by its subsidiary. To avoid this mismatching of accumulated profits and foreign tax, Goodyear contends that accumulated profits should be determined in accordance with the same principles that govern the imposition of the tax: those found in foreign law.</p>\n<p>The Government contests Goodyear's characterization of this case as one of \"double taxation.\" In the Government's view, the dividends received by Goodyear should not be allocated to prior years because to do so would permit Goodyear to avoid taxation altogether on domestically defined income that its subsidiary earned in 1970 and 1971. Under domestic rules, Goodyear G. B. earned sufficient income in 1970 and 1971 to cover the dividends it issued to Goodyear in those years. That British taxing authorities recognized little income in those years should not, in the Government's view, prevent the United States from recognizing the substantial income attributable to those years under domestic rules. According to the Government, the foreign tax paid in 1968 and 1969 by Goodyear G. B. \u0097 the years to which Goodyear seeks to source its dividends \u0097 relates to income that Goodyear G. B. chose not to distribute during those years as dividends to Goodyear. To credit Goodyear with taxes paid on undistributed income, the Government concludes, would be inequitable because it would provide domestic parents that operate through foreign subsidiaries favorable treatment vis-a-vis domestic corporations that use foreign branches.</p>\n<p>Goodyear attempts to avoid the force of the Government's analysis by exploring hypothetical situations in which the calculation of accumulated profits in accordance with domestic rules presents a more plausible claim of double taxation than does this case. For example, if a subsidiary earns an equal <span class=\"star-pagination\">*143</span> amount of income under foreign and domestic rules, but those rules regard the income as being earned in different years, the domestic parent would be credited with a lower portion of the tax paid by the subsidiary if domestic timing rules govern. This result appears anomalous because the same credit should be available where foreign and domestic tax principles recognize equal amounts of income and the amount of tax paid remains constant. The effect of the divergence in foreign and domestic tax principles is particularly clear when a subsidiary pays a substantial foreign tax in a given year and the amount of income recognized under domestic rules in that year is zero. In such a circumstance, <i>none</i> of the tax paid by the subsidiary can be credited to the parent because a dividend cannot be sourced to a year in which there are no accumulated profits.</p>\n<p>Goodyear's hypotheticals persuade us that if accumulated profits are calculated according to domestic tax principles, situations can arise in which § 902's statutory goal of avoiding double taxation will be disserved. Equally persuasive, however, is the Government's claim that defining accumulated profits in terms of foreign tax principles can unfairly advantage domestic parents that operate through foreign subsidiaries over companies operating through unincorporated branches. Thus, no definitional approach to \"accumulated profits\" uniformly and unqualifiedly satisfies the dual purposes underlying the indirect credit.</p>\n<p></p>\n<h2>C</h2>\n<p>We nonetheless believe that the Government's interpretation of \"accumulated profits\" is more faithful to congressional intent. Our view is informed first and most significantly by our assessment that the risk of double taxation outlined by Goodyear is less substantial than the risk of unequal treatment cited by the Government. Defining \"accumulated profits\" in accordance with domestic tax concepts results in double taxation only when a dividend is sourced to a year in <span class=\"star-pagination\">*144</span> which domestic tax concepts recognize little or no income and yet a subsidiary pays substantial foreign tax. Goodyear offers no basis for the suggestion that such mismatching commonly occurs.</p>\n<p>Goodyear's approach, on the other hand, leads to unequal tax treatment of subsidiaries and branches whenever the foreign taxing authority calculates income more or less generously than the United States. A domestic corporation must pay tax on all income of a foreign branch that is recognized under domestic law. Under Goodyear's interpretation, a domestic corporation may in some cases receive credit for taxes paid on income that, under domestic rules, the parent never received. This result is difficult to square with the express congressional purpose of ensuring tax parity between domestic corporations that operate through foreign subsidiaries and those that operate through foreign branches.</p>\n<p>The Government's approach is also supported by administrative interpretations of § 902. In defining the credits available against foreign tax under the predecessor to § 902, the Commissioner stated that \"[i]t is important in establishing the amount of the accumulated profits that it be based as a fundamental principle upon all income of the foreign corporation available for distribution to its shareholders <i>whether such profits be taxable by the foreign country or not.</i>\" I. T. 2676, XII-1 Cum. Bull. 48, 50 (1933) (emphasis added). The Commissioner's approach requires a domestic assessment of income for the purposes of calculating accumulated profits. The Commissioner's position is reflected as well in a formal regulation promulgated by the Treasury in 1965, Treas. Reg. § 1.902-3(c)(1), 26 CFR § 1.902-3(c)(1) (1972), which defines \"accumulated profits\" under § 902(a)(1) as \"the sum of [t]he earnings and profits of [the foreign subsidiary] for such year, and [t]he foreign income taxes imposed on or with respect to the gains, profits, and income to which such earnings and profits are attributable.\" Defining a subsidiary's \"accumulated profits\" as its \"earnings and profits\" reflects an intent <span class=\"star-pagination\">*145</span> to calculate accumulated profits according to domestic principles, because \"earnings and profits\" in this context is a domestic tax concept.</p>\n<p>Lastly, we find support for the Government's position in the statutory canon adopted in <i>Biddle</i> v. <i>Commissioner,</i> 302 U. S. 573, 578 (1938), that tax provisions should generally be read to incorporate domestic tax concepts absent a clear congressional expression that foreign concepts control. This canon has particularly strong application here where a contrary interpretation would leave an important statutory goal regarding equal tax treatment of foreign subsidiaries and foreign branches to the varying tax policies of foreign tax authorities.</p>\n<p></p>\n<h2>IV</h2>\n<p>\"Accumulated profits,\" as that term appears in § 902's indirect tax credit, should be calculated in accordance with domestic tax principles. The judgment of the Court of Appeals is therefore reversed, and the case is remanded for further proceedings consistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<h2>NOTES</h2>\n<p>[*]  <i>William H. Allen, John B. Jones, Jr., Frances M. Horner, Robert T. Cole,</i> and <i>Gilbert W. Rubloff</i> filed a brief for the National Foreign Trade Council, Inc., as <i>amicus curiae</i> urging affirmance.\n</p>\n<p><i>Dennis I. Meyer, C. David Swenson, Leonard B. Terr,</i> and <i>Thomas A. O'Donnell</i> filed a brief for Vulcan Materials Co. as <i>amicus curiae.</i></p>\n<p>[1]  Section 902(a) provides:\n</p>\n<p>\"For purposes of this subpart, a domestic corporation which owns at least 10 percent of the voting stock of a foreign corporation from which it receives dividends in any taxable year shall \u0097</p>\n<p>\"(1) to the extent such dividends are paid by such foreign corporation out of accumulated profits (as defined in subsection (c)(1)(A)) of a year for which such foreign corporation is not a less developed country corporation, be deemed to have paid the same proportion of any income, war profits, or excess profits taxes paid or deemed to be paid by such foreign corporation to any foreign country or to any possession of the United States on or with respect to such accumulated profits, which the amount of such dividends (determined without regard to section 78) bears to the amount of such accumulated profits in excess of such income, war profits, and excess profits taxes (other than those deemed paid). . . .\" 26 U. S. C. § 902 (1970 ed.).</p>\n<p>[2]  The formula for calculating the § 902 credit is as follows:\n                                         (      Dividends (D)       )\n                                         (__________________________)\n   Credit = Foreign Taxes Paid (T)   x   ( Accumulated Profits (AP) )\n                                         ( minus Foreign Taxes (T)  )\n</p>\n<p>[3]  The operation of this sourcing principle is described in <i>General Foods Corp.</i> v. <i>Commissioner,</i> 4 T. C. 209, 215 (1944).</p>\n<p>[4]  Calculation of the indirect credit for tax years beginning after 1986 is governed by the amended version of § 902 established by the Tax Reform Act of 1986, 100 Stat. 2528, 26 U. S. C. § 902 (1982 ed., Supp. V). The amended version substantially overhauls the method of calculating the credit and removes the controversy regarding the definition of \"accumulated profits.\" The current version of § 902(c)(1) replaces \"accumulated profits\" with \"undistributed earnings,\" which are defined as the \"earnings and profits of the foreign corporation (computed in accordance with sections 964 and 986).\" Section 964(a) in turn provides that \"the earnings and profits of any foreign corporation . . . shall be determined according to rules substantially similar to those applicable to domestic corporations.\" 26 U. S. C. § 964(a) (1982 ed.).</p>\n<p>[5]  Senator Smoot stated:\n</p>\n<p>\"[A] foreign subsidiary is much like a foreign branch of an American corporation. If the American corporation owned a foreign branch, it would include the earnings or profits of such branch in its total income, but it would also be entitled to deduct from the tax based upon such income any income or profits taxes paid to foreign countries by the branch in question. Without special legislation, however, no credit can be obtained where the branch is incorporated under foreign laws.\"</p>\n<p>[6]  The 1962 amendment addresses a tax preference that results if a domestic parent is credited with foreign taxes paid on subsidiary income that is used to satisfy the subsidiary's foreign tax obligations. In such a circumstance, the parent receives credit for taxes paid on undistributed income. This Court sought to eliminate this tax advantage in <i>American Chicle Co.</i> v. <i>United States,</i> 316 U. S. 450, 452 (1942), by including in the § 902 credit only those taxes paid on a subsidiary's after-tax income. The 1962 amendment addressed the problem differently, permitting a domestic parent to include all foreign taxes paid in its § 902 calculation but also requiring the parent to treat such taxes as a deemed dividend from its subsidiary. The amendment thus requires domestic parents to \"gross up\" the dividend income they receive by the amount of the foreign taxes attributable to such income. See S. Rep. No. 1881, 87th Cong., 2d Sess., 69 (1962). The Senate Report, describing the purpose of the amendment as removing an \"unjustified tax advantage\" for domestic parents, illustrates how foreign subsidiaries and foreign branches are treated unequally absent the \"grossing up\" requirement, even under the <i>American Chicle</i> rule. S. Rep. No. 1881, <i>supra,</i> at 66-67.</p>\n\n</div>", 
  "sha1": "d168570ae47541f23ca7212eb614195b1a912c1d", 
  "date_modified": "2014-12-21T02:11:14.478206", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/112343/united-states-v-goodyear-tire-rubber-co/", 
  "citation_count": 0, 
  "supreme_court_db_id": "1989-011", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/821197/", 
  "html": "<p class=\"case_cite\">493 U.S. 132</p>\n    <p class=\"case_cite\">110 S.Ct. 462</p>\n    <p class=\"case_cite\">107 L.Ed.2d 449</p>\n    <p class=\"parties\">UNITED STATES, Petitioner<br>v.<br>GOODYEAR TIRE AND RUBBER COMPANY and Affiliates.</p>\n    <p class=\"docket\">No. 88-1474.</p>\n    <p class=\"date\">Argued Nov. 1, 1989.</p>\n    <p class=\"date\">Decided Dec. 11, 1989.</p>\n    <p class=\"date\">Rehearing Denied Feb. 20, 1990.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">See 493 U.S. 1095, 110 S.Ct. 1172.</p>\n      <p class=\"center\">\n        <i>Syllabus</i>\n      </p>\n      <p class=\"indent\">In 1970 and 1971, Goodyear Tyre and Rubber Company (Great Britain) Limited (Goodyear G.B.), a wholly owned subsidiary of Goodyear Tire and Rubber Company (Goodyear), a domestic corporation, filed income tax returns in, and paid taxes to, the United Kingdom and the Republic of Ireland.  It also distributed dividends to Goodyear, its sole shareholder, which Goodyear reported on its federal tax return.  Thereafter Goodyear sought an indirect credit for a portion of the foreign taxes paid by Goodyear G.B. as permitted by &#167; 902 of the Internal Revenue Code (Code), 26 U.S.C. &#167; 902 (1970 ed.), which limits a domestic parent corporation's credit to the amount of tax paid by the subsidiary attributable to the dividend issued.  The credit is calculated by multiplying the total foreign tax paid by that portion of the subsidiary's after-tax \"accumulated profits\" that is actually issued to the domestic parent in the form of a taxable dividend. After Goodyear G.B. carried back a net loss reported on its 1973 British tax return to offset portions of its 1970 and 1971 income, British taxing authorities recalculated its 1970 and 1971 income and tax liability, and the company received a refund for those years.  Pursuant to &#167; 905(c) of the Code&#8212;which permits redetermination of the foreign tax credit whenever any tax paid is refunded&#8212;the Commissioner of Internal Revenue recalculated the indirect tax credit available to Goodyear for 1970 and 1971 by lowering the foreign taxes paid to reflect the refund.  However, he refused to lower accumulated profits for those years to reflect the British tax authorities' redetermination because, applying United States tax principles, Goodyear G.B.'s loss would not have been allowable had the company been a domestic corporation filing a federal tax return.  Thus, the Commissioner assessed, and Goodyear paid, tax deficiencies for 1970 and 1971.  Goodyear subsequently sought a refund in the Claims Court, which rejected Goodyear's claim that foreign tax law principles govern the calculation of \"accumulated profits\" in &#167; 902's tax credit, finding instead that the purposes underlying &#167; 902 favored calculation of \"accumulated profits\" in accordance with United States tax concepts.  The Court of Appeals reversed, holding that the \"plain meaning\" of &#167; 902 required that \"accumulated profits\" be determined under foreign law.  It also held that the congressional purpose underlying &#167; 902 to eliminate international double taxation would be defeated if a foreign subsidiary's taxes, but not its \"accumulated profits,\" were calculated under foreign law.</p>\n      <p class=\"indent\"><i>Held:</i>  \"Accumulated profits,\" as that term appears in &#167; 902's indirect tax credit, are to be calculated in accordance with domestic tax principles.  Pp. 138-145.</p>\n      <p class=\"indent\">(a) Section 902's text does not resolve how \"accumulated profits\" are to be calculated, since it relates such profits both to the foreign tax paid by the subsidiary, calculated in accordance with foreign law, and to the dividend issued by the subsidiary, calculated in accordance with domestic law.  Pp. 138-139.</p>\n      <p class=\"indent\">(b) No definitional approach to \"accumulated profits\" uniformly and unqualifiedly satisfies the indirect credit's dual congressional purposes, as clearly demonstrated by the credit's history, of protecting a domestic parent from double taxation of its income and treating foreign branches and foreign subsidiaries alike in terms of the tax credits they generate for their domestic companies.  Goodyear correctly claims that calculating such profits according to domestic tax principles can result in situations in which &#167; 902's statutory goal of avoiding double taxation will be disserved.  However, as the Government contends, defining the profits in terms of foreign tax principles can unfairly advantage domestic companies that operate through foreign subsidiaries over those that operate through unincorporated branches.  Pp. 138-143.</p>\n      <p class=\"indent\">(c) The Government's interpretation of \"accumulated profits\" is more faithful to congressional intent.  The risk of double taxation is less substantial than the risk of unequal treatment. Goodyear offers no basis for its suggestion that double taxation which can result only when a dividend is sourced to a year in which domestic tax concepts recognize little or no income and yet a subsidiary pays substantial foreign tax&#8212;commonly occurs.  On the other hand, Goodyear's approach leads to unequal tax treatment of subsidiaries and branches whenever the foreign taxing authority calculates income more or less generously than the United States, a result that is difficult to square with the express congressional purpose of ensuring tax parity between corporations that operate through foreign subsidiaries and those that operate through foreign branches.  The Government's approach is also supported by administrative interpretations of &#167; 902 and by the statutory canon that tax provisions should generally be read to incorporate domestic tax concepts absent a clear congressional expression that foreign concepts control, <i>Biddle v. Commissioner,</i> 302 U.S. 573, 578, 58 S.Ct. 379, 381, 82 L.Ed. 431.  Pp. 143-145.</p>\n      <p class=\"indent\">856 F.2d 170, (CA Fed 1988), reversed and remanded.</p>\n      <p class=\"indent\">MARSHALL, J., delivered the opinion for a unanimous Court.</p>\n      <p class=\"indent\">Alan I. Horowitz, Washington, D.C., for petitioner.</p>\n      <p class=\"indent\">Barring Coughlin, Cleveland, Ohio, for respondents.</p>\n      <p class=\"indent\">Justice MARSHALL delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this case, we must decide whether \"accumulated profits\" in the indirect tax credit provision of the Internal Revenue Code of 1954, 26 U.S.C. &#167; 902 (1970 ed.), are to be measured in accordance with United States or foreign tax principles.  We conclude that \"accumulated profits\" are to be measured in accordance with United States principles.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* Goodyear Tyre and Rubber Company (Great Britain) Limited (Goodyear G.B.) is a wholly owned subsidiary of Goodyear Tire and Rubber Company (Goodyear), a domestic corporation.  Goodyear brought this suit seeking a refund of federal income taxes collected for the years 1970 and 1971.  During those years, Goodyear G.B. filed income tax returns in, and paid taxes to, the United Kingdom and the Republic of Ireland.  Goodyear G.B. also distributed dividends to Goodyear, its sole shareholder.  Goodyear reported these dividends on its federal tax return, as required by 26 U.S.C. &#167;&#167; 301, 316 (1970 ed.).  Goodyear thereafter sought credit for a portion of the foreign taxes paid by Goodyear G.B. in the amount specified in &#167; 902.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Section 902 provides a parent of a foreign subsidiary with an \"indirect\" or \"deemed paid\" credit on its domestic income tax return to reflect foreign taxes paid by its subsidiary.  The credit protects domestic corporations that operate through foreign subsidiaries from double taxation of the same income:  taxation first by the foreign jurisdiction, when the income is earned by the subsidiary, and second by the United States, when the income is received as a dividend by the parent.  In some circumstances, a foreign subsidiary may choose to distribute only a portion of its available profit as a dividend to its domestic parent.  For that reason, a domestic parent cannot automatically claim credit for all foreign taxes paid by its subsidiary:  &#167; 902 limits a domestic parent's credit to the amount of tax paid by the subsidiary attributable to the dividend issued.  The foreign tax deemed paid by the domestic parent is calculated by multiplying the total foreign tax paid (T) by that portion of the subsidiary's after-tax accumulated profits (AP - T) that is actually issued to the domestic parent in the form of a taxable dividend (D).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In 1973, Goodyear G.B. reported a net loss on its British tax return and carried back that loss to offset substantial portions of its 1970 and 1971 income.  Based on the 1973 carried-back losses, British taxing authorities recalculated Goodyear G.B.'s income and tax liability for the years 1970 and 1971.  Goodyear G.B. thereafter received a refund of a substantial portion of its 1970 and 1971 foreign tax payments.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In response to the refunds, and pursuant to &#167; 905(c) of the Code which permits redetermination of the foreign tax credit whenever \"any tax paid is refunded in whole or in part,\" the Commissioner of Internal Revenue recalculated the indirect tax credit available to Goodyear for the tax years 1970 and 1971.  The Commissioner lowered the foreign taxes paid (T) to reflect the refund.  He refused, however, to lower accumulated profits (AP) for those years to reflect British tax authorities' redetermination of Goodyear G.B.'s income.  The deductions that created, for British tax purposes, the 1973 loss would not have been allowable in the computation of United States income tax if Goodyear G.B. had been a United States corporation filing a United States return.  See App. 19-29 (Stipulation of Facts).  In the Commissioner's view, accumulated profits are to be calculated in accordance with United States tax principles;  accordingly, the Commissioner regarded Goodyear G.B.'s 1970 and 1971 accumulated profits as unaffected by the deductions allowed under British law.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In view of the reduced amount of Goodyear's tax deemed paid, the Commissioner assessed substantial tax deficiencies for the tax years 1970 and 1971.  Goodyear paid the deficiencies and, following the IRS' denial of its administrative refund claim, brought this action in the United States Claims Court, averring that foreign tax law principles govern the calculation of \"accumulated profits\" in &#167; 902's tax credit.  Calculating \"accumulated profits\" in accordance with British tax law principles, Goodyear maintained that Goodyear G.B.'s after-tax accumulated profits for 1970 and 1971 were insufficient to cover the dividends paid in those years.  In such a circumstance, &#167; 902 requires that, for the purpose of computing the indirect credit, the excess of the dividend be deemed paid out of the after-tax accumulated profits of the preceding year.  If in that year the remaining portion of the dividend exceeds the after-tax accumulated profits, the remainder of the dividend is allocated or \"sourced\" to the next most recent year, until the dividend is exhausted.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Thus, Goodyear argued that the dividends it received from Goodyear G.B. in 1970 and 1971 should have been sourced to prior tax years, 1968 and 1969, until Goodyear G.B.'s after-tax accumulated profits covered the dividends.  Through this sourcing mechanism, Goodyear would, in computing its domestic tax liability for the dividends issued by Goodyear G.B., receive credit for a portion of the foreign taxes paid by Goodyear G.B. in 1968 and 1969.  Because Goodyear G.B. paid substantial foreign taxes in those tax years, allocation of the dividend to those years would yield a tax deemed paid by Goodyear in excess of &#163;1 million, over four times greater than the tax the Commissioner deemed paid.  If the term \"accumulated profits\" is defined in accordance with domestic tax principles, as the Commissioner advocated, the dividends issued in 1970 and 1971 are fully exhausted by the accumulated profits of those years, resulting in a tax deemed paid of &#163;247,124.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Claims Court rejected Goodyear's claim.  14 Cl.Ct. 23 (1987).  Viewing the statutory definition of \"accumulated profits\" in &#167; 902(c)(1)(A) as inconclusive, <i>id.,</i> at 28-29, the court turned to the purposes underlying &#167; 902 and found that they favored calculation of \"accumulated profits\" in accordance with United States tax concepts, <i>id.,</i> at 29-31.  The Court of Appeals for the Federal Circuit reversed.  856 F.2d 170 (1988).  The court held that the \"plain meaning\" of &#167; 902 \"requires [accumulated profits] to be determined under foreign law.\"  <i>Id.,</i> at 172.  The court also held that the fundamental congressional purpose underlying &#167; 902, \" 'elimination of international double taxation,' \" <i>ibid.</i> (quoting <i>H.H. Robertson Co. v. Commissioner,</i> 59 T.C. 53, 74 (1972), aff'd, 500 F.2d 1399 (CA3 1974)), would be defeated if the taxes paid by a foreign subsidiary, but not its accumulated profits, were calculated in terms of foreign law.  856 F.2d, at 172.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Court of Appeals' decision has important consequences for the calculation of the indirect tax credit of domestic parents that have received dividends from their subsidiaries abroad.  To clarify the operation of the &#167; 902 credit in the tax years to which it applies,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> we granted certiorari, 490 U.S. 1045, 109 S.Ct. 1952, 104 L.Ed.2d 421 (1989), and now reverse.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Our starting point, as in all cases involving statutory interpretation, \"must be the language employed by Congress.\" <i>Reiter v. Sonotone Corp.,</i> 442 U.S. 330, 337, 99 S.Ct. 2326, 2330, 60 L.Ed.2d 931 (1979).  We find that the text of &#167; 902 does not resolve whether \"accumulated profits\" are to be calculated in accordance with foreign or domestic tax concepts.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It is true, as the Court of Appeals emphasized, that &#167;&#167; 902(a)(1) and 902(c)(1)(A) link \"accumulated profits\" to the foreign tax imposed on the subsidiary.  The link is forged by describing the foreign tax as that tax imposed \"on or with respect to\" accumulated profits.  The provisions also, however, link \"accumulated profits\" to \"dividends\" by describing \"accumulated profits\" as the pool from which the \"dividends\" are issued.  Section 316(a), in turn, makes clear that domestic principles control whether a payment is a \"dividend\" subject to domestic tax.  On the basis of this link, a leading treatise has concluded that \"[a]ccumulated profits of the foreign corporation . . . are, in general, equated with earnings and profits of the foreign corporation and are determined in accordance with domestic law principles.\"  B. Bittker &amp; J. Eustice, Federal Income Taxation of Corporations and Shareholders &#182; 17.11, p. 17-44 (5th ed. 1987) (\"Adoption of these principles has the virtue of correlating the denominator of the &#167; 902 computation with the definition of dividends (the numerator), thus avoiding the possible distortions that could arise if different definitional approaches were used for the numerator and denominator of the &#167; 902 fraction\"). Because &#167; 902 relates \"accumulated profits\" both to the foreign tax paid by the subsidiary, calculated in accordance with foreign law, and to the dividend issued by the subsidiary, calculated in accordance with domestic law, we are unpersuaded that the statutory language is dispositive.  We must therefore look beyond the statute's language to the legislative history, purposes, and operation of the indirect tax credit.</p>\n    </div>\n    <p>III</p>\n    <p>A.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The history of the indirect credit clearly demonstrates that the credit was intended to protect a domestic parent from double taxation of its income.  Congress first established the indirect tax credit in &#167; 240(c) of the Revenue Act of 1918, 40 Stat. 1082, permitting a domestic parent to receive a credit for a portion of the foreign taxes paid by its subsidiary during the year in which the subsidiary issued a dividend to the parent.  This Court subsequently described the purpose of &#167; 240(c) as protection against double taxation.  <i>American Chicle</i> Co. v. United States, 316 U.S. 450, 452, 62 S.Ct. 1144, 1145, 86 L.Ed. 1591 (1942);  see also Bittker &amp; Eustice, <i>supra,</i> at &#182; 17.11, p. 17-40.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The legislative history of the indirect credit also clearly reflects an intent to equalize treatment between domestic corporations that operate through foreign subsidiaries and those that operate through unincorporated foreign branches.  In &#167; 238(e) of the Revenue Act of 1921, 42 Stat. 259, Congress amended &#167; 240(c) to permit a domestic corporation to claim credit for taxes its subsidiary paid in years other than those in which the dividend was issued.  Prior to the amendment, a domestic corporation could not receive credit for foreign taxes paid on distributed income if its subsidiary issued the dividend out of income earned in prior years, see 316 U.S., at 453, 62 S.Ct., at 1145, because &#167; 240(c) limited the credit to taxes paid by the subsidiary \"during the taxable year\" in which the dividend was issued.  The amendment corrected this deficiency by relating the credit to the accumulated profits out of which the dividends were paid.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In defending the amended version of the indirect credit, one sponsor described the purpose of the credit as securing, for domestic corporations that receive income in the form of dividends from foreign subsidiaries, the same sort of deduction available to domestic corporations that receive income from foreign branches. 61 Cong.Rec. 7184 (1921).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  This goal of equalized treatment is reflected as well in testimony regarding the amendment before the Senate Committee on Finance, in which a spokesperson for the Department of the Treasury described the proposal as intended \"to give this American corporation about the same credit as if conducting a branch.\"  Hearings on H.R. 8245 before the Senate Committee on Finance, 67th Cong., 1st Sess., pt. 2, p. 389 (1921).  More recently, the Senate Report on the 1962 amendments to the indirect credit confirms Congress' intent to treat foreign branches and foreign subsidiaries alike in terms of the tax credits they generate for their domestic companies.  See S.Rep. No. 1881, 87th Cong., 2d Sess., 66-67 (1962), U.S.Code Cong. &amp; Admin.News 1962, p. 3297.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Given these purposes, we now turn to the operation of the indirect tax credit.  Goodyear contends that the failure to calculate accumulated profits in terms of foreign law subjects domestic corporations that receive dividends from their foreign subsidiaries to double taxation.  This undesirable result occurs, in Goodyear's view, because calculation of accumulated profits in accordance with domestic principles may disconnect the relationship in &#167; 902's formula between accumulated profits and the foreign tax paid by the subsidiary.  A subsidiary incurs foreign tax liability in proportion to its foreign defined income. To recover foreign taxes paid by its subsidiary, a domestic parent's dividend must be allocated or sourced to years in which its subsidiary paid foreign tax.  If, however, accumulated profits are defined in domestic terms, the dividends of a domestic parent may be allocated to years in which the subsidiary paid little or no tax.  In such a scenario, the parent may not be credited with foreign taxes paid by its subsidiary.  To avoid this mismatching of accumulated profits and foreign tax, Goodyear contends that accumulated profits should be determined in accordance with the same principles that govern the imposition of the tax:  those found in foreign law.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Government contests Goodyear's characterization of this case as one of \"double taxation.\"  In the Government's view, the dividends received by Goodyear should not be allocated to prior years because to do so would permit Goodyear to avoid taxation altogether on domestically defined income that its subsidiary earned in 1970 and 1971.  Under domestic rules, Goodyear G.B. earned sufficient income in 1970 and 1971 to cover the dividends it issued to Goodyear in those years.  That British taxing authorities recognized little income in those years should not, in the Government's view, prevent the United States from recognizing the substantial income attributable to those years under domestic rules.  According to the Government, the foreign tax paid in 1968 and 1969 by Goodyear G.B.&#8212;the years to which Goodyear seeks to source its dividends&#8212;relates to income that Goodyear G.B. chose not to distribute during those years as dividends to Goodyear.  To credit Goodyear with taxes paid on undistributed income, the Government concludes, would be inequitable because it would provide domestic parents that operate through foreign subsidiaries favorable treatment vis-a-vis domestic corporations that use foreign branches.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Goodyear attempts to avoid the force of the Government's analysis by exploring hypothetical situations in which the calculation of accumulated profits in accordance with domestic rules presents a more plausible claim of double taxation than does this case.  For example, if a subsidiary earns an equal amount of income under foreign and domestic rules, but those rules regard the income as being earned in different years, the domestic parent would be credited with a lower portion of the tax paid by the subsidiary if domestic timing rules govern.  This result appears anomalous because the same credit should be available where foreign and domestic tax principles recognize equal amounts of income and the amount of tax paid remains constant.  The effect of the divergence in foreign and domestic tax principles is particularly clear when a subsidiary pays a substantial foreign tax in a given year and the amount of income recognized under domestic rules in that year is zero.  In such a circumstance, <i>none</i> of the tax paid by the subsidiary can be credited to the parent because a dividend cannot be sourced to a year in which there are no accumulated profits.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Goodyear's hypotheticals persuade us that if accumulated profits are calculated according to domestic tax principles, situations can arise in which &#167; 902's statutory goal of avoiding double taxation will be disserved.  Equally persuasive, however, is the Government's claim that defining accumulated profits in terms of foreign tax principles can unfairly advantage domestic parents that operate through foreign subsidiaries over companies operating through unincorporated branches.  Thus, no definitional approach to \"accumulated profits\" uniformly and unqualifiedly satisfies the dual purposes underlying the indirect credit.</p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We nonetheless believe that the Government's interpretation of \"accumulated profits\" is more faithful to congressional intent. Our view is informed first and most significantly by our assessment that the risk of double taxation outlined by Goodyear is less substantial than the risk of unequal treatment cited by the Government.  Defining \"accumulated profits\" in accordance with domestic tax concepts results in double taxation only when a dividend is sourced to a year in which domestic tax concepts recognize little or no income and yet a subsidiary pays substantial foreign tax.  Goodyear offers no basis for the suggestion that such mismatching commonly occurs.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Goodyear's approach, on the other hand, leads to unequal tax treatment of subsidiaries and branches whenever the foreign taxing authority calculates income more or less generously than the United States.  A domestic corporation must pay tax on all income of a foreign branch that is recognized under domestic law.  Under Goodyear's interpretation, a domestic corporation may in some cases receive credit for taxes paid on income that, under domestic rules, the parent never received.  This result is difficult to square with the express congressional purpose of ensuring tax parity between domestic corporations that operate through foreign subsidiaries and those that operate through foreign branches.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The Government's approach is also supported by administrative interpretations of &#167; 902.  In defining the credits available against foreign tax under the predecessor to &#167; 902, the Commissioner stated that \"[i]t is important in establishing the amount of the accumulated profits that it be based as a fundamental principle upon all income of the foreign corporation available for distribution to its shareholders <i>whether such profits be taxable by the foreign country or not.</i>\"  I.T. 2676, XII-1 Cum.Bull. 48, 50 (1933) (emphasis added).  The Commissioner's approach requires a domestic assessment of income for the purposes of calculating accumulated profits.  The Commissioner's position is reflected as well in a formal regulation promulgated by the Treasury in 1965, Treas.Reg. &#167; 1.902-3(c)(1), 26 CFR &#167; 1.902-3(c)(1) (1972), which defines \"accumulated profits\" under &#167; 902(a)(1) as \"the sum of [t]he earnings and profits of [the foreign subsidiary] for such year, and [t]he foreign income taxes imposed on or with respect to the gains, profits, and income to which such earnings and profits are attributable.\"  Defining a subsidiary's \"accumulated profits\" as its \"earnings and profits\" reflects an intent to calculate accumulated profits according to domestic principles, because \"earnings and profits\" in this context is a domestic tax concept.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Lastly, we find support for the Government's position in the statutory canon adopted in <i>Biddle v. Commissioner,</i> 302 U.S. 573, 578, 58 S.Ct. 379, 381, 82 L.Ed. 431 (1938), that tax provisions should generally be read to incorporate domestic tax concepts absent a clear congressional expression that foreign concepts control.  This canon has particularly strong application here where a contrary interpretation would leave an important statutory goal regarding equal tax treatment of foreign subsidiaries and foreign branches to the varying tax policies of foreign tax authorities.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">\"Accumulated profits,\" as that term appears in &#167; 902's indirect tax credit, should be calculated in accordance with domestic tax principles.  The judgment of the Court of Appeals is therefore reversed, and the case is remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 902(a) provides:</p>\n        <p>\"For purposes of this subpart, a domestic corporation which owns at least 10 percent of the voting stock of a foreign corporation from which it receives dividends in any taxable year shall&#8212;</p>\n        <p>\"(1) to the extent such dividends are paid by such foreign corporation out of accumulated profits (as defined in subsection (c)(1)(A)) of a year for which such foreign corporation is not a less developed country corporation, be deemed to have paid the same proportion of any income, war profits, or excess profits taxes paid or deemed to be paid by such foreign corporation to any foreign country or to any possession of the United States on or with respect to such accumulated profits, which the amount of such dividends (determined without regard to section 78) bears to the amount of such accumulated profits in excess of such income, war profits, and excess profits taxes (other than those deemed paid). . . .\" 26 U.S.C. &#167; 902 1970 ed.).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The formula for calculating the &#167; 902 credit is as follows:</p>\n        <p>(_____Dividends (D)_____)</p>\n        <p>Credit  =  Foreign Taxes Paid (t)  x    (Accumulated Profits (AP)</p>\n        <p>(minus Foreign Taxes (T))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The operation of this sourcing principle is described in <i>General Foods Corp. v. Commissioner,</i> 4 T.C. 209, 215 (1944).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Calculation of the indirect credit for tax years beginning after 1986 is governed by the amended version of &#167; 902 established by the Tax Reform Act of 1986, 100 Stat. 2528, 26 U.S.C. &#167; 902 (1982 ed., Supp. V).  The amended version substantially overhauls the method of calculating the credit and removes the controversy regarding the definition of \"accumulated profits.\"  The current version of &#167; 902(c)(1) replaces \"accumulated profits\" with \"undistributed earnings,\" which are defined as the \"earnings and profits of the foreign corporation (computed in accordance with sections 964 and 986).\"  Section 964(a) in turn provides that \"the earnings and profits of any foreign corporation . . . shall be determined according to rules substantially similar to those applicable to domestic corporations.\"  26 U.S.C. &#167; 964(a) (1982 ed.).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Senator Smoot stated:</p>\n        <p>\"[A] foreign subsidiary is much like a foreign branch of an American corporation.  If the American corporation owned a foreign branch, it would include the earnings or profits of such branch in its total income, but it would also be entitled to deduct from the tax based upon such income any income or profits taxes paid to foreign countries by the branch in question.  Without special legislation, however, no credit can be obtained where the branch is incorporated under foreign laws.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The 1962 amendment addresses a tax preference that results if a domestic parent is credited with foreign taxes paid on subsidiary income that is used to satisfy the subsidiary's foreign tax obligations.  In such a circumstance, the parent receives credit for taxes paid on undistributed income.  This Court sought to eliminate this tax advantage in <i>American Chicle Co. v. United States,</i> 316 U.S. 450, 452, 62 S.Ct. 1144, 1145, 86 L.Ed. 1591 (1942), by including in the &#167; 902 credit only those taxes paid on a subsidiary's after-tax income.  The 1962 amendment addressed the problem differently, permitting a domestic parent to include all foreign taxes paid in its &#167; 902 calculation but also requiring the parent to treat such taxes as a deemed dividend from its subsidiary.  The amendment thus requires domestic parents to \"gross up\" the dividend income they receive by the amount of the foreign taxes attributable to such income.  See S.Rep. No. 1881, 87th Cong., 2d Sess., 69 (1962).  The Senate Report, describing the purpose of the amendment as removing an \"unjustified tax advantage\" for domestic parents, illustrates how foreign subsidiaries and foreign branches are treated unequally absent the \"grossing up\" requirement, even under the <i>American Chicle</i> rule. S.Rep. No. 1881, <i>supra,</i> at 66-67.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/112343/"
}