{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "498 U.S. 103", 
    "federal_cite_two": "111 S. Ct. 461", 
    "specialty_cite_one": null, 
    "federal_cite_three": "112 L. Ed. 2d 449", 
    "lexis_cite": "1990 U.S. LEXIS 6119", 
    "document_uris": [
      "/api/rest/v2/document/112511/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Moskal v. United States", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "89-964", 
    "id": 96870, 
    "resource_uri": "/api/rest/v2/citation/96870/"
  }, 
  "id": 112511, 
  "blocked": false, 
  "judges": "Marshall", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1990-12-03", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>498 U.S. 103 (1990)</b></center>\n<center><h1>MOSKAL<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 89-964.</center>\n<center><p><b>Supreme Court of the United States.</b></p></center>\n<center>Argued October 1, 1990.</center>\n<center>Decided December 3, 1990.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE THIRD CIRCUIT.\n<p><span class=\"star-pagination\">*105</span> <i>Dennis M. Hart</i> argued the cause and filed briefs for petitioner.</p>\n<p><i>Stephen L. Nightingale</i> argued the cause for the United States. With him on the brief were <i>Solicitor General Starr, Assistant Attorney General Dennis, Deputy Solicitor General Bryson,</i> and <i>Joel M. Gershowitz.</i></p>\n<p>JUSTICE MARSHALL delivered the opinion of the Court.</p>\n<p>The issue in this case is whether a person who knowingly procures genuine vehicle titles that incorporate fraudulently tendered odometer readings receives those titles \"knowing [them] to have been <i>falsely made.</i>\" 18 U. S. C. § 2314 (emphasis added). We conclude that he does.</p>\n<p></p>\n<h2>I</h2>\n<p>Petitioner Raymond Moskal participated in a \"title-washing\" scheme. Moskal's confederates purchased used cars in Pennsylvania, rolled back the cars' odometers, and altered their titles to reflect those lower mileage figures. The altered titles were then sent to an accomplice in Virginia, who submitted them to Virginia authorities. Those officials, <span class=\"star-pagination\">*106</span> unaware of the alterations, issued Virginia titles incorporating the false mileage figures. The \"washed\" titles were then sent back to Pennsylvania, where they were used in connection with car sales to unsuspecting buyers. Moskal played two roles in this scheme: He sent altered titles from Pennsylvania to Virginia; he received \"washed\" titles when they were returned.</p>\n<p>The Government indicted and convicted Moskal under 18 U. S. C. § 2314 for receiving two washed titles, each recording a mileage figure that was 30,000 miles lower than the true number. Section 2314 imposes fines or imprisonment on anyone who, \"with unlawful or fraudulent intent, transports in interstate . . . commerce any falsely made, forged, altered, or counterfeited securities . . ., knowing the same to have been falsely made, forged, altered, or counterfeited.\" On appeal, Moskal maintained that the washed titles were nonetheless genuine and thus not \"falsely made.\" The Court of Appeals disagreed, finding that \"`\"the purpose of the term `falsely made' was to . . . prohibit the fraudulent introduction into commerce of falsely made documents regardless of the precise method by which the introducer or his confederates effected their lack of authenticity.\"'\" <i>United States</i> v. <i>Davis,</i> 888 F. 2d 283, 285 (CA3 1989), quoting <i>United States</i> v. <i>Mitchell,</i> 588 F. 2d 481, 484 (CA5), cert. denied, 442 U. S. 940 (1979), quoting <i>United States</i> v. <i>Huntley,</i> 535 F. 2d 1400, 1402 (CA5 1976), cert. denied, 430 U. S. 929 (1977).</p>\n<p>Notwithstanding the narrowness of this issue, we granted certiorari to resolve a divergence of opinion among the Courts of Appeals. 494 U. S. 1026 (1990). See <i>United States</i> v. <i>Sparrow,</i> 635 F. 2d 794 (CA10 1980) (en banc), cert. denied, 450 U. S. 1004 (1981) (washed automobile titles are not \"falsely made\" within the meaning of § 2314). We now affirm petitioner's conviction.</p>\n<p></p>\n<h2>II</h2>\n<p>As indicated, § 2314 prohibits the knowing transportation of \"falsely made, forged, altered, or counterfeited securities\" <span class=\"star-pagination\">*107</span> in interstate commerce.<sup>[1]</sup> Moskal acknowledges that he could have been charged with violating this provision when he sent the Pennsylvania titles to Virginia, since those titles were \"altered\" within the meaning of § 2314. But he insists that he did not violate the provision in subsequently receiving the washed titles from Virginia because, although he was participating in a fraud (and thus no doubt had the requisite intent under § 2314), the washed titles themselves were not \"falsely made.\" He asserts that when a title is issued by appropriate state authorities who do not know of its falsity, the title is \"genuine\" or valid as the state document it purports to be and therefore not \"falsely made.\"</p>\n<p>Whether a valid title that contains fraudulently tendered odometer readings may be a \"falsely made\" security for purposes of § 2314 presents a conventional issue of statutory construction, and we must therefore determine what scope Congress intended § 2314 to have. Moskal, however, suggests a shortcut in that inquiry. Because it is <i>possible</i> to read the statute as applying only to forged or counterfeited securities, and because <i>some</i> courts have so read it, Moskal suggests we should simply resolve the issue in his favor under the doctrine of lenity. See, <i>e. g., </i><i>Rewis</i> v. <i>United States,</i> 401 U. S. 808, 812 (1971).</p>\n<p>In our view, this argument misconstrues the doctrine. We have repeatedly \"emphasized that the `touchstone' of the rule of lenity `is statutory ambiguity.'\" <i>Bifulco</i> v. <i>United States,</i> 447 U. S. 381, 387 (1980), quoting <i>Lewis</i> v. <i>United</i> <span class=\"star-pagination\">*108</span> <i>States,</i> 445 U. S. 55, 65 (1980). Stated at this level of abstraction, of course, the rule</p>\n<blockquote>\"provides little more than atmospherics, since it leaves open the crucial question\u0097almost invariably present \u0097of <i>how much</i> ambiguousness constitutes . . . ambiguity.\" <i>United States</i> v. <i>Hansen,</i> 249 U. S. App. D. C. 22, 30, 772 F. 2d 940, 948 (1985) (Scalia, J.) (emphasis added), cert. denied, 475 U. S. 1045 (1986).</blockquote>\n<p>Because the meaning of language is inherently contextual, we have declined to deem a statute \"ambiguous\" for purposes of lenity merely because it was <i>possible</i> to articulate a construction more narrow than that urged by the Government. See, <i>e. g., </i><i>McElroy</i> v. <i>United States,</i> 455 U. S. 642, 657-658 (1982). Nor have we deemed a division of judicial authority automatically sufficient to trigger lenity. See, <i>e. g., </i><i>United States</i> v. <i>Rodgers,</i> 466 U. S. 475, 484 (1984). If that were sufficient, one court's unduly narrow reading of a criminal statute would become binding on all other courts, including this one. Instead, we have always reserved lenity for those situations in which a reasonable doubt persists about a statute's intended scope even <i>after</i> resort to \"the language and structure, legislative history, and motivating policies\" of the statute. <i>Bifulco</i> v. <i>United States, supra,</i> at 387; see also <i>United States</i> v. <i>Bass,</i> 404 U. S. 336, 347 (1971) (court should rely on lenity only if, \"[a]fter `seiz[ing] every thing from which aid can be derived,'\" it is \"left with an ambiguous statute,\" quoting <i>United States</i> v. <i>Fisher,</i> 2 Cranch 358, 386 (1805) (Marshall, C. J.)). Examining these materials, we conclude that § 2314 unambiguously applies to Moskal's conduct.</p>\n<p></p>\n<h2>A</h2>\n<p>\"In determining the scope of a statute, we look first to its language,\" <i>United States</i> v. <i>Turkette,</i> 452 U. S. 576, 580 (1981), giving the \"words used\" their \"ordinary meaning,\" <i>Richards</i> v. <i>United States,</i> 369 U. S. 1, 9 (1962). We think <span class=\"star-pagination\">*109</span> that the words of § 2314 are broad enough, on their face, to encompass washed titles containing fraudulently tendered odometer readings. Such titles are \"falsely made\" in the sense that they are made to contain false, or incorrect, information.</p>\n<p>Moskal resists this construction of the language on the ground that the state officials responsible for issuing the washed titles did not know that they were incorporating false odometer readings. We see little merit in this argument. As used in § 2314, \"falsely made\" refers to the character of the securities being transported. In our view, it is perfectly consistent with ordinary usage to speak of the security as <i>being</i> \"falsely made\" regardless of whether the party responsible for the physical production of the document <i>knew</i> that he was making a security in a manner that incorporates false information. Indeed, we find support for this construction in the nexus between the <i>actus reus</i> and <i>mens rea</i> elements of § 2314. Because liability under the statute depends on <i>transporting</i> the \"falsely made\" security with unlawful or fraudulent intent, there is no reason to infer a scienter requirement for the act of falsely making itself.<sup>[2]</sup></p>\n<p>Short of construing \"falsely made\" in this way, we are at a loss to give <i>any</i> meaning to this phrase independent of the other terms in § 2314, such as \"forged\" or \"counterfeited.\" By seeking to exclude from § 2314's scope any security that is \"genuine\" or valid, Moskal essentially equates \"falsely made\" with \"forged\" or \"counterfeited.\"<sup>[3]</sup> His construction therefore violates the established principle that a court should \"`give effect, if possible, to every clause and word of a statute.'\" <span class=\"star-pagination\">*110</span> <i>United States</i> v. <i>Menasche,</i> 348 U. S. 528, 538-539 (1955), quoting <i>Montclair</i> v. <i>Ramsdell,</i> 107 U. S. 147, 152 (1883); see also <i>Pennsylvania Dept. of Public Welfare</i> v. <i>Davenport,</i> 495 U. S. 552, 562 (1990).</p>\n<p>Our conclusion that \"falsely made\" encompasses genuine documents containing false information is supported by Congress' purpose in enacting § 2314. Inspired by the proliferation of interstate schemes for passing counterfeit securities, see 84 Cong. Rec. 9412 (statement of Sen. O'Mahoney), Congress in 1939 added the clause pertaining to \"falsely made, forged, altered or counterfeited securities\" as an amendment to the National Stolen Property Act. 53 Stat. 1178. Our prior decisions have recognized Congress' \"general intent\" and \"broad purpose\" to curb the type of trafficking in fraudulent securities that often depends for its success on the exploitation of interstate commerce. In <i>United States</i> v. <i>Sheridan,</i> 329 U. S. 379 (1946), we explained that Congress enacted the relevant clause of § 2314<sup>[4]</sup> in order to \"com[e] to the aid of the states in detecting and punishing criminals whose offenses are complete under state law, but who utilize the channels of interstate commerce to make a successful getaway and thus make the state's detecting and punitive processes impotent.\" <i>Id.,</i> at 384. This, we concluded, \"was indeed one of the most effective ways of preventing further frauds.\" <i>Ibid.;</i> see also <i>McElroy</i> v. <i>United States,</i> 455 U. S. 642, 655 (1982) (rejecting a narrow reading of § 2314 that was at odds with Congress' \"broad purpose\" and that would \"undercut sharply . . . federal prosecutors in their effort to combat crime in interstate commerce\").</p>\n<p>We think that \"title-washing\" operations are a perfect example of the \"further frauds\" that Congress sought to halt in enacting § 2314. As Moskal concedes, his title-washing scheme is a clear instance of fraud involving securities. And <span class=\"star-pagination\">*111</span> as the facts of this case demonstrate, title washes involve precisely the sort of fraudulent activities that are dispersed among several States in order to elude state detection.</p>\n<p>Moskal draws a different conclusion from this legislative history. Seizing upon the references to counterfeit securities, petitioner finds no evidence that \"the 1939 amendment had anything at all to do with odometer rollback schemes.\" Reply Brief for Petitioner 6. We think petitioner misconceives the inquiry into legislative purpose by failing to recognize that Congress sought to attack a category of fraud. At the time that Congress amended the National Stolen Property Act, counterfeited securities no doubt constituted (and may still constitute) the most prevalent form of such interstate fraud. The fact remains, however, that Congress did not limit the statute's reach to \"counterfeit securities\" but instead chose the broader phrase \"falsely made, forged, altered, <i>or</i> counterfeited securities,\" which was consistent with its purpose to reach a class of frauds that exploited interstate commerce.</p>\n<p>This Court has never required that every permissible application of a statute be expressly referred to in its legislative history. Thus, for example, in <i>United States</i> v. <i>Turkette,</i> 452 U. S. 576 (1981), we recognized that \"the major purpose\" of the Racketeer Influenced and Corrupt Organizations statute was \"to address the infiltration of legitimate business by organized crime.\" <i>Id.,</i> at 591. Yet, we concluded from the statute's broad language and legislative purpose that the key term \"enterprise\" must include not only legitimate businesses but also criminal associations. <i>Ibid.;</i> see also <i>United States</i> v. <i>Naftalin,</i> 441 U. S. 768, 775 (1979) (Securities Act of 1933 covers fraud against brokers as well as investors, since \"neither this Court nor Congress has ever suggested that investor protection was the <i>sole</i> purpose of [that] Act\" (emphasis in original)).</p>\n<p>Our precedents concerning § 2314 specifically reject constructions of the statute that limit it to <i>instances</i> of fraud <span class=\"star-pagination\">*112</span> rather than the <i>class</i> of fraud encompassed by its language. For example, in <i>United States</i> v. <i>Sheridan, supra</i><i>,</i> the defendant cashed checks at a Michigan bank, drawn on a Missouri account, with a forged signature. The Court found that such conduct was proscribed by § 2314. In reaching that conclusion, the Court noted Congress' primary objective of reaching counterfeiters of corporate securities but nonetheless found that the statute covered check forgeries \"done by `little fellows' who perhaps were not the primary aim of the congressional fire.\" 329 U. S., at 390. \"Whether or not Congress had in mind primarily such small scale transactions as Sheridan's,\" we held, \"his operation was covered literally and we think purposively. Had this not been intended, appropriate exception could easily have been made.\" <i>Ibid.</i> In explaining that conclusion, we stated further:</p>\n<blockquote>\"Drawing the [forged] check upon an out-of-state bank, knowing it must be sent there for presentation, is an obviously facile way to delay and often to defeat apprehension, conviction and restoration of the ill-gotten gain. There are sound reasons therefore why Congress would wish not to exclude such persons [from the statute's reach], among them the very ease with which they may escape the state's grasp.\" <i>Id.,</i> at 391.</blockquote>\n<p>In <i>McElroy</i> v. <i>United States, supra</i><i>,</i> we similarly rejected a narrow construction of § 2314. The defendant used blank checks that had been stolen in Ohio to buy a car and a boat in Pennsylvania. Defendant conceded that the checks he had thus misused constituted \"forged securities\" but maintained his innocence under the federal statute because the checks were not yet forged when they were transported across state boundaries. The Court acknowledged that \"Congress could have written the statute to produce this result,\" <i>id.,</i> at 656, but rejected such a reading as inconsistent with Congress' \"broad purpose\" since it would permit \"a patient forger easily [to] evade the reach of federal law,\" <i>id.,</i> at 655. Moreover, because we found the defendant's interpretation to be contradicted <span class=\"star-pagination\">*113</span> by Congress' intent in § 2314 and its predecessors, we also rejected the defendant's plea for lenity: \"[A]lthough `criminal statutes are to be construed strictly . . . this does not mean that every criminal statute must be given the narrowest possible meaning in complete disregard of the purpose of the legislature.'\" <i>Id.,</i> at 658, quoting <i>United States</i> v. <i>Bramblett,</i> 348 U. S. 503, 509-510 (1955) (footnote omitted). We concluded that the defendant had failed to \"raise significant questions of ambiguity, for the statutory language and legislative history . . . indicate that Congress defined the term `interstate commerce' more broadly than the petitioner contends.\" 455 U. S., at 658.</p>\n<p>Thus, in both <i>Sheridan</i> and <i>McElroy,</i> defendants who admittedly circulated fraudulent securities among several States sought to avoid liability by offering a reading of § 2314 that was narrower than the scope of its language and of Congress' intent, and in each instance we rejected the proffered interpretation. Moskal's interpretation in the present case rests on a similarly cramped reading of the statute's words, and we think it should likewise be rejected as inconsistent with Congress' general purpose to combat interstate fraud. \"[F]ederal criminal statutes that are intended to fill a void in local law enforcement should be construed broadly.\" <i>Bell</i> v. <i>United States,</i> 462 U. S. 356, 362 (1983) (STEVENS, J., dissenting) (citation omitted).<sup>[5]</sup></p>\n<p><span class=\"star-pagination\">*114</span> To summarize our conclusions as to the meaning of \"falsely made\" in § 2314, we find both in the plain meaning of those words and in the legislative purpose underlying them ample reason to apply the law to a fraudulent scheme for washing vehicle titles.<sup>[6]</sup></p>\n<p></p>\n<h2>B</h2>\n<p>Petitioner contends that such a reading of § 2314 is nonetheless precluded by a further principle of statutory construction. \"[W]here a federal criminal statute uses a common-law term of established meaning without otherwise defining it, the general practice is to give that term its common-law meaning.\" <i>United States</i> v. <i>Turley,</i> 352 U. S. 407, 411 (1957). Petitioner argues that, at the time Congress enacted the relevant clause of § 2314, the term \"falsely made\" had an established common-law meaning equivalent to forgery. As so defined, \"falsely made\" excluded authentic or genuine documents that were merely false in content. Petitioner maintains that Congress should be presumed to have adopted this common-law definition when it amended the National Stolen Property Act in 1939 and that § 2314 therefore should be deemed not to cover washed vehicle titles that merely contain false odometer readings. We disagree for two reasons.</p>\n<p><span class=\"star-pagination\">*115</span> First, Moskal has failed to demonstrate that there was, in fact, an \"established\" meaning of \"falsely made\" at common law. Rather, it appears that there were divergent views on this issue in American courts. Petitioner and respondent agree that many courts interpreted \"falsely made\" to exclude documents that were false only in content. The opinion in <i>United States</i> v. <i>Wentworth,</i> 11 F. 52 (CC NH 1882), typifies that view. There, the defendants were prosecuted for having \"falsely made\" affidavits that they submitted to obtain a pension. The defendants did sign the affidavits, but the facts recited therein were false. The court concluded that this would support a charge of perjury but not false making because \"to falsely make an affidavit is one thing; to make a false affidavit is another.\" <i>Id.,</i> at 55.<sup>[7]</sup></p>\n<p>But the <i>Wentworth</i> view\u0097that \"falsely made\" excluded documents \"genuinely\" issued by the person purporting to make them and false only in content \u0097was not universal. For example, in <i>United States</i> v. <i>Hartman,</i> 65 F. 490 (ED Mo. 1894), the defendant procured a \"notary certificate\" containing falsehoods. Finding that this conduct fell within the conduct proscribed by a statute barring certain falsely made, forged, altered, or counterfeited writings, the judge stated:</p>\n<blockquote>\"I cannot conceive how any significance can be given to the words `falsely make' unless they shall be construed to mean the statements in a certificate which in fact are untrue. `Falsely' means in opposition to the truth. `Falsely makes' means to state in a certificate that which is not true . . . .\" <i>Id.,</i> at 491.</blockquote>\n<p><span class=\"star-pagination\">*116</span> Other common-law courts, accepting the equation of \"falsely making\" with \"forgery,\" treated as \"forged\" otherwise genuine documents fraudulently procured from innocent makers. In <i>State</i> v. <i>Shurtliff,</i> 18 Me. 368 (1841), a landowner signed a deed conveying his farm under the misapprehension that the deed pertained to a different land parcel. Although this deed was \"genuine\" in the sense that the owner had signed it, the court held it was \"falsely made\" by the <i>grantee,</i> who had tendered this deed for the owner's signature instead of one previously agreed upon by the parties. <i>Id.,</i> at 371. In concluding that the deed was falsely made, the court explained: \"It is not necessary, that the act [of falsely making] should be done, in whole or in part, by the hand of the party charged. It is sufficient if he cause or procure it to be done.\" <i>Ibid.</i> Similarly, <i>In re Count de Toulouse Lautrec,</i> 102 F. 878 (CA7 1900), upheld the extradition on forgery charges of a defendant who misused sample copies of corporate bond interest coupons that were printed in good faith by the company's printers. The court noted:</p>\n<blockquote>\"[T]he authorities establish numerous instances wherein forgery is found, apart from the manual making or signing, as in the <i>fraudulent procurement</i> and use of a signature or writing as an obligation <i>when it is not so intended or understood by the maker.\" Id.,</i> at 881 (emphasis added).</blockquote>\n<p>See also Annot., Genuine Making of Instrument for Purpose of Defrauding as Constituting Forgery, 41 A. L. R. 229, 247 (1926).</p>\n<p>This plurality of definitions of \"falsely made\" substantially undermines Moskal's reliance on the \"common-law meaning\" principle. That rule of construction, after all, presumes simply that Congress accepted the <i>one</i> meaning for an undefined statutory term that prevailed at common law. Where, however, no fixed usage existed at common law, we think it more appropriate to inquire which of the common-law readings of the term best accords with the overall purposes of the statute <span class=\"star-pagination\">*117</span> rather than to simply assume, for example, that Congress adopted the reading that was followed by the largest number of common-law courts. \"`Sound rules of statutory interpretation exist to discover and not to direct the Congressional will.'\" <i>Huddleston</i> v. <i>United States,</i> 415 U. S. 814, 831 (1974), quoting <i>United States ex rel. Marcus</i> v. <i>Hess,</i> 317 U. S. 537, 542 (1943). See also <i>United States</i> v. <i>Turley,</i> 352 U. S. 407, 412 (1957) (declining to assume that Congress equated \"stolen\" with the common-law meaning of \"larceny\" in light of varying historic usages of the terms \"steal\" or \"stolen\").</p>\n<p>Our second reason for rejecting Moskal's reliance on the \"common-law meaning\" rule is that, as this Court has previously recognized, Congress' general purpose in enacting a law may prevail over this rule of statutory construction. In <i>Taylor</i> v. <i>United States,</i> 495 U. S. 575 (1990), we confronted the question whether \"burglary,\" when used in a sentence enhancement statute, was intended to take its common-law meaning. We declined to apply the \"common-law meaning\" rule, in part, because the common-law meaning of burglary was inconsistent with congressional purpose. \"The arcane distinctions embedded in the common-law definition [of burglary],\" we noted, \"have little relevance to modern law-enforcement concerns.\" <i>Id.,</i> at 593 (footnote omitted). See also <i>Bell</i> v. <i>United States,</i> 462 U. S. 356, 360-361 (1983) (declining to apply the common-law meaning of \"takes and carries away\" as inconsistent with other provisions of the Bank Robbery Act).</p>\n<p>We reach a similar conclusion here. The position of those common-law courts that defined \"falsely made\" to exclude documents that are false only in content does not accord with Congress' broad purpose in enacting § 2314\u0097namely, to criminalize trafficking in fraudulent securities that exploits interstate commerce. We conclude, then, that it is far more likely that Congress adopted the common-law view of \"falsely <span class=\"star-pagination\">*118</span> made\" that encompasses \"genuine\" documents that are false in content.</p>\n<p></p>\n<h2>C</h2>\n<p>Finally, Moskal offers two policy arguments for narrowly construing \"falsely made.\" First, noting that thousands of automobile titles are \"washed\" every year, petitioner argues that \"to <i>invalidate</i> all of these automobile titles because they contain an incorrect mileage figure may well result in havoc in the stream of automobile commerce.\" Brief for Petitioner 19 (emphasis added). Even if we were inclined to credit this concern as a reason for narrowing the statute, the argument\u0097so far as we can discern\u0097rests on a faulty premise. There is no evidence in the record to suggest that States will deem washed titles automatically invalid simply because federal law punishes those responsible for introducing such fraudulent securities into the streams of commerce.</p>\n<p>Secondly, Moskal suggests that construing \"falsely made\" to apply to securities that contain false information will criminalize a broad range of \"innocent\" conduct. This contention, too, is unfounded. A person who transports such a security in interstate commerce violates § 2314 only if he does so with unlawful or fraudulent intent <i>and</i> if the false information is itself material.<sup>[8]</sup> A person whose conduct satisfies these tests will be acting no more \"innocently\" than was Moskal when he engaged in the concededly fraudulent title-washing scheme at issue in this case.</p>\n<p>For all of the foregoing reasons, the decision of the Court of Appeals is</p>\n<p><i>Affirmed.</i></p>\n<p>JUSTICE SOUTER took no part in the consideration or decision of this case.</p>\n<p><span class=\"star-pagination\">*119</span> JUSTICE SCALIA, with whom JUSTICE O'CONNOR and JUSTICE KENNEDY join, dissenting.</p>\n<p>Today's opinion succeeds in its stated objective of \"resolv[ing] a divergence of opinion among the Courts of Appeals,\" <i>ante,</i> at 106, regarding the application of 18 U. S. C. § 2314. It does that, however, in a manner that so undermines generally applicable principles of statutory construction that I fear the confusion it produces will far exceed the confusion it has removed.</p>\n<p></p>\n<h2>I</h2>\n<p>The Court's decision rests ultimately upon the proposition that, pursuant to \"ordinary meaning,\" a \"falsely made\" document includes a document which is genuinely what it purports to be, but which contains information that the maker knows to be false, or even information that the maker does not know to be false but that someone who causes him to insert it knows to be false. It seems to me that such a meaning is quite <i>extra</i>-ordinary. Surely the adverb preceding the word \"made\" naturally refers to the manner of making, rather than to the nature of the product made. An inexpensively made painting is not the same as an inexpensive painting. A forged memorandum is \"falsely made\"; a memorandum that contains erroneous information is simply \"false.\"</p>\n<p>One would not expect general-usage dictionaries to have a separate entry for \"falsely made,\" but some of them do use precisely the phrase \"to make falsely\" to define \"forged.\" See, <i>e. g.,</i> Webster's New International Dictionary 990 (2d ed. 1945); Webster's Third New International Dictionary 891 (1961). The Court seeks to make its interpretation plausible by the following locution: \"Such titles are `falsely made' in the sense that they are made to contain false, or incorrect, information.\" <i>Ante,</i> at 109. This sort of wordplay can transform virtually anything into \"falsely made.\" Thus: \"The building was falsely made in the sense that it was made to <span class=\"star-pagination\">*120</span> contain a false entrance.\" This is a far cry from \"ordinary meaning.\"</p>\n<p>That \"falsely made\" refers to the manner of making is also evident from the fifth clause of § 2314, which forbids the interstate transportation of \"any tool, implement, or thing used or fitted to be used in falsely making, forging, altering, or counterfeiting any security or tax stamps.\" This obviously refers to the tools of counterfeiting, and not to the tools of misrepresentation.</p>\n<p>The Court maintains, however, that giving \"falsely made\" what I consider to be its ordinary meaning would render the term superfluous, offending the principle of construction that if possible each word should be given some effect. <i>United States</i> v. <i>Menasche,</i> 348 U. S. 528, 538-539 (1955). The principle is sound, but its limitation (\"if possible\") must be observed. It should not be used to distort ordinary meaning. Nor should it be applied to the obvious instances of iteration to which lawyers, alas, are particularly addicted\u0097such as \"give, grant, bargain, sell, and convey,\" \"aver and affirm,\" \"rest, residue, and remainder,\" or \"right, title, and interest.\" See generally B. Garner, A Dictionary of Modern Legal Usage 197-200 (1987). The phrase at issue here, \"falsely made, forged, altered, or counterfeited,\" is, in one respect at least, uncontestedly of that sort. As the United States conceded at oral argument, and as any dictionary will confirm, \"forged\" and \"counterfeited\" mean the same thing. See, <i>e. g.,</i> Webster's 2d, <i>supra,</i> at 607 (defining to \"counterfeit\" as to \"forge,\" and listing \"forged\" as a synonym of the adjective \"counterfeit\"), <i>id.,</i> at 990 (defining to \"forge\" as to \"counterfeit,\" and listing \"counterfeit\" as a synonym of \"forge\"). Since iteration is obviously afoot in the relevant passage, there is no justification for extruding an unnatural meaning out of \"falsely made\" simply in order to avoid iteration. The entire phrase \"falsely made, forged, altered, or counterfeited\" is self-evidently not a listing of differing and precisely <span class=\"star-pagination\">*121</span> calibrated terms, but a collection of near synonyms which describes the product of the general crime of forgery.</p>\n<p></p>\n<h2>II</h2>\n<p>Even on the basis of a layman's understanding, therefore, I think today's opinion in error. But in declaring that understanding to be the governing criterion, rather than the specialized legal meaning that the term \"falsely made\" has long possessed, the Court makes a mistake of greater consequence. The rigid and unrealistic standard it prescribes for establishing a specialized legal meaning, and the justification it announces for ignoring such a meaning, will adversely affect many future cases.</p>\n<p>The Court acknowledges, as it must, the doctrine that when a statute employs a term with a specialized legal meaning relevant to the matter at hand, that meaning governs. As Justice Jackson explained for the Court in <i>Morissette</i> v. <i>United States,</i> 342 U. S. 246, 263 (1952):</p>\n<blockquote>\"[W]here Congress borrows terms of art in which are accumulated the legal tradition and meaning of centuries of practice, it presumably knows and adopts the cluster of ideas that were attached to each borrowed word in the body of learning from which it was taken and the meaning its use will convey to the judicial mind unless otherwise instructed. In such a case, absence of contrary direction may be taken as satisfaction with widely accepted definitions, not as departure from them.\"</blockquote>\n<p>Or as Justice Frankfurter more poetically put it: \"[I]f a word is obviously transplanted from another legal source, whether the common law or other legislation, it brings its soil with it.\" Some Reflections on the Reading of Statutes, 47 Colum. L. Rev. 527, 537 (1947).</p>\n<p>We have such an obvious transplant before us here. Both Black's Law Dictionary and Ballentine's Law Dictionary contain a definition of the term \"false making.\" The former reads as follows:</p>\n<blockquote>\n<span class=\"star-pagination\">*122</span> \"<i>False making.</i> An essential element of forgery, where material alteration is not involved. Term has reference to manner in which writing is made or executed rather than to its substance or effect. A falsely made instrument is one that is fictitious, not genuine, or in some material particular something other than it purports to be and without regard to truth or falsity of facts stated therein.\" Black's Law Dictionary 602 (6th ed. 1990).</blockquote>\n<p>Ballentine's is to the same effect. See Ballentine's Law Dictionary 486 (2d ed. 1948). \"Falsely made\" is, in other words, a term laden with meaning in the common law, because it describes an essential element of the crime of forgery. Blackstone defined forgery as \"the <i>fraudulent making</i> or alteration of a writing to the prejudice of another man's right.\" 4 W. Blackstone, Commentaries 245 (1769) (emphasis added). The most prominent 19th-century American authority on criminal law wrote that \"[f]orgery, at the common law, is the <i>false making</i> or materially altering, with intent to defraud, of any writing which, if genuine, might apparently be of legal efficacy or the foundation of a legal liability.\" 2 J. Bishop, Criminal Law § 523, p. 288 (5th ed. 1872) (emphasis added). The distinction between \"falsity in execution\" (or \"false making\") and \"falsity of content\" was well understood on both sides of the Atlantic as marking the boundary between forgery and fraud.</p>\n<blockquote>\"The definition of forgery is not, as has been suggested in argument, that every instrument containing false statements fraudulently made is a forgery; but . . . that every instrument which fraudulently purports to be that which it is not is a forgery . . . .\" <i>Queen</i> v. <i>Ritson,</i> L. R. 1 Cr. Cas. Res. 200, 203 (1869).</blockquote>\n<blockquote>\"The term <i>falsely,</i> as applied to making or altering a writing in order to make it forgery, has reference not to the contracts or tenor of the writing, or to the fact stated in the writing . . . but it implies that the paper or writing <span class=\"star-pagination\">*123</span> is false, not genuine, fictitious, not a true writing, without regard to the truth or falsity of the statement it contains.\" <i>State</i> v. <i>Young,</i> 46 N. H. 266, 270 (1865) (emphasis in original).</blockquote>\n<p>In 1939, when the relevant portion of § 2314 was enacted, the States and the Federal Government had been using the \"falsely made\" terminology for more than a century in their forgery statutes. <i>E. g.,</i> Ky. Penal Laws § 22 (1802) (\"falsely make, forge or counterfeit\"); Ind. Rev. Stat., ch. 53, § 26 (1843) (\"falsely make, deface, destroy, alter, forge, or counterfeit\"); Del. Rev. Code, ch. 151 (passed 1852) (\"falsely make, forge, or counterfeit\"). More significantly still, the most common statutory definition of forgery had been a formulation employing precisely the four terms that appear in § 2314: falsely make, alter, forge, and counterfeit. See, <i>e. g.,</i> 1 Stat. 115, § 14 (\"falsely make, alter, forge or counterfeit\") (1790); Act of Feb. 8, 1791, N. H. Const. and Laws, pp. 268-269 (1805) (\"falsely make, alter, forge or counterfeit\"); Md. Acts of 1799, ch. 75 (passed Jan. 3, 1800) (\"falsely make, alter, forge or counterfeit\"); Act of Mar. 15, 1805, § 1, 4 Perpetual Laws of the Commonwealth of Mass. 277 (1807) (\"falsely make, alter, forge or counterfeit\"); Ill. Crim. Code, div. 8, § 73 (1827) (\"falsely make, alter, forge or counterfeit\"); Act of March 8, 1831, §22, 3 Ohio Stat., p. 1726 (1835) (\"falsely make, alter, forge or counterfeit\"); Mo. Rev. Stat., Crimes and Punishments, Art. IV, §§ 15-16 (1835) (\"falsely make, alter, forge or counterfeit\"); Me. Rev. Stat., ch. 157 § 1 <i>et seq.</i> (1840) (\"falsely make, alter, forge or counterfeit\"); Iowa Code, ch. 141 § 2926 (1851) (\"falsely make, alter, forge, or counterfeit\"); Act of Nov. 25, 1861, Nev. Laws, ch. 28, § 77 (1862) (\"falsely make, alter, forge, or counterfeit\"); Fla. Rev. Stat., Tit. 2, Art. 7, § 2479 (passed 1868) (\"falsely makes, alters, forges or counterfeits\"); Cal. Penal Code, ch. 4, § 470 (passed 1872) (\"falsely makes, alters, forges, or counterfeits\"); Minn. Gen. Stat., ch. 96, § 1 (1879) (\"falsely make, alter, forge or counterfeit\"); Wyo. Rev. Stat., <span class=\"star-pagination\">*124</span> div. 5, Tit. 1, § 5128 (1899) (\"falsely make, alter, forge or counterfeit\"); Act of Mar. 3, 1899, Alaska Crim. Code, Tit. 1, § 76 (\"falsely make, alter, forge, counterfeit, print, or photograph\"); Idaho Penal Code, ch. 221, § 4937 (1901) (\"falsely makes, alters, forges or counterfeits\"); Colo. Rev. Stat., ch. 35, § 1704 (1908) (\"falsely make, alter, forge or counterfeit\"); R. I. Gen. Laws, ch. 609, § 1 (1938) (\"falsely make, alter, forge or counterfeit\"); Neb. Comp. Stat. § 28-601 (1929) (\"falsely makes, alters, forges, counterfeits, prints or photographs\"). By 1939, several federal courts and eight States had held that the formula \"falsely make, alter, forge or counterfeit\" did not encompass the inclusion of false information in a genuine document. <i>United States</i> v. <i>Davis,</i> 231 U. S. 183, 187-188 (1913) (dictum); <i>United States</i> v. <i>Staats,</i> 8 How. 41, 46 (1850) (dictum); <i>United States ex rel. Starr</i> v. <i>Mulligan,</i> 59 F. 2d 200 (CA2 1932); <i>United States</i> v. <i>Smith,</i> 262 F. 191 (Ind. 1920); <i>United States</i> v. <i>Glasener,</i> 81 F. 566 (SD Cal. 1897); <i>United States</i> v. <i>Moore,</i> 60 F. 738 (NDNY 1894); <i>United States</i> v. <i>Cameron,</i> 3 Dak. 132, 13 N. W. 561 (1882); <i>United States</i> v. <i>Wentworth,</i> 11 F. 52 (CCNH 1882); <i>People</i> v. <i>Kramer,</i> 352 Ill. 304, 185 N. E. 590 (1933); <i>Goucher</i> v. <i>State,</i> 113 Neb. 352, 204 N. W. 967 (1925); <i>De Rose</i> v. <i>People,</i> 64 Colo. 332, 171 P. 359 (1918); <i>State</i> v. <i>Ford,</i> 89 Ore. 121, 172 P. 802 (1918); <i>Territory</i> v. <i>Gutierrez,</i> 13 N. M. 312, 84 P. 525 (1906); <i>People</i> v. <i>Bendit,</i> 111 Cal. 274, 43 P. 901 (1896); <i>State</i> v. <i>Corfield,</i> 46 Kan. 207, 26 P. 498 (1890); <i>State</i> v. <i>Willson,</i> 28 Minn. 52, 9 N. W. 28 (1881). Only one federal court had disagreed. <i>United States</i> v. <i>Hartman,</i> 65 F. 490 (ED Mo. 1894). (As noted in Part IV, <i>infra,</i> this case was not followed and has been implicitly overruled.) Even statutes that used \"falsely made\" without accompaniment of the other three terms used in § 2314 were interpreted not to include falsity of content. <i>People</i> v. <i>Mann,</i> 75 N. Y. 484 (1878); <i>State</i> v. <i>Young, supra</i><i>.</i> Indeed, as far as I am aware, the only state courts that held a genuine document containing false information to be \"forged\" did so under <span class=\"star-pagination\">*125</span> governing texts that did not include the term \"falsely made.\" See <i>Moore</i> v. <i>Commonwealth,</i> 92 Ky. 630, 18 S. W. 833 (1892); <i>Luttrell</i> v. <i>State,</i> 85 Tenn. 232, 1 S. W. 886 (1886). Even they were in the minority, however. See <i>Bank of Detroit</i> v. <i>Standard Accident Insurance Co.,</i> 245 Mich. 14, 222 N. W. 134 (1928) (\"forged\"); <i>Dexter Holton National Bank of Seattle</i> v. <i>United States Fidelity &amp; Guaranty Co.,</i> 149 Wash. 343, 270 P. 799 (1928) (\"forged\"); <i>Barron</i> v. <i>State,</i> 12 Ga. App. 342, 77 S. E. 214 (1913) (\"fraudulently make\").</p>\n<p>Commentators in 1939 were apparently unanimous in their understanding that \"false making\" was an element of the crime of forgery, and that the term did not embrace false contents. May's Law of Crimes § 292 (K. Sears &amp; H. Weihofen eds., 4th ed. 1938); W. Clark &amp; W. Marshall, Law of Crimes § 394 (3d ed. 1927); 2 J. Bishop, Criminal Law §§ 523, 582, 582a (9th ed. 1923); 1 H. Brill, Cyclopedia of Criminal Law § 557 (1922). (Contemporary commentators remain unanimous that falsity of content does not establish forgery. See, <i>e. g.,</i> R. Perkins &amp; R. Boyce, Criminal Law 418-420 (3d ed. 1982); 4 C. Torcia, Wharton's Criminal Law 130-132 (14th ed. 1981); W. Lafave &amp; A. Scott, Criminal Law 671 (1972).) An American Jurisprudence annotation published in 1939 said:</p>\n<blockquote>\"A definition now very generally accepted explains forgery as the false making or material alteration, with intent to defraud, of any writing which, if genuine, might apparently be of legal efficacy or the foundation of a legal liability.\" 23 Am. Jur., Forgery § 2, p. 676.</blockquote>\n<p>It also said:</p>\n<blockquote>\"[T]he term `falsely,' as applied to making or altering a writing in order to make it a forgery, does not refer to the contents or tenor of the writing or to the facts stated therein, but implies that the paper or writing is not genuine, that in itself it is false or counterfeit.\" <i>Id.,</i> § 7, at 678.</blockquote>\n<p><span class=\"star-pagination\">*126</span> I think it plain that \"falsely made\" had a well-established common-law meaning at the time the relevant language of § 2314 was enacted\u0097indeed, that the entire formulary phrase \"falsely made, forged, altered, or counterfeited\" had a well-established common-law meaning; and that that meaning does not support the present conviction.</p>\n<p></p>\n<h2>III</h2>\n<p>Unsurprisingly, in light of the foregoing discussion, the lower federal courts that interpreted this language of § 2314 for more than two decades after its passage uniformly rejected the Government's position that a genuine document could be \"falsely made\" because it contained false information. <i>Melvin</i> v. <i>United States,</i> 316 F. 2d 647, 648 (CA7 1963); <i>Marteney</i> v. <i>United States,</i> 216 F. 2d 760 (CA10 1954); <i>Martyn</i> v. <i>United States,</i> 176 F. 2d 609, 610 (CA8 1949); <i>Wright</i> v. <i>United States,</i> 172 F. 2d 310, 312 (CA9 1949); <i>Greathouse</i> v. <i>United States,</i> 170 F. 2d 512, 514 (CA4 1948).</p>\n<p>The United States correctly points out that a number of later cases hold to the contrary. Neither it nor the Court observes, however, that the earlier line of authority bears the endorsement of this Court. In <i>Gilbert</i> v. <i>United States,</i> 370 U. S. 650 (1962), a case involving a statute very similar to § 2314, we approvingly cited <i>Greathouse, Wright,</i> and <i>Marteney, supra,</i> for the proposition that \"cases construing `forge' under other federal statutes have generally drawn a distinction between false or fraudulent statements and spurious or fictitious makings.\" 370 U. S., at 658. And we quoted <i>Marteney</i> for the principle that \"[w]here the `falsity lies in the representation of facts, not in the genuineness of execution,' it is not forgery.\" 370 U. S., at 658, quoting <i>Marteney, supra,</i> at 763-764. As I shall proceed to explain, <i>Gilbert's</i> approval of these cases' interpretation of \"forge\" necessarily includes an approval of their interpretation of \"false making\" as well. Moreover, the very holding of <i>Gilbert</i> is incompatible with the Court's decision today.</p>\n<p><span class=\"star-pagination\">*127</span> <i>Gilbert</i> was a prosecution under 18 U. S. C. § 495, which punishes anyone who \"falsely makes, alters, forges, or counterfeits\" any document for the purpose of obtaining money from the United States. The difference between that and the phrase at issue here (\"falsely made, forged, altered, or counterfeited\") is only the tense and the order of the words. The defendant in <i>Gilbert</i> had endorsed tax refund checks, made out to other persons, as \"Trustee\" for them. The Government contended that the represented agency capacity in fact did not exist, and that by reason of the misrepresentation § 495 had been violated. The Court rejected that contention and set Gilbert's conviction aside.</p>\n<p>The indictment in <i>Gilbert</i> charged that the checks had been \"forged,\" and so it was only that term, and not the totality of § 495, that the Court specifically addressed. It is plain from the opinion, however, that the Court understood \"false making\" (as I do) to be merely a recitation of the central element of forgery. Indeed, that is the whole basis for the decision. Thus, the Court's discussion of the common-law meaning of \"forges\" begins as follows:</p>\n<blockquote>\"In 1847 it was decided in the English case of <i>Regina</i> v. <i>White</i> . . . that `indorsing a bill of exchange under a false assumption of authority to indorse it per procuration, is not forgery, there being no false making.'\" 370 U. S., at 655.</blockquote>\n<p>It later quotes the same case to the following effect:</p>\n<blockquote>\"Lord East's comments . . . were: <i>`Forgery</i> at common law denotes a <i>false</i> making (which includes every alteration of or addition to a true instrument), a making <i>malo animo,</i> of any written instrument for the purpose of fraud and deceit. . . . [The ancient and modern authorities] all consider the offence as consisting in the false and fraudulent making or altering of such and such instruments.'\" <i>Id.,</i> at 656 (emphasis in original).</blockquote>\n<p><span class=\"star-pagination\">*128</span> The Court found it \"significant that cases construing `forge' under other federal statutes have generally drawn a distinction between false or fraudulent statements and spurious or fictitious makings.\" <i>Id.,</i> at 658.</p>\n<p>The whole rationale of the <i>Gilbert</i> decision, in other words, was that inserting fraudulent content could not constitute \"forgery\" because \"forgery\" requires \"false making.\" It is utterly incompatible with that rationale to hold, as the Court does today, that inserting fraudulent content <i>constitutes</i> \"false making.\"</p>\n<p></p>\n<h2>IV</h2>\n<p>The Court acknowledges the principle that common-law terms ought to be given their established common-law meanings, but asserts that the principle is inapplicable here because the meaning of \"falsely made\" I have described above \"was not universal.\" <i>Ante,</i> at 115. For support it cites three cases and an A. L. R. annotation. The annotation itself says that one of the three cases, <i>United States</i> v. <i>Hartman,</i> 65 F. 490 (ED Mo. 1894), \"has generally been disapproved, and has not been followed.\" Annot., 41 A. L. R. 229, 249 (1926). (That general disapproval, incidentally, was implicitly endorsed by this Court itself in <i>Gilbert,</i> which interpreted the direct descendant of the statute involved in <i>Hartman.</i>) The other two cases cited by the Court are not mentioned by the annotation, and rightly so, since they discuss not falsity of content but genuineness of the instrument.<sup>[1]</sup> As for the annotation itself, that concludes that \"the <span class=\"star-pagination\">*129</span> better view, and that supported by the majority opinion, is that . . . the genuine making of an instrument for the purpose of defrauding does not constitute the crime of forgery.\" 41 A. L. R., at 231. \"Majority opinion\" is an understatement. The annotation lists 16 States and the United States as supporting the view, and only 2 States (Kentucky and Tennes-see) as opposing it. If such minimal \"divergence\"\u0097by States with statutes that did not include the term \"falsely made\" (see <i>supra,</i> at 124-125)\u0097is sufficient to eliminate a common-law meaning long accepted by virtually all the courts and by apparently all the commentators, the principle of common-law meaning might as well be frankly abandoned. In <i>Gilbert,</i> it should be noted, we did not demand \"universal\" agreement, but simply rejected \"scattered federal cases relied on by the Government\" that contradicted the accepted common-law meaning. 370 U. S., at 658.</p>\n<p>The Court's second reason for refusing to give \"falsely made\" its common-law meaning is that \"Congress' general purpose in enacting a law may prevail over this rule of statutory construction.\" <i>Ante,</i> at 117. That is undoubtedly true in the sense that an explicitly stated statutory purpose that contradicts a common-law meaning (and that accords with another, \"ordinary\" meaning of the contested term) will prevail. The Court, however, means something quite different. What displaces normal principles of construction here, according to the Court, is \"Congress' broad purpose in enacting § 2314\u0097namely, to criminalize trafficking in fraudulent securities that exploits interstate commerce.\" <i>Ibid.</i> But that analysis does <i>not</i> rely upon any explicit language, and is simply question-begging. The whole issue before us here is <span class=\"star-pagination\">*130</span> how \"broad\" Congress' purpose in enacting § 2314 was. Was it, as the Court simply announces, \"to criminalize trafficking in <i>fraudulent</i> securities\"? Or was it to exclude trafficking in <i>forged</i> securities? The answer to that question is best sought by examining the language that Congress used\u0097here, language that Congress has used since 1790 to describe not fraud but forgery, and that we reaffirmed bears that meaning as recently as 1962 (in <i>Gilbert</i>). It is perverse to find the answer by assuming it, and then to impose that answer upon the text.</p>\n<p>The \"Congress' broad purpose\" approach is not supported by the authorities the Court cites.<sup>[2]</sup> There is, however, one case in which it does appear. It was proposed by the Government, <i>and rejected by the Court,</i> in <i>Gilbert:</i></p>\n<blockquote>\"Nor are we impressed with the argument that `forge' in § 495 should be given a broader scope than its common-law meaning because contained in a statute aimed at protecting the Government against fraud. Other federal statutes are ample enough to protect the Government against fraud and false statements. . . . Still further, it is significant that cases construing `forge' under other <span class=\"star-pagination\">*131</span> federal statutes have generally drawn a distinction between false or fraudulent statements and spurious or fictitious makings.\" 370 U. S., at 658 (footnote omitted).</blockquote>\n<p>We should have rejected the argument in precisely those terms today. Instead, the Court adopts a new principle that can accurately be described as follows: \"Where a term of art has a plain meaning, the Court will divine the statute's purpose and substitute a meaning more appropriate to that purpose.\"</p>\n<p></p>\n<h2>V</h2>\n<p>I feel constrained to mention, though it is surely superfluous for decision of the present case, the so-called rule of lenity\u0097the venerable principle that \"before a man can be punished as a criminal under the federal law his case must be plainly and unmistakably within the provisions of some statute.\" <i>United States</i> v. <i>Gradwell,</i> 243 U. S. 476, 485 (1917) (internal quotation marks omitted). See also <i>McNally</i> v. <i>United States,</i> 483 U. S. 350, 359-360 (1987). As JUSTICE MARSHALL explained some years ago:</p>\n<blockquote>\"This principle is founded on two policies that have long been part of our tradition. First, a `fair warning should be given to the world in language that the common world will understand, of what the law intends to do if a certain line is passed. To make the warning fair, so far as possible the line should be clear.' <i>McBoyle</i> v. <i>United States,</i> 283 U. S. 25, 27 (1931) (Holmes, J.) . . . Second, because of the seriousness of criminal penalties, and because criminal punishment usually represents the moral condemnation of the community, legislatures and not courts should define criminal activity. This policy embodies `the instinctive distaste against men languishing in prison unless the lawmaker has clearly said they should.' H. Friendly, Mr. Justice Frankfurter and The Reading of Statutes, in Benchmarks, 196, 209 (1967).\" <i>United States</i> v. <i>Bass,</i> 404 U. S. 336, 347-349 (1971).</blockquote>\n<p><span class=\"star-pagination\">*132</span> \"Falsely made, forged, altered, or counterfeited\" had a plain meaning in 1939, a meaning recognized by five Circuit courts and approved by this Court in <i>Gilbert.</i> If the rule of lenity means anything, it means that the Court ought not do what it does today: use an ill-defined general purpose to override an unquestionably clear term of art, and (to make matters worse) give the words a meaning that even one unfamiliar with the term of art would not imagine. The temptation to stretch the law to fit the evil is an ancient one, and it must be resisted. As Chief Justice Marshall wrote:</p>\n<blockquote>\"The case must be a strong one indeed, which would justify a Court in departing from the plain meaning of words, especially in a penal act, in search of an intention which the words themselves did not suggest. To determine that a case is within the intention of a statute, its language must authorise us to say so. It would be dangerous, indeed, to carry the principle that a case which is within the reason or mischief of a statute, is within its provisions, so far as to punish a crime not enumerated in the statute, because it is of equal atrocity, or of kindred character, with those which are enumerated.\" <i>United States</i> v. <i>Wiltberger,</i> 5 Wheat. 76, 96 (1820).</blockquote>\n<p>For the foregoing reasons, I respectfully dissent.</p>\n<h2>NOTES</h2>\n<p>[1]  The text of 18 U. S. C. § 2314 reads, in pertinent part:\n</p>\n<p>\"Whoever, with unlawful or fraudulent intent, transports in interstate or foreign commerce any falsely made, forged, altered, or counterfeited securities or tax stamps, knowing the same to have been falsely made, forged altered, or counterfeited;</p>\n<p>. . . . .</p>\n<p>\"Shall be fined not more than $10,000 or imprisoned not more than ten years, or both.\"</p>\n<p>For purposes of § 2314, \"securities\" are defined to include any \"valid . . . motor vehicle title.\" § 2311.</p>\n<p>[2]  Indeed, we offer no view on how we would construe \"falsely made\" in a statute that punished the <i>act</i> of false making and that specified no scienter requirement. Cf. <i>Morissette</i> v. <i>United States,</i> 342 U. S. 246, 251-252 (1952) (implying scienter for statutory version of \"common-law\" offense).</p>\n<p>[3]  Moskal justifies doing so by arguing that \"falsely made\" was synonymous with \"forged\" at common law. We separately consider\u0097and reject \u0097Moskal's common-law argument, <i>infra,</i> at 114-118.</p>\n<p>[4]  The statute at issue in <i>Sheridan</i> was an earlier codification of § 2314. The clause governing \"falsely made, forged, altered, or counterfeited securities\" was at that time contained within 18 U. S. C. § 415 (1946 ed.).</p>\n<p>[5]  Moskal appears to concede the logic, if not the result, of this analysis when he distinguishes\u0097solely on its <i>facts</i>\u0097the decision in <i>United States</i> v. <i>Daly,</i> 716 F. 2d 1499 (CA9 1983), cert. dism'd, 465 U. S. 1075 (1984). The defendants in <i>Daly</i> operated a car theft ring and were convicted under § 2314 of transporting washed vehicle titles that falsely identified the numbers and owners of the stolen cars. Notwithstanding the extremely similar facts in <i>Daly,</i> petitioner does not ask us to disapprove the result in that case. Rather, he seeks to distinguish his own case on the grounds that, \"[u]nlike the situation in <i>Daly,</i> here the [car] ownership information was <i>never</i> altered.\" Brief for Petitioner 12 (emphasis in original). We cannot fathom why the particular information that is falsified in a washed vehicle title\u0097assuming that it is material\u0097would be relevant to Congress' intent to criminalize the use of such fraudulent documents, particularly when both schemes serve the same goal of deceiving prospective car buyers. On the contrary, we find confirmation in the <i>Daly</i> court's analysis that Congress intended to reach precisely the sort of fraudulent behavior in which petitioner engaged.</p>\n<p>[6]  Because of this conclusion, we have no trouble rejecting Moskal's suggestion that he did not have fair notice that his conduct could be prosecuted under § 2314. Moskal's contention that he was \"entitled to rely\" on one Court of Appeals decision holding that washed titles were not \"falsely made\" is wholly unpersuasive. See <i>United States</i> v. <i>Rodgers,</i> 466 U. S. 475, 484 (1984) (existence of conflicting decisions among courts of appeals does not support application of the doctrine of lenity where \"review of th[e] issue by this Court and decision against the position of the [defendant are] reasonably foreseeable\").</p>\n<p>[7]  The Court of Appeals for the Tenth Circuit appeared to rely on this reasoning when it ruled that washed vehicle titles are not \"falsely made\" documents within the meaning of § 2314. <i>United States</i> v. <i>Sparrow,</i> 635 F. 2d 794, 796 (1980) (en banc), cert. denied, 450 U. S. 1004 (1981). In that case, the court concluded that \"falsely made\" relates \"to `genuineness of execution and not falsity of content.'\" 635 F. 2d, at 796, quoting <i>Marteney</i> v. <i>United States,</i> 216 F. 2d 760, 763 (CA10 1954). As noted, <i>supra,</i> at 106, it was because of the direct conflict between <i>Sparrow</i> and the Third Circuit's decision in the present case that we granted certiorari.</p>\n<p>[8]  The Court of Appeals found that the false mileage figures on the washed vehicle titles were material falsehoods. 888 F. 2d 283, 285 (CA3 1989). At oral argument, petitioner sought to challenge that finding. Although this issue was not presented in the petition for certiorari to this Court, we do not doubt the correctness of the lower court's conclusion as to this matter.</p>\n<p>[1]  <i>In re Count de Toulouse Lautrec,</i> 102 F. 878 (CA7 1900), involved sample interest coupons which the petitioner obtained and passed off as genuine. The court upheld the conviction for uttering a forged instrument, because the coupons were not \"genuine obligations of the purported promisors, but were, instead, false instruments,\" <i>id.,</i> at 879, and \"not genuine in fact,\" <i>id.,</i> at 880.\n</p>\n<p>In <i>State</i> v. <i>Shurtliff,</i> 18 Me. 368 (1841), the defendant had procured a signature upon a deed by misrepresenting the nature of the document signed (the deed did not contain false information). The court held that such conduct was forgery, because the resulting deed was a \"false instrument,\" \"purport[ing] to be the solemn and voluntary act of the grantor,\" which it was not. <i>Id.,</i> at 371.</p>\n<p>These decisions perhaps stretch the concept of what constitutes a non-genuine instrument, but neither purports to hold that the insertion of fraudulent content constitutes \"false making\" or forgery.</p>\n<p>[2]  <i>Taylor</i> v. <i>United States,</i> 495 U. S. 575 (1990), cited <i>ante,</i> at 117, stands for the quite different proposition that a common-law meaning <i>obsolete when a statute is enacted</i> does not control the \"generally accepted contemporary meaning of a term.\" <i>Taylor, supra,</i> at 596. As I have discussed at length in Parts I and II, the common-law meaning of \"falsely made\" was alive and well in 1939, and its then (and now) contemporary meaning does not contradict that common-law meaning anyway. <i>Bell</i> v. <i>United States,</i> 462 U. S. 356, 360-361 (1983), cited <i>ante,</i> at 117, turns upon the fact that the common-law term relied upon (\"takes and carries away,\" one of the elements of common-law larceny) was combined with other terms and provisions that unquestionably went beyond common-law larceny. Here, by contrast, the entire phrase at issue is a classic description of forgery. <i>McElroy</i> v. <i>United States,</i> 455 U. S. 642 (1982), and <i>United States</i> v. <i>Sheridan,</i> 329 U. S. 379 (1946), cited <i>ante,</i> at 110, do not use Congress' \"broad purpose\" to depart from any common-law meaning, but rather to interpret the ambiguous terms \"interstate commerce\" <i>(McElroy)</i> and \"cause to be transported\" <i>(Sheridan).</i></p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:13:45", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></span> (1990)</b></center>\n<center><h1>MOSKAL<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 89-964.</center>\n<center><p><b>Supreme Court of the United States.</b></p></center>\n<center>Argued October 1, 1990.</center>\n<center>Decided December 3, 1990.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE THIRD CIRCUIT.\n<p><span class=\"star-pagination\">*105</span> <i>Dennis M. Hart</i> argued the cause and filed briefs for petitioner.</p>\n<p><i>Stephen L. Nightingale</i> argued the cause for the United States. With him on the brief were <i>Solicitor General Starr, Assistant Attorney General Dennis, Deputy Solicitor General Bryson,</i> and <i>Joel M. Gershowitz.</i></p>\n<p>JUSTICE MARSHALL delivered the opinion of the Court.</p>\n<p>The issue in this case is whether a person who knowingly procures genuine vehicle titles that incorporate fraudulently tendered odometer readings receives those titles \"knowing [them] to have been <i>falsely made.</i>\" 18 U. S. C. § 2314 (emphasis added). We conclude that he does.</p>\n<p></p>\n<h2>I</h2>\n<p>Petitioner Raymond Moskal participated in a \"title-washing\" scheme. Moskal's confederates purchased used cars in Pennsylvania, rolled back the cars' odometers, and altered their titles to reflect those lower mileage figures. The altered titles were then sent to an accomplice in Virginia, who submitted them to Virginia authorities. Those officials, <span class=\"star-pagination\">*106</span> unaware of the alterations, issued Virginia titles incorporating the false mileage figures. The \"washed\" titles were then sent back to Pennsylvania, where they were used in connection with car sales to unsuspecting buyers. Moskal played two roles in this scheme: He sent altered titles from Pennsylvania to Virginia; he received \"washed\" titles when they were returned.</p>\n<p>The Government indicted and convicted Moskal under 18 U. S. C. § 2314 for receiving two washed titles, each recording a mileage figure that was 30,000 miles lower than the true number. Section 2314 imposes fines or imprisonment on anyone who, \"with unlawful or fraudulent intent, transports in interstate . . . commerce any falsely made, forged, altered, or counterfeited securities . . ., knowing the same to have been falsely made, forged, altered, or counterfeited.\" On appeal, Moskal maintained that the washed titles were nonetheless genuine and thus not \"falsely made.\" The Court of Appeals disagreed, finding that \"`\"the purpose of the term `falsely made' was to . . . prohibit the fraudulent introduction into commerce of falsely made documents regardless of the precise method by which the introducer or his confederates effected their lack of authenticity.\"'\" <i>United States</i> v. <i>Davis,</i> 888 F. 2d 283, 285 (CA3 1989), quoting <i>United States</i> v. <i>Mitchell,</i> 588 F. 2d 481, 484 (CA5), cert. denied, 442 U. S. 940 (1979), quoting <i>United States</i> v. <i>Huntley,</i> 535 F. 2d 1400, 1402 (CA5 1976), cert. denied, 430 U. S. 929 (1977).</p>\n<p>Notwithstanding the narrowness of this issue, we granted certiorari to resolve a divergence of opinion among the Courts of Appeals. 494 U. S. 1026 (1990). See <i>United States</i> v. <i>Sparrow,</i> 635 F. 2d 794 (CA10 1980) (en banc), cert. denied, 450 U. S. 1004 (1981) (washed automobile titles are not \"falsely made\" within the meaning of § 2314). We now affirm petitioner's conviction.</p>\n<p></p>\n<h2>II</h2>\n<p>As indicated, § 2314 prohibits the knowing transportation of \"falsely made, forged, altered, or counterfeited securities\" <span class=\"star-pagination\">*107</span> in interstate commerce.<sup>[1]</sup> Moskal acknowledges that he could have been charged with violating this provision when he sent the Pennsylvania titles to Virginia, since those titles were \"altered\" within the meaning of § 2314. But he insists that he did not violate the provision in subsequently receiving the washed titles from Virginia because, although he was participating in a fraud (and thus no doubt had the requisite intent under § 2314), the washed titles themselves were not \"falsely made.\" He asserts that when a title is issued by appropriate state authorities who do not know of its falsity, the title is \"genuine\" or valid as the state document it purports to be and therefore not \"falsely made.\"</p>\n<p>Whether a valid title that contains fraudulently tendered odometer readings may be a \"falsely made\" security for purposes of § 2314 presents a conventional issue of statutory construction, and we must therefore determine what scope Congress intended § 2314 to have. Moskal, however, suggests a shortcut in that inquiry. Because it is <i>possible</i> to read the statute as applying only to forged or counterfeited securities, and because <i>some</i> courts have so read it, Moskal suggests we should simply resolve the issue in his favor under the doctrine of lenity. See, <i>e. g., </i><i>Rewis</i> v. <i>United States,</i> 401 U. S. 808, 812 (1971).</p>\n<p>In our view, this argument misconstrues the doctrine. We have repeatedly \"emphasized that the `touchstone' of the rule of lenity `is statutory ambiguity.'\" <i>Bifulco</i> v. <i>United States,</i> 447 U. S. 381, 387 (1980), quoting <i>Lewis</i> v. <i>United</i> <span class=\"star-pagination\">*108</span> <i>States,</i> 445 U. S. 55, 65 (1980). Stated at this level of abstraction, of course, the rule</p>\n<blockquote>\"provides little more than atmospherics, since it leaves open the crucial question\u0097almost invariably present \u0097of <i>how much</i> ambiguousness constitutes . . . ambiguity.\" <i>United States</i> v. <i>Hansen,</i> 249 U. S. App. D. C. 22, 30, 772 F. 2d 940, 948 (1985) (Scalia, J.) (emphasis added), cert. denied, 475 U. S. 1045 (1986).</blockquote>\n<p>Because the meaning of language is inherently contextual, we have declined to deem a statute \"ambiguous\" for purposes of lenity merely because it was <i>possible</i> to articulate a construction more narrow than that urged by the Government. See, <i>e. g., </i><i>McElroy</i> v. <i>United States,</i> 455 U. S. 642, 657-658 (1982). Nor have we deemed a division of judicial authority automatically sufficient to trigger lenity. See, <i>e. g., </i><i>United States</i> v. <i>Rodgers,</i> 466 U. S. 475, 484 (1984). If that were sufficient, one court's unduly narrow reading of a criminal statute would become binding on all other courts, including this one. Instead, we have always reserved lenity for those situations in which a reasonable doubt persists about a statute's intended scope even <i>after</i> resort to \"the language and structure, legislative history, and motivating policies\" of the statute. <i>Bifulco</i> v. <i>United States, supra,</i> at 387; see also <i>United States</i> v. <i>Bass,</i> 404 U. S. 336, 347 (1971) (court should rely on lenity only if, \"[a]fter `seiz[ing] every thing from which aid can be derived,'\" it is \"left with an ambiguous statute,\" quoting <i>United States</i> v. <i>Fisher,</i> 2 Cranch 358, 386 (1805) (Marshall, C. J.)). Examining these materials, we conclude that § 2314 unambiguously applies to Moskal's conduct.</p>\n<p></p>\n<h2>A</h2>\n<p>\"In determining the scope of a statute, we look first to its language,\" <i>United States</i> v. <i>Turkette,</i> 452 U. S. 576, 580 (1981), giving the \"words used\" their \"ordinary meaning,\" <i>Richards</i> v. <i>United States,</i> 369 U. S. 1, 9 (1962). We think <span class=\"star-pagination\">*109</span> that the words of § 2314 are broad enough, on their face, to encompass washed titles containing fraudulently tendered odometer readings. Such titles are \"falsely made\" in the sense that they are made to contain false, or incorrect, information.</p>\n<p>Moskal resists this construction of the language on the ground that the state officials responsible for issuing the washed titles did not know that they were incorporating false odometer readings. We see little merit in this argument. As used in § 2314, \"falsely made\" refers to the character of the securities being transported. In our view, it is perfectly consistent with ordinary usage to speak of the security as <i>being</i> \"falsely made\" regardless of whether the party responsible for the physical production of the document <i>knew</i> that he was making a security in a manner that incorporates false information. Indeed, we find support for this construction in the nexus between the <i>actus reus</i> and <i>mens rea</i> elements of § 2314. Because liability under the statute depends on <i>transporting</i> the \"falsely made\" security with unlawful or fraudulent intent, there is no reason to infer a scienter requirement for the act of falsely making itself.<sup>[2]</sup></p>\n<p>Short of construing \"falsely made\" in this way, we are at a loss to give <i>any</i> meaning to this phrase independent of the other terms in § 2314, such as \"forged\" or \"counterfeited.\" By seeking to exclude from § 2314's scope any security that is \"genuine\" or valid, Moskal essentially equates \"falsely made\" with \"forged\" or \"counterfeited.\"<sup>[3]</sup> His construction therefore violates the established principle that a court should \"`give effect, if possible, to every clause and word of a statute.'\" <span class=\"star-pagination\">*110</span> <i>United States</i> v. <i>Menasche,</i> 348 U. S. 528, 538-539 (1955), quoting <i>Montclair</i> v. <i>Ramsdell,</i> 107 U. S. 147, 152 (1883); see also <i>Pennsylvania Dept. of Public Welfare</i> v. <i>Davenport,</i> 495 U. S. 552, 562 (1990).</p>\n<p>Our conclusion that \"falsely made\" encompasses genuine documents containing false information is supported by Congress' purpose in enacting § 2314. Inspired by the proliferation of interstate schemes for passing counterfeit securities, see 84 Cong. Rec. 9412 (statement of Sen. O'Mahoney), Congress in 1939 added the clause pertaining to \"falsely made, forged, altered or counterfeited securities\" as an amendment to the National Stolen Property Act. 53 Stat. 1178. Our prior decisions have recognized Congress' \"general intent\" and \"broad purpose\" to curb the type of trafficking in fraudulent securities that often depends for its success on the exploitation of interstate commerce. In <i>United States</i> v. <i>Sheridan,</i> 329 U. S. 379 (1946), we explained that Congress enacted the relevant clause of § 2314<sup>[4]</sup> in order to \"com[e] to the aid of the states in detecting and punishing criminals whose offenses are complete under state law, but who utilize the channels of interstate commerce to make a successful getaway and thus make the state's detecting and punitive processes impotent.\" <i>Id.,</i> at 384. This, we concluded, \"was indeed one of the most effective ways of preventing further frauds.\" <i>Ibid.;</i> see also <i>McElroy</i> v. <i>United States,</i> 455 U. S. 642, 655 (1982) (rejecting a narrow reading of § 2314 that was at odds with Congress' \"broad purpose\" and that would \"undercut sharply . . . federal prosecutors in their effort to combat crime in interstate commerce\").</p>\n<p>We think that \"title-washing\" operations are a perfect example of the \"further frauds\" that Congress sought to halt in enacting § 2314. As Moskal concedes, his title-washing scheme is a clear instance of fraud involving securities. And <span class=\"star-pagination\">*111</span> as the facts of this case demonstrate, title washes involve precisely the sort of fraudulent activities that are dispersed among several States in order to elude state detection.</p>\n<p>Moskal draws a different conclusion from this legislative history. Seizing upon the references to counterfeit securities, petitioner finds no evidence that \"the 1939 amendment had anything at all to do with odometer rollback schemes.\" Reply Brief for Petitioner 6. We think petitioner misconceives the inquiry into legislative purpose by failing to recognize that Congress sought to attack a category of fraud. At the time that Congress amended the National Stolen Property Act, counterfeited securities no doubt constituted (and may still constitute) the most prevalent form of such interstate fraud. The fact remains, however, that Congress did not limit the statute's reach to \"counterfeit securities\" but instead chose the broader phrase \"falsely made, forged, altered, <i>or</i> counterfeited securities,\" which was consistent with its purpose to reach a class of frauds that exploited interstate commerce.</p>\n<p>This Court has never required that every permissible application of a statute be expressly referred to in its legislative history. Thus, for example, in <i>United States</i> v. <i>Turkette,</i> 452 U. S. 576 (1981), we recognized that \"the major purpose\" of the Racketeer Influenced and Corrupt Organizations statute was \"to address the infiltration of legitimate business by organized crime.\" <i>Id.,</i> at 591. Yet, we concluded from the statute's broad language and legislative purpose that the key term \"enterprise\" must include not only legitimate businesses but also criminal associations. <i>Ibid.;</i> see also <i>United States</i> v. <i>Naftalin,</i> 441 U. S. 768, 775 (1979) (Securities Act of 1933 covers fraud against brokers as well as investors, since \"neither this Court nor Congress has ever suggested that investor protection was the <i>sole</i> purpose of [that] Act\" (emphasis in original)).</p>\n<p>Our precedents concerning § 2314 specifically reject constructions of the statute that limit it to <i>instances</i> of fraud <span class=\"star-pagination\">*112</span> rather than the <i>class</i> of fraud encompassed by its language. For example, in <i>United States</i> v. <i>Sheridan, supra</i><i>,</i> the defendant cashed checks at a Michigan bank, drawn on a Missouri account, with a forged signature. The Court found that such conduct was proscribed by § 2314. In reaching that conclusion, the Court noted Congress' primary objective of reaching counterfeiters of corporate securities but nonetheless found that the statute covered check forgeries \"done by `little fellows' who perhaps were not the primary aim of the congressional fire.\" 329 U. S., at 390. \"Whether or not Congress had in mind primarily such small scale transactions as Sheridan's,\" we held, \"his operation was covered literally and we think purposively. Had this not been intended, appropriate exception could easily have been made.\" <i>Ibid.</i> In explaining that conclusion, we stated further:</p>\n<blockquote>\"Drawing the [forged] check upon an out-of-state bank, knowing it must be sent there for presentation, is an obviously facile way to delay and often to defeat apprehension, conviction and restoration of the ill-gotten gain. There are sound reasons therefore why Congress would wish not to exclude such persons [from the statute's reach], among them the very ease with which they may escape the state's grasp.\" <i>Id.,</i> at 391.</blockquote>\n<p>In <i>McElroy</i> v. <i>United States, supra</i><i>,</i> we similarly rejected a narrow construction of § 2314. The defendant used blank checks that had been stolen in Ohio to buy a car and a boat in Pennsylvania. Defendant conceded that the checks he had thus misused constituted \"forged securities\" but maintained his innocence under the federal statute because the checks were not yet forged when they were transported across state boundaries. The Court acknowledged that \"Congress could have written the statute to produce this result,\" <i>id.,</i> at 656, but rejected such a reading as inconsistent with Congress' \"broad purpose\" since it would permit \"a patient forger easily [to] evade the reach of federal law,\" <i>id.,</i> at 655. Moreover, because we found the defendant's interpretation to be contradicted <span class=\"star-pagination\">*113</span> by Congress' intent in § 2314 and its predecessors, we also rejected the defendant's plea for lenity: \"[A]lthough `criminal statutes are to be construed strictly . . . this does not mean that every criminal statute must be given the narrowest possible meaning in complete disregard of the purpose of the legislature.'\" <i>Id.,</i> at 658, quoting <i>United States</i> v. <i>Bramblett,</i> 348 U. S. 503, 509-510 (1955) (footnote omitted). We concluded that the defendant had failed to \"raise significant questions of ambiguity, for the statutory language and legislative history . . . indicate that Congress defined the term `interstate commerce' more broadly than the petitioner contends.\" 455 U. S., at 658.</p>\n<p>Thus, in both <i>Sheridan</i> and <i>McElroy,</i> defendants who admittedly circulated fraudulent securities among several States sought to avoid liability by offering a reading of § 2314 that was narrower than the scope of its language and of Congress' intent, and in each instance we rejected the proffered interpretation. Moskal's interpretation in the present case rests on a similarly cramped reading of the statute's words, and we think it should likewise be rejected as inconsistent with Congress' general purpose to combat interstate fraud. \"[F]ederal criminal statutes that are intended to fill a void in local law enforcement should be construed broadly.\" <i>Bell</i> v. <i>United States,</i> 462 U. S. 356, 362 (1983) (STEVENS, J., dissenting) (citation omitted).<sup>[5]</sup></p>\n<p><span class=\"star-pagination\">*114</span> To summarize our conclusions as to the meaning of \"falsely made\" in § 2314, we find both in the plain meaning of those words and in the legislative purpose underlying them ample reason to apply the law to a fraudulent scheme for washing vehicle titles.<sup>[6]</sup></p>\n<p></p>\n<h2>B</h2>\n<p>Petitioner contends that such a reading of § 2314 is nonetheless precluded by a further principle of statutory construction. \"[W]here a federal criminal statute uses a common-law term of established meaning without otherwise defining it, the general practice is to give that term its common-law meaning.\" <i>United States</i> v. <i>Turley,</i> 352 U. S. 407, 411 (1957). Petitioner argues that, at the time Congress enacted the relevant clause of § 2314, the term \"falsely made\" had an established common-law meaning equivalent to forgery. As so defined, \"falsely made\" excluded authentic or genuine documents that were merely false in content. Petitioner maintains that Congress should be presumed to have adopted this common-law definition when it amended the National Stolen Property Act in 1939 and that § 2314 therefore should be deemed not to cover washed vehicle titles that merely contain false odometer readings. We disagree for two reasons.</p>\n<p><span class=\"star-pagination\">*115</span> First, Moskal has failed to demonstrate that there was, in fact, an \"established\" meaning of \"falsely made\" at common law. Rather, it appears that there were divergent views on this issue in American courts. Petitioner and respondent agree that many courts interpreted \"falsely made\" to exclude documents that were false only in content. The opinion in <i>United States</i> v. <i>Wentworth,</i> <span class=\"citation\" data-id=\"90618\"><a href=\"/opinion/90618/united-states-v-smith/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.</span> <span class=\"page\">52</span></a></span> (CC NH 1882), typifies that view. There, the defendants were prosecuted for having \"falsely made\" affidavits that they submitted to obtain a pension. The defendants did sign the affidavits, but the facts recited therein were false. The court concluded that this would support a charge of perjury but not false making because \"to falsely make an affidavit is one thing; to make a false affidavit is another.\" <i>Id.,</i> at 55.<sup>[7]</sup></p>\n<p>But the <i>Wentworth</i> view\u0097that \"falsely made\" excluded documents \"genuinely\" issued by the person purporting to make them and false only in content \u0097was not universal. For example, in <i>United States</i> v. <i>Hartman,</i> <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">F.</span> <span class=\"page\">490</span></span> (ED Mo. 1894), the defendant procured a \"notary certificate\" containing falsehoods. Finding that this conduct fell within the conduct proscribed by a statute barring certain falsely made, forged, altered, or counterfeited writings, the judge stated:</p>\n<blockquote>\"I cannot conceive how any significance can be given to the words `falsely make' unless they shall be construed to mean the statements in a certificate which in fact are untrue. `Falsely' means in opposition to the truth. `Falsely makes' means to state in a certificate that which is not true . . . .\" <i>Id.,</i> at 491.</blockquote>\n<p><span class=\"star-pagination\">*116</span> Other common-law courts, accepting the equation of \"falsely making\" with \"forgery,\" treated as \"forged\" otherwise genuine documents fraudulently procured from innocent makers. In <i>State</i> v. <i>Shurtliff,</i> <span class=\"citation no-link\"><span class=\"volume\">18</span> <span class=\"reporter\">Me.</span> <span class=\"page\">368</span></span> (1841), a landowner signed a deed conveying his farm under the misapprehension that the deed pertained to a different land parcel. Although this deed was \"genuine\" in the sense that the owner had signed it, the court held it was \"falsely made\" by the <i>grantee,</i> who had tendered this deed for the owner's signature instead of one previously agreed upon by the parties. <i>Id.,</i> at 371. In concluding that the deed was falsely made, the court explained: \"It is not necessary, that the act [of falsely making] should be done, in whole or in part, by the hand of the party charged. It is sufficient if he cause or procure it to be done.\" <i>Ibid.</i> Similarly, <i>In re Count de Toulouse Lautrec,</i> <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">F.</span> <span class=\"page\">878</span></span> (CA7 1900), upheld the extradition on forgery charges of a defendant who misused sample copies of corporate bond interest coupons that were printed in good faith by the company's printers. The court noted:</p>\n<blockquote>\"[T]he authorities establish numerous instances wherein forgery is found, apart from the manual making or signing, as in the <i>fraudulent procurement</i> and use of a signature or writing as an obligation <i>when it is not so intended or understood by the maker.\" Id.,</i> at 881 (emphasis added).</blockquote>\n<p>See also Annot., Genuine Making of Instrument for Purpose of Defrauding as Constituting Forgery, 41 A. L. R. 229, 247 (1926).</p>\n<p>This plurality of definitions of \"falsely made\" substantially undermines Moskal's reliance on the \"common-law meaning\" principle. That rule of construction, after all, presumes simply that Congress accepted the <i>one</i> meaning for an undefined statutory term that prevailed at common law. Where, however, no fixed usage existed at common law, we think it more appropriate to inquire which of the common-law readings of the term best accords with the overall purposes of the statute <span class=\"star-pagination\">*117</span> rather than to simply assume, for example, that Congress adopted the reading that was followed by the largest number of common-law courts. \"`Sound rules of statutory interpretation exist to discover and not to direct the Congressional will.'\" <i>Huddleston</i> v. <i>United States,</i> 415 U. S. 814, 831 (1974), quoting <i>United States ex rel. Marcus</i> v. <i>Hess,</i> 317 U. S. 537, 542 (1943). See also <i>United States</i> v. <i>Turley,</i> 352 U. S. 407, 412 (1957) (declining to assume that Congress equated \"stolen\" with the common-law meaning of \"larceny\" in light of varying historic usages of the terms \"steal\" or \"stolen\").</p>\n<p>Our second reason for rejecting Moskal's reliance on the \"common-law meaning\" rule is that, as this Court has previously recognized, Congress' general purpose in enacting a law may prevail over this rule of statutory construction. In <i>Taylor</i> v. <i>United States,</i> 495 U. S. 575 (1990), we confronted the question whether \"burglary,\" when used in a sentence enhancement statute, was intended to take its common-law meaning. We declined to apply the \"common-law meaning\" rule, in part, because the common-law meaning of burglary was inconsistent with congressional purpose. \"The arcane distinctions embedded in the common-law definition [of burglary],\" we noted, \"have little relevance to modern law-enforcement concerns.\" <i>Id.,</i> at 593 (footnote omitted). See also <i>Bell</i> v. <i>United States,</i> 462 U. S. 356, 360-361 (1983) (declining to apply the common-law meaning of \"takes and carries away\" as inconsistent with other provisions of the Bank Robbery Act).</p>\n<p>We reach a similar conclusion here. The position of those common-law courts that defined \"falsely made\" to exclude documents that are false only in content does not accord with Congress' broad purpose in enacting § 2314\u0097namely, to criminalize trafficking in fraudulent securities that exploits interstate commerce. We conclude, then, that it is far more likely that Congress adopted the common-law view of \"falsely <span class=\"star-pagination\">*118</span> made\" that encompasses \"genuine\" documents that are false in content.</p>\n<p></p>\n<h2>C</h2>\n<p>Finally, Moskal offers two policy arguments for narrowly construing \"falsely made.\" First, noting that thousands of automobile titles are \"washed\" every year, petitioner argues that \"to <i>invalidate</i> all of these automobile titles because they contain an incorrect mileage figure may well result in havoc in the stream of automobile commerce.\" Brief for Petitioner 19 (emphasis added). Even if we were inclined to credit this concern as a reason for narrowing the statute, the argument\u0097so far as we can discern\u0097rests on a faulty premise. There is no evidence in the record to suggest that States will deem washed titles automatically invalid simply because federal law punishes those responsible for introducing such fraudulent securities into the streams of commerce.</p>\n<p>Secondly, Moskal suggests that construing \"falsely made\" to apply to securities that contain false information will criminalize a broad range of \"innocent\" conduct. This contention, too, is unfounded. A person who transports such a security in interstate commerce violates § 2314 only if he does so with unlawful or fraudulent intent <i>and</i> if the false information is itself material.<sup>[8]</sup> A person whose conduct satisfies these tests will be acting no more \"innocently\" than was Moskal when he engaged in the concededly fraudulent title-washing scheme at issue in this case.</p>\n<p>For all of the foregoing reasons, the decision of the Court of Appeals is</p>\n<p><i>Affirmed.</i></p>\n<p>JUSTICE SOUTER took no part in the consideration or decision of this case.</p>\n<p><span class=\"star-pagination\">*119</span> JUSTICE SCALIA, with whom JUSTICE O'CONNOR and JUSTICE KENNEDY join, dissenting.</p>\n<p>Today's opinion succeeds in its stated objective of \"resolv[ing] a divergence of opinion among the Courts of Appeals,\" <i>ante,</i> at 106, regarding the application of 18 U. S. C. § 2314. It does that, however, in a manner that so undermines generally applicable principles of statutory construction that I fear the confusion it produces will far exceed the confusion it has removed.</p>\n<p></p>\n<h2>I</h2>\n<p>The Court's decision rests ultimately upon the proposition that, pursuant to \"ordinary meaning,\" a \"falsely made\" document includes a document which is genuinely what it purports to be, but which contains information that the maker knows to be false, or even information that the maker does not know to be false but that someone who causes him to insert it knows to be false. It seems to me that such a meaning is quite <i>extra</i>-ordinary. Surely the adverb preceding the word \"made\" naturally refers to the manner of making, rather than to the nature of the product made. An inexpensively made painting is not the same as an inexpensive painting. A forged memorandum is \"falsely made\"; a memorandum that contains erroneous information is simply \"false.\"</p>\n<p>One would not expect general-usage dictionaries to have a separate entry for \"falsely made,\" but some of them do use precisely the phrase \"to make falsely\" to define \"forged.\" See, <i>e. g.,</i> Webster's New International Dictionary 990 (2d ed. 1945); Webster's Third New International Dictionary 891 (1961). The Court seeks to make its interpretation plausible by the following locution: \"Such titles are `falsely made' in the sense that they are made to contain false, or incorrect, information.\" <i>Ante,</i> at 109. This sort of wordplay can transform virtually anything into \"falsely made.\" Thus: \"The building was falsely made in the sense that it was made to <span class=\"star-pagination\">*120</span> contain a false entrance.\" This is a far cry from \"ordinary meaning.\"</p>\n<p>That \"falsely made\" refers to the manner of making is also evident from the fifth clause of § 2314, which forbids the interstate transportation of \"any tool, implement, or thing used or fitted to be used in falsely making, forging, altering, or counterfeiting any security or tax stamps.\" This obviously refers to the tools of counterfeiting, and not to the tools of misrepresentation.</p>\n<p>The Court maintains, however, that giving \"falsely made\" what I consider to be its ordinary meaning would render the term superfluous, offending the principle of construction that if possible each word should be given some effect. <i>United States</i> v. <i>Menasche,</i> 348 U. S. 528, 538-539 (1955). The principle is sound, but its limitation (\"if possible\") must be observed. It should not be used to distort ordinary meaning. Nor should it be applied to the obvious instances of iteration to which lawyers, alas, are particularly addicted\u0097such as \"give, grant, bargain, sell, and convey,\" \"aver and affirm,\" \"rest, residue, and remainder,\" or \"right, title, and interest.\" See generally B. Garner, A Dictionary of Modern Legal Usage 197-200 (1987). The phrase at issue here, \"falsely made, forged, altered, or counterfeited,\" is, in one respect at least, uncontestedly of that sort. As the United States conceded at oral argument, and as any dictionary will confirm, \"forged\" and \"counterfeited\" mean the same thing. See, <i>e. g.,</i> Webster's 2d, <i>supra,</i> at 607 (defining to \"counterfeit\" as to \"forge,\" and listing \"forged\" as a synonym of the adjective \"counterfeit\"), <i>id.,</i> at 990 (defining to \"forge\" as to \"counterfeit,\" and listing \"counterfeit\" as a synonym of \"forge\"). Since iteration is obviously afoot in the relevant passage, there is no justification for extruding an unnatural meaning out of \"falsely made\" simply in order to avoid iteration. The entire phrase \"falsely made, forged, altered, or counterfeited\" is self-evidently not a listing of differing and precisely <span class=\"star-pagination\">*121</span> calibrated terms, but a collection of near synonyms which describes the product of the general crime of forgery.</p>\n<p></p>\n<h2>II</h2>\n<p>Even on the basis of a layman's understanding, therefore, I think today's opinion in error. But in declaring that understanding to be the governing criterion, rather than the specialized legal meaning that the term \"falsely made\" has long possessed, the Court makes a mistake of greater consequence. The rigid and unrealistic standard it prescribes for establishing a specialized legal meaning, and the justification it announces for ignoring such a meaning, will adversely affect many future cases.</p>\n<p>The Court acknowledges, as it must, the doctrine that when a statute employs a term with a specialized legal meaning relevant to the matter at hand, that meaning governs. As Justice Jackson explained for the Court in <i>Morissette</i> v. <i>United States,</i> 342 U. S. 246, 263 (1952):</p>\n<blockquote>\"[W]here Congress borrows terms of art in which are accumulated the legal tradition and meaning of centuries of practice, it presumably knows and adopts the cluster of ideas that were attached to each borrowed word in the body of learning from which it was taken and the meaning its use will convey to the judicial mind unless otherwise instructed. In such a case, absence of contrary direction may be taken as satisfaction with widely accepted definitions, not as departure from them.\"</blockquote>\n<p>Or as Justice Frankfurter more poetically put it: \"[I]f a word is obviously transplanted from another legal source, whether the common law or other legislation, it brings its soil with it.\" Some Reflections on the Reading of Statutes, 47 Colum. L. Rev. 527, 537 (1947).</p>\n<p>We have such an obvious transplant before us here. Both Black's Law Dictionary and Ballentine's Law Dictionary contain a definition of the term \"false making.\" The former reads as follows:</p>\n<blockquote>\n<span class=\"star-pagination\">*122</span> \"<i>False making.</i> An essential element of forgery, where material alteration is not involved. Term has reference to manner in which writing is made or executed rather than to its substance or effect. A falsely made instrument is one that is fictitious, not genuine, or in some material particular something other than it purports to be and without regard to truth or falsity of facts stated therein.\" Black's Law Dictionary 602 (6th ed. 1990).</blockquote>\n<p>Ballentine's is to the same effect. See Ballentine's Law Dictionary 486 (2d ed. 1948). \"Falsely made\" is, in other words, a term laden with meaning in the common law, because it describes an essential element of the crime of forgery. Blackstone defined forgery as \"the <i>fraudulent making</i> or alteration of a writing to the prejudice of another man's right.\" 4 W. Blackstone, Commentaries 245 (1769) (emphasis added). The most prominent 19th-century American authority on criminal law wrote that \"[f]orgery, at the common law, is the <i>false making</i> or materially altering, with intent to defraud, of any writing which, if genuine, might apparently be of legal efficacy or the foundation of a legal liability.\" 2 J. Bishop, Criminal Law § 523, p. 288 (5th ed. 1872) (emphasis added). The distinction between \"falsity in execution\" (or \"false making\") and \"falsity of content\" was well understood on both sides of the Atlantic as marking the boundary between forgery and fraud.</p>\n<blockquote>\"The definition of forgery is not, as has been suggested in argument, that every instrument containing false statements fraudulently made is a forgery; but . . . that every instrument which fraudulently purports to be that which it is not is a forgery . . . .\" <i>Queen</i> v. <i>Ritson,</i> L. R. 1 Cr. Cas. Res. 200, 203 (1869).</blockquote>\n<blockquote>\"The term <i>falsely,</i> as applied to making or altering a writing in order to make it forgery, has reference not to the contracts or tenor of the writing, or to the fact stated in the writing . . . but it implies that the paper or writing <span class=\"star-pagination\">*123</span> is false, not genuine, fictitious, not a true writing, without regard to the truth or falsity of the statement it contains.\" <i>State</i> v. <i>Young,</i> 46 N. H. 266, 270 (1865) (emphasis in original).</blockquote>\n<p>In 1939, when the relevant portion of § 2314 was enacted, the States and the Federal Government had been using the \"falsely made\" terminology for more than a century in their forgery statutes. <i>E. g.,</i> Ky. Penal Laws § 22 (1802) (\"falsely make, forge or counterfeit\"); Ind. Rev. Stat., ch. 53, § 26 (1843) (\"falsely make, deface, destroy, alter, forge, or counterfeit\"); Del. Rev. Code, ch. 151 (passed 1852) (\"falsely make, forge, or counterfeit\"). More significantly still, the most common statutory definition of forgery had been a formulation employing precisely the four terms that appear in § 2314: falsely make, alter, forge, and counterfeit. See, <i>e. g.,</i> 1 Stat. 115, § 14 (\"falsely make, alter, forge or counterfeit\") (1790); Act of Feb. 8, 1791, N. H. Const. and Laws, pp. 268-269 (1805) (\"falsely make, alter, forge or counterfeit\"); Md. Acts of 1799, ch. 75 (passed Jan. 3, 1800) (\"falsely make, alter, forge or counterfeit\"); Act of Mar. 15, 1805, § 1, 4 Perpetual Laws of the Commonwealth of Mass. 277 (1807) (\"falsely make, alter, forge or counterfeit\"); Ill. Crim. Code, div. 8, § 73 (1827) (\"falsely make, alter, forge or counterfeit\"); Act of March 8, 1831, §22, 3 Ohio Stat., p. 1726 (1835) (\"falsely make, alter, forge or counterfeit\"); Mo. Rev. Stat., Crimes and Punishments, Art. IV, §§ 15-16 (1835) (\"falsely make, alter, forge or counterfeit\"); Me. Rev. Stat., ch. 157 § 1 <i>et seq.</i> (1840) (\"falsely make, alter, forge or counterfeit\"); Iowa Code, ch. 141 § 2926 (1851) (\"falsely make, alter, forge, or counterfeit\"); Act of Nov. 25, 1861, Nev. Laws, ch. 28, § 77 (1862) (\"falsely make, alter, forge, or counterfeit\"); Fla. Rev. Stat., Tit. 2, Art. 7, § 2479 (passed 1868) (\"falsely makes, alters, forges or counterfeits\"); Cal. Penal Code, ch. 4, § 470 (passed 1872) (\"falsely makes, alters, forges, or counterfeits\"); Minn. Gen. Stat., ch. 96, § 1 (1879) (\"falsely make, alter, forge or counterfeit\"); Wyo. Rev. Stat., <span class=\"star-pagination\">*124</span> div. 5, Tit. 1, § 5128 (1899) (\"falsely make, alter, forge or counterfeit\"); Act of Mar. 3, 1899, Alaska Crim. Code, Tit. 1, § 76 (\"falsely make, alter, forge, counterfeit, print, or photograph\"); Idaho Penal Code, ch. 221, § 4937 (1901) (\"falsely makes, alters, forges or counterfeits\"); Colo. Rev. Stat., ch. 35, § 1704 (1908) (\"falsely make, alter, forge or counterfeit\"); R. I. Gen. Laws, ch. 609, § 1 (1938) (\"falsely make, alter, forge or counterfeit\"); Neb. Comp. Stat. § 28-601 (1929) (\"falsely makes, alters, forges, counterfeits, prints or photographs\"). By 1939, several federal courts and eight States had held that the formula \"falsely make, alter, forge or counterfeit\" did not encompass the inclusion of false information in a genuine document. <i>United States</i> v. <i>Davis,</i> 231 U. S. 183, 187-188 (1913) (dictum); <i>United States</i> v. <i>Staats,</i> <span class=\"citation no-link\"><span class=\"volume\">8</span> <span class=\"reporter\">How.</span> <span class=\"page\">41</span></span>, 46 (1850) (dictum); <i>United States ex rel. Starr</i> v. <i>Mulligan,</i> 59 F. 2d 200 (CA2 1932); <i>United States</i> v. <i>Smith,</i> <span class=\"citation no-link\"><span class=\"volume\">262</span> <span class=\"reporter\">F.</span> <span class=\"page\">191</span></span> (Ind. 1920); <i>United States</i> v. <i>Glasener,</i> <span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">F.</span> <span class=\"page\">566</span></span> (SD Cal. 1897); <i>United States</i> v. <i>Moore,</i> <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">F.</span> <span class=\"page\">738</span></span> (NDNY 1894); <i>United States</i> v. <i>Cameron,</i> 3 Dak. 132, 13 N. W. 561 (1882); <i>United States</i> v. <i>Wentworth,</i> <span class=\"citation\" data-id=\"90618\"><a href=\"/opinion/90618/united-states-v-smith/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.</span> <span class=\"page\">52</span></a></span> (CCNH 1882); <i>People</i> v. <i>Kramer,</i> <span class=\"citation no-link\"><span class=\"volume\">352</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">304</span></span>, 185 N. E. 590 (1933); <i>Goucher</i> v. <i>State,</i> <span class=\"citation\" data-id=\"1561910\"><a href=\"/opinion/1561910/lewis-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">Neb.</span> <span class=\"page\">352</span></a></span>, 204 N. W. 967 (1925); <i>De Rose</i> v. <i>People,</i> <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">Colo.</span> <span class=\"page\">332</span></span>, <span class=\"citation no-link\"><span class=\"volume\">171</span> <span class=\"reporter\">P.</span> <span class=\"page\">359</span></span> (1918); <i>State</i> v. <i>Ford,</i> 89 Ore. 121, <span class=\"citation no-link\"><span class=\"volume\">172</span> <span class=\"reporter\">P.</span> <span class=\"page\">802</span></span> (1918); <i>Territory</i> v. <i>Gutierrez,</i> 13 N. M. 312, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">P.</span> <span class=\"page\">525</span></span> (1906); <i>People</i> v. <i>Bendit,</i> <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">Cal.</span> <span class=\"page\">274</span></span>, <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">P.</span> <span class=\"page\">901</span></span> (1896); <i>State</i> v. <i>Corfield,</i> <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">207</span></span>, <span class=\"citation no-link\"><span class=\"volume\">26</span> <span class=\"reporter\">P.</span> <span class=\"page\">498</span></span> (1890); <i>State</i> v. <i>Willson,</i> <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">Minn.</span> <span class=\"page\">52</span></span>, 9 N. W. 28 (1881). Only one federal court had disagreed. <i>United States</i> v. <i>Hartman,</i> <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">F.</span> <span class=\"page\">490</span></span> (ED Mo. 1894). (As noted in Part IV, <i>infra,</i> this case was not followed and has been implicitly overruled.) Even statutes that used \"falsely made\" without accompaniment of the other three terms used in § 2314 were interpreted not to include falsity of content. <i>People</i> v. <i>Mann,</i> 75 N. Y. 484 (1878); <i>State</i> v. <i>Young, supra</i><i>.</i> Indeed, as far as I am aware, the only state courts that held a genuine document containing false information to be \"forged\" did so under <span class=\"star-pagination\">*125</span> governing texts that did not include the term \"falsely made.\" See <i>Moore</i> v. <i>Commonwealth,</i> <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">Ky.</span> <span class=\"page\">630</span></span>, 18 S. W. 833 (1892); <i>Luttrell</i> v. <i>State,</i> <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">Tenn.</span> <span class=\"page\">232</span></span>, 1 S. W. 886 (1886). Even they were in the minority, however. See <i>Bank of Detroit</i> v. <i>Standard Accident Insurance Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">245</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">14</span></span>, 222 N. W. 134 (1928) (\"forged\"); <i>Dexter Holton National Bank of Seattle</i> v. <i>United States Fidelity &amp; Guaranty Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">149</span> <span class=\"reporter\">Wash.</span> <span class=\"page\">343</span></span>, <span class=\"citation no-link\"><span class=\"volume\">270</span> <span class=\"reporter\">P.</span> <span class=\"page\">799</span></span> (1928) (\"forged\"); <i>Barron</i> v. <i>State,</i> <span class=\"citation\" data-id=\"97991\"><a href=\"/opinion/97991/united-states-v-davis/\"><span class=\"volume\">12</span> <span class=\"reporter\">Ga. App.</span> <span class=\"page\">342</span></a></span>, 77 S. E. 214 (1913) (\"fraudulently make\").</p>\n<p>Commentators in 1939 were apparently unanimous in their understanding that \"false making\" was an element of the crime of forgery, and that the term did not embrace false contents. May's Law of Crimes § 292 (K. Sears &amp; H. Weihofen eds., 4th ed. 1938); W. Clark &amp; W. Marshall, Law of Crimes § 394 (3d ed. 1927); 2 J. Bishop, Criminal Law §§ 523, 582, 582a (9th ed. 1923); 1 H. Brill, Cyclopedia of Criminal Law § 557 (1922). (Contemporary commentators remain unanimous that falsity of content does not establish forgery. See, <i>e. g.,</i> R. Perkins &amp; R. Boyce, Criminal Law 418-420 (3d ed. 1982); 4 C. Torcia, Wharton's Criminal Law 130-132 (14th ed. 1981); W. Lafave &amp; A. Scott, Criminal Law 671 (1972).) An American Jurisprudence annotation published in 1939 said:</p>\n<blockquote>\"A definition now very generally accepted explains forgery as the false making or material alteration, with intent to defraud, of any writing which, if genuine, might apparently be of legal efficacy or the foundation of a legal liability.\" 23 Am. Jur., Forgery § 2, p. 676.</blockquote>\n<p>It also said:</p>\n<blockquote>\"[T]he term `falsely,' as applied to making or altering a writing in order to make it a forgery, does not refer to the contents or tenor of the writing or to the facts stated therein, but implies that the paper or writing is not genuine, that in itself it is false or counterfeit.\" <i>Id.,</i> § 7, at 678.</blockquote>\n<p><span class=\"star-pagination\">*126</span> I think it plain that \"falsely made\" had a well-established common-law meaning at the time the relevant language of § 2314 was enacted\u0097indeed, that the entire formulary phrase \"falsely made, forged, altered, or counterfeited\" had a well-established common-law meaning; and that that meaning does not support the present conviction.</p>\n<p></p>\n<h2>III</h2>\n<p>Unsurprisingly, in light of the foregoing discussion, the lower federal courts that interpreted this language of § 2314 for more than two decades after its passage uniformly rejected the Government's position that a genuine document could be \"falsely made\" because it contained false information. <i>Melvin</i> v. <i>United States,</i> 316 F. 2d 647, 648 (CA7 1963); <i>Marteney</i> v. <i>United States,</i> 216 F. 2d 760 (CA10 1954); <i>Martyn</i> v. <i>United States,</i> 176 F. 2d 609, 610 (CA8 1949); <i>Wright</i> v. <i>United States,</i> 172 F. 2d 310, 312 (CA9 1949); <i>Greathouse</i> v. <i>United States,</i> 170 F. 2d 512, 514 (CA4 1948).</p>\n<p>The United States correctly points out that a number of later cases hold to the contrary. Neither it nor the Court observes, however, that the earlier line of authority bears the endorsement of this Court. In <i>Gilbert</i> v. <i>United States,</i> 370 U. S. 650 (1962), a case involving a statute very similar to § 2314, we approvingly cited <i>Greathouse, Wright,</i> and <i>Marteney, supra,</i> for the proposition that \"cases construing `forge' under other federal statutes have generally drawn a distinction between false or fraudulent statements and spurious or fictitious makings.\" 370 U. S., at 658. And we quoted <i>Marteney</i> for the principle that \"[w]here the `falsity lies in the representation of facts, not in the genuineness of execution,' it is not forgery.\" 370 U. S., at 658, quoting <i>Marteney, supra,</i> at 763-764. As I shall proceed to explain, <i>Gilbert's</i> approval of these cases' interpretation of \"forge\" necessarily includes an approval of their interpretation of \"false making\" as well. Moreover, the very holding of <i>Gilbert</i> is incompatible with the Court's decision today.</p>\n<p><span class=\"star-pagination\">*127</span> <i>Gilbert</i> was a prosecution under 18 U. S. C. § 495, which punishes anyone who \"falsely makes, alters, forges, or counterfeits\" any document for the purpose of obtaining money from the United States. The difference between that and the phrase at issue here (\"falsely made, forged, altered, or counterfeited\") is only the tense and the order of the words. The defendant in <i>Gilbert</i> had endorsed tax refund checks, made out to other persons, as \"Trustee\" for them. The Government contended that the represented agency capacity in fact did not exist, and that by reason of the misrepresentation § 495 had been violated. The Court rejected that contention and set Gilbert's conviction aside.</p>\n<p>The indictment in <i>Gilbert</i> charged that the checks had been \"forged,\" and so it was only that term, and not the totality of § 495, that the Court specifically addressed. It is plain from the opinion, however, that the Court understood \"false making\" (as I do) to be merely a recitation of the central element of forgery. Indeed, that is the whole basis for the decision. Thus, the Court's discussion of the common-law meaning of \"forges\" begins as follows:</p>\n<blockquote>\"In 1847 it was decided in the English case of <i>Regina</i> v. <i>White</i> . . . that `indorsing a bill of exchange under a false assumption of authority to indorse it per procuration, is not forgery, there being no false making.'\" 370 U. S., at 655.</blockquote>\n<p>It later quotes the same case to the following effect:</p>\n<blockquote>\"Lord East's comments . . . were: <i>`Forgery</i> at common law denotes a <i>false</i> making (which includes every alteration of or addition to a true instrument), a making <i>malo animo,</i> of any written instrument for the purpose of fraud and deceit. . . . [The ancient and modern authorities] all consider the offence as consisting in the false and fraudulent making or altering of such and such instruments.'\" <i>Id.,</i> at 656 (emphasis in original).</blockquote>\n<p><span class=\"star-pagination\">*128</span> The Court found it \"significant that cases construing `forge' under other federal statutes have generally drawn a distinction between false or fraudulent statements and spurious or fictitious makings.\" <i>Id.,</i> at 658.</p>\n<p>The whole rationale of the <i>Gilbert</i> decision, in other words, was that inserting fraudulent content could not constitute \"forgery\" because \"forgery\" requires \"false making.\" It is utterly incompatible with that rationale to hold, as the Court does today, that inserting fraudulent content <i>constitutes</i> \"false making.\"</p>\n<p></p>\n<h2>IV</h2>\n<p>The Court acknowledges the principle that common-law terms ought to be given their established common-law meanings, but asserts that the principle is inapplicable here because the meaning of \"falsely made\" I have described above \"was not universal.\" <i>Ante,</i> at 115. For support it cites three cases and an A. L. R. annotation. The annotation itself says that one of the three cases, <i>United States</i> v. <i>Hartman,</i> <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">F.</span> <span class=\"page\">490</span></span> (ED Mo. 1894), \"has generally been disapproved, and has not been followed.\" Annot., 41 A. L. R. 229, 249 (1926). (That general disapproval, incidentally, was implicitly endorsed by this Court itself in <i>Gilbert,</i> which interpreted the direct descendant of the statute involved in <i>Hartman.</i>) The other two cases cited by the Court are not mentioned by the annotation, and rightly so, since they discuss not falsity of content but genuineness of the instrument.<sup>[1]</sup> As for the annotation itself, that concludes that \"the <span class=\"star-pagination\">*129</span> better view, and that supported by the majority opinion, is that . . . the genuine making of an instrument for the purpose of defrauding does not constitute the crime of forgery.\" 41 A. L. R., at 231. \"Majority opinion\" is an understatement. The annotation lists 16 States and the United States as supporting the view, and only 2 States (Kentucky and Tennes-see) as opposing it. If such minimal \"divergence\"\u0097by States with statutes that did not include the term \"falsely made\" (see <i>supra,</i> at 124-125)\u0097is sufficient to eliminate a common-law meaning long accepted by virtually all the courts and by apparently all the commentators, the principle of common-law meaning might as well be frankly abandoned. In <i>Gilbert,</i> it should be noted, we did not demand \"universal\" agreement, but simply rejected \"scattered federal cases relied on by the Government\" that contradicted the accepted common-law meaning. 370 U. S., at 658.</p>\n<p>The Court's second reason for refusing to give \"falsely made\" its common-law meaning is that \"Congress' general purpose in enacting a law may prevail over this rule of statutory construction.\" <i>Ante,</i> at 117. That is undoubtedly true in the sense that an explicitly stated statutory purpose that contradicts a common-law meaning (and that accords with another, \"ordinary\" meaning of the contested term) will prevail. The Court, however, means something quite different. What displaces normal principles of construction here, according to the Court, is \"Congress' broad purpose in enacting § 2314\u0097namely, to criminalize trafficking in fraudulent securities that exploits interstate commerce.\" <i>Ibid.</i> But that analysis does <i>not</i> rely upon any explicit language, and is simply question-begging. The whole issue before us here is <span class=\"star-pagination\">*130</span> how \"broad\" Congress' purpose in enacting § 2314 was. Was it, as the Court simply announces, \"to criminalize trafficking in <i>fraudulent</i> securities\"? Or was it to exclude trafficking in <i>forged</i> securities? The answer to that question is best sought by examining the language that Congress used\u0097here, language that Congress has used since 1790 to describe not fraud but forgery, and that we reaffirmed bears that meaning as recently as 1962 (in <i>Gilbert</i>). It is perverse to find the answer by assuming it, and then to impose that answer upon the text.</p>\n<p>The \"Congress' broad purpose\" approach is not supported by the authorities the Court cites.<sup>[2]</sup> There is, however, one case in which it does appear. It was proposed by the Government, <i>and rejected by the Court,</i> in <i>Gilbert:</i></p>\n<blockquote>\"Nor are we impressed with the argument that `forge' in § 495 should be given a broader scope than its common-law meaning because contained in a statute aimed at protecting the Government against fraud. Other federal statutes are ample enough to protect the Government against fraud and false statements. . . . Still further, it is significant that cases construing `forge' under other <span class=\"star-pagination\">*131</span> federal statutes have generally drawn a distinction between false or fraudulent statements and spurious or fictitious makings.\" 370 U. S., at 658 (footnote omitted).</blockquote>\n<p>We should have rejected the argument in precisely those terms today. Instead, the Court adopts a new principle that can accurately be described as follows: \"Where a term of art has a plain meaning, the Court will divine the statute's purpose and substitute a meaning more appropriate to that purpose.\"</p>\n<p></p>\n<h2>V</h2>\n<p>I feel constrained to mention, though it is surely superfluous for decision of the present case, the so-called rule of lenity\u0097the venerable principle that \"before a man can be punished as a criminal under the federal law his case must be plainly and unmistakably within the provisions of some statute.\" <i>United States</i> v. <i>Gradwell,</i> 243 U. S. 476, 485 (1917) (internal quotation marks omitted). See also <i>McNally</i> v. <i>United States,</i> 483 U. S. 350, 359-360 (1987). As JUSTICE MARSHALL explained some years ago:</p>\n<blockquote>\"This principle is founded on two policies that have long been part of our tradition. First, a `fair warning should be given to the world in language that the common world will understand, of what the law intends to do if a certain line is passed. To make the warning fair, so far as possible the line should be clear.' <i>McBoyle</i> v. <i>United States,</i> 283 U. S. 25, 27 (1931) (Holmes, J.) . . . Second, because of the seriousness of criminal penalties, and because criminal punishment usually represents the moral condemnation of the community, legislatures and not courts should define criminal activity. This policy embodies `the instinctive distaste against men languishing in prison unless the lawmaker has clearly said they should.' H. Friendly, Mr. Justice Frankfurter and The Reading of Statutes, in Benchmarks, 196, 209 (1967).\" <i>United States</i> v. <i>Bass,</i> 404 U. S. 336, 347-349 (1971).</blockquote>\n<p><span class=\"star-pagination\">*132</span> \"Falsely made, forged, altered, or counterfeited\" had a plain meaning in 1939, a meaning recognized by five Circuit courts and approved by this Court in <i>Gilbert.</i> If the rule of lenity means anything, it means that the Court ought not do what it does today: use an ill-defined general purpose to override an unquestionably clear term of art, and (to make matters worse) give the words a meaning that even one unfamiliar with the term of art would not imagine. The temptation to stretch the law to fit the evil is an ancient one, and it must be resisted. As Chief Justice Marshall wrote:</p>\n<blockquote>\"The case must be a strong one indeed, which would justify a Court in departing from the plain meaning of words, especially in a penal act, in search of an intention which the words themselves did not suggest. To determine that a case is within the intention of a statute, its language must authorise us to say so. It would be dangerous, indeed, to carry the principle that a case which is within the reason or mischief of a statute, is within its provisions, so far as to punish a crime not enumerated in the statute, because it is of equal atrocity, or of kindred character, with those which are enumerated.\" <i>United States</i> v. <i>Wiltberger,</i> <span class=\"citation\" data-id=\"85284\"><a href=\"/opinion/85284/united-states-v-wiltberger/\"><span class=\"volume\">5</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">76</span></a></span>, 96 (1820).</blockquote>\n<p>For the foregoing reasons, I respectfully dissent.</p>\n<h2>NOTES</h2>\n<p>[1]  The text of 18 U. S. C. § 2314 reads, in pertinent part:\n</p>\n<p>\"Whoever, with unlawful or fraudulent intent, transports in interstate or foreign commerce any falsely made, forged, altered, or counterfeited securities or tax stamps, knowing the same to have been falsely made, forged altered, or counterfeited;</p>\n<p>. . . . .</p>\n<p>\"Shall be fined not more than $10,000 or imprisoned not more than ten years, or both.\"</p>\n<p>For purposes of § 2314, \"securities\" are defined to include any \"valid . . . motor vehicle title.\" § 2311.</p>\n<p>[2]  Indeed, we offer no view on how we would construe \"falsely made\" in a statute that punished the <i>act</i> of false making and that specified no scienter requirement. Cf. <i>Morissette</i> v. <i>United States,</i> 342 U. S. 246, 251-252 (1952) (implying scienter for statutory version of \"common-law\" offense).</p>\n<p>[3]  Moskal justifies doing so by arguing that \"falsely made\" was synonymous with \"forged\" at common law. We separately consider\u0097and reject \u0097Moskal's common-law argument, <i>infra,</i> at 114-118.</p>\n<p>[4]  The statute at issue in <i>Sheridan</i> was an earlier codification of § 2314. The clause governing \"falsely made, forged, altered, or counterfeited securities\" was at that time contained within 18 U. S. C. § 415 (1946 ed.).</p>\n<p>[5]  Moskal appears to concede the logic, if not the result, of this analysis when he distinguishes\u0097solely on its <i>facts</i>\u0097the decision in <i>United States</i> v. <i>Daly,</i> 716 F. 2d 1499 (CA9 1983), cert. dism'd, 465 U. S. 1075 (1984). The defendants in <i>Daly</i> operated a car theft ring and were convicted under § 2314 of transporting washed vehicle titles that falsely identified the numbers and owners of the stolen cars. Notwithstanding the extremely similar facts in <i>Daly,</i> petitioner does not ask us to disapprove the result in that case. Rather, he seeks to distinguish his own case on the grounds that, \"[u]nlike the situation in <i>Daly,</i> here the [car] ownership information was <i>never</i> altered.\" Brief for Petitioner 12 (emphasis in original). We cannot fathom why the particular information that is falsified in a washed vehicle title\u0097assuming that it is material\u0097would be relevant to Congress' intent to criminalize the use of such fraudulent documents, particularly when both schemes serve the same goal of deceiving prospective car buyers. On the contrary, we find confirmation in the <i>Daly</i> court's analysis that Congress intended to reach precisely the sort of fraudulent behavior in which petitioner engaged.</p>\n<p>[6]  Because of this conclusion, we have no trouble rejecting Moskal's suggestion that he did not have fair notice that his conduct could be prosecuted under § 2314. Moskal's contention that he was \"entitled to rely\" on one Court of Appeals decision holding that washed titles were not \"falsely made\" is wholly unpersuasive. See <i>United States</i> v. <i>Rodgers,</i> 466 U. S. 475, 484 (1984) (existence of conflicting decisions among courts of appeals does not support application of the doctrine of lenity where \"review of th[e] issue by this Court and decision against the position of the [defendant are] reasonably foreseeable\").</p>\n<p>[7]  The Court of Appeals for the Tenth Circuit appeared to rely on this reasoning when it ruled that washed vehicle titles are not \"falsely made\" documents within the meaning of § 2314. <i>United States</i> v. <i>Sparrow,</i> 635 F. 2d 794, 796 (1980) (en banc), cert. denied, 450 U. S. 1004 (1981). In that case, the court concluded that \"falsely made\" relates \"to `genuineness of execution and not falsity of content.'\" 635 F. 2d, at 796, quoting <i>Marteney</i> v. <i>United States,</i> 216 F. 2d 760, 763 (CA10 1954). As noted, <i>supra,</i> at 106, it was because of the direct conflict between <i>Sparrow</i> and the Third Circuit's decision in the present case that we granted certiorari.</p>\n<p>[8]  The Court of Appeals found that the false mileage figures on the washed vehicle titles were material falsehoods. 888 F. 2d 283, 285 (CA3 1989). At oral argument, petitioner sought to challenge that finding. Although this issue was not presented in the petition for certiorari to this Court, we do not doubt the correctness of the lower court's conclusion as to this matter.</p>\n<p>[1]  <i>In re Count de Toulouse Lautrec,</i> <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">F.</span> <span class=\"page\">878</span></span> (CA7 1900), involved sample interest coupons which the petitioner obtained and passed off as genuine. The court upheld the conviction for uttering a forged instrument, because the coupons were not \"genuine obligations of the purported promisors, but were, instead, false instruments,\" <i>id.,</i> at 879, and \"not genuine in fact,\" <i>id.,</i> at 880.\n</p>\n<p>In <i>State</i> v. <i>Shurtliff,</i> <span class=\"citation no-link\"><span class=\"volume\">18</span> <span class=\"reporter\">Me.</span> <span class=\"page\">368</span></span> (1841), the defendant had procured a signature upon a deed by misrepresenting the nature of the document signed (the deed did not contain false information). The court held that such conduct was forgery, because the resulting deed was a \"false instrument,\" \"purport[ing] to be the solemn and voluntary act of the grantor,\" which it was not. <i>Id.,</i> at 371.</p>\n<p>These decisions perhaps stretch the concept of what constitutes a non-genuine instrument, but neither purports to hold that the insertion of fraudulent content constitutes \"false making\" or forgery.</p>\n<p>[2]  <i>Taylor</i> v. <i>United States,</i> 495 U. S. 575 (1990), cited <i>ante,</i> at 117, stands for the quite different proposition that a common-law meaning <i>obsolete when a statute is enacted</i> does not control the \"generally accepted contemporary meaning of a term.\" <i>Taylor, supra,</i> at 596. As I have discussed at length in Parts I and II, the common-law meaning of \"falsely made\" was alive and well in 1939, and its then (and now) contemporary meaning does not contradict that common-law meaning anyway. <i>Bell</i> v. <i>United States,</i> 462 U. S. 356, 360-361 (1983), cited <i>ante,</i> at 117, turns upon the fact that the common-law term relied upon (\"takes and carries away,\" one of the elements of common-law larceny) was combined with other terms and provisions that unquestionably went beyond common-law larceny. Here, by contrast, the entire phrase at issue is a classic description of forgery. <i>McElroy</i> v. <i>United States,</i> 455 U. S. 642 (1982), and <i>United States</i> v. <i>Sheridan,</i> 329 U. S. 379 (1946), cited <i>ante,</i> at 110, do not use Congress' \"broad purpose\" to depart from any common-law meaning, but rather to interpret the ambiguous terms \"interstate commerce\" <i>(McElroy)</i> and \"cause to be transported\" <i>(Sheridan).</i></p>\n\n</div>", 
  "sha1": "bab3be46d6415d860212ab47b076da2c2ebf3001", 
  "date_modified": "2015-05-26T08:11:46.842591", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/112511/moskal-v-united-states/", 
  "citation_count": 264, 
  "supreme_court_db_id": "1990-013", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/436618/", 
  "html": "<p class=\"case_cite\">498 U.S. 103</p>\n    <p class=\"case_cite\">111 S.Ct. 461</p>\n    <p class=\"case_cite\">112 L.Ed.2d 449</p>\n    <p class=\"parties\">Raymond J. MOSKAL, Sr., Petitioner<br>v.<br>UNITED STATES.</p>\n    <p class=\"docket\">No. 89-964.</p>\n    <p class=\"date\">Argued Oct. 1, 1990.</p>\n    <p class=\"date\">Decided Dec. 3, 1990.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">\n        <i>Syllabus</i>\n      </p>\n      <p class=\"indent\">Petitioner participated in a \"title-washing\" scheme in which automobile titles that had been altered to reflect rolled-back odometer mileage figures were sent from Pennsylvania to Virginia. After Virginia authorities, unaware of the alterations, issued Virginia titles incorporating the false figures, Moskal received the \"washed\" titles in Pennsylvania, where they were used in connection with car sales to unsuspecting buyers.  Moskal was convicted of receiving two washed titles under 18 U.S.C. &#167; 2314, which prohibits the knowing transportation of \"<i>falsely made,</i> forged, altered, or counterfeited securities\" in interstate commerce.  (Emphasis added.)  In affirming Moskal's conviction, the Court of Appeals rejected his contention that, because the washed titles were genuine, inasmuch as the Virginia officials who issued them did not know of the falsity, the titles therefore were not \"falsely made.\"</p>\n      <p class=\"indent\"><i>Held:</i>  A person who receives genuine vehicle titles, knowing that they incorporate fraudulently tendered odometer readings, receives those titles knowing them to have been \"falsely made\" in violation of &#167; 2314.  Pp. 106-118.</p>\n      <p class=\"indent\">(a) Moskal misconstrues the doctrine of lenity when he contends that because it is <i>possible</i> to read &#167; 2314 as applying only to forged or counterfeited securities, and because <i>some</i> courts have so read it, this Court should simply resolve the issue in his favor under that doctrine.  The doctrine applies only to those situations in which a reasonable doubt persists about a statute's intended scope even <i>after</i> resort to the language and structure, legislative history, and motivating policies of the statute.  Such factors demonstrate that &#167; 2314 unambiguously applies to Moskal's conduct.  Pp. 106-108.</p>\n      <p class=\"indent\">(b) Both the plain meaning of the words \"falsely made\" and the legislative purpose underlying them provide ample support for applying &#167; 2314 to a fraudulent scheme for washing vehicle titles. The quoted words are broad enough, on their face, to encompass washed titles containing fraudulently tendered odometer readings, since such titles are made to contain false, or incorrect, information.  The fact that the state officials responsible for issuing such titles did not know that they were incorporating false readings is irrelevant, since &#167; 2314 liability depends on <i>transporting</i> the \"falsely made\" security with unlawful or fraudulent intent and not on the scienter of the person who physically produces the security.  Moskal's construction of &#167; 2314 as excluding any security that is \"genuine\" or valid deprives the \"falsely made\" phrase of <i>any</i> meaning independent of the statutory terms \"forged\" and \"counterfeited,\" and therefore violates the established principle that a court should give effect, if possible, to every clause or word of a statute.  That \"falsely made\" encompasses genuine documents containing false information is also supported by &#167; 2314's purpose of curbing the type of trafficking in fraudulent securities that depends for its success on the exploitation of interstate commerce to avoid detection by individual States, such as a title-washing operation.  The fact that the legislative history contains references to counterfeit securities but not to odometer rollback schemes does not require a different conclusion, since, in choosing the broad phrase \"falsely made, forged, altered, <i>or</i> counterfeited securities,\" Congress sought to reach a class of frauds that exploited interstate commerce.  This Court has never required that every permissible application of a statute be expressly referred to in its legislative history.  Moreover, the Court's &#167; 2314 precedents specifically reject constructions that limit the statute to <i>instances</i> of fraud rather than the <i>class</i> of fraud encompassed by its language.  See <i>United States v. Sheridan,</i> 329 U.S. 379, 390, 391, 67 S.Ct. 332, 337, 338, 91 L.Ed. 359;  <i>McElroy v. United States,</i> 455 U.S. 642, 655, 656, 658, 102 S.Ct. 1332, 1339, 1340, 1341, 71 L.Ed.2d 522.  Pp. 108-114.</p>\n      <p class=\"indent\">(c) The foregoing reading of &#167; 2314 is not precluded by the principle of statutory construction requiring that, where a federal criminal statute uses a common-law term of established meaning without otherwise defining it, the term must generally be given that meaning.  Although, at the time Congress enacted the relevant clause of &#167; 2314, many courts had interpreted \"falsely made\" to exclude documents that were false only in content, that interpretation was not universal, other courts having taken divergent views.  Where no fixed usage existed at common law, it is more appropriate to inquire which of the common-law readings of the term best accords with the overall purpose of the statute, rather than simply to assume, for example, that Congress adopted the reading that was followed by the largest number of common-law courts.  Moreover, Congress' general purpose in enacting a law may prevail over the \"common-law meaning\" rule of construction.  Since the position of those common-law courts that define \"falsely made\" to exclude documents that are false only in content does not accord with Congress' broad purpose in enacting &#167; 2314&#8212;namely to criminalize trafficking in fraudulent securities that exploits interstate commerce&#8212;it is far more likely that Congress adopted the common-law view of \"falsely made\" that encompasses \"genuine\" documents that are false in content.  Pp. 114-118.</p>\n      <p class=\"indent\">(d) Moskal's policy arguments for narrowly construing \"falsely made\" are unpersuasive.  First, there is no evidence to suggest that States will deem washed titles automatically invalid thereby creating chaos in the stream of automobile commerce&#8212;simply because federal law punishes those responsible for introducing such fraudulent securities into commerce.  Second, construing \"falsely made\" to apply to securities containing false information will not criminalize a broad range of \"innocent\" conduct.  A person who transports such securities in interstate commerce violates &#167; 2314 only if he does so with unlawful or fraudulent intent <i>and</i> if the false information is itself material, and conduct that satisfies these tests is not \"innocent.\"  P. 118.</p>\n      <p class=\"indent\">888 F.2d 283 (CA3 1989), affirmed.</p>\n      <p class=\"indent\">MARSHALL, J., delivered the opinion of the Court, in which REHNQUIST, C.J., and WHITE, BLACKMUN, and STEVENS, JJ., joined. SCALIA, J., filed a dissenting opinion, in which O'CONNOR and KENNEDY, JJ., joined, <i>post,</i> p. ----.  SOUTER, J., took no part in the consideration or decision of the case.</p>\n      <p class=\"indent\">Dennis M. Hart, Washington, D.C., for petitioner.</p>\n      <p class=\"indent\">Stephen L. Nightingale, Washington, D.C., for respondent.</p>\n      <p class=\"indent\">Justice MARSHALL delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The issue in this case is whether a person who knowingly procures genuine vehicle titles that incorporate fraudulently tendered odometer readings receives those titles \"knowing [them] to have been <i>falsely made.</i>\"  18 U.S.C. &#167; 2314 (emphasis added). We conclude that he does.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* Petitioner Raymond Moskal participated in a \"title-washing\" scheme.  Moskal's confederates purchased used cars in Pennsylvania, rolled back the cars' odometers, and altered their titles to reflect those lower mileage figures.  The altered titles were then sent to an accomplice in Virginia, who submitted them to Virginia authorities.  Those officials, unaware of the alterations, issued Virginia titles incorporating the false mileage figures.  The \"washed\" titles were then sent back to Pennsylvania, where they were used in connection with car sales to unsuspecting buyers.  Moskal played two roles in this scheme:  He sent altered titles from Pennsylvania to Virginia;  he received \"washed\" titles when they were returned.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Government indicted and convicted Moskal under 18 U.S.C. &#167; 2314 for receiving two washed titles, each recording a mileage figure that was 30,000 miles lower than the true number.  Section 2314 imposes fines or imprisonment on anyone who, \"with unlawful or fraudulent intent, transports in interstate . . . commerce any falsely made, forged, altered, or counterfeited securities . . ., knowing the same to have been falsely made, forged, altered or counterfeited.\"  On appeal, Moskal maintained that the washed titles were nonetheless genuine and thus not \"falsely made.\"  The Court of Appeals disagreed, finding that \" ' \"the purpose of the term 'falsely made' was to . . . prohibit the fraudulent introduction into commerce of falsely made documents regardless of the precise method by which the introducer or his confederates effected their lack of authenticity.\" ' \"  <i>United States v. Davis,</i> 888 F.2d 283, 285 (CA3 1989), quoting <i>United States v. Mitchell,</i> 588 F.2d 481, 484 (CA5), cert. denied, 442 U.S. 940, 99 S.Ct. 2881, 61 L.Ed.2d 310 (1979), quoting <i>United States v.</i> <i>Huntley,</i> 535 F.2d 1400, 1402 (CA5 1976), cert. denied, 430 U.S. 929, 97 S.Ct. 1548, 51 L.Ed.2d 773 (1977).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Notwithstanding the narrowness of this issue, we granted certiorari to resolve a divergence of opinion among the Courts of Appeals.  494 U.S. 1026, 110 S.Ct. 1469, 108 L.Ed.2d 607 (1990). See <i>United States v. Sparrow,</i> 635 F.2d 794 (CA10 1980) (en banc), cert. denied, 450 U.S. 1004, 101 S.Ct. 1717, 68 L.Ed.2d 209 (1981) (washed automobile titles are not \"falsely made\" within the meaning of &#167; 2314).  We now affirm petitioner's conviction.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">As indicated, &#167; 2314 prohibits the knowing transportation of \"falsely made, forged, altered, or counterfeited securi ties\" in interstate commerce.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Moskal acknowledges that he could have been charged with violating this provision when he sent the Pennsylvania titles to Virginia, since those titles were \"altered\" within the meaning of &#167; 2314.  But he insists that he did not violate the provision in subsequently receiving the washed titles from Virginia because, although he was participating in a fraud (and thus no doubt had the requisite intent under &#167; 2314), the washed titles themselves were not \"falsely made.\"  He asserts that when a title is issued by appropriate state authorities who do not know of its falsity, the title is \"genuine\" or valid as the state document it purports to be and therefore not \"falsely made.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Whether a valid title that contains fraudulently tendered odometer readings may be a \"falsely made\" security for purposes of &#167; 2314 presents a conventional issue of statutory construction, and we must therefore determine what scope Congress intended &#167; 2314 to have.  Moskal, however, suggests a shortcut in that inquiry.  Because it is <i>possible</i> to read the statute as applying only to forged or counterfeited securities, and because <i>some</i> courts have so read it, Moskal suggests we should simply resolve the issue in his favor under the doctrine of lenity.  See, <i>e.g., Rewis v. United States,</i> 401 U.S. 808, 812, 91 S.Ct. 1056, 1059, 28 L.Ed.2d 493 (1971).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In our view, this argument misconstrues the doctrine.  We have repeatedly \"emphasized that the 'touchstone' of the rule of lenity 'is statutory ambiguity.' \"  <i>Bifulco v. United States,</i> 447 U.S. 381, 387, 100 S.Ct. 2247, 2252, 65 L.Ed.2d 205 (1980), quoting <i>Lewis v. United</i> States, 445 U.S. 55, 65, 100 S.Ct. 915, 921, 63 L.Ed.2d 198 (1980).  Stated at this level of abstraction, of course, the rule</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">\"provides little more than atmospherics, since it leaves open      the crucial question&#8212;almost invariably present&#8212;of <i>how much</i>      ambiguousness constitutes . . . ambiguity.\"  <i>United States v.      Hansen,</i> 249 U.S.App.D.C. 22, 30, 772 F.2d 940, 948 (1985)      (Scalia, J.) (emphasis added), cert. denied, 475 U.S. 1045      [106 S.Ct. 1262, 89 L.Ed.2d 571] (1986).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Because the meaning of language is inherently contextual, we have declined to deem a statute \"ambiguous\" for purposes of lenity merely because it was <i>possible</i> to articulate a construction more narrow than that urged by the Government.  See, <i>e.g., McElroy v. United States,</i> 455 U.S. 642, 657-658, 102 S.Ct. 1332, 1341, 71 L.Ed.2d 522 (1982).  Nor have we deemed a division of judicial authority automatically sufficient to trigger lenity.  See, <i>e.g., United States v. Rodgers,</i> 466 U.S. 475, 484, 104 S.Ct. 1942, 1948, 80 L.Ed.2d 492 (1984).  If that were sufficient, one court's unduly narrow reading of a criminal statute would become binding on all other courts, including this one.  Instead, we have always reserved lenity for those situations in which a reasonable doubt persists about a statute's intended scope even <i>after</i> resort to \"the language and structure, legislative history, and motivating policies\" of the statute.  <i>Bifulco v. United States, supra,</i> 447 U.S. at 387, 100 S.Ct. at 2252;  see also <i>United States v. Bass,</i> 404 U.S. 336, 347, 92 S.Ct. 515, 522, 30 L.Ed.2d 488 (1971) (court should rely on lenity only if, \"[a]fter 'seiz[ing] every thing from which aid can be derived,' \" it is \"left with an ambiguous statute,\" quoting <i>United States v. Fisher,</i> 2 Cranch 358, 386, 2 L.Ed. 304 (1805) (Marshall, C.J.)).  Examining these materials, we conclude that &#167; 2314 unambiguously applies to Moskal's conduct.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">\"In determining the scope of a statute, we look first to its language,\" <i>United States v. Turkette,</i> 452 U.S. 576, 580, 101 S.Ct. 2524, 2527, 69 L.Ed.2d 246 (1981), giving the \"words used\" their \"ordinary meaning,\" <i>Richards v. United States,</i> 369 U.S. 1, 9, 82 S.Ct. 585, 591, 7 L.Ed.2d 492 (1962).  We think that the words of &#167; 2314 are broad enough, on their face, to encompass washed titles containing fraudulently tendered odometer readings.  Such titles are \"falsely made\" in the sense that they are made to contain false, or incorrect, information.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Moskal resists this construction of the language on the ground that the state officials responsible for issuing the washed titles did not know that they were incorporating false odometer readings.  We see little merit in this argument.  As used in &#167; 2314, \"falsely made\" refers to the character of the securities being transported.  In our view, it is perfectly consistent with ordinary usage to speak of the security as <i>being</i> \"falsely made\" regardless of whether the party responsible for the physical production of the document <i>knew</i> that he was making a security in a manner that incorporates false information.  Indeed, we find support for this construction in the nexus between the <i>actus reus</i> and <i>mens rea</i> elements of &#167; 2314.  Because liability under the statute depends on <i>transporting</i> the \"falsely made\" security with unlawful or fraudulent intent, there is no reason to infer a scienter requirement for the act of falsely making itself.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Short of construing \"falsely made\" in this way, we are at a loss to give <i>any</i> meaning to this phrase independent of the other terms in &#167; 2314, such as \"forged\" or \"counterfeited.\"  By seeking to exclude from &#167; 2314's scope any security that is \"genuine\" or valid, Moskal essentially equates \"falsely made\" with \"forged\" or \"counterfeited.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  His construction therefore violates the established principle that a court should \" 'give effect, if possible, to every clause and word of a stat ute.' \" Y<i>United States v. Menasche,</i> 348 U.S. 528, 538-539, 75 S.Ct. 513, 519-520, 99 L.Ed. 615 (1955), quoting <i>Montclair v. Ramsdell,</i> 107 U.S. 147, 152, 2 S.Ct. 391, 395, 27 L.Ed. 431 (1883);  see also <i>Pennsylvania Dept. of Public Welfare v. Davenport,</i> 495 U.S. 552, 562, 110 S.Ct. 2126, 109 L.Ed.2d 588 (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Our conclusion that \"falsely made\" encompasses genuine documents containing false information is supported by Congress' purpose in enacting &#167; 2314.  Inspired by the proliferation of interstate schemes for passing counterfeit securities, see 84 Cong.Rec. 9412 (statement of Sen. O'Mahoney), Congress in 1939 added the clause pertaining to \"falsely made, forged, altered or counterfeited securities\" as an amendment to the National Stolen Property Act.  53 Stat. 1178.  Our prior decisions have recognized Congress' \"general intent\" and \"broad purpose\" to curb the type of trafficking in fraudulent securities that often depends for its success on the exploitation of interstate commerce.  In <i>United States v. Sheridan,</i> 329 U.S. 379, 67 S.Ct. 332, 91 L.Ed. 359 (1946), we explained that Congress enacted the relevant clause of &#167; 2314<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> in order to \"com[e] to the aid of the states in detecting and punishing criminals whose offenses are complete under state law, but who utilize the channels of interstate commerce to make a successful getaway and thus make the state's detecting and punitive processes impotent.\"  <i>Id.,</i> at 384, 67 S.Ct., at 335. This, we concluded, \"was indeed one of the most effective ways of preventing further frauds.\"  <i>Ibid.;</i>  see also <i>McElroy v. United States,</i> 455 U.S. 642, 655, 102 S.Ct. 1332, 1339, 71 L.Ed.2d 522 (1982) (rejecting a narrow reading of &#167; 2314 that was at odds with Congress' \"broad purpose\" and that would \"undercut sharply . . . federal prosecutors in their effort to combat crime in interstate commerce\").</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We think that \"title-washing\" operations are a perfect example of the \"further frauds\" that Congress sought to halt in enacting &#167; 2314.  As Moskal concedes, his title-washing scheme is a clear instance of fraud involving securities.  And as the facts of this case demonstrate, title washes involve precisely the sort of fraudulent activities that are dispersed among several States in order to elude state detection.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Moskal draws a different conclusion from this legislative history.  Seizing upon the references to counterfeit securities, petitioner finds no evidence that \"the 1939 amendment had anything at all to do with odometer rollback schemes.\"  Reply Brief for Petitioner 6.  We think petitioner misconceives the inquiry into legislative purpose by failing to recognize that Congress sought to attack a category of fraud.  At the time that Congress amended the National Stolen Property Act, counterfeited securities no doubt constituted (and may still constitute) the most prevalent form of such interstate fraud.  The fact remains, however, that Congress did not limit the statute's reach to \"counterfeit securities\" but instead chose the broader phrase \"falsely made, forged, altered, <i>or</i> counterfeited securities,\" which was consistent with its purpose to reach a class of frauds that exploited interstate commerce.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This Court has never required that every permissible application of a statute be expressly referred to in its legislative history.  Thus, for example, in <i>United States v. Turkette,</i> 452 U.S. 576, 101 S.Ct. 2524, 69 L.Ed.2d 246 (1981), we recognized that \"the major purpose\" of the Racketeer Influenced and Corrupt Organizations statute was \"to address the infiltration of legitimate business by organized crime.\"  <i>Id.,</i> at 591, 101 S.Ct., at 2532.  Yet, we concluded from the statute's broad language and legislative purpose that the key term \"enterprise\" must include not only legitimate businesses but also criminal associations.  <i>Ibid.;</i>  see also <i>United States v. Naftalin,</i> 441 U.S. 768, 775, 99 S.Ct. 2077, 2082, 60 L.Ed.2d 624 (1979) (Securities Act of 1933 covers fraud against brokers as well as investors, since \"neither this Court nor Congress has ever suggested that investor protection was the <i>sole</i> purpose of [that] Act\" (emphasis in original)).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Our precedents concerning &#167; 2314 specifically reject constructions of the statute that limit it to <i>instances</i> of fraud rather than the <i>class</i> of fraud encompassed by its language.  For example, in <i>United States v. Sheridan, supra,</i> the defendant cashed checks at a Michigan bank, drawn on a Missouri account, with a forged signature.  The Court found that such conduct was proscribed by &#167; 2314.  In reaching that conclusion, the Court noted Congress' primary objective of reaching counterfeiters of corporate securities but nonetheless found that the statute covered check forgeries \"done by 'little fellows' who perhaps were not the primary aim of the congressional fire.\"  329 U.S., at 390, 67 S.Ct., at 338.  \"Whether or not Congress had in mind primarily such small scale transactions as Sheridan's,\" we held, \"his operation was covered literally and we think purposively.  Had this not been intended, appropriate exception could easily have been made.\"  <i>Ibid.</i>  In explaining that conclusion, we stated further:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">\"Drawing the [forged] check upon an out-of-state bank,      knowing it must be sent there for presentation, is an      obviously facile way to delay and often to defeat      apprehension, conviction and restoration of the ill-gotten      gain.  There are sound reasons therefore why Congress would      wish not to exclude such persons [from the statute's reach],      among them the very ease with which they may escape the      state's grasp.\"  <i>Id.,</i> at 391, 67 S.Ct., at 338.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In <i>McElroy v. United States, supra,</i> we similarly rejected a narrow construction of &#167; 2314.  The defendant used blank checks that had been stolen in Ohio to buy a car and a boat in Pennsylvania.  Defendant conceded that the checks he had thus misused constituted \"forged securities\" but maintained his innocence under the federal statute because the checks were not yet forged when they were transported across state boundaries. The Court acknowledged that \"Congress could have written the statute to produce this result,\" <i>id.,</i> 455 U.S. at 656, 102 S.Ct., at 1340, but rejected such a reading as inconsistent with Congress' \"broad purpose\" since it would permit \"a patient forger easily [to] evade the reach of federal law,\" <i>id.,</i> at 655, 102 S.Ct., at 1339.  Moreover, because we found the defendant's interpretation to becontra dicted by Congress' intent in &#167; 2314 and its predecessors, we also rejected the defendant's plea for lenity:  \"[A]lthough 'criminal statutes are to be construed strictly . . . this does not mean that every criminal statute must be given the narrowest possible meaning in complete disregard of the purpose of the legislature.' \"  <i>Id.,</i> at 658, 102 S.Ct., at 1341, quoting <i>United States v. Bramblett,</i> 348 U.S. 503, 509-510, 75 S.Ct. 504, 508, 99 L.Ed. 594 (1955) (footnote omitted).  We concluded that the defendant had failed to \"raise significant questions of ambiguity, for the statutory language and legislative history . . . indicate that Congress defined the term 'interstate commerce' more broadly than the petitioner contends.\"  455 U.S., at 658, 102 S.Ct., at 1341.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Thus, in both <i>Sheridan</i> and <i>McElroy,</i> defendants who admittedly circulated fraudulent securities among several States sought to avoid liability by offering a reading of &#167; 2314 that was narrower than the scope of its language and of Congress' intent, and in each instance we rejected the proffered interpretation.  Moskal's interpretation in the present case rests on a similarly cramped reading of the statute's words, and we think it should likewise be rejected as inconsistent with Congress' general purpose to combat interstate fraud.  \"[F]ederal criminal statutes that are intended to fill a void in local law enforcement should be construed broadly.\"  <i>Bell v. United States,</i> 462 U.S. 356, 362, 103 S.Ct. 2398, 2402, 76 L.Ed.2d 638 (1983) (STEVENS, J., dissenting) (citation omitted).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">To summarize our conclusions as to the meaning of \"falsely made\" in &#167; 2314, we find both in the plain meaning of those words and in the legislative purpose underlying them ample reason to apply the law to a fraudulent scheme for washing vehicle titles.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Petitioner contends that such a reading of &#167; 2314 is nonetheless precluded by a further principle of statutory construction.  \"[W]here a federal criminal statute uses a common-law term of established meaning without otherwise defining it, the general practice is to give that term its common-law meaning.\"  <i>United States v. Turley,</i> 352 U.S. 407, 411, 77 S.Ct. 397, 399, 1 L.Ed.2d 430 (1957).  Petitioner argues that, at the time Congress enacted the relevant clause of &#167; 2314, the term \"falsely made\" had an established common-law meaning equivalent to forgery.  As so defined, \"falsely made\" excluded authentic or genuine documents that were merely false in content.  Petitioner maintains that Congress should be presumed to have adopted this common-law definition when it amended the National Stolen Property Act in 1939 and that &#167; 2314 therefore should be deemed not to cover washed vehicle titles that merely contain false odometer readings.  We disagree for two reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">First, Moskal has failed to demonstrate that there was, in fact, an \"established\" meaning of \"falsely made\" at common law. Rather, it appears that there were divergent views on this issue in American courts.  Petitioner and respondent agree that many courts interpreted \"falsely made\" to exclude documents that were false only in content.  The opinion in <i>United States v. Wentworth,</i> 11 F. 52 (CCNH 1882), typifies that view.  There, the defendants were prosecuted for having \"falsely made\" affidavits that they submitted to obtain a pension.  The defendants did sign the affidavits, but the facts recited therein were false.  The court concluded that this would support a charge of perjury but not false making because \"to falsely make an affidavit is one thing; to make a false affidavit is another.\"  <i>Id.,</i> at 55.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">But the <i>Wentworth</i> view&#8212;that \"falsely made\" excluded documents \"genuinely\" issued by the person purporting to make them and false only in content&#8212;was not universal.  For example, in <i>United States v. Hartman,</i> 65 F. 490 (ED Mo.1894), the defendant procured a \"notary certificate\" containing falsehoods.  Finding that this conduct fell within the conduct proscribed by a statute barring certain falsely made, forged, altered, or counterfeited writings, the judge stated:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">\"I cannot conceive how any significance can be given to the      words 'falsely make' unless they shall be construed to mean      the statements in a certificate which in fact are untrue.      'Falsely' means in opposition to the truth.  'Falsely makes'      means to state in a certificate that which is not true. . .      .\"  <i>Id.,</i> at 491.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Other common-law courts, accepting the equation of \"falsely making\" with \"forgery,\" treated as \"forged\" otherwise genuine documents fraudulently procured from innocent makers.  In <i>State v. Shurtliff,</i> 18 Me. 368 (1841), a landowner signed a deed conveying his farm under the misapprehension that the deed pertained to a different land parcel.  Although this deed was \"genuine\" in the sense that the owner had signed it, the court held it was \"falsely made\" by the <i>grantee,</i> who had tendered this deed for the owner's signature instead of one previously agreed upon by the parties. <i>Id.,</i> at 371.  In concluding that the deed was falsely made, the court explained:  \"[I]t is not necessary, that the act [of falsely making] should be done, in whole or in part, by the hand of the party charged.  It is sufficient if he cause or procure it to be done.\"  <i>Ibid.</i>  Similarly, <i>In re Count de Toulouse Lautrec,</i> 102 F. 878 (CA7 1900), upheld the extradition on forgery charges of a defendant who misused sample copies of corporate bond interest coupons that were printed in good faith by the company's printers. The court noted:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">\"[T]he authorities establish numerous instances wherein      forgery is found, apart from the manual making or signing, as      in the <i>fraudulent procurement</i> and use of a signature or      writing as an obligation <i>when it is not so intended or      understood by the maker.</i>\"  <i>Id.,</i> at 881 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">See also Annot., Genuine Making of Instrument for Purpose of Defrauding as Constituting Forgery, 41 A.L.R. 229, 247 (1926).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">This plurality of definitions of \"falsely made\" substantially undermines Moskal's reliance on the \"common-law meaning\" principle.  That rule of construction, after all, presumes simply that Congress accepted the <i>one</i> meaning for an undefined statutory term that prevailed at common law.  Where, however, no fixed usage existed at common law, we think it more appropriate to inquire which of the common-law readings of the term best accords with the overall purposes of the statute rather than to simply assume, forexample, that Congress adopted the reading that was followed by the largest number of common-law courts.  \" 'Sound rules of statutory interpretation exist to discover and not to direct the Congressional will.' \"  <i>Huddleston v. United States,</i> 415 U.S. 814, 831, 94 S.Ct. 1262, 1272, 39 L.Ed.2d 782 (1974), quoting <i>United States ex rel. Marcus v. Hess,</i> 317 U.S. 537, 542, 63 S.Ct. 379, 383, 87 L.Ed. 443 (1943).  See also <i>United States v. Turley,</i> 352 U.S. 407, 412, 77 S.Ct. 397, 399, 1 L.Ed.2d 430 (1957) (declining to assume that Congress equated \"stolen\" with the common-law meaning of \"larceny\" in light of varying historic usages of the terms \"steal\" or \"stolen\").</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Our second reason for rejecting Moskal's reliance on the \"common-law meaning\" rule is that, as this Court has previously recognized, Congress' general purpose in enacting a law may prevail over this rule of statutory construction.  In <i>Taylor v. United States,</i> 495 U.S. 575, 110 S.Ct. 2143, 109 L.Ed.2d 607 (1990), we confronted the question whether \"burglary,\" when used in a sentence enhancement statute, was intended to take its common-law meaning.  We declined to apply the \"common-law meaning\" rule, in part, because the common-law meaning of burglary was inconsistent with congressional purpose.  \"The arcane distinctions embedded in the common-law definition [of burglary],\" we noted, \"have little relevance to modern law-enforcement concerns.\"  <i>Id.,</i> at 593, 110 S.Ct., at 2155 (footnote omitted).  See also <i>Bell v. United States,</i> 462 U.S. 356, 360-361, 103 S.Ct. 2398, 2401-2402, 76 L.Ed.2d 638 (1983) (declining to apply the common-law meaning of \"takes and carries away\" as inconsistent with other provisions of the Bank Robbery Act).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We reach a similar conclusion here.  The position of those common-law courts that defined \"falsely made\" to exclude documents that are false only in content does not accord with Congress' broad purpose in enacting &#167; 2314&#8212;namely, to criminalize trafficking in fraudulent securities that exploits interstate commerce.  We conclude, then, that it is far more likely that Congress adopted the common-law view of \"falsely made\" that encompasses \"genuine\" documents that are false in content.</p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Finally, Moskal offers two policy arguments for narrowly construing \"falsely made.\"  First, noting that thousands of automobile titles are \"washed\" every year, petitioner argues that \"to <i>invalidate</i> all of these automobile titles because they contain an incorrect mileage figure may well result in havoc in the stream of automobile commerce.\"  Brief for Petitioner 19 (emphasis added).  Even if we were inclined to credit this concern as a reason for narrowing the statute, the argument&#8212;so far as we can discern&#8212;rests on a faulty premise.  There is no evidence in the record to suggest that States will deem washed titles automatically invalid simply because federal law punishes those responsible for introducing such fraudulent securities into the streams of commerce.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Secondly, Moskal suggests that construing \"falsely made\" to apply to securities that contain false information will criminalize a broad range of \"innocent\" conduct.  This contention, too, is unfounded.  A person who transports such a security in interstate commerce violates &#167; 2314 only if he does so with unlawful or fraudulent intent <i>and</i> if the false information is itself material.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  A person whose conduct satisfies these tests will be acting no more \"innocently\" than was Moskal when he engaged in the concededly fraudulent title-washing scheme at issue in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">For all of the foregoing reasons, the decision of the Court of Appeals is</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Justice SOUTER took no part in the consideration or decision of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Justice SCALIA, with whom Justice O'CONNOR and Justice KENNEDY join, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Today's opinion succeeds in its stated objective of \"resolv[ing] a divergence of opinion among the Courts of Appeals,\" <i>ante,</i> at 106, regarding the application of 18 U.S.C. &#167; 2314.  It does that, however, in a manner that so undermines generally applicable principles of statutory construction that I fear the confusion it produces will far exceed the confusion it has removed.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">* The Court's decision rests ultimately upon the proposition that, pursuant to \"ordinary meaning,\" a \"falsely made\" document includes a document which is genuinely what it purports to be, but which contains information that the maker knows to be false, or even information that the maker does not know to be false but that someone who causes him to insert it knows to be false.  It seems to me that such a meaning is quite <i>extra</i>-ordinary.  Surely the adverb preceding the word \"made\" naturally refers to the manner of making, rather than to the nature of the product made.  An inexpensively made painting is not the same as an inexpensive painting.  A forged memorandum is \"falsely made\";  a memorandum that contains erroneous information is simply \"false.\"</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">One would not expect general-usage dictionaries to have a separate entry for \"falsely made,\" but some of them do use precisely the phrase \"to make falsely\" to define \"forged.\"  See, <i>e.g.,</i> Webster's New International Dictionary 990 (2d ed. (1945); Webster's Third New International Dictionary 891 (1961).  The Court seeks to make its interpretation plausible by the following locution:  \"Such titles are 'falsely made' in the sense that they are made to contain false, or incorrect, information.\"  <i>Ante,</i> at 109.  This sort of word-play can transform virtually anything into \"falsely made.\"  Thus:  \"The building was falsely made in the sense that it was made to contain a false entrance.\"  This is a far cry from \"ordinary meaning.\"</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">That \"falsely made\" refers to the manner of making is also evident from the fifth clause of &#167; 2314, which forbids the interstate transportation of \"any tool, implement, or thing used or fitted to be used in falsely making, forging, altering, or counterfeiting any security or tax stamps.\"  This obviously refers to the tools of counterfeiting, and not to the tools of misrepresentation.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The Court maintains, however, that giving \"falsely made\" what I consider to be its ordinary meaning would render the term superfluous, offending the principle of construction that if possible each word should be given some effect.  <i>United States v. Menasche,</i> 348 U.S. 528, 538-539, 75 S.Ct. 513, 519-520, 99 L.Ed. 615 (1955).  The principle is sound, but its limitation (\"if possible\") must be observed.  It should not be used to distort ordinary meaning.  Nor should it be applied to the obvious instances of iteration to which lawyers, alas, are particularly addicted&#8212;such as \"give, grant, bargain, sell, and convey,\" \"aver and affirm,\" \"rest, residue, and remainder,\" or \"right, title, and interest.\"  See generally B. Garner, A Dictionary of Modern Legal Usage 197-200 (1987).  The phrase at issue here, \"falsely made, forged, altered, or counterfeited,\" is, in one respect at least, uncontestedly of that sort.  As the United States conceded at oral argument, and as any dictionary will confirm, \"forged\" and \"counterfeited\" mean the same thing.  See, <i>e.g.,</i> Webster's 2d, <i>supra,</i> at 607 (defining to \"counterfeit\" as to \"forge,\" and listing \"forged\" as a synonym of the adjective \"counterfeit\"), <i>id.,</i> at 990 (defining to \"forge\" as to \"counterfeit,\" and listing \"counterfeit\" as a synonym of \"forge\").  Since iteration is obviously afoot in the relevant passage, there is no justification for extruding an unnatural meaning out of \"falsely made\" simply in order to avoid iteration.  The entire phrase \"falsely made, forged, altered, or counterfeited\" is self-evidently not a listing of differing and precisely calibrated terms, but a collection of near synonyms which describes the product of the general crime of forgery.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Even on the basis of a layman's understanding, therefore, I think today's opinion in error.  But in declaring that understanding to be the governing criterion, rather than the specialized legal meaning that the term \"falsely made\" has long possessed, the Court makes a mistake of greater consequence.  The rigid and unrealistic standard it prescribes for establishing a specialized legal meaning, and the justification it announces for ignoring such a meaning, will adversely affect many future cases.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The Court acknowledges, as it must, the doctrine that when a statute employs a term with a specialized legal meaning relevant to the matter at hand, that meaning governs.  As Justice Jackson explained for the Court in <i>Morissette v. United States,</i> 342 U.S. 246, 263, 72 S.Ct. 240, 250, 96 L.Ed. 288 (1952):</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">\"[W]here Congress borrows terms of art in which are      accumulated the legal tradition and meaning of centuries of      practice, it presumably knows and adopts the cluster of ideas      that were attached to each borrowed word in the body of      learning from which it was taken and the meaning its use will      convey to the judicial mind unless otherwise instructed.  In      such a case, absence of contrary direction may be taken as      satisfaction with widely accepted definitions, not as      departure from them.\"</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Or as Justice Frankfurter more poetically put it:  \"[I]f a word is obviously transplanted from another legal source, whether the common law or other legislation, it brings its soil with it.\" Some Reflections on the Reading of Statutes, 47 Colum.L.Rev. 527, 537 (1947).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">We have such an obvious transplant before us here.  Both Black's Law Dictionary and Ballentine's Law Dictionary contain a definition of the term \"false making.\"  The former reads as follows: \"<i>False making.</i>  An essential element of forgery, where      material alteration is not involved.  Term has reference to      manner in which writing is made or executed rather than to      its substance or effect.  A falsely made instrument is one      that is fictitious, not genuine, or in some material      particular something other than it purports to be and without      regard to truth or falsity of facts stated therein.\"  Black's      Law Dictionary 602 (6th ed. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Ballentine's is to the same effect.  See Ballentine's Law Dictionary 486 (2d ed. 1948).  \"Falsely made\" is, in other words, a term laden with meaning in the common law, because it describes an essential element of the crime of forgery.  Blackstone defined forgery as \"the <i>fraudulent making</i> or alteration of a writing to the prejudice of another man's right.\"  4 W. Blackstone, Commentaries 245 (1769) (emphasis added).  The most prominent 19th-century American authority on criminal law wrote that \"[f]orgery, at the common law, is the <i>false making</i> or materially altering, with intent to defraud, of any writing which, if genuine, might apparently be of legal efficacy or the foundation of a legal liability.\"  2 J. Bishop, Criminal Law &#167; 523, p. 288 (5th ed. 1872) (emphasis added).  The distinction between \"falsity in execution\" (or \"false making\") and \"falsity of content\" was well understood on both sides of the Atlantic as marking the boundary between forgery and fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">\"The definition of forgery is not, as has been suggested in      argument, that every instrument containing false statements      fraudulently made is a forgery;  but . . . that every      instrument which fraudulently purports to be that which it is      not is a forgery. . . .\"  <i>Queen v. Ritson,</i> L.R. 1 Cr.Cas.Res.      200, 203 (1869).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">\"The term <i>falsely,</i> as applied to making or altering a writing      in order to make it forgery, has reference not to the      contracts or tenor of the writing, or to the fact stated in      the writing . . . but it implies that the paper or writing is false, not genuine, fictitious, not a true writing,      without regard to the truth or falsity of the statement it      contains.\"  <i>State v. Young,</i> 46 N.H. 266, 270 (1865) (emphasis      in original).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">In 1939, when the relevant portion of &#167; 2314 was enacted, the States and the Federal Government had been using the \"falsely made\" terminology for more than a century in their forgery statutes.  <i>E.g.,</i> Ky.Penal Laws &#167; 22 (1802) (\"falsely make, forge or counterfeit\");  Ind.Rev.Stat., ch. 53, &#167; 26 (1843) (\"falsely make, deface, destroy, alter, forge, or counterfeit\"); Del.Rev.Code, ch. 151 (passed 1852) (\"falsely make, forge, or counterfeit\").  More significantly still, the most common statutory definition of forgery had been a formulation employing precisely the four terms that appear in &#167; 2314:  falsely make, alter, forge, and counterfeit.  See, <i>e.g.,</i> 1 Stat. 115, &#167; 14 (\"falsely make, alter, forge or counterfeit\") (1790);  Act of Feb. 8, 1791, N.H. Const. and Laws, pp. 268-269 (1805) (\"falsely make, alter, forge or counterfeit\");  Md. Acts of 1799, ch. 75 (passed Jan. 3, 1800) (\"falsely make, alter, forge or counterfeit\");  Act of March 15, 1805, &#167; 1, 4 Perpetual Laws of the Commonwealth of Mass. 277 (1807) (\"falsely make, alter, forge or counterfeit\"); Ill.Crim.Code, div. 8, &#167; 73 (1827) (\"falsely make, alter, forge or counterfeit\");  Act of March 8, 1831, &#167; 22, 3 Ohio Stat., p. 1726 (1835) (\"falsely make, alter, forge, or counterfeit\"); Mo.Rev.Stat., Crimes and Punishments, Art. IV, &#167;&#167; 15-16 (1835) (\"falsely make, alter, forge or counterfeit\");  Me.Rev.Stat., ch. 157 &#167; 1 <i>et seq.</i> (1840) (\"falsely make, alter, forge or counterfeit\");  Iowa Code, ch. 141 &#167; 2926 (1851) (\"falsely make, alter, forge, or counterfeit\");  Act of Nov. 25, 1861, Nev.Laws, ch. 28, &#167; 77 (1862) (\"falsely make, alter, forge, or counterfeit\");  Fla.Rev.Stat., Tit. 2, Art. 7, &#167; 2479 (passed 1868) (\"falsely makes, alters, forges or counterfeits\"); Cal.Penal Code, ch. 4, &#167; 470 (passed 1872) (\"falsely makes, alters, forges, or counterfeits\");  Minn.Gen.Stat., ch. 96, &#167; 1 (1879) (\"falsely make, alter, forge or counterfeit\"); Wyo.Rev.Stat., div. 5, Tit. 1, &#167; 5128 (1899) (\"falsely make, alter, forge or counterfeit\");  Act of March 3, 1899, Alaska Crim.Code, Tit. 1, &#167; 76 (\"falsely make, alter, forge, counterfeit, print, or photograph\");  Idaho Penal Code, ch. 221, &#167; 4937 (1901) (\"falsely makes, alters, forges or counterfeits\");  Colo.Rev.Stat., ch. 35, &#167; 1704 (1908) (\"falsely make, alter, forge or counterfeit\"); R.I.Gen.Laws, ch. 609, &#167; 1 (1938) (\"falsely make, alter, forge or counterfeit\");  Neb.Comp.Stat. &#167; 28-601 (1929) (\"falsely makes, alters, forges, counterfeits, prints or photographs\").  By 1939, several federal courts and eight States had held that the formula \"falsely make, alter, forge or counterfeit\" did not encompass the inclusion of false information in a genuine document.  <i>United States v. Davis,</i> 231 U.S. 183, 187-188, 34 S.Ct. 112, 112-113, 58 L.Ed. 177 (1913) (dictum);  <i>United States v. Staats,</i> 8 How. 41, 46, 12 L.Ed. 979 (1850) (dictum);  <i>United States ex rel. Starr v. Mulligan,</i> 59 F.2d 200 (CA 2 1932);  <i>United States v. Smith,</i> 262 F. 191 (Ind.1920);  <i>United States v. Glasener,</i> 81 F. 566 (SD Cal.1897);  <i>United States v. Moore,</i> 60 F. 738 (NDNY 1894);  <i>United States v. Cameron,</i> 3 Dak. 132, 13 N.W. 561 (1882);  <i>United States v. Wentworth,</i> 11 F. 52 (CCNH 1882);  <i>People v. Kramer,</i> 352 Ill. 304, 185 N.E. 590 (1933);  <i>Goucher v. State,</i> 113 Neb. 352, 204 N.W. 967 (1925);  <i>De Rose v. People,</i> 64 Colo. 332, 171 P. 359 (1918);  <i>State v. Ford,</i> 89 Ore. 121, 172 P. 802 (1918);  <i>Territory v. Gutierrez,</i> 13 N.M. 312, 84 P. 525 (1906);  <i>People v. Bendit,</i> 111 Cal. 274, 43 P. 901 (1896);  <i>State v. Corfield,</i> 46 Kan. 207, 26 P. 498 (1890);  <i>State v. Willson,</i> 28 Minn. 52, 9 N.W. 28 (1881).  Only one federal court had disagreed.  <i>United States v. Hartman,</i> 65 F. 490 (ED Mo.1894).  (As noted in Part IV, <i>infra,</i> this case was not followed and has been implicitly overruled.) Even statutes that used \"falsely made\" without accompaniment of the other three terms used in &#167; 2314 were interpreted not to include falsity of content.  <i>People v. Mann,</i> 75 N.Y. 484 (1878); <i>State v. Young,</i> 46 N.H. 266 (1865).  Indeed, as far as I am aware, the only state courts that held a genuine document containing false information to be \"forged\" did so under governing texts that did not include the term \"falsely made.\"  See <i>Moore v. Commonwealth,</i> 92 Ky. 630, 18 S.W. 833 (1892);  <i>Luttrell v. State,</i> 85 Tenn. 232, 1 S.W. 886 (1886).  Even they were in the minority, however.  See <i>Bank of Detroit v. Standard Accident Insurance Co.,</i> 245 Mich. 14, 222 N.W. 134 (1928) (\"forged\"); <i>Dexter Holton National Bank of Seattle v. United States Fidelity &amp; Guaranty Co.,</i> 149 Wash. 343, 270 P. 799 (1928) (\"forged\"); <i>Barron v. State,</i> 12 Ga.App. 342, 77 S.E. 214 (1913) (\"fraudulently make\").</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Commentators in 1939 were apparently unanimous in their understanding that \"false making\" was an element of the crime of forgery, and that the term did not embrace false contents.  May's Law of Crimes &#167; 292 (K. Sears &amp; H. Weihofen eds., 4th ed. 1938); W. Clark &amp; W. Marshall, Law of Crimes &#167; 394 (3d ed. 1927);  2 J. Bishop, Criminal Law &#167;&#167; 523, 582, 582a (9th ed. 1923);  1 H. Brill, Cyclopedia of Criminal Law &#167; 557 (1922).  (Contemporary commentators remain unanimous that falsity of content does not establish forgery.  See, <i>e.g.,</i> R. Perkins &amp; R. Boyce, Criminal Law 418-420 (3d ed. 1982);  4 C. Torcia, Wharton's Criminal Law 130-132 (14th ed. 1981);  W. Lafave &amp; A. Scott, Criminal Law 671 (1972).)  An American Jurisprudence annotation published in 1939 said:</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">\"A definition now very generally accepted explains forgery as      the false making or material alteration, with intent to      defraud, of any writing which, if genuine, might apparently      be of legal efficacy or the foundation of a legal liability.\"      23 Am.Jur., Forgery &#167; 2, p. 676.</p>\n    </div>\n    <p class=\"indent\">It also said:</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">\"[T]he term 'falsely,' as applied to making or altering a      writing in order to make it a forgery, does not refer to the      contents or tenor of the writing or to the facts stated      therein, but implies that the paper or writing is not      genuine, that in itself it is false or counterfeit.\"  <i>Id.,</i> &#167;      7, at 678.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">I think it plain that \"falsely made\" had a well-established common-law meaning at the time the relevant language of &#167; 2314 was enacted&#8212;indeed, that the entire formulary phrase \"falsely made, forged, altered, or counterfeited\" had a well-established common-law meaning;  and that that meaning does not support the present conviction.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Unsurprisingly, in light of the foregoing discussion, the lower federal courts that interpreted this language of &#167; 2314 for more than two decades after its passage uniformly rejected the Government's position that a genuine document could be \"falsely made\" because it contained false information.  <i>Melvin v. United States,</i> 316 F.2d 647, 648 (CA7 1963);  <i>Marteney v. United States,</i> 216 F.2d 760 (CA10 1954);  <i>Martyn v. United States,</i> 176 F.2d 609, 610 (CA8 1949);  <i>Wright v. United States,</i> 172 F.2d 310, 312 (CA9 1949);  <i>Greathouse v. United States,</i> 170 F.2d 512, 514 (CA4 1948).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The United States correctly points out that a number of later cases hold to the contrary.  Neither it nor the Court observes, however, that the earlier line of authority bears the endorsement of this Court.  In <i>Gilbert v. United States,</i> 370 U.S. 650, 82 S.Ct. 1399, 8 L.Ed.2d 750 (1962), a case involving a statute very similar to &#167; 2314, we approvingly cited <i>Greathouse, Wright,</i> and <i>Marteney, supra,</i> for the proposition that \"cases construing 'forge' under other federal statutes have generally drawn a distinction between false or fraudulent statements and spurious or fictitious makings.\"  370 U.S., at 658, 82 S.Ct., at 1404.  And we quoted <i>Marteney</i> for the principle that \"[w]here the 'falsity lies in the representation of facts, not in the genuineness of execution,' it is not forgery.\"  370 U.S., at 658, 82 S.Ct., at 1404, quoting <i>Marteney, supra,</i> at 763-764.  As I shall proceed to explain, <i>Gilbert</i> &#167; approval of these cases' interpretation of \"forge\" necessarily includes an approval of their interpretation of \"false making\" as well.  Moreover, the very holding of <i>Gilbert</i> is incompatible with the Court's decision today.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\"><i>Gilbert</i> was a prosecution under 18 U.S.C. &#167; 495, which punishes anyone who \"falsely makes, alters, forges, or counterfeits\" any document for the purpose of obtaining money from the United States.  The difference between that and the phrase at issue here (\"falsely made, forged, altered, or counterfeited\") is only the tense and the order of the words.  The defendant in <i>Gilbert</i> had endorsed tax refund checks, made out to other persons, as \"Trustee\" for them.  The Government contended that the represented agency capacity in fact did not exist, and that by reason of the misrepresentation &#167; 495 had been violated.  The Court rejected that contention and set Gilbert's conviction aside.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The indictment in <i>Gilbert</i> charged that the checks had been \"forged,\" and so it was only that term, and not the totality of &#167; 495, that the Court specifically addressed.  It is plain from the opinion, however, that the Court understood \"false making\" (as I do) to be merely a recitation of the central element of forgery. Indeed, that is the whole basis for the decision.  Thus, the Court's discussion of the common-law meaning of \"forges\" begins as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">\"In 1847 it was decided in the English case of <i>Regina v.      White</i> . . . that 'indorsing a bill of exchange under a false      assumption of authority to indorse it per procuration, is not      forgery, there being no false making.' \"  370 U.S., at 655,      82 S.Ct., at 1402.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">It later quotes the same case to the following effect:</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">\"Lord East's comments . . . were:  '<i>Forgery</i> at common law      denotes a <i>false</i> making (which includes every alteration of or      addition to a true instrument), a making <i>malo animo,</i> of any      written instrument for the purpose of fraud and deceit. . . .      [The ancient and modern authorities] all consider the offence      as consisting in the false and fraudulent making or altering      of such and such instruments.' \"  <i>Id.,</i> at 656, 82 S.Ct., at      1402-1403 (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The Court found it \"significant that cases construing 'forge' under other federal statutes have generally drawn a distinction between false or fraudulent statements and spurious or fictitious makings.\"  <i>Id.,</i> at 658, 82 S.Ct., at 1404.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The whole rationale of the <i>Gilbert</i> decision, in other words, was that inserting fraudulent content could not constitute \"forgery\" because \"forgery\" requires \"false making.\"  It is utterly incompatible with that rationale to hold, as the Court does today, that inserting fraudulent content <i>constitutes</i> \"false making.\"</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The Court acknowledges the principle that common-law terms ought to be given their established common-law meanings, but asserts that the principle is inapplicable here because the meaning of \"falsely made\" I have described above \"was not universal.\"  <i>Ante,</i> at 115.  For support it cites three cases and an A.L.R. annotation.  The annotation itself says that one of the three cases, <i>United States v. Hartman,</i> 65 F. 490 (ED Mo.1894), \"has generally been disapproved, and has not been followed.\" Annot., 41 A.L.R. 229, 249 (1926).  (That general disapproval, incidentally, was implicitly endorsed by this Court itself in <i>Gilbert,</i> which interpreted the direct descendant of the statute involved in <i>Hartman.</i>)  The other two cases cited by the Court are not mentioned by the annotation, and rightly so, since they discuss not falsityof content but genuineness of the instrument.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> As for the annotation itself, that concludes that \"the better view, and that supported by the majority opinion, is that . . . the genuine making of an instrument for the purpose of defrauding does not constitute the crime of forgery.\"  41 A.L.R., at 231.  \"Majority opinion\" is an understatement.  The annotation lists 16 States and the United States as supporting the view, and only 2 States (Kentucky and Tennessee) as opposing it.  If such minimal \"divergence\"&#8212;by States with statutes that did not include the term \"falsely made\" (see <i>supra,</i> at 124-125)&#8212;is sufficient to eliminate a common-law meaning long accepted by virtually all the courts and by apparently all the commentators, the principle of common-law meaning might as well be frankly abandoned.  In <i>Gilbert,</i> it should be noted, we did not demand \"universal\" agreement, but simply rejected \"scattered federal cases relied on by the Government\" that contradicted the accepted common-law meaning.  370 U.S., at 658, 82 S.Ct., at 1403.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">The Court's second reason for refusing to give \"falsely made\" its common-law meaning is that \"Congress' general purpose in enacting a law may prevail over this rule of statutory construction.\"  <i>Ante,</i> at 117.  That is undoubtedly true in the sense that an explicitly stated statutory purpose that contradicts a common-law meaning (and that accords with another, \"ordinary\" meaning of the contested term) will prevail.  The Court, however, means something quite different.  What displaces normal principles of construction here, according to the Court, is \"Congress' broad purpose in enacting &#167; 2314&#8212;namely, to criminalize trafficking in fraudulent securities that exploits interstate commerce.\"  <i>Ibid.</i> But that analysis does <i>not</i> rely upon any explicit language, and is simply question-begging.  The whole issue before us here is how \"broad\" Congress' purpose in enacting &#167; 2314 was.  Was it, as the Court simply announces, \"to criminalize trafficking in fraudulent securities\"?  Or was it to exclude trafficking in <i>forged</i> securities?  The answer to that question is best sought by examining the language that Congress used&#8212;here, language that Congress has used since 1790 to describe not fraud but forgery, and that we reaffirmed bears that meaning as recently as 1962 (in <i>Gilbert</i> ).  It is perverse to find the answer by assuming it, and then to impose that answer upon the text.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The \"Congress' broad purpose\" approach is not supported by the authorities the Court cites.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a>  There is, however, one case in which it does appear.  It was proposed by the Government, <i>and rejected by the Court,</i> in <i>Gilbert:</i></p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">\"Nor are we impressed with the argument that 'forge' in &#167; 495      should be given a broader scope than its common-law meaning      because contained in a statute aimed at protecting the      Government against fraud.  Other federal statutes are ample      enough to protect the Government against fraud and false      statements. . . .  Still further, it is significant that      cases construing 'forge' under other federal statutes have generally drawn a distinction between      false or fraudulent statements and spurious or fictitious      makings.\"  370 U.S., at 658, 82 S.Ct., at 1403-1404 (footnote      omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">We should have rejected the argument in precisely those terms today.  Instead, the Court adopts a new principle that can accurately be described as follows:  \"Where a term of art has a plain meaning, the Court will divine the statute's purpose and substitute a meaning more appropriate to that purpose.\"</p>\n    </div>\n    <p>V</p>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">I feel constrained to mention, though it is surely superfluous for decision of the present case, the so-called rule of lenity&#8212;the venerable principle that \"before a man can be punished as a criminal under the federal law his case must be plainly and unmistakably within the provisions of some statute.\" <i>United States v. Gradwell,</i> 243 U.S. 476, 485, 37 S.Ct. 407, 411, 61 L.Ed. 857 (1917) (internal quotation marks omitted).  See also, <i>McNally v. United States,</i> 483 U.S. 350, 359-360, 107 S.Ct. 2875, 2881-2882, 97 L.Ed.2d 292 (1987).  As Justice MARSHALL explained some years ago:</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">\"This principle is founded on two policies that have long      been part of our tradition.  First, a 'fair warning should be      given to the world in language that the common world will      understand, of what the law intends to do if a certain line      is passed.  To make the warning fair, so far as possible the      line should be clear.'  <i>McBoyle v. United States,</i> 283 U.S.      25, 27 [51 S.Ct. 340, 341, 75 L.Ed. 816] (1931) (Holmes, J.)      . . . Second, because of the seriousness of criminal      penalties, and because criminal punishment usually represents      the moral condemnation of the community, legislatures and not      courts should define criminal activity.  This policy embodies      'the instinctive distaste against men languishing in prison      unless the lawmaker has clearly said they should.'  H.      Friendly, Mr. Justice Frankfurter and The Reading of      Statutes, in Benchmarks, 196, 209 (1967).\"  <i>United States v.      Bass,</i> 404 U.S. 336, 347-349, 92 S.Ct. 515, 522-523, 30      L.Ed.2d 488 (1971).</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">\"Falsely made, forged, altered, or counterfeited\" had a plain meaning in 1939, a meaning recognized by five Circuit courts and approved by this Court in <i>Gilbert.</i>  If the rule of lenity means anything, it means that the Court ought not do what it does today: use an ill-defined general purpose to override an unquestionably clear term of art, and (to make matters worse) give the words a meaning that even one unfamiliar with the term of art would not imagine.  The temptation to stretch the law to fit the evil is an ancient one, and it must be resisted.  As Chief Justice Marshall wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">\"The case must be a strong one indeed, which would justify a      Court in departing from the plain meaning of words,      especially in a penal act, in search of an intention which      the words themselves did not suggest.  To determine that a      case is within the intention of a statute, its language must      authorise us to say so.  It would be dangerous, indeed, to      carry the principle that a case which is within the reason or      mischief of a statute, is within itsprovisions, so far as to      punish a crime not enumerated in the statute, because it is      of equal atrocity, or of kindred character, with those which      are enumerated.\"  <i>United States v. Wiltberger,</i> 5 Wheat. 76,      96, 5 L.Ed. 37 (1820).</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">For the foregoing reasons, I respectfully dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The text of 18 U.S.C. &#167; 2314 reads, in pertinent part:</p>\n        <p>\"Whoever, with unlawful or fraudulent intent, transports in interstate or foreign commerce any falsely made, forged, altered, or counterfeited securities or tax stamps, knowing the same to have been falsely made, forged, altered, or counterfeited;</p>\n        <p>.    .    .    .    .</p>\n        <p>\"Shall be fined not more than $10,000 or imprisoned not more than ten years, or both.\"</p>\n        <p>For purposes of &#167; 2314, \"securities\" are defined to include any \"valid . . . motor vehicle title.\"  18 U.S.C. &#167; 2311.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Indeed, we offer no view on how we would construe \"falsely made\" in a statute that punished the <i>act</i> of false making and that specified no scienter requirement.  Cf. <i>Morissette v. United States,</i> 342 U.S. 246, 251-252, 72 S.Ct. 240, 243-244, 96 L.Ed. 288 (1952) (implying scienter for statutory version of \"common-law\" offense).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Moskal justifies doing so by arguing that \"falsely made\" was synonymous with \"forged\" at common law.  We separately consider&#8212;and reject&#8212;Moskal's common-law argument, <i>infra,</i> at 114-118.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The statute at issue in <i>Sheridan</i> was an earlier codification of &#167; 2314.  The clause governing \"falsely made, forged, altered, or counterfeited securities\" was at that time contained within 18 U.S.C. &#167; 415 (1946 ed.).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Moskal appears to concede the logic, if not the result, of this analysis when he distinguishes&#8212;solely on its <i>facts</i> &#8212;the decision in <i>United States v. Daly,</i> 716 F.2d 1499 (CA9 1983), cert. dism'd, 465 U.S. 1075, 104 S.Ct. 1456, 79 L.Ed.2d 773 (1984).  The defendants in <i>Daly</i> operated a car theft ring and were convicted under &#167; 2314 of transporting washed vehicle titles that falsely identified the numbers and owners of the stolen cars. Notwithstanding the extremely similar facts in <i>Daly,</i> petitioner does not ask us to disapprove the result in that case.  Rather, he seeks to distinguish his own case on the grounds that, \"[u]nlike the situation in <i>Daly,</i> here the [car] ownership information was <i>never</i> altered.\"  Brief for Petitioner 12 (emphasis in original). We cannot fathom why the particular information that is falsified in a washed vehicle title&#8212;assuming that it is material&#8212;would be relevant to Congress' intent to criminalize the use of such fraudulent documents, particularly when both schemes serve the same goal of deceiving prospective car buyers.  On the contrary, we find confirmation in the <i>Daly</i> court's analysis that Congress intended to reach precisely the sort of fraudulent behavior in which petitioner engaged.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Because of this conclusion, we have no trouble rejecting Moskal's suggestion that he did not have fair notice that his conduct could be prosecuted under &#167; 2314.  Moskal's contention that he was \"entitled to rely\" on one Court of Appeals decision holding that washed titles were not \"falsely made\" is wholly unpersuasive.  See <i>United States v. Rodgers,</i> 466 U.S. 475, 484, 104 S.Ct. 1942, 1948, 80 L.Ed.2d 492 (1984) (existence of conflicting decisions among courts of appeals does not support application of the doctrine of lenity where \"review of th[e] issue by this Court and decision against the position of the [defendant are] reasonably foreseeable\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The Court of Appeals for the Tenth Circuit appeared to rely on this reasoning when it ruled that washed vehicle titles are not \"falsely made\" documents within the meaning of &#167; 2314. <i>United States v. Sparrow,</i> 635 F.2d 794, 796 (1980) (en banc), cert. denied, 450 U.S. 1004, 101 S.Ct. 1717, 68 L.Ed.2d 209 (1981).  In that case, the court concluded that \"falsely made\" relates \"to 'genuineness of execution and not falsity of content.' \"  635 F.2d, at 796, quoting <i>Marteney v. United States,</i> 216 F.2d 760, 763 (CA10 1954).  As noted, <i>supra,</i> at 106, it was because of the direct conflict between <i>Sparrow</i> and the Third Circuit's decision in the present case that we granted certiorari.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The Court of Appeals found that the false mileage figures on the washed vehicle titles were material falsehoods.  888 F.2d 283, 285 (CA3 1989).  At oral argument, petitioner sought to challenge that finding.  Although this issue was not presented in the petition for certiorari to this Court, we do not doubt the correctness of the lower court's conclusion as to this matter.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> <i>In re Count de Toulouse Lautrec,</i> 102 F. 878 (CA7 1900), involved sample interest coupons which the petitioner obtained and passed off as genuine.  The court upheld the conviction for uttering a forged instrument, because the coupons were not \"genuine obligations of the purported promisors, but were, instead, false instruments,\" <i>id.,</i> at 879, and \"not genuine in fact,\" <i>id.,</i> at 880.</p>\n        <p>In <i>State v. Shurtliff,</i> 18 Me. 368 (1841), the defendant had procured a signature upon a deed by misrepresenting the nature of the document signed (the deed did not contain false information). The court held that such conduct was forgery, because the resulting deed was a \"false instrument,\" \"purport[ing] to be the solemn and voluntary act of the grantor,\" which it was not.  <i>Id.,</i> at 371.</p>\n        <p>These decisions perhaps stretch the concept of what constitutes a non-genuine instrument, but neither purports to hold that the insertion of fraudulent content constitutes \"false making\" or forgery.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> <i>Taylor v. United States,</i> 495 U.S. 575, 110 S.Ct. 2143, 109 L.Ed.2d 607 (1990), cited <i>ante,</i> at 117, stands for the quite different proposition that a common-law meaning <i>obsolete when a statute is enacted</i> does not control the \"generally accepted contemporary meaning of a term.\"  <i>Taylor, supra,</i> at 596, 110 S.Ct. at 2157.  As I have discussed at length in Parts I and II, the common-law meaning of \"falsely made\" was alive and well in 1939, and its then (and now) contemporary meaning does not contradict that common-law meaning anyway.  <i>Bell v. United States,</i> 462 U.S. 356, 360-361, 103 S.Ct. 2398, 2401, 76 L.Ed.2d 638 (1983), cited <i>ante,</i> at 117, turns upon the fact that the common-law term relied upon (\"takes and carries away,\" one of the elements of common-law larceny) was combined with other terms and provisions that unquestionably went beyond common-law larceny.  Here, by contrast, the entire phrase at issue is a classic description of forgery. <i>McElroy v. United States,</i> 455 U.S. 642, 102 S.Ct. 1332, 71 L.Ed.2d 522 (1982), and <i>United States v. Sheridan,</i> 329 U.S. 379, 67 S.Ct. 332, 91 L.Ed. 359 (1946), cited <i>ante,</i> at 110, do not use Congress' \"broad purpose\" to depart from any common-law meaning, but rather to interpret the ambiguous terms \"interstate commerce\" (<i>McElroy</i> ) and \"cause to be transported\" (<i>Sheridan</i> ).</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/112511/"
}