{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "78 U.S. 65", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/88303/"
    ], 
    "scotus_early_cite": "11 Wall. 65", 
    "case_name": "Morgan v. Thornhill", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 57746, 
    "resource_uri": "/api/rest/v2/citation/57746/"
  }, 
  "id": 88303, 
  "blocked": false, 
  "judges": "Clifford", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1871-02-27", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>78 U.S. 65 (1870)</b></center>\n<center><b>11 Wall. 65</b></center>\n<center><h1>MORGAN<br>\nv.<br>\nTHORNHILL.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*67</span> <span class=\"star-pagination\">*68</span> Mr. C. Cushing, for the creditors in bankruptcy, appellees in the case.</p>\n<p>Messrs. W.M. Evarts and P. Phillips, contra.</p>\n<p><span class=\"star-pagination\">*72</span> Mr. Justice CLIFFORD delivered the opinion of the court.</p>\n<p>Exclusive original jurisdiction, in all matters and proceedings in bankruptcy, is conferred by the acts of Congress upon the District Courts, but in case of a vacancy in the office of a district judge, or in case the district judge shall, from sickness, absence, or other disability, be unable to act, the circuit judge may make all necessary rules and orders preparatory to the final hearing, and cause the same to be entered or issued, as the case may require, by the clerk of the District Court.<sup>[\u0086]</sup></p>\n<p>Certain occurrences, during the late civil war, so crippled the resources of the Bank of Louisiana that the directors became unable to comply with the requisitions of their charter. Proceedings were accordingly instituted by the attorney-general of the State, under the act \"to provide for the liquidation of banks,\" in the proper court of the State, to forfeit the charter of the bank, and on the twentieth of May, 1868, a decree was entered in the case that the charter of the bank be declared forfeited, and that its affairs be liquidated according to law.</p>\n<p>Pursuant to that decree the appellants were appointed commissioners for that purpose, and the record shows that they accepted the trust, that they took the required oaths, that they gave the necessary bonds, that they entered upon the discharge of their duties, and that they continued to administer the affairs of the bank until the twentieth of May of the following year, when the appellees, or the first three named, filed a petition in the District Court for that district, <span class=\"star-pagination\">*73</span> praying that the bank and the said commissioners, in their character as such, might be declared a bankrupt, and that a warrant might issue to take possession of the estate of the bank in the hands of the commissioners.</p>\n<p>They represented in their petition that the bank and the commissioners had each, within six months preceding the date of the petition, committed an act of bankruptcy, that the corporation had for a long time suspended payment of its commercial paper, and that the commissioners had, within the same period, made certain payments, and transferred certain assets of the bank in payment of its debts, with intent to give a preference to certain creditors of the bank. Special reference to the supplemental petition is unnecessary, as the representations of the petition are substantially the same, and the two were heard together in the court below.</p>\n<p>Three several injunctions were granted in the case by the district judge sitting in bankruptcy, and on the eleventh of January, 1870, the District Court entered a decree that the bank was a bankrupt. Within ten days from the date of the decree a petition for a review of those orders and decrees was filed by the commissioners in the Circuit Court, under the second section of the Bankrupt Act, and the Circuit Court having first heard the parties, on the second of March, 1870, entered a decree affirming the orders and decrees of the District Court. Application was immediately made by the commissioners for an appeal to this court, which was refused by the circuit judge, but it was ultimately granted by one of the associate justices of this court, more than ten days, however, subsequent to the date of the decree of the Circuit Court.</p>\n<p>Seasonable application for the appeal having been made and a sufficient bond tendered, the appellants contended, and still contend, that the appeal as subsequently allowed operated as a supersedeas from the date of the first application. Different views, however, were entertained by the district judge, and on the twenty-ninth of March, 1870, he passed an order directing the marshal to resume possession <span class=\"star-pagination\">*74</span> of all such portion of the assets of the bank as he had surrendered to the commissioners.</p>\n<p>Dissatisfied with that order the commissioners applied to the associate justice of this court assigned to that circuit to vacate that order and to enforce the supersedeas supposed to have been created by the appeal as allowed in pursuance of the last application. His opinion was that the appeal, as allowed, related back to the date of the original application for the same to the circuit judge, and that it operated as a supersedeas, the same as it would have done if it had been granted within ten days from the date of the decree dismissing the petition for a review and affirming the decree adjudging the corporation a bankrupt.</p>\n<p>Influenced by those views he made a decree that all the orders in the cause subsequent to the twenty-first of January, 1870, should be vacated and annulled, leaving the injunction of that date granted by the circuit judge in full force. Certain other orders, nevertheless, were subsequently made by the district judge; as, for example, he passed an order for the appointment of receivers, and another giving the appointees authority to pay rents, expenses, and charges incurred by them out of the funds of the bank. Special objection is made by the appellants to those orders as forbidden by the supersedeas, but the main purpose of the appeal when taken was to reverse the decree of the Circuit Court affirming the decree of the District Court, and dismissing their petition praying for a reversal of that decree.</p>\n<p>Since the appeal was entered the appellees have filed a motion to dismiss the same, upon the ground that no appeal lies to this court from a decree of the Circuit Court rendered in the exercise of the special jurisdiction conferred upon that court by the first clause of the second section of the Bankrupt Act.<sup>[*]</sup></p>\n<p>Circuit Courts have a general superintendence and jurisdiction, by virtue of that clause, of all cases and questions arising under that act, within and for the districts where the <span class=\"star-pagination\">*75</span> proceedings in bankruptcy are pending, and the provision is, that those courts may, upon bill, petition, or other proper process, of any party aggrieved, except when special provision is otherwise made, hear and determine the case (as) in a court of equity, but the next clause of the same section provides that the powers and jurisdiction thereby granted may be exercised either by said court or by any justice thereof, in term time or vacation, and neither of the two clauses makes any provision for an appeal in any such case to this court, whether the case or question presented or involved in the bill, petition, or other proper process is submitted to the court or to a justice thereof, or whether the case or question is heard or determined in vacation or in term time.</p>\n<p>Apart from those two provisions the third clause of the section provides that Circuit Courts shall also have concurrent jurisdiction with the District Courts of all suits at law or in equity which may or shall be brought by the assignee in bankruptcy against any person claiming an adverse interest, or by such person against such assignee touching any property or rights of property of such bankrupt transferable to or vested in such assignee.</p>\n<p>Controversies, in order that they may be cognizable under that clause of the section, either in the Circuit or District Court, must have respect to some property or rights of property of the bankrupt transferable to or vested in such assignee, and the suit, whether it be a suit at law or in equity, must be in the name of one of the two parties described in that clause and against the other. All three of those conditions must concur to give the jurisdiction, but where they all concur the party suing may, at his election, commence his suit either in the Circuit or District Court, and if in the latter, it is clear that the case, when it has proceeded to final judgment or decree, may be removed into the Circuit Court for re-examination by writ of error, if it was an action at law, or by appeal if it was a suit in equity, provided the debt or damage claimed amounts to more than five hundred dollars, and the writ of error is seasonably sued <span class=\"star-pagination\">*76</span> out and the plaintiff in error complies \"with the statutes regulating the granting of such suits,\" or the appeal is claimed and the required notices are given within ten days from the judgment or decree.<sup>[*]</sup></p>\n<p>Such a suit, however, by or against such assignee, or by or against any person claiming an adverse interest in any such property or rights of property, cannot be maintained in any court whatsoever unless the same shall be brought within two years from the time the cause of action, for or against such assignee, accrued; which shows very satisfactorily that the jurisdiction conferred by the third clause is other and different from the special jurisdiction and superintendence described in the first clause of the section.</p>\n<p>Where such a suit, between such parties, touching such subject-matter, proceeds in a Circuit Court to a final judgment or decree, and the debt or damage claimed or the matter in dispute exceeds the sum or value of two thousand dollars, exclusive of costs, no doubt is entertained that the judgment or decree may be removed into this court for re-examination by writ of error, if the judgment was rendered in a civil action, or by appeal if the decree was entered in a suit in equity, as in other similar cases falling within the appellate jurisdiction of this court.<sup>[\u0086]</sup></p>\n<p>Creditors whose claims are wholly or in part rejected may appeal from the decision of the District Court to the Circuit Court of the same district, if the appeal is claimed and the required notices are given within ten days from the entry of the decree or decision, but the appellant in such a case is required to file in the clerk's office a statement in writing of his claim, setting forth the same substantially as in a declaration for the same cause of action at law, and the assignee is required to plead or answer thereto in like manner, and like proceedings shall thereupon be had as in an action at law, except that no execution shall be awarded against the assignee for the amount of the debt found due to the creditor.</p>\n<p><span class=\"star-pagination\">*77</span> Assignees, also, who are dissatisfied with the allowance of a claim preferred by a creditor, may also appeal from the decision of the District Court to the Circuit Court of the same district at any time within ten days from the entry of the decree or decision, but it is certain that neither the creditor nor the assignee can appeal to this court from the decree of the Circuit Court in such a case, as the express enactment is that the final judgment of the court shall be conclusive and that the list of debts shall, if necessary, be altered to conform thereto.</p>\n<p>Confirmation of that view is also derived from the succeeding clause in the twenty-fourth section of the act, which provides that the prevailing party shall be entitled to costs, and that the costs, if they are recovered against the assignee, shall be allowed out of the estate of the bankrupt.<sup>[*]</sup></p>\n<p>Authority is also given to any creditor opposing the discharge of a bankrupt to file a specification in writing of the grounds of his opposition, and the court in such case may, in its discretion, order any question of fact so presented to be tried at a stated session of the District Court; and the better opinion perhaps is that the trial contemplated by the section, if ordered, is a trial by jury.<sup>[\u0086]</sup></p>\n<p>Debts contracted by a debtor and provable under the Bankrupt Act, if the same amount to two hundred and fifty dollars, authorize the creditor or creditors to file a petition praying that the debtor may be adjudged a bankrupt, and the fortieth section of the same act provides that, upon the filing of the petition, if it appears that sufficient grounds exist therefor, the court shall direct the entry of an order requiring the debtor to appear and show cause, at a court of bankruptcy to be holden at a time specified in the order, why the prayer of the petition should not be granted. Prior to the return day of the order it is required that notice shall be given to the debtor, and the provision is that the court shall, if the debtor so demand on the same day, order a trial <span class=\"star-pagination\">*78</span> by jury, at the first term of the court at which a jury shall be in attendance, to ascertain the fact of such alleged bankruptcy.<sup>[*]</sup></p>\n<p>Appellate jurisdiction, in its strictest sense, as exercised under the Judiciary Act, is certainly conferred upon the Circuit Courts in four classes of cases by the express words of the Bankrupt Act, without any resort to construction: (1.) By appeal from the final decree of the District Courts in suits in equity commenced and prosecuted in the District Courts by virtue of the jurisdiction created by the third clause of the second section of the act. (2.) By write of error sued out to the District Court in civil actions finally decided by the District Courts, in the exercise of jurisdiction created by the same clause of that section. (3.) By appeal from the decisions of the District Courts rejecting wholly or in part the claim of a creditor, as provided in the eighth section of the act. (4.) By appeal from the decisions of the District Courts allowing such a claim when the same is opposed by the assignee.</p>\n<p>Appeals from the District Courts to the Circuit Courts are not allowed in any case unless the appeal is claimed and notice given thereof to the clerk of the District Court, to be entered in the record of the proceedings, and also to the assignee, creditor, or the proper party in equity, within ten days from the date of the decision or decree, nor unless the appellant, at the time of claiming the same, also gives bond in the manner required by law in case of such an appeal from a subordinate to an appellate tribunal.</p>\n<p>Whether a writ of error will lie from the Circuit Court to the District Court where the debtor opposes the petition that he may be adjudged a bankrupt, and the question whether he has committed an act of bankruptcy is tried by a jury, as provided in the forty-first section of the act, is not a question involved in the case before the court. Nor is the question presented in the case whether a writ of error will lie from the Circuit Court to the District Court where an issue <span class=\"star-pagination\">*79</span> of fact is framed, as provided in the thirty-first section of the act, and the same is tried by a jury at a stated session of the District Court.</p>\n<p>Suffice it to say at this time that such cases, when tried by a jury, if the Circuit Court has any jurisdiction upon the subject, must be removed into the Circuit Court by a writ of error, as they, when tried by a jury, are excluded from the special jurisdiction conferred in the first clause of the section, by the very words of the clause. Where \"special provision is otherwise made\" the case is excluded from the general superintendence and jurisdiction of the Circuit Court by the exception introduced, as a parenthesis, into the body of that part of the section.</p>\n<p>Special provision is made in such cases, within the meaning of that exception, when the case is tried by a jury, and there is not a word in the act having the slightest tendency to show that Congress intended that a fact found by a jury in a District Court should be re-examined in a summary way by the Circuit Court, and it is not pretended that a party may appeal and be entitled to a second trial by jury, unless the first verdict is set aside for error of law. Such cases may be tried by the District Court without a jury, and in that event no doubt is entertained that the case is within the supervisory jurisdiction of the Circuit Court.</p>\n<p>Due notice was given to the bank of the petition filed in the Circuit Court that the corporation should be adjudged a bankrupt, and the commissioners, as the legal representatives of the bank, appeared and made defence, but they did not demand in writing, or otherwise, a trial by jury, and the case was heard and determined by the court. Subsequent to the decree adjudging the bank a bankrupt, the commissioners presented a petition to the circuit judge, praying for a reversal of that decree, by virtue of the special jurisdiction conferred upon the Circuit Court in the first clause of the second section of the Bankrupt Act, and the petition was heard at chambers, and a decree was entered dismissing the petition, and affirming the decree of the District Court.</p>\n<p><span class=\"star-pagination\">*80</span> Independent of the Bankrupt Act the District Courts possess no equity jurisdiction whatever, as the previous legislation of Congress conferred no such authority upon those courts since the prior Bankrupt Act was repealed.<sup>[*]</sup> Whatever jurisdiction, therefore, they possess in that behalf is wholly derived from the Bankrupt Act now in force.</p>\n<p>Undoubtedly the jurisdiction conferred by the third clause of the second section is of the same character as that conferred upon the Circuit Courts by the eleventh section of the Judiciary Act, and it follows that final judgments in civil actions and final decrees in suits in equity rendered in such cases, where the sum or value exceeds two thousand dollars, exclusive of costs, may be re-examined in this court when properly removed here by writ of error or appeal, as required by existing laws.</p>\n<p>Concurrent jurisdiction with the District Courts of all suits at law or in equity are the words of that clause, showing conclusively that the jurisdiction intended to be conferred is the regular jurisdiction between party and party, as described in the Judiciary Act and the third article of the Constitution.</p>\n<p>Cases arising under that clause, where the amount is sufficient, are plainly within the ninth section of the Bankrupt Act, and as such may be removed here for re-examination, but the revision contemplated by the first clause is evidently of a special and summary character, substantially the same as that given in the prior Bankrupt Act, as sufficiently appears from the words \"general superintendence,\" preceding and qualifying the word \"jurisdiction,\" and more clearly from the fact that the jurisdiction extends to mere questions as contradistinguished from judgments or decrees as well as to cases, showing that it includes the latter as well as the former, and that the jurisdiction may be exercised in chambers as well as in court, and in vacation as well as in term time.</p>\n<p>Much stress was laid, in argument in support of the theory that an appeal will lie to this court from a decision of the Circuit Court rendered under the first clause of the second <span class=\"star-pagination\">*81</span> section, upon the fact that the case or question, as therein provided, may be heard and determined in a court of equity, as the phrase reads in the printed volume of the Statutes at Large, but that phrase, even if correctly printed, must be read and considered in connection with the succeeding clause, and when so read and considered it is plain that the meaning is the same as it would be if it read \"as a court of equity,\" or \"as in a court of equity;\" that it merely prescribes the rule of decision by which the court is to be governed, and that it is entirely consistent with the subsequent clause before referred to, which provides that the case or question may be heard and determined by a justice of the court as well as by the court, and in vacation as well as in term time, which is palpably inconsistent with the theory that Congress intended that an appeal from the decision of any case or question under the first clause should be allowed to this court.</p>\n<p>But the phrase \"hear and determine the case in a court of equity,\" as printed in the fourteenth volume of the Statutes at Large, is erroneously transcribed from the act of Congress as it passed the two Houses and was approved by the President. Correctly transcribed it reads \"hear and determine the case as in a court of equity,\" which shows, without any resort to construction, that all Congress intended by the phrase was, to prescribe the rule of decision, whether it was made in court or at chambers or in term time or vacation.</p>\n<p>Decrees in equity, in order that they may be re-examined in this court, must be final decrees rendered in term time, as contradistinguished from mere interlocutory decrees or orders which may be entered at chambers, or, if entered in court, are still subject to revision at the final hearing.</p>\n<p>Adopt the theory of the appellees and the proceedings in bankruptcy might be protracted indefinitely, as every question arising in the courts may be transferred first to the Circuit Court and then to this court, which would tend very largely to defeat all the beneficent purposes of the Bankrupt Act. For these reasons the appeal is</p>\n<p>DISMISSED FOR WANT OF JURISDICTION.</p>\n<h2>NOTES</h2>\n<p>[\u0086]  14 Stat. at Large, 517; 16 Id. 174.</p>\n<p>[*]  14 Stat. at Large, 518.</p>\n<p>[*]  14 Stat. at Large, 520.</p>\n<p>[\u0086]  14 Stat. at Large, 521; 1 Id. 84.</p>\n<p>[*]  14 Stat. at Large, 528.</p>\n<p>[\u0086]  14 Stat. at Large, 532; Gordon et al. v. Scott et al., 2 Bankrupt Register, 28; In re Eidom, 3 Id. 39; In re Lawson, 2 Id. 125.</p>\n<p>[*]  14 Stat. at Large, 537.</p>\n<p>[*]  Ex parte Christy, 3 Howard, p. 811.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:01:36", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">65</span></span> (1870)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">11</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">65</span></span></b></center>\n<center><h1>MORGAN<br>\nv.<br>\nTHORNHILL.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*67</span> <span class=\"star-pagination\">*68</span> Mr. C. Cushing, for the creditors in bankruptcy, appellees in the case.</p>\n<p>Messrs. W.M. Evarts and P. Phillips, contra.</p>\n<p><span class=\"star-pagination\">*72</span> Mr. Justice CLIFFORD delivered the opinion of the court.</p>\n<p>Exclusive original jurisdiction, in all matters and proceedings in bankruptcy, is conferred by the acts of Congress upon the District Courts, but in case of a vacancy in the office of a district judge, or in case the district judge shall, from sickness, absence, or other disability, be unable to act, the circuit judge may make all necessary rules and orders preparatory to the final hearing, and cause the same to be entered or issued, as the case may require, by the clerk of the District Court.<sup>[\u0086]</sup></p>\n<p>Certain occurrences, during the late civil war, so crippled the resources of the Bank of Louisiana that the directors became unable to comply with the requisitions of their charter. Proceedings were accordingly instituted by the attorney-general of the State, under the act \"to provide for the liquidation of banks,\" in the proper court of the State, to forfeit the charter of the bank, and on the twentieth of May, 1868, a decree was entered in the case that the charter of the bank be declared forfeited, and that its affairs be liquidated according to law.</p>\n<p>Pursuant to that decree the appellants were appointed commissioners for that purpose, and the record shows that they accepted the trust, that they took the required oaths, that they gave the necessary bonds, that they entered upon the discharge of their duties, and that they continued to administer the affairs of the bank until the twentieth of May of the following year, when the appellees, or the first three named, filed a petition in the District Court for that district, <span class=\"star-pagination\">*73</span> praying that the bank and the said commissioners, in their character as such, might be declared a bankrupt, and that a warrant might issue to take possession of the estate of the bank in the hands of the commissioners.</p>\n<p>They represented in their petition that the bank and the commissioners had each, within six months preceding the date of the petition, committed an act of bankruptcy, that the corporation had for a long time suspended payment of its commercial paper, and that the commissioners had, within the same period, made certain payments, and transferred certain assets of the bank in payment of its debts, with intent to give a preference to certain creditors of the bank. Special reference to the supplemental petition is unnecessary, as the representations of the petition are substantially the same, and the two were heard together in the court below.</p>\n<p>Three several injunctions were granted in the case by the district judge sitting in bankruptcy, and on the eleventh of January, 1870, the District Court entered a decree that the bank was a bankrupt. Within ten days from the date of the decree a petition for a review of those orders and decrees was filed by the commissioners in the Circuit Court, under the second section of the Bankrupt Act, and the Circuit Court having first heard the parties, on the second of March, 1870, entered a decree affirming the orders and decrees of the District Court. Application was immediately made by the commissioners for an appeal to this court, which was refused by the circuit judge, but it was ultimately granted by one of the associate justices of this court, more than ten days, however, subsequent to the date of the decree of the Circuit Court.</p>\n<p>Seasonable application for the appeal having been made and a sufficient bond tendered, the appellants contended, and still contend, that the appeal as subsequently allowed operated as a supersedeas from the date of the first application. Different views, however, were entertained by the district judge, and on the twenty-ninth of March, 1870, he passed an order directing the marshal to resume possession <span class=\"star-pagination\">*74</span> of all such portion of the assets of the bank as he had surrendered to the commissioners.</p>\n<p>Dissatisfied with that order the commissioners applied to the associate justice of this court assigned to that circuit to vacate that order and to enforce the supersedeas supposed to have been created by the appeal as allowed in pursuance of the last application. His opinion was that the appeal, as allowed, related back to the date of the original application for the same to the circuit judge, and that it operated as a supersedeas, the same as it would have done if it had been granted within ten days from the date of the decree dismissing the petition for a review and affirming the decree adjudging the corporation a bankrupt.</p>\n<p>Influenced by those views he made a decree that all the orders in the cause subsequent to the twenty-first of January, 1870, should be vacated and annulled, leaving the injunction of that date granted by the circuit judge in full force. Certain other orders, nevertheless, were subsequently made by the district judge; as, for example, he passed an order for the appointment of receivers, and another giving the appointees authority to pay rents, expenses, and charges incurred by them out of the funds of the bank. Special objection is made by the appellants to those orders as forbidden by the supersedeas, but the main purpose of the appeal when taken was to reverse the decree of the Circuit Court affirming the decree of the District Court, and dismissing their petition praying for a reversal of that decree.</p>\n<p>Since the appeal was entered the appellees have filed a motion to dismiss the same, upon the ground that no appeal lies to this court from a decree of the Circuit Court rendered in the exercise of the special jurisdiction conferred upon that court by the first clause of the second section of the Bankrupt Act.<sup>[*]</sup></p>\n<p>Circuit Courts have a general superintendence and jurisdiction, by virtue of that clause, of all cases and questions arising under that act, within and for the districts where the <span class=\"star-pagination\">*75</span> proceedings in bankruptcy are pending, and the provision is, that those courts may, upon bill, petition, or other proper process, of any party aggrieved, except when special provision is otherwise made, hear and determine the case (as) in a court of equity, but the next clause of the same section provides that the powers and jurisdiction thereby granted may be exercised either by said court or by any justice thereof, in term time or vacation, and neither of the two clauses makes any provision for an appeal in any such case to this court, whether the case or question presented or involved in the bill, petition, or other proper process is submitted to the court or to a justice thereof, or whether the case or question is heard or determined in vacation or in term time.</p>\n<p>Apart from those two provisions the third clause of the section provides that Circuit Courts shall also have concurrent jurisdiction with the District Courts of all suits at law or in equity which may or shall be brought by the assignee in bankruptcy against any person claiming an adverse interest, or by such person against such assignee touching any property or rights of property of such bankrupt transferable to or vested in such assignee.</p>\n<p>Controversies, in order that they may be cognizable under that clause of the section, either in the Circuit or District Court, must have respect to some property or rights of property of the bankrupt transferable to or vested in such assignee, and the suit, whether it be a suit at law or in equity, must be in the name of one of the two parties described in that clause and against the other. All three of those conditions must concur to give the jurisdiction, but where they all concur the party suing may, at his election, commence his suit either in the Circuit or District Court, and if in the latter, it is clear that the case, when it has proceeded to final judgment or decree, may be removed into the Circuit Court for re-examination by writ of error, if it was an action at law, or by appeal if it was a suit in equity, provided the debt or damage claimed amounts to more than five hundred dollars, and the writ of error is seasonably sued <span class=\"star-pagination\">*76</span> out and the plaintiff in error complies \"with the statutes regulating the granting of such suits,\" or the appeal is claimed and the required notices are given within ten days from the judgment or decree.<sup>[*]</sup></p>\n<p>Such a suit, however, by or against such assignee, or by or against any person claiming an adverse interest in any such property or rights of property, cannot be maintained in any court whatsoever unless the same shall be brought within two years from the time the cause of action, for or against such assignee, accrued; which shows very satisfactorily that the jurisdiction conferred by the third clause is other and different from the special jurisdiction and superintendence described in the first clause of the section.</p>\n<p>Where such a suit, between such parties, touching such subject-matter, proceeds in a Circuit Court to a final judgment or decree, and the debt or damage claimed or the matter in dispute exceeds the sum or value of two thousand dollars, exclusive of costs, no doubt is entertained that the judgment or decree may be removed into this court for re-examination by writ of error, if the judgment was rendered in a civil action, or by appeal if the decree was entered in a suit in equity, as in other similar cases falling within the appellate jurisdiction of this court.<sup>[\u0086]</sup></p>\n<p>Creditors whose claims are wholly or in part rejected may appeal from the decision of the District Court to the Circuit Court of the same district, if the appeal is claimed and the required notices are given within ten days from the entry of the decree or decision, but the appellant in such a case is required to file in the clerk's office a statement in writing of his claim, setting forth the same substantially as in a declaration for the same cause of action at law, and the assignee is required to plead or answer thereto in like manner, and like proceedings shall thereupon be had as in an action at law, except that no execution shall be awarded against the assignee for the amount of the debt found due to the creditor.</p>\n<p><span class=\"star-pagination\">*77</span> Assignees, also, who are dissatisfied with the allowance of a claim preferred by a creditor, may also appeal from the decision of the District Court to the Circuit Court of the same district at any time within ten days from the entry of the decree or decision, but it is certain that neither the creditor nor the assignee can appeal to this court from the decree of the Circuit Court in such a case, as the express enactment is that the final judgment of the court shall be conclusive and that the list of debts shall, if necessary, be altered to conform thereto.</p>\n<p>Confirmation of that view is also derived from the succeeding clause in the twenty-fourth section of the act, which provides that the prevailing party shall be entitled to costs, and that the costs, if they are recovered against the assignee, shall be allowed out of the estate of the bankrupt.<sup>[*]</sup></p>\n<p>Authority is also given to any creditor opposing the discharge of a bankrupt to file a specification in writing of the grounds of his opposition, and the court in such case may, in its discretion, order any question of fact so presented to be tried at a stated session of the District Court; and the better opinion perhaps is that the trial contemplated by the section, if ordered, is a trial by jury.<sup>[\u0086]</sup></p>\n<p>Debts contracted by a debtor and provable under the Bankrupt Act, if the same amount to two hundred and fifty dollars, authorize the creditor or creditors to file a petition praying that the debtor may be adjudged a bankrupt, and the fortieth section of the same act provides that, upon the filing of the petition, if it appears that sufficient grounds exist therefor, the court shall direct the entry of an order requiring the debtor to appear and show cause, at a court of bankruptcy to be holden at a time specified in the order, why the prayer of the petition should not be granted. Prior to the return day of the order it is required that notice shall be given to the debtor, and the provision is that the court shall, if the debtor so demand on the same day, order a trial <span class=\"star-pagination\">*78</span> by jury, at the first term of the court at which a jury shall be in attendance, to ascertain the fact of such alleged bankruptcy.<sup>[*]</sup></p>\n<p>Appellate jurisdiction, in its strictest sense, as exercised under the Judiciary Act, is certainly conferred upon the Circuit Courts in four classes of cases by the express words of the Bankrupt Act, without any resort to construction: (1.) By appeal from the final decree of the District Courts in suits in equity commenced and prosecuted in the District Courts by virtue of the jurisdiction created by the third clause of the second section of the act. (2.) By write of error sued out to the District Court in civil actions finally decided by the District Courts, in the exercise of jurisdiction created by the same clause of that section. (3.) By appeal from the decisions of the District Courts rejecting wholly or in part the claim of a creditor, as provided in the eighth section of the act. (4.) By appeal from the decisions of the District Courts allowing such a claim when the same is opposed by the assignee.</p>\n<p>Appeals from the District Courts to the Circuit Courts are not allowed in any case unless the appeal is claimed and notice given thereof to the clerk of the District Court, to be entered in the record of the proceedings, and also to the assignee, creditor, or the proper party in equity, within ten days from the date of the decision or decree, nor unless the appellant, at the time of claiming the same, also gives bond in the manner required by law in case of such an appeal from a subordinate to an appellate tribunal.</p>\n<p>Whether a writ of error will lie from the Circuit Court to the District Court where the debtor opposes the petition that he may be adjudged a bankrupt, and the question whether he has committed an act of bankruptcy is tried by a jury, as provided in the forty-first section of the act, is not a question involved in the case before the court. Nor is the question presented in the case whether a writ of error will lie from the Circuit Court to the District Court where an issue <span class=\"star-pagination\">*79</span> of fact is framed, as provided in the thirty-first section of the act, and the same is tried by a jury at a stated session of the District Court.</p>\n<p>Suffice it to say at this time that such cases, when tried by a jury, if the Circuit Court has any jurisdiction upon the subject, must be removed into the Circuit Court by a writ of error, as they, when tried by a jury, are excluded from the special jurisdiction conferred in the first clause of the section, by the very words of the clause. Where \"special provision is otherwise made\" the case is excluded from the general superintendence and jurisdiction of the Circuit Court by the exception introduced, as a parenthesis, into the body of that part of the section.</p>\n<p>Special provision is made in such cases, within the meaning of that exception, when the case is tried by a jury, and there is not a word in the act having the slightest tendency to show that Congress intended that a fact found by a jury in a District Court should be re-examined in a summary way by the Circuit Court, and it is not pretended that a party may appeal and be entitled to a second trial by jury, unless the first verdict is set aside for error of law. Such cases may be tried by the District Court without a jury, and in that event no doubt is entertained that the case is within the supervisory jurisdiction of the Circuit Court.</p>\n<p>Due notice was given to the bank of the petition filed in the Circuit Court that the corporation should be adjudged a bankrupt, and the commissioners, as the legal representatives of the bank, appeared and made defence, but they did not demand in writing, or otherwise, a trial by jury, and the case was heard and determined by the court. Subsequent to the decree adjudging the bank a bankrupt, the commissioners presented a petition to the circuit judge, praying for a reversal of that decree, by virtue of the special jurisdiction conferred upon the Circuit Court in the first clause of the second section of the Bankrupt Act, and the petition was heard at chambers, and a decree was entered dismissing the petition, and affirming the decree of the District Court.</p>\n<p><span class=\"star-pagination\">*80</span> Independent of the Bankrupt Act the District Courts possess no equity jurisdiction whatever, as the previous legislation of Congress conferred no such authority upon those courts since the prior Bankrupt Act was repealed.<sup>[*]</sup> Whatever jurisdiction, therefore, they possess in that behalf is wholly derived from the Bankrupt Act now in force.</p>\n<p>Undoubtedly the jurisdiction conferred by the third clause of the second section is of the same character as that conferred upon the Circuit Courts by the eleventh section of the Judiciary Act, and it follows that final judgments in civil actions and final decrees in suits in equity rendered in such cases, where the sum or value exceeds two thousand dollars, exclusive of costs, may be re-examined in this court when properly removed here by writ of error or appeal, as required by existing laws.</p>\n<p>Concurrent jurisdiction with the District Courts of all suits at law or in equity are the words of that clause, showing conclusively that the jurisdiction intended to be conferred is the regular jurisdiction between party and party, as described in the Judiciary Act and the third article of the Constitution.</p>\n<p>Cases arising under that clause, where the amount is sufficient, are plainly within the ninth section of the Bankrupt Act, and as such may be removed here for re-examination, but the revision contemplated by the first clause is evidently of a special and summary character, substantially the same as that given in the prior Bankrupt Act, as sufficiently appears from the words \"general superintendence,\" preceding and qualifying the word \"jurisdiction,\" and more clearly from the fact that the jurisdiction extends to mere questions as contradistinguished from judgments or decrees as well as to cases, showing that it includes the latter as well as the former, and that the jurisdiction may be exercised in chambers as well as in court, and in vacation as well as in term time.</p>\n<p>Much stress was laid, in argument in support of the theory that an appeal will lie to this court from a decision of the Circuit Court rendered under the first clause of the second <span class=\"star-pagination\">*81</span> section, upon the fact that the case or question, as therein provided, may be heard and determined in a court of equity, as the phrase reads in the printed volume of the Statutes at Large, but that phrase, even if correctly printed, must be read and considered in connection with the succeeding clause, and when so read and considered it is plain that the meaning is the same as it would be if it read \"as a court of equity,\" or \"as in a court of equity;\" that it merely prescribes the rule of decision by which the court is to be governed, and that it is entirely consistent with the subsequent clause before referred to, which provides that the case or question may be heard and determined by a justice of the court as well as by the court, and in vacation as well as in term time, which is palpably inconsistent with the theory that Congress intended that an appeal from the decision of any case or question under the first clause should be allowed to this court.</p>\n<p>But the phrase \"hear and determine the case in a court of equity,\" as printed in the fourteenth volume of the Statutes at Large, is erroneously transcribed from the act of Congress as it passed the two Houses and was approved by the President. Correctly transcribed it reads \"hear and determine the case as in a court of equity,\" which shows, without any resort to construction, that all Congress intended by the phrase was, to prescribe the rule of decision, whether it was made in court or at chambers or in term time or vacation.</p>\n<p>Decrees in equity, in order that they may be re-examined in this court, must be final decrees rendered in term time, as contradistinguished from mere interlocutory decrees or orders which may be entered at chambers, or, if entered in court, are still subject to revision at the final hearing.</p>\n<p>Adopt the theory of the appellees and the proceedings in bankruptcy might be protracted indefinitely, as every question arising in the courts may be transferred first to the Circuit Court and then to this court, which would tend very largely to defeat all the beneficent purposes of the Bankrupt Act. For these reasons the appeal is</p>\n<p>DISMISSED FOR WANT OF JURISDICTION.</p>\n<h2>NOTES</h2>\n<p>[\u0086]  14 Stat. at Large, 517; 16 Id. 174.</p>\n<p>[*]  14 Stat. at Large, 518.</p>\n<p>[*]  14 Stat. at Large, 520.</p>\n<p>[\u0086]  14 Stat. at Large, 521; 1 Id. 84.</p>\n<p>[*]  14 Stat. at Large, 528.</p>\n<p>[\u0086]  14 Stat. at Large, 532; Gordon et al. v. Scott et al., 2 Bankrupt Register, 28; In re Eidom, 3 Id. 39; In re Lawson, 2 Id. 125.</p>\n<p>[*]  14 Stat. at Large, 537.</p>\n<p>[*]  Ex parte Christy, 3 Howard, p. 811.</p>\n\n</div>", 
  "sha1": "eaca9dd34da781bb23322bde6900cefe5b07352e", 
  "date_modified": "2014-12-21T01:26:00.377802", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/88303/morgan-v-thornhill/", 
  "citation_count": 2, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/2261448/", 
  "html": "<p class=\"case_cite\">78 U.S. 65</p>\n    <p class=\"case_cite\">20 L.Ed. 60</p>\n    <p class=\"case_cite\">11 Wall. 65</p>\n    <p class=\"parties\">MORGAN<br>v.<br>THORNHILL.</p>\n    <p class=\"date\">December Term, 1870</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ON motion to dismiss an appeal from the Circuit Court from the District of Louisiana; the case being this:</p>\n      <p class=\"indent\">'An act to establish a uniform system of bankruptcy throughout the United States,' approved March 2, 1867,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and which gives to the District Courts exclusive original jurisdiction in matters of bankruptcy, authorizes them to declare corporations bankrupt upon certain proceedings had.</p>\n      <p class=\"indent\">By the 2d section of the act it is enacted:</p>\n      <p class=\"indent\">'That the several Circuit Courts of the United States, within and for the districts where the proceedings in bankruptcy shall be pending, shall have a general superintendence and jurisdiction of all <i>cases and questions</i> arising under this act, and except when special provision is otherwise made, may upon <i>bill, petition</i>, or <i>other process</i> of any party aggrieved, hear and determine the case <i>as</i> a court of equity. The powers and duties hereby granted may be exercised either by said court or by any justice thereof, in term time or in vacation.'By the 8th section of the act it is further provided:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">'That appeals may be taken from the District Court to the Circuit Courts in all cases in equity, and writs of error may be allowed to said Circuit Courts in cases at law, under the jurisdiction created by this act, when the debt or damages claimed amount to more than $500; and any supposed creditor may appeal whose claim is wholly or in part rejected, or an assignee who is dissatisfied with the allowance of a claim may appeal from the decision of the District Court to Circuit Court.'</p>\n    </div>\n    <p class=\"indent\">And by the 9th:</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'That in cases arising under this act no appeal or writ of error shall be allowed in any case from the Circuit Courts to the Supreme Court of the United States, unless the matter in dispute exceeds $2000.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Under this bankrupt act the District Court at New Orleans on the 11th of January, 1870, on the petition of one Thornhill, a creditor, decreed the Bank of Louisiana to be bankrupt. The charter of the bank had previously to this date been declared, on proceedings in one of the State courts, forfeited under a statute of the State, and its affairs had been placed in the hands of one Morgan and others, as commissioners, to liquidate them. These commissioners were in possession of the property of the bank. The decree of the District Court in bankruptcy superseded the action under the State law, ordering as it did 'that the parties holding any of the property of the said bank, surrender the same to the proper officers of this court,' and being followed up soon afterwards (June, 1870) by injunctions against the commissioners to refrain and desist from making any transfer or disposition of any part of the assets of the bank, or any payment out of them, and from all litigation or compromise about them.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Hereupon Morgan and the other commissioners filed their <i>petition</i> (no <i>appeal</i> being in any way taken in the matter) in the Circuit Court for the District of Louisiana. In this they 'represent' what had been done in the District Court; and having set all this forth proceed:'Now your petitioners in their said capacities of commissioners of the Bank of Louisiana, respectfully represent that they are aggreived, and the creditors of said bank are also aggrieved and injured by the proceedings, orders, and judgment rendered in said cases, and believe the same to be erroneous and contrary to law; that the issuing and continuance of said injunctions has been, since the month of June last, and still is, working great injury to the creditors of said bank; that petitioners are prohibited thereby from defending or prosecuting the many suits now pending in which the said bank is a party, or to appear and protect its interests in any litigation now pending in which the said bank is interested, or to institute such legal proceedings as are necessary to interrupt prescription on claims held by them as commissioners; that the judgment rendered in said suit is erroneous.'</p>\n    </div>\n    <p class=\"indent\">The petition concluded with this prayer:</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'And your petitioners pray that the orders made in said cause      be suspended in their operation and legal effect, and <i>that      the superintending and revising jurisdiction conferred upon      this court in such cases</i> by the act of Congress entitled 'An      act to establish a uniform system of bankruptcy throughout      the United States,' approved March 2, 1867, may be exercised      by your honor, and that the said orders be examined, and, if      found not to be warranted by law, set aside or rescinded, and      that your petitioners be allowed to proceed with the      execution of the trusts conferred upon them by law.'</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Circuit Judge, <i>at chambers</i>, affirmed the action in the District Court, holding that the act of the State of Louisiana was suspended by the Bankrupt Act, and that the proceedings in the State court, under whose judgment the charter of the bank was dissolved and the commissioners appointed, were void for want of jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">An appeal was afterwards granted by one of the justices of this court, and the bond approved, and supersedeas directed to be issued, the appeal having been prayed and the bond approved within the ten days from the rendition of the decree.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\"><i>Mr. C. Cushing, for the creditors in bankruptcy, appellees in the case</i>, now moved to dismiss the appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">1st. Because the decree was rendered by the circuit judge by virtue of the special power conferred on the Circuit Court or the judge thereof to exercise 'a general superintendence and jurisdiction of all cases and questions arising under' the Bankrupt Act, conferred by the 1st section of said act, to be exercised by the said Circuit Court or the judge thereof, 'in term time or vacation.' From which class of decree no appeal lies.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">2d. Because it was not final.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\"><i>In support of his motion he argued:</i> The 8th section of the Bankrupt Act regulating appeals, makes no change in the general law of appeals, except in reference to the amount and time within which an appeal must be taken, in which it is less favorable than the general law on regulating appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">An appeal, therefore, from the District Court can only be taken to the Circuit Court in the cases in which it can be taken ordinarily; that is, it must be taken from a final decree of the District Court. In all other cases where the Circuit Court acts in matters of bankruptcy, it is by virtue of the special, comprehensive, and almost universal power of superintendence conferred by the 2d section of the act. By that section, the Circuit Court has a general 'superintendence of all cases and questions arising under' the Bankrupt Act. The only exception to this general jurisdiction of superintendence is in the case of appeals and writs of error.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It is submitted that the cases in which an appeal lies to the Supreme Court of the United States under the Bankrupt Act are necessarily limited to such final decrees made in the Circuit Court as have been made in cases brought there by appeal as originating there.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">This case did not come into the Circuit Court by appeal from the District Court, nor did it originate in the Circuit Court. It was brought before the circuit judge by petition, invoking the special revisory jurisdiction of the circuit judge. The revisory power given by the 2d section embraces <i>all</i> <i>'questions</i>' which can arise under the act. The word decree or judgment is not used. Obviously and wisely the action of the Circuit Court on these <i>questions</i> was meant to be summary. On any other view every 'question' that could arise in proceedings in bankruptcy could be brought here, though there was no judgment, no decree, no order.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It is a familiar principle of law, that the appellate jurisdiction of this court does not include a decree under a law conferring a new and special jurisdiction, in which no remedy by appeal is granted.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The decree or order appealed from in this case was made under a law conferring a new and special jurisdiction on the circuit judge. From the exercise of this special jurisdiction no appeal is given. And as this court exercises its appellate jurisdiction only under the acts of Congress, the burden is on the appellants to show that an appeal lies in their case. It is to be noted, too, in this case, that the general superintendence granted to the circuit judge by the 2d section of the Bankrupt Act is to be exercised by him in court or at chambers. This is a controlling fact, to show that no right of appeal was intended to be given from the decisions of the circuit judge in the exercise of this power of superintendence. The exercise of the appellate power of this court is confined almost exclusively to the final judgments or decrees of the Circuit Court rendered in term time. This court, in <i>United States</i> v. <i>Nourse</i>,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> commenting on the fact that in the case then before the court the judge of the court below was authorized to act as chambers, say:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'From a decision of the district judge <i>out of court</i>, how could the government appeal to the Circuit Court?'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">2. The decree is not a final decree, having been rendered out of court. Only interlocutory decrees are so rendered.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">\n        <i>Messrs. W. M. Evarts and P. Phillips, contra:</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The revisory power of the Circuit Court, in one form or another, and it may be by an appeal as well as a petition, extends, in virtue of the 2d section, over the whole matter intrusted to the jurisdiction of the District Court, and if the act had been silent as to an appeal to this court from the Circuit Court, it would have been maintainable under the acts of 1789 and 1803.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">But the act is not silent. The 9th section declares that no appeal or writ of error shall be allowed in any case from the Circuit to the Supreme Court, unless the matter in dispute shall exceed $2000. It is accordingly evident that Congress assumed that appeals would be taken from the Circuit Court, and contented itself with alone regulating the amount which gave the jurisdiction. If, therefore, the decree is final, and the amount in controversy exceeds $2000, the appeal is well taken. Now the District Court, by its judgment, had taken from the administrators appointed by the laws of the State an estate worth many hundreds of thousands of dollars. This judgment was, by the decree of the Circuit Court, affirmed, and the rights set up in the petition of review were denied.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">It is urged by Mr. Cushing that no appeal lies in this case because the matter was 'before the circuit judge by petition invoking the special revisory jurisdiction.' That is, though it be admitted that the decree is final, and the amount in controversy exceeds $2000, no appeal lies because the case was not carried from the District Court in the form of an appeal or writ of error under the 8th section. But it is a mistake to suppose that the appellate power is confined to any particular form. It is ordinarily exercised by appeal or writ of error. In many cases under statute it is done by a certificate of division; or the legislature may provide that it should be exercised by certiorari, petition for review, or by any other process deemed convenient.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It is further objected that no appeal lies when this special jurisdiction is exercised, because it is provided that the decree may be rendered 'by the court or by any justice thereof in term time or <i>in vacation</i>.' But terms of court are the arbitrary creations of statute, which may be modified or abolished by statute. Is it any less the exercise of judicial power to decide a case in vacation? If this judicial power be exercised by a subordinate tribunal, what is there in the nature of things which should free it from the supervision of the superior court? If there be a lack of formality in the discharge of judicial functions in vacation it would seem to be more, not less, important that such proceeding should be reviewed by the superior court.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The 8th section provides that appeals may be taken from the District to the Circuit Court in <i>all cases in equity</i>, and writs of error in cases at law where the amount in controversy exceeds $500. Appeal is also allowed to any <i>creditor</i> whose claim is rejected, or to an <i>assignee</i> dissatisfied with the allowance of a claim.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">It is tacitly admitted that the present appeal would be sustained if the case had originated under the 8th section and been carried to the Circuit Court, and yet in the large jurisdiction conferred by the 2d section, it is maintained that the design of Congress was to exclude the appellate jurisdiction of this court. This seems unreasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The petition of review filed in the Circuit Court, presented a case under the act for adjudication. The jurisdiction to hear and determine it is not contested. After providing in the 2d and 8th sections for the exercise of the appellate power of the Circuit Court, the 9th section declares as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">'That in cases arising under this act no appeal or writ of error shall be allowed in any case from the Circuit Court to the Supreme Court, unless the matter in dispute should exceed $2000.'</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The affirmative form of this proposition is that an appeal or writ of error shall be allowed in cases arising under this act where the amount in controversy exceeds $2000. This would include all cases, and if so important a portion of the Circuit Court's jurisdiction was intended to be excepted, we should expect to find a special exclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">2. A decree which changes and transfers the right of property in litigation is a final decree, for if otherwise irreparable injury would be incurred before redress could be had.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Mr. Justice CLIFFORD delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Exclusive original jurisdiction, in all matters and proceedings in bankruptcy, is conferred by the acts of Congress upon the District Courts, but in case of a vacancy in the office of a district judge, or in case the district judge shall, from sickness, absence, or other disability, be unable to act, the circuit judge may make all necessary rules and orders preparatory to the final hearing, and cause the same to be entered or issued, as the case may require, by the clerk of the District Court.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Certain occurrences, during the late civil war, so crippled the resources of the Bank of Louisiana that the directors became unable to comply with the requisitions of their charter. Proceedings were accordingly instituted by the attorney-general of the State, under the act 'to provide for the liquidation of banks,' in the proper court of the State, to forfeit the charter of the bank, and on the twentieth of May, 1868, a decree was entered in the case that the charter of the bank be declared forfeited, and that its affairs be liquidated according to law.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Pursuant to that decree the appellants were appointed commissioners for that purpose, and the record shows that they accepted the trust, that they took the required oaths, that they gave the necessary bonds, that they entered upon the discharge of their duties, and that they continued to administer the affairs of the bank until the twentieth of May of the following year, when the appellees, or the first three named, filed a petition in the District Court for that district, praying that the bank and the said commissioners, in their character as such, might be declared a bankrupt, and that a warrant might issue to take possession of the estate of the bank in the hands of the commissioners.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">They represented in their petition that the bank and the commissioners had each, within six months preceding the date of the petition, committed an act of bankruptcy, that the corporation had for a long time suspended payment of its commercial paper, and that the commissioners had, within the same period, made certain payments, and transferred certain assets of the bank in payment of its debts, with intent to give a preference to certain creditors of the bank. Special reference to the supplemental petition is unnecessary, as the representations of the petition are substantially the same, and the two were heard together in the court below.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Three several injunctions were granted in the case by the district judge sitting in bankruptcy, and on the eleventh of January, 1870, the District Court entered a decree that the bank was a bankrupt. Within ten days from the date of the decree a petition for a review of those orders and decrees was filed by the commissioners in the Circuit Court, under the second section of the Bankrupt Act, and the Circuit Court having first heard the parties, on the second of March, 1870, entered a decree affirming the orders and decrees of the District Court. Application was immediately made by the commissioners for an appeal to this court, which was refused by the circuit judge, but it was ultimately granted by one of the associate justices of this court, more than ten days, however, subsequent to the date of the decree of the Circuit Court.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Seasonable application for the appeal having been made and a sufficient bond tendered, the appellants contended, and still contend, that the appeal as subsequently allowed operated as a supersedeas from the date of the first application. Different views, however, were entertained by the district judge, and on the twenty-ninth of March, 1870, he passed an order directing the marshal to resume possession of all such portion of the assets of the bank as he had surrendered to the commissioners.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Dissatisfied with that order the commissioners applied to the associate justice of this court assigned to that circuit to vacate that order and to enforce the supersedeas supposed to have been created by the appeal as allowed in pursuance of the last application. His opinion was that the appeal, as allowed, related back to the date of the original application for the same to the circuit judge, and that it operated as a supersedeas, the same as it would have done if it had been granted within ten days from the date of the decree dismissing the petition for a review and affirming the decree adjudging the corporation a bankrupt.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Influenced by those views he made a decree that all the orders in the cause subsequent to the twenty-first of Junuary, 1870, should be vacated and annulled, leaving the injunction of that date granted by the circuit judge in full force. Certain other orders, nevertheless, were subsequently made by the district judge; as, for example, he passed an order for the appointment of receivers, and another giving the appointees authority to pay rents, expenses, and charges incurred by them out of the funds of the bank. Special objection is made by the appellants to those orders as forbidden by the supersedeas, but the main purpose of the appeal when taken was to reverse the decree of the Circuit Court affirming the decree of the District Court, and dismissing their petition praying for a reversal of that decree.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Since the appeal was entered the appellees have filed a motion to dismiss the same, upon the ground that no appeal lies to this court from a decree of the Circuit Court rendered in the exercise of the special jurisdiction conferred upon that court by the first clause of the second section of the Bankrupt Act.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Circuit Courts have a general superintendence and jurisdiction, by virtue of that clause, of all cases and questions arising under that act, within and for the districts where the proceedings in bankruptcy are pending, and the provision is, that those courts may, upon bill, petition, or other proper process, of any party aggrieved, except when special provision is otherwise made, hear and determine the case (as) in a court of equity, but the next clause of the same section provides that the powers and jurisdiction thereby granted may be exercised either by said court or by any justice thereof, in term time or vacation, and neither of the two clauses makes any provision for an appeal in any such case to this court, whether the case or question presented or involved in the bill, petition, or other proper process is submitted to the court or to a justice thereof, or whether the case or question is heard or determined in vacation or in term time.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Apart from those two provisions the third clause of the section provides that Circuit Courts <i>shall also have</i> concurrent jurisdiction with the District Courts of <i>all suits at law or in equity</i> which may or shall be brought by <i>the assignee</i> in bankruptcy against any person claiming <i>an adverse interest</i>, or by <i>such person</i> against <i>such assignee</i> touching any property or rights of property of such bankrupt transferable to or vested in such assignee.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Controversies, in order that they may be cognizable under that clause of the section, either in the Circuit or District Court, must have respect to some property or rights of property of the bankrupt transferable to or vested in such assignee, and the suit, whether it be a suit at law or in equity, must be in the name of one of the two parties described in that clause and against the other. All three of those conditions must concur to give the jurisdiction, but where they all concur the party suing may, at his election, commence his suit either in the Circuit or District Court, and if in the latter, it is clear that the case, when it has proceeded to final judgment or decree, may be removed into the Circuit Court for re-examination by writ of error, if it was an action at law, or by appeal if it was a suit in equity, provided the debt or damage claimed amounts to more than five hundred dollars, and the writ of error is seasonably sued out and the plaintiff in error complies 'with the statutes regulating the granting of such suits,' or the appeal is claimed and the required notices are given within ten days from the judgment or decree.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Such a suit, however, by or against such assignee, or by or against any person claiming an adverse interest in any such property or rights of property, cannot be maintained in any court whatsoever unless the same shall be brought within two years from the time the cause of action, for or against such assignee, accrued; which shows very satisfactorily that the jurisdiction conferred by the third clause is other and different from the special jurisdiction and superintendence described in the first clause of the section.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Where such a suit, between such parties, touching such subject-matter, proceeds in a Circuit Court to a final judgment or decree, and the debt or damage claimed or the matter in dispute exceeds the sum or value of two thousand dollars, exclusive of costs, no doubt is entertained that the judgment or decree may be removed into this court for re-examination by writ of error, if the judgment was rendered in a civil action, or by appeal if the decree was entered in a suit in equity, as in other similar cases falling within the appellate jurisdiction of this court.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Creditors whose claims are wholly or in part rejected may appeal from the decision of the District Court to the Circuit Court of the same district, if the appeal is claimed and the required notices are given within ten days from the entry of the decree or decision, but the appellent in such a case is required to file in the clerk's office a statement in writing of his claim, setting forth the same substantially as in a declaration for the same cause of action at law, and the assignee is required to plead or answer thereto in like manner, and like proceedings shall thereupon be had as in an action at law, except that no execution shall be awarded against the assignee for the amount of the debt found due to the creditor.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Assignees, also, who are dissatisfied with the allowance of a claim preferred by a creditor, may also appeal from the decision of the District Court to the Circuit Court of the same district at any time within ten days from the entry of the decree or decision, but it is certain that neither the creditor nor the assignee can appeal to this court from the decree of the Circuit Court in such a case, as the express enactment is that the final judgment of the court shall be conclusive and that the list of debts shall, if necessary, be altered to conform thereto.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Confirmation of that view is also derived from the succeeding clause in the twenty-fourth section of the act, which provides that the prevailing party shall be entitled to costs, and that the costs, if they are recovered against the assignee, shall be allowed out of the estate of the bankrupt.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Authority is also given to any creditor opposing the discharge of a bankrupt to file a specification in writing of the grounds of his opposition, and the court in such case may, <i>in its discretion</i>, order any question of fact so presented to be tried at a stated session of the District Court; and the better opinion perhaps is that the trial contemplated by the section, if ordered, is a trial by jury.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Debts contracted by a debtor and provable under the Bankrupt Act, if the same amount to two hundred and fifty dollars, authorize the creditor or creditors to file a petition praying that the debtor may be adjudged a bankrupt, and the fortieth section of the same act provides that, upon the filing of the petition, if it appears that sufficient grounds exist therefor, the court shall direct the entry of an order requiring the debtor to appear and show cause, at a court of bankruptcy to be holden at a time specified in the order, why the prayer of the petition should not be granted. Prior to the return day of the order it is required that notice shall be given to the debtor, and the provision is that the court shall, if the debtor so demand on the same day, order a trial by jury, at the first term of the court at which a jury shall be in attendance, to ascertain the fact of such alleged bankruptcy.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Appellate jurisdiction, in its strictest sense, as exercised under the Judiciary Act, is certainly conferred upon the Circuit Courts in four classes of cases by the express words of the Bankrupt Act, without any resort to construction: (1.) By appeal from the final decree of the District Courts in suits in equity commenced and prosecuted in the District Courts by virtue of the jurisdiction created by the third clause of the second section of the act. (2.) By writs of error sued out to the District Court in civil actions finally decided by the District Courts, in the exercise of jurisdiction created by the same clause of that section. (3.) By appeal from the decisions of the District Courts rejecting wholly or in part the claim of a creditor, as provided in the eighth section of the act. (4.) By appeal from the decisions of the District Courts allowing such a claim when the same is opposed by the assignee.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Appeals from the District Courts to the Circuit Courts are not allowed in any case unless the appeal is claimed and notice given thereof to the clerk of the District Court, to be entered in the record of the proceedings, and also to the assignee, creditor, or the proper party in equity, within ten days from the date of the decision or decree, nor unless the appellant, at the time of claiming the same, also gives bond in the manner required by law in case of such an appeal from a subordinate to an appellate tribunal.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Whether a writ of error will lie from the Circuit Court to the District Court where the debtor opposes the petition that he may be adjudged a bankrupt, and the question whether he has committed an act of bankruptcy is tried by a jury, as provided in the forty-first section of the act, is not a question involved in the case before the court. Nor is the question presented in the case whether a writ of error will lie from the Circuit Court to the District Court where an issue of fact is framed, as provided in the thirty-first section of the act, and the same is tried by a jury at a stated session of the District Court.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Suffice it to say at this time that such cases, when tried by a jury, if the Circuit Court has any jurisdiction upon the subject, must be removed into the Circuit Court by a writ of error, as they, when tried by a jury, are excluded from the special jurisdiction conferred in the first clause of the section, by the very words of the clause. Where 'special provision is otherwise made' the case is excluded from the general superintendence and jurisdiction of the Circuit Court by the exception introduced, as a parenthesis, into the body of that part of the section.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Special provision is made in such cases, within the meaning of that exception, when the case is tried by a jury, and there is not a word in the act having the slightest tendency to show that Congress intended that a fact found by a jury in a District Court should be re-examined in a summary way by the Circuit Court, and it is not pretended that a party may appeal and be entitled to a second trial by jury, unless the first verdict is set aside for error of law. Such cases may be tried by the District Court without a jury, and in that event no doubt is entertained that the case is within the supervisory jurisdiction of the Circuit Court.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Due notice was given to the bank of the petition filed in the Circuit Court that the corporation should be adjudged a bankrupt, and the commissioners, as the legal representatives of the bank, appeared and made defence, but they did not demand in writing, or otherwise, a trial by jury, and the case was heard and determined by the court. Subsequent to the decree adjudging the bank a bankrupt, the commissioners presented a petition to the circuit judge, praying for a reversal of that decree, by virtue of the special jurisdiction conferred upon the Circuit Court in the first clause of the second section of the Bankrupt Act, and the petition was heard at chambers, and a decree was entered dismissing the petition, and affirming the decree of the District Court.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Independent of the Bankrupt Act the District Courts possess no equity jurisdiction whatever, as the previous legislation of Congress conferred no such authority upon those courts since the prior Bankrupt Act was repealed.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> Whatever jurisdiction, therefore, they possess in that behalf is wholly derived from the Bankrupt Act now in force.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Undoubtedly the jurisdiction conferred by the third clause of the second section is of the same character as that conferred upon the Circuit Courts by the eleventh section of the Judiciary Act, and it follows that final judgments in civil actions and final decrees in suits in equity rendered in such cases, where the sum or value exceeds two thousand dollars, exclusive of costs, may be re-examined in this court when properly removed here by writ of error or appeal, as required by existing laws.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Concurrent jurisdiction with the District Courts of all suits at law or in equity are the words of that clause, showing conclusively that the jurisdiction intended to be conferred is the regular jurisdiction between party and party, as described in the Judiciary Act and the third article of the Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Cases arising under that clause, where the amount is sufficient, are plainly within the ninth section of the Bankrupt Act, and as such may be removed here for re-examination, but the revision contemplated by the first clause is evidently of a special and summary character, substantially the same as that given in the prior Bankrupt Act, as sufficiently appears from the words 'general superintendence,' preceding and qualifying the word 'jurisdiction,' and more clearly from the fact that the jurisdiction extends to mere questions as contradistinguished from judgments or decrees as well as to cases, showing that it includes the latter as well as the former, and that the jurisdiction may be exercised in chambers as well as in court, and in vacation as well as in term time.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Much stress was laid, in argument in support of the theory that an appeal will lie to this court from a decision of the Circuit Court rendered under the first clause of the second section, upon the fact that the case or question, as therein provided, may be heard and determined in a court of equity, as the phrase reads in the printed volume of the Statutes at Large, but that phrase, even if correctly printed, must be read and considered in connection with the succeeding clause, and when so read and considered it is plain that the meaning is the same as it would be if it read 'as a court of equity,' or 'as in a court of equity;' that it merely prescribes the rule of decision by which the court is to be governed, and that it is entirely consistent with the subsequent clause before referred to, which provides that the case or question may be heard and determined by a justice of the court as well as by the court, and in vacation as well as in term time, which is palpably inconsistent with the theory that Congress intended that an appeal from the decision of any case or question under the first clause should be allowed to this court.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">But the phrase 'hear and determine the case in a court of equity,' as printed in the fourteenth volume of the Statutes at Large, is erroneously transcribed from the act of Congress as it passed the two Houses and was approved by the President. Correctly transcribed it reads 'hear and determine the case <i>as in a court of equity</i>,' which shows, without any resort to construction, that all Congress intended by the phrase was, to prescribe the rule of decision, whether it was made in court or at chambers or in term time or vacation.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Decrees in equity, in order that they may be re-examined in this court, must be final decrees rendered in term time, as contradistinguished from mere interlocutory decrees or orders which may be entered at chambers, or, if entered in court, are still subject to revision at the final hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Adopt the theory of the appellees and the proceedings in bankruptcy might be protracted indefinitely, as every question arising in the courts may be transferred first to the Circuit Court and then to this court, which would tend very largely to defeat all the beneficent purposes of the Bankrupt Act. For these reasons the appeal is</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">DISMISSED FOR WANT OF JURISDICTION.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 14 Stat. at Large, 518.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> United States <i>v.</i> Nourse, 6 Peters, 470, 493.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Cited <i>supra</i>.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Ex parte Zellner, 9 Wallace, 246.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Thompson <i>v.</i> Dean, 7 Wallace, 345.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> 14 Stat. at Large, 517; 16 Id. 174.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> 14 Stat. at Large, 518.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> 14 Stat. at Large, 520.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> 14 Stat. at Large, 521; 1 Id. 84.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> 14 Stat. at Large, 528.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> 14 Stat. at Large, 532; Gordon et al. <i>v.</i> Scott et al., 2 Bankrupt Register, 28; In re Eidom, 3 Id. 39; In re Lawson, 2 Id. 125.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> 14 Stat. at Large, 537.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Ex parte Christy, 3 Howard, p. 311.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/88303/"
}