{"absolute_url": "/opinion/94637/walker-v-brown/", "blocked": false, "citation": {"case_name": "Walker v. Brown", "docket_number": "193", "document_uris": ["/api/rest/v2/document/94637/"], "federal_cite_one": "165 U.S. 654", "federal_cite_three": null, "federal_cite_two": null, "id": 79018, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/79018/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 18, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1897-03-01", "date_modified": "2014-12-21T22:52:34.079680", "docket": "/api/rest/v2/docket/430439/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">165 U.S. 654</p>\n    <p class=\"case_cite\">17 S.Ct. 453</p>\n    <p class=\"case_cite\">41 L.Ed. 865</p>\n    <p class=\"parties\">WALKER et al.<br>v.<br>BROWN et al.</p>\n    <p class=\"docket\">No. 193.</p>\n    <p class=\"date\">March 1, 1897.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Henry S. Robbins, for appellants.</p>\n      <p class=\"indent\">N. T. Guernsey, for appellees.</p>\n      <p class=\"indent\">Mr. Justice WHITE delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The complainants, who are appellants here, all citizens of the state of Illinois, members of the firm of J. H. Walker &amp; Co., established in the city of Chicago, filed their bill in the circuit court of the United States for the Southern district of Iowa, Central division, against Anna L. Brown, widow of Talmadge E. Brown, as administratrix of her deceased husband's estate, and against Willis S. Brown and Edward L. Marsh, co-administrators, all of whom were alleged to be citizens of the state of Iowa, and to have been duly appointed as aforesaid by the district court of Polk county, Iowa.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Omitting reference to matters which have become irrelevant to the controversy in its final aspect, the bill substantially averred that Talmadge E. Brown, being desirous of assisting an Iowa corporation known as the Lloyd Mercantile Company, delivered to said company $15,000 in bonds of the city of Memphis, worth their face value; that between May and July, 1889, Walker &amp; Co. sold to the Lloyd Mercantile Company merchandise to a considerable amount, on the price of which there remained due on the 1st of August, 1889, $1,524.78; that on or about that date the corporation was dissolved, and a firm composed of J. Collins Lloyd and Copeley Lloyd was formed, under the name of J. C. Lloyd &amp; Co., for the purpose of continuing the business of the mercantile company, the new business to be carried on at Ellensburg, state of Washington; and that the firm assumed the debts and liabilities of the Lloyd Mercantile Company. It was further alleged that the firm just formed proposed to buy from Walker &amp; Co. a considerable amount of merchandise on credit, but that Walker &amp; Co. declined to give this asked-for credit unless Brown would agree that the $15,000 in Memphis bonds, lent by him to the Lloyd Mercantile Company, should not be withheld by Brown from the assets of the new firm, or be returned to Brown, as long as there remained a debt due to Walker &amp; Co. by Lloyd &amp; Co. on account of the purchase of goods; that thereupon Brown entered into a written agreement to the effect stated; and that, on the faith of this written agreement, the firm of Walker &amp; Co. had not pressed the collection of the old debt, and had sold Lloyd &amp; Co. merchandise on credit to the value of $12,391.61, which, added to the sum previously due and assumed by Lloyd &amp; Co., made the debt due to Walker &amp; Co. $13,916.39, the whole of which sum the bill averred to be due at the time of the commencement of the suit. The bill charged that the intent of the parties and the legal result of the agreement made by Brown were to cause the $15,000 in Memphis bonds or their value to become a security for this debt of Walker &amp; Co. and that thereby there was created an equitable lien on the bonds to the amount of the debt in favor of Walker &amp; Co.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It was further alleged that on the 25th day of December, 1889, the firm of Lloyd &amp; Co. became wholly insolvent, and so remained up to the time of the filing of the bill; that after the making of the agreement by Brown, in order to escape the effect of the contract, Brown induced Lloyd &amp; Co. to return to him (Brown) the Memphis bonds, and that from the time of such return neither the said bonds nor the value thereof formed part of the assets of Lloyd &amp; Co.; that Walker &amp; Co. did not know of the return of the bonds until after the credit had been extended to Lloyd &amp; Co. It was alleged that complainants did not know the true condition of the estate of Brown, or whether the Memphis bonds were yet among its assets, and that a discovery and accounting was necessary in order to enable them to reach the property upon which the lien was asserted to exist, or the proceeds thereof in the hands of the administrators.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The relief prayed was that if, on discovery, it be found that the Memphis bonds, or any portion thereof, were a part of the assets of the estate of Brown, an equitable lien be recognized thereon, and the bonds be ordered to be sold, and the proceeds applied, as far as necessary, to the payment of the debt due by Lloyd &amp; Co. to the complainants; that if the Memphis bonds had been sold or exchanged by Brown for other properties, which could be traced to the hands of the administrators, a like lien might be adjudged thereon; that if the bonds, or any part thereof, did not form a part of the estate of Brown in the hands of his administrators, the complainants might be adjudged to be creditors of the estate for the amount of the value of the bonds to the extent necessary to pay their debt; and that the administrators be ordered to pay this sum in due course of administration, and be ordered to render, under the supervision of the court, an account of all properties received by them as administrators, and of all their acts and doings as such. There was a prayer for an injunction restraining the disposing or incumbering of the Memphis bonds referred to, or the proceeds thereof, in the hands of the administrators. In addition to this claim, there was an averment as to a debt due by Brown's estate for $560.14, asserted to have been expended in an endeavor to collect the debt due by Lloyd &amp; Co., and for which it was alleged Brown had agreed to be responsible.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The answer, in so far as it relates to the matters above stated, averred that about February, 1889, the Lloyd Mercantile Company, being in need of money, induced Brown, the deceased, to loan 15 $1,000 bonds of the city of Memphis, to be used as collateral security for a loan which the company was then about to make; that the company received the bonds, and used them, by pledging them to secure the debt,&#8212;all of which facts were known to the complainants; that this transaction with the company was the only one the deceased had with it on the subject of the Memphis bonds. The answer specifically denied that the bonds of the city of Memphis thus loaned to the mercantile company were at any time an asset of said company, and also expressly denied that the bonds were ever loaned to the mercantile company, or to Lloyd &amp; Co., its successor, for any other than the express purpose above stated,&#8212;that is, to be used as collateral back of the particular loan referred to. Denying all knowledge of the existence of the alleged debt in favor of Walker &amp; Co., it was averred that no other contract or agreement on the subject of the bonds was made by Brown with Walker &amp; Co., except such contract as might result from the terms of a letter on the subject of the Memphis bonds, dated Chicago, December 21, 1889, written by Brown to Walker &amp; Co., which letter was set out in the answer.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After denying that the credit given to Walker &amp; Co. was extended to Lloyd &amp; Co. on the faith of the bonds, and after charging that the bonds were, at the time of the writing of the letter, held as collateral back of a loan of the Union National Bank of Chicago, and that no equitable lien thereon resulted from the writing of the letter by Brown, the answer, in addition, averred that after the writing of the letter, to wit, some time during the month of November, 1889, the bank, in whose hands the Memphis bonds of Brown had been deposited as collateral for Lloyd &amp; Co.'s debt, pressed for payment of the principal obligation, and threatened in default to sell the bonds; that Brown thereupon, in order to prevent the sale of his bonds, paid the debt with his own funds, and withdrew the bonds, and that thus he had been discharged of his obligations under the terms of the letter referred to, if any obligations thereby arose; that no part of the money which made this payment was that of Lloyd &amp; Co., or was taken from the assets of the firm, but the payment was made wholly and exclusively with the money of Brown, in order to prevent the sale of his bonds. It was also charged in the answer that, if any debt existed in favor of Walker &amp; Co., it was extinguished, this being predicated on a recital of the following facts: That on the failure of J. C. Lloyd &amp; Co., in December, 1889, Walker &amp; Co. had taken a chattel mortgage on the stock of goods of the firm at Ellensburg, Wash., to secure the payment of their debt, and had entered with other creditors having a like mortgage into possession of the stock of goods, which largely exceeded the value of the mortgages resting upon it; that thereafter creditors of Lloyd &amp; Co. had levied upon the stock, and had actually disturbed, or threatened to disturb, the possession of the mortgages; that the mortgagees then acquired the rights of certain of these creditors who had levied upon the stock, and had then, under process issued in the name of the creditors, sold and bought in the equity of the creditors in the stock, and subsequently, without any foreclosure of their mortgages, taken entire charge of the stock, and disposed of it at private sale. These facts, the bill averred, had, under the laws of Washington, operated to extinguish the claim of the mortgage creditors.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The answer, moreover, admitted that, at the time of Brown's death, 'there were fifteen one thousand dollar bonds of the city of Memphis in his possession as his property, and that the same passed, with his other estate, into the hands of his administrators, as part of his said estate. But this respondent avers that the bonds were, prior to the death of Brown, given by him as a gift to his wife, Anna L. Brown, who now holds and owns the same.' Replication to the answer was filed on the 5th of March, 1892.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The issues as to the main controversy presented by these pleadings were therefore clearly as follows: An assertion on the part of complainants that they had extended credit upon their old debt due by the Lloyd Mercantile Company, and assumed by Lloyd &amp; Co., and had given further credit to the new firm of Lloyd &amp; Co., by selling merchandise to it, on the faith of an agreement by Brown that his Memphis bonds should be a security for the debt, and that this agreement was evidenced by a written contract on the part of Brown, the result of which was to create an equitable lien upon the bonds or the value thereof; that Brown had unlawfully withdrawn the bonds; and that the lien was therefore operative upon the bonds in his possession, or upon their proceeds if he had disposed of them, and if the proceeds could be traced to his estate, and, if not, that the estate was liable for the debt. A denial on the part of the defendants that there was any contract but the letter above referred to, the terms of which, it was asserted, did not give rise to a lien upon the bonds or their value, which was followed by the allegation that all Brown's obligations under the contract, if any arose from it, had been extinguished by his being compelled to pay, in order to prevent the sale of the bonds, solely from his own money, the debt for which the bonds were pledged; the further defense being an assertion that the claim of Walker &amp; Co. against Lloyd &amp; Co. was extinguished in consequence of the acts in relation to the mortgage subsequently taken, referred to in the answer.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In support of these various issues, both parties took testimony, under commissions, the last deposition having been opened on October 18, &#167;892. When all the testimony had been taken, and its result was known to the parties, on November 14, 1892, the complainants, by leave of court, amended their bill, by averments charging that the Memphis bonds referred to were in the possession of Mrs. Anna L. Brown, she having received them as a gift from Talmadge E. Brown, and praying the recognition of an equitable lien on the bonds in her hands. The defendants amended their answer by additional averments concerning the conduct of Walker &amp; Co. in relation to the mortgage taken to secure their debt. The amended answer, besides, averred that 'the said T. E. Brown, deceased, contributed in value to the said J. C. Lloyd &amp; Company and their funds and assets the full sum or value of fifteen thousand ($15,000) dollars, being the actual value of the Memphis bonds loaned to said J. C. Lloyd &amp; Company; and that the estate of T. E. Brown, through these defendants, likewise contributed more largely in amount than the value of said Memphis bonds to the assets and to the payment of the indebtedness of J. C. Lloyd &amp; Company.' The result of these amendments was that the complainants, finding the bonds in the possession of Mrs. Brown under a gift from her husband, elected to proceed against her for the enforcement of the equitable lien which they asserted, and the defendants added a new ground to their original defense by asserting, not that the bonds had been returned to Brown in consequence of the payment by him of the debt for which they had been pledged, but that Brown and his estate had contributed more than the value of the bonds to the payment of the debts of Lloyd &amp; Co. The circuit court, finding that the contract between Walker &amp; Co. and Brown created no equitable lien on the bonds, but only an ordinary contract relation, concluded that the remedy of the complainants was not within the cognizance of a court of equity, and therefore dismissed the bill, reserving the right of Walker &amp; Co. to seek relief against the estate of Brown in an action at law. 58 Fed. 23. The circuit court of appeals for the Eighth circuit, to which court the case was taken on appeal, rested its decree of affirmance upon substantially the same grounds. 27 U. S. App. 291, 11 C. C. A. 135, and 63 Fed. 204. A writ of certiorari was allowed, and the record has been brought here for review.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The following facts are established by the proof:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In 1888, J. C. Lloyd and Copeley Lloyd were engaged in business at Des Moines, Iowa. T. E. Brown was also a resident of Des Moines, and a man of large fortune. His adopted or foster daughter was the wife of J. C. Lloyd. In February, 1889, J. C. Lloyd and Copeley Lloyd organized a corporation under the laws of Iowa, called the Lloyd Mercantile Company; and this company, either with the stock of goods purchased in its own name after its organization, or with a stock which had been purchased previously by J. C. and Copeley Lloyd, and by them transferred to the corporation, commenced business in March, 1889, at Tacoma, Wash. T. In May, 1889, part of the stock of merchandise of the company was moved to Ellensburg, Wash. T., where a store was opened in the name of the corporation, and the remainder of the stock was taken to Davenport, in the same territory, where a branch store was also opened. Between July and the 1st of August, 1889, J. C. Lloyd and Copeley Lloyd issued a circular, announcing the formation of a commercial firm under the name of J. C. Lloyd &amp; Co., which, it was stated, had assumed all the debts of the Lloyd Mercantile Company. In the autumn of 1888, preceding the formation of the mercantile company, the Lloyds bought from the firm of Clement, Bain &amp; Co. merchandise to the extent of $50,000, part of which was paid for in money, and the balance evidenced by notes. In February, 1889, there were outstanding and unpaid notes, thus given for the purchase price of the merchandise bought from Clement, Bain &amp; Co., to the amount of $15,000. Upon these notes T. E. Brown was the indorser or surety. The makers of the notes being unable to pay them, Brown handed to Lloyd 15 bonds, of the denomination of $1,000 each, of the city of Memphis, for the express and only purpose of enabling Lloyd to use the bonds as collateral security for a loan to be procured with which to pay the outstanding notes upon which he (Brown) was surety. Lloyd called upon the firm of James H. Walker &amp; Co., of Chicago, to assist him in obtaining this loan. Mason, a confidential employ e, managing the credits of Walker &amp; Co., co-operated with Lloyd in his effort to borrow money on the security of the bonds of Brown. The Union National Bank of Chicago, whose president was a member of the firm of Walker &amp; Co., lent Lloyd the money, and the 15 Memphis bonds were pledged as collateral for this loan. Subsequently, from May to July, 1889, Walker &amp; Co. sold and shipped to the Lloyd Mercantile Company a very considerable amount of merchandise; and, at the time of the dissolution of the corporation and the formation of the firm, the Lloyd Mercantile Company owed Walker &amp; Co. a balance of account to the extent of $1,524.78. During the course of these dealings, the note which had been given by Lloyd to the Union Bank, supported by the Memphis bonds as collateral, reached maturity; and, through the friendly co-operation of Walker &amp; Co., the bank which held it at the request of Lloyd, extended the term for its payment. After the formation of the partnership of Lloyd &amp; Co., Lloyd desired to purchase on credit a large amount of goods from Walker &amp; Co., and furnished, on being called upon, a statement of the condition of the firm. This statement indicated the solvency of the firm, but contained no mention of a claim in favor of Brown resulting from the Memphis bond transaction. Upon inquiry being addressed by Mason to Lloyd on the subject, he declared that he had not included in his statement a debt in favor of Brown growing out of the lending of the Memphis bonds, because it was a mere friendly arrangement between himself and Brown, and 'he did not regard it exactly as a debt.' Mason thereupon made a memorandum on the bottom of the statement as follows: 'In addition to above liability, owe Mr. T. E. Brown, Des Moines, Ia., $15,000, payable at our convenience. This is in the city of Memphis, Tenn., bonds, now hypothecated Union National Bank for loan equal in amount.' Mason thereupon informed Lloyd 'that those bonds, or the proceeds of those bonds, were not to be ruturned or paid to Mr. Brown until our debt is paid,' and Lloyd requested Mason to dictate such a letter as he might wish Brown to sign, and it would be signed. Mason then dictated a letter, which is the one referred to in the bill of complaint as evidencing the contract, and which, as already stated, was set out in full in the answer:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'Chicago, Sept. 21st, 1889. Messrs. James H. Walker &amp; Co., Chicago, Ill.&#8212;Gentlemen: I beg to advise you that the loan of fifteen thousand dollars, Memphis bonds, made by me to Mr. J. C. Lloyd, for the use of Messrs. Lloyd &amp; Co., Ellensburg, Wash. Ter., is with the understanding that any indebtedness that they may be owing you at any time shall be paid before the return to me of these bonds, or the value thereof, and that these bonds or the value thereof are at the risk of the business of Lloyd &amp; Co., so far as any claim you may have against said Lloyd &amp; Co. is concerned. Yours, truly, T. E. Brown.'</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Pending the sending of this letter by Lloyd to Brown, and its return to Walker &amp; Co. with the signature of Brown affixed to it, the goods which had been ordered by Lloyd were prepared for shipment, but were retained, and were only shipped on the receipt of the letter. Subsequently, in December, 1889, Lloyd &amp; Co. became insolvent, and the debt to Walker &amp; Co., amounting to $13,916.39, 916.39, remains unpaid.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The questions which first require solution are: Did the agreement embodied in the letter create an equitable lien in favor of Walker &amp; Co. upon the bonds of Brown pledged to the Union National Bank? And, if so, were they returned to Brown, under such circumstances as to cause the lien, if any existed, to be operative against the bonds in the hands of Mrs. Brown, who holds them under a gift from Brown, and therefore subject to such lien, if any attached to them in the hands of Brown? Before considering the contract itself, and the issue of fact which arises, it is necessary to fix the legal principles by which the question of equitable lien is to be determined. It is clear that if the express intention of the parties was to create an equitable lien upon the bonds or the value thereof, or if such intention arises by a necessary implication from the terms of the agreement, construed with reference to the situation of the parties at the time of the contract, and by the attendant circumstances, such equitable lien will be enforced by a court of equity against the bonds in the hands of Brown or against third persons who are volunteers or have notice. It is well settled, said the court in Pinch v. Anthony, 8 Allen, 536, 'that a party may, by express agreement, create a charge or claim in the nature of a lien on real as well as on personal property of which he is the owner or in possession, and that equity will establish and enforce such charge or claim, not only against the party who stipulated to give it, but also against third persons, who are either volunteers, or who take the estate on which the lien is agreed to be given with notice of the stipulation.' The subject was very fully reviewed with reference to the English and American authorities in Ketchum v. St. Louis, 101 U. S. 306, where the language just cited was approved; and that ruling was considered and reaffirmed, during this term, in Bank v. Yardley, 165 U. S. 634, 17 Sup. Ct. 439. Pomeroy, in his work on Equity Jurisprudence (volume 3, par. 1235), condenses and states the general result of the authorities on the subject as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'The doctrine may be stated in its most general form that every express executory agreement in writing, whereby the contracting party sufficiently indicates an intention to make some particular property, real or personal, or fund, therein described or identified, a security for a debt or other obligation, or whereby the party promises to convey or assign or transfer the property as security, creates an equitable lien upon the property so indicated, which is enforceable against the property in the hands, not only of the original contractor, but of his heirs, administrators, executors, voluntary assignees, and purchasers or incumbrancers with notice. * * * The ultimate grounds and motives of this doctrine are explained in the preceding section; but the doctrine itself is clearly an application of the maxim, 'Equity regards as done that which ought to be done.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The words of the contract, embodied in the letter, are as follows: 'I beg to advise you that the loan of fifteen thousand dollars, Memphis bonds, made by me for the use of Messrs. Lloyd &amp; Company, Ellensburg, is with the understanding that any indebtedness that they may be owing to you at any time shall be paid before the return to me of these bonds or the value thereof, and that these bonds or the value thereof are at the risk of the business of Lloyd &amp; Company, so far as any claim you may have against said Lloyd &amp; Company is concerned.' This language certainly designates the bonds or the value thereof as a security for the debt to Walker &amp; Co. It says that the bonds belonging to Brown shall not be returned to him so long as the debt to Walker is unpaid. It thus provides for the keeping in the hands of Lloyd &amp; Co. of the bonds until the debt of Walker is discharged. Having stipulated for retaining the bonds as long as Walker's debt existed, the agreement proceeds to dedicate the property thus retained exclusively to the payment of Walker's debt, for it says, not that the property so held shall become an asset of the firm, not that it shall be liable to the general creditors of Lloyd &amp; Co., but that the bonds or the value thereof are to remain at the risk of the business of Lloyd &amp; Co. 'so far as any claim that you [Walder &amp; Co.] may have.' To construe the contract as making the bonds a mere general asset of the firm would not only eliminate the words 'in so far as you [Walker &amp; Co.] are concerned,' but would operate an injustice to Brown, by presupposing that he had given up his property for the general purposes of the firm of Lloyd &amp; Co., when, on the contrary, in express language, the contract provides that only one creditor of Lloyd &amp; Co., to wit, Walker &amp; Co., should exercise recourse on the bonds. To dedicate property to a particular purpose, to provide that a specified creditor, and that creditor alone, shall be authorized to seek payment of his debt from the property or its value, is unmistakably to create an equitable lien.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Nor does the fact that the letter provides that these bonds or the value thereof shall be 'at the risk of the business of Lloyd &amp; Co.' change the manifest significance of the contract, for these words are followed by the qualifying language, 'So far as any claim you may have against Lloyd &amp; Company is concerned.' The bonds were at the risk of the business in a twofold sense, viz. the debt of Walker, and the sum for which they were pledged. Manifestly, the dedication of Brown's bonds to the particular and special payment of Walker's debt, a debt due by the business of Lloyd &amp; Co., left the bonds, as a necessary consequence of the equitable lien which the contract created, at the risk of the business; that is to say, if the business did not pay the debt which it owed to Walker &amp; Co., the bonds or their value were submitted to the risk of such nonpayment, and therefore subject to the equitable lien, if the risk of the business made it necessary for Walker &amp; Co. to exercise the lien which the contract gave that firm. The contention that the words 'at the risk of the business' indicates that the parties to the contract did not intend a lien on the bonds, since that provision submitted the bonds to the entire risk of the business of Lloyd &amp; Co. for every purpose, and therefore authorized that firm, if they recovered possession of them, to use them for any other debt which they might owe, or to sell them and apply the proceeds to their business generally, is unsound, since it entirely overlooks the express averment of the answer that the bonds were lent by Brown to Lloyd &amp; Co. for one purpose alone;that is, to be used as collateral for a particular debt, and none other. The existence of this debt at the time the letter was written is also averred in the answer, and this fact additionally elucidates, not only the meaning of the words 'at the risk of the business,' but also the stipulation that the bonds 'or their value' should be at such risk. The loan for which the bonds had been placed as security was a debt of Lloyd &amp; Co. The ability of Lloyd &amp; Co. to pay this debt was a risk upon which the coming back of the bonds into the possession of Lloyd &amp; Co. depended. The contract, considering the possibility of the payment of the debt by Lloyd &amp; Co., and the arising, therefore, of the right of that firm to retake possession of the bonds, stipulates for their nonreturn in that event to Brown. On the other hand, considering that the firm of Lloyd &amp; Co. might be unable to pay the debt, and therefore fail to recover possession of the bonds, the contract provides that the claim in favor of Brown for the value of his bonds, lost by the failure of the firm to pay the debt for which they were pledged, should not be preferred against the assets of Lloyd &amp; Co., to the detriment of Walker's claim. Now, the restriction placed on Brown as to the nonexercise of his claim for the value, in consequence of the risk to which the bonds were subjected from the outstanding pledge, cannot destroy the express provision against the return of the bonds to Brown in the event that the risk of the business did not prevent their coming back into the possession of Lloyd &amp; Co.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Equally without force is the assertion that inasmuch as the face value of the bonds was $15,000, and the debt for which they were then pledged was $15,000, therefore the parties could not have contemplated the coming back of the bonds into the possession of Lloyd &amp; Co., and their return to Brown. This argument, if accepted, would read out of the contract its express language providing against the return to Brown in the contingency stated. Of course, the lien in favor of Walker &amp; Co. was subordinate to the prior and outstanding claim resulting from the pledge; but the obvious purpose of the contract, while considering that fact, was to give to Walker &amp; Co. the benefit of the bonds as a security for their claim in the event Lloyd &amp; Co. discharged the debt, for which they were pledged, from their assets, and thereby became entitled to the possession of the bonds. This construction of the contract and of the rights of the parties under it was that entertained when the answer was filed, and before the proof had been taken, since the answer expressly asserts that the pledged debt had not been paid by Lloyd &amp; Co., but was made solely from the assets of Brown, in order to prevent the sale of the bonds, and therefore his obligation under the contract had been discharged. The subsequent amendment to the answer, which gave a different view of the contract, was made after the coming in of the proof, which demonstrated the fact, as we shall hereafter see, to be that the payment of the debt had not been made by Brown, but by Lloyd &amp; Co. If there be ambiguity in the contract, resort may be had to the situation of the parties, and the circumstances under which it was entered into, for the purpose, not of changing the writing, but of furnishing light by which to ascertain its actual significance. Runkle v. Burnham, 153 U. S. 224, 14 Sup. Ct. 837.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Resorting to these means, the purpose of the parties to create a lien upon the bonds or their value is clearly manifest. At the time the contract was entered into, the bonds were held as collateral security for a loan obtained by Lloyd to pay off a debt, for which Brown was bound, contracted for the purchase price of merchandise. The proof conclusively sustains the averments of the answer that the bonds had been given by Brown, not for the general purpose of the business of Lloyd &amp; Co., but exclusively to enable that firm to pay this particular debt. This refutes the theory that the bonds were in the hands of Lloyd &amp; Co. for every purpose, and suggests the intention of the parties that on the payment of the old debt by Lloyd &amp; Co. for the purchase of goods, for which the bonds were pledged, they should occupy the same relation to the new debtfor the same purpose which was about to be created. Nor is there force in the argument that the statement made by Mason to Lloyd &amp; Co. preceding the writing of the letter conclusively shows that Walker &amp; Co. did not contemplate a lien upon the bonds, and, therefore, that the letter embodying the contract which they exacted before giving the credit must be held not to have given rise to the lien. This suggestion is predicated upon the fact that in the conversation the words 'or proceeds' of the bonds were used by Mason. But the contract contains no such words. It stipulates against the return of the bonds to Brown, and against the use by Brown of his claim against the assets for the value of the bonds. The use by Mason of the word 'proceeds' cannot be held to obliterate the written contract, and, if resort is to be had to the attendant circumstances, it must be so had, not to a particular word used in a conversation, but the whole of the situation must be considered. If this is done, it becomes clear that, as Walker &amp; Co. were familiar with the transaction by which the bonds had been delivered to Lloyd &amp; Co. by Brown for the purpose of being used as collateral for a particular debt, which was confirmed by the statement made to them by Lloyd at the time of the transaction, we cannot presume that they treated with Lloyd as having other power over the bonds than the limited purpose for which Brown had loaned them. From these considerations we conclude that the contract provided for a lien upon the bonds to secure Walker's debt subordinate to the then-outstanding lien resulting from the existing pledge, and stipulated against a return of the bonds in the event of the payment of the debt by Lloyd &amp; Co., and imposed upon Brown the obligation not to assert, quoad the debt of Walker &amp; Co., a claim against the assets of Lloyd &amp; Co., for the value in the event the risk of the business (the outstanding pledge) prevented the return of the bonds to the possession of Lloyd &amp; Co.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The question, then, arises: Were the bonds absorbed by the risk of the business, or were they, on the contrary, returned to Brown, in violation of the contract, and subject to the equitable lien which the contract created to secure the payment of the debt jue Walker &amp; Co.? Shortly after the making of the contract,&#8212;that is, on October 26 and 29, 1889,&#8212;two payments, one for $7,300, and the other for $2,700, were made on account of the debt due the Union National Bank for which the bonds were held as collateral. When these two payments, aggregating $10,000, were made, 10 of the Memphis bonds were delivered by the bank to Lloyd, and by him returned to Brown. Subsequently, on December 17, 1889, the balance of the debt ($5,000) was paid to the bank, and the remainder of the bonds was also returned to Brown. As to the source whence the money wherewith the payment of October 26th of $7,300 was made, the testimony of Lloyd is, to speak mildly, of an evasive character. The proof, however, conclusively establishes that this payment was made as follows: Lloyd and Brown called at the Polk County Savings Bank, of Des Moines, Iowa, and a loan was asked, in the name of Lloyd, for $7,500, and a 90-day note for that amount was drawn by Lloyd to the order of the bank. This note, after being indorsed by Brown, was discounted by the savings bank, the bank giving for the net amount of the discount a draft on New York, which was used to make the payment to the Union National Bank. The payment of October 29th of $2,700 is, by the uncontradicted testimony, shown to have been made solely from the assets of Lloyd &amp; Co. The payment on December 17th of the $5,000 was made in this way: Brown drew two drafts, for $2,500 each, on Lloyd &amp; Co., at Ellensburg, to the order of the Iowa National Bank of Des Moines; and these drafts were discounted by that bank, and the proceeds put to Brown's credit on account. He then purchased a draft to the order of the Union National Bank for $5,000, giving his check on his own bank account in payment of the draft. The draft so purchased was used for the payment of the balance due the Union National Bank, by which final payment the release of the remainder of the bonds was accomplished. The two drafts drawn by Brown on Lloyd &amp; Co. were forwarded by the Iowa bank to Ellensburg for collection. One of them was paid in full from the assets of Lloyd &amp; Co. before their failure. The other remained unpaid at the date of the failure, and was treated by Brown as a liability of the firm, and was used for the purpose of absorbing its assets in the manner to be hereafter stated. On the drawing of these drafts, Brown credited Lloyd &amp; Co. on account with the amount thereof, and against this credit he debited Lloyd &amp; Co. with the $5,000 which he paid for account of Lloyd for the final payment on the note due the Union National Bank.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Near the middle of December, 1889, Brown was in Ellensburg; and on the 26th of December, at the instigation of Brown, a chattel mortgage upon the stock of goods of J. C. Lloyd &amp; Co. was executed in favor of the Iowa National Bank of Des Moines, for $17,500; and on the same day a mortgage second in rank, also at the instigation and request of Brown, was executed by the firm in favor of the Polk County Savings Bank for $7,500. Included in the amount of the debt secured by the mortgage to the Polk County Savings Bank were the notes for $7,500 given by Lloyd, and indorsed by Brown, from the proceeds of which the first payment of $7,300 was made. Included in the debt of the Iowa National Bank, for which the mortgage was given, was the draft for $2,500, which, as has been already stated, was not paid at that date by Lloyd &amp; Co. The balance of the debt in favor of the Iowa National Bank represented renewal notes of Lloyd, indorsed by Brown, which were held by the Iowa National Bank; the original notes having been prior in date to the formation of Lloyd &amp; Co.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The proof leaves no doubt that the execution of these mortgages was brought about by Brown, who thus sought to secure the stock of goods of Lloyd &amp; Co. for the purpose of paying the debts for which he asserted himself to be indirectly liable. Indeed, as to the mortgage taken in favor of the Iowa National Bank, the unchallenged proof is that Brown acted, in procuring the mortgage, without reference to or instructions from the bank, but solely in his own interest. Having thus obtained the two mortgages upon the stock of goods, he proceeded, by way of procuring a mortgage on real estate of Lloyd, of assignments of a leasehold held by him or his firm, assignment of a mortgage claim existing in favor of Lloyd &amp; Co., and by receipt of $7,600 in cash procured by Lloyd by mortgage upon real estate, to make himself master of the situation, so as to apply practically all the property of Lloyd &amp; Co. and Lloyd individually to the payment of debts claimed to be due him by Lloyd &amp; Co., including those debts for which he was contingently liable. Having thus secured, to the utmost, all his claims against Lloyd &amp; Co., by treating the debts upon shich he was contingently liable as the debts of Lloyd &amp; Co., a chattel mortgage, inferior in rank to those taken in the name of others, was executed in favor of Walker &amp; Co. for a part of the debt due them, and they were advised by telegram of the fact. The failure of Loyd &amp; Co. at once followed these occurrences. Attachments were sued out by many general creditors, and the business was wrecked. Without going into details as to the result of the mortgages and attachments, it suffices to say that nothing was paid on account of Walker &amp; Co.'s debt.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The contention that $9,800 of the money paid on account of the debt of the Union National Bank for $15,000 must be considered as solely made by Brown is without merit. This claim is based on the fact that the notes for $7,500, which were discounted by the Polk County Savings Bank, and from which discount the money was derived to make the payment of $7,300, were indorsed by Brown, and upon the further fact that one of the two drafts, of $2,500 each, which were drawn upon Lloyd &amp; Co. to make up the $5,000, and which was discounted by the Iowa National Bank, was drawn by Brown. The notes and the draft were primarily obligations of Lloyd &amp; Co. The contract between Brown and Walker &amp; Co. from which the lien on the bonds arose forbade the return of the bonds, and, besides, stipulated, in the event of their being lost by the risk of the business, that the claim for their value, in favor of Brown, as against Lloyd &amp; Co., should not be urged until the payment of the debt of Walker &amp; Co. It would be against the most elementary rules of good conscience and of fair dealing to allow Brown to treat the payment of the debt as having been made by Lloyd &amp; Co., and therefore to enforce, against the assets of that firm, the entire claim, to the detriment of Walker &amp; Co., and at the same time to allow Brown to defeat the lien on the bonds upon the contrary hypothesis that the entire payment had been made by him (Brown), and not by Lloyd &amp; Co. No court of conscience can permit Brown to speculate on his chances of securing himself for all his claims by defeating the lien of Walker &amp; Co., on the one hand, and then, on the other, to allow him to assume a conflicting attitude in order to destroy the lien. Having asserted the claims as debts of Lloyd &amp; Co., having sought to absorb the assets on this theory, Brown is concluded by his conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The claim set up in the amended answer that, because Brown had other debts of Lloyd &amp; Co. which are unpaid, therefore he had contributed to the amount of $15,000 to the assets of Lloyd &amp; Co., and thus performed his contract, is as wanting in equity as the contention which we have just considered. It is far from clear from the record whether these asserted debts have not really been paid or secured, but, if they have not, the stipulation of the contract which forbade the return of the bonds was for the benefit of Walker &amp; Co., not for that of all the creditors of Lloyd &amp; Co. Having dedicated the bonds belonging to him to the payment of the debt, Brown cannot be heard to make an exception in favor of claims held by himself, if any such then existed or thereafter arose, so as to destroy the security created by him in favor of Walker &amp; Co., and upon the faith of which they contracted. If there were debts due Brown by Lloyd &amp; Co., they were as completely excluded from interfering with the lien of Walker &amp; Co. upon the bonds as if they had been held by third persons.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The contention that the debt of Walker &amp; Co. was extinguished from the fact that, after having accepted the mortgage security for a part of their debt, they united with other mortgage creditors in buying the rights of certain attaching creditors, and thereafter sold the stock of goods without foreclosure, is fully answered by the statement that there is no proof whatever of any agreement that the taking of security should extinguish the original claim; and the proof is also clear that the acts of Walker as to the purchase of the rights of the attaching creditors, and the subsequent dealings with the property, were upon the express understanding with Brown that these transactions should in no way impair the rights of Walker &amp; Co. under the contract which we have considered.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The asserted right of Walker &amp; Co. to enforce against the estate of Brown a claim for $560.14, averred to have been expended in as effort to collect the debt due by Lloyd &amp; Co. upon an alleged agreement of Brown to repay the same, was not pressed at the hearing; and we do not therefore determine whether the sum was really due, and whether, if due, it is enforceable in a court of equity.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">There was a claim made in the discussion at bar that the interest on the portion of the debt due Walker &amp; Co., which was embraced within the mortgage executed in Washington, bears 10 per cent. interest, and therefore should be allowed at that rate. But this claim overlooks the fact that the bill is founded upon the general account due Walker &amp; Co., and not upon the mortgage executed in Washington, which represented only a part of the debt. Besides, the account due by Lloyd &amp; Co. to Walker &amp; Co., taken from the books of the latter firm, was offered in evidence on the trial; and there is therein made only a charge of 6 per cent. interest, computed to a short time before the filing of the bill. This is conclusive against the claim of interest at the rate of 10 per cent. There is also a reference in the record to several interest coupons collected on the Memphis bonds by Brown prior to his death, and subsequent to the unlawful return of the bonds to him, but the averments of the bill, taken in connection with the amendment electing to assert the lien against the bonds in the hands of Mrs. Brown, as they were when received from her husband, preclude any questions which might otherwise arise on this subject.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">As the Memphis bonds are admittedly in the hands of Mrs. Brown as a gift from her husband, the enforcement of the lien thereon presents no question as to the jurisdiction of a court of euqity over the estate of a decedent.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">It follows from the foregoing that the court below erred in refusing to recognize the claim of the complainants, and to enforce in their favor a lien on the Memphis bonds in the hands of Mrs. Brown; and, for the errors in these particulars, the decree must be reversed, and the case remanded to the trial court for further proceedings not inconsistent with this opinion.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>165 U.S. 654 (1897)</b></center>\n<center><h1>WALKER<br>\nv.<br>\nBROWN.</h1></center>\n<center>No. 193.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted January 18, 1896.</center>\n<center>Decided March 1, 1897.</center>\nCERTIORARI TO THE COURT OF APPEALS FOR THE EIGHTH CIRCUIT.\n<p><span class=\"star-pagination\">*655</span> <i>Mr. Henry S. Robbins</i> for appellants.</p>\n<p><i>Mr. Nathaniel T. Guernsey</i> for appellees.</p>\n<p>MR. JUSTICE WHITE delivered the opinion of the court.</p>\n<p>The complainants, who are appellants here, all citizens of the State of Illinois, members of the firm of J.H. Walker &amp; Company, established in the city of Chicago, filed their bill in the Circuit Court of the United States for the Southern District of Iowa, Central Division, against Anna L. Brown, widow of Talmadge E. Brown, as administratrix of her deceased husband's estate, and against Willis S. Brown and Edward L. Marsh, coadministrators, all of whom were alleged to be citizens of the State of Iowa and to have been duly appointed as aforesaid by the District Court of Polk County, Iowa.</p>\n<p>Omitting reference to matters which have become irrelevant to the controversy in its final aspect, the bill substantially averred that Talmadge E. Brown, being desirous of assisting an Iowa corporation known as the Lloyd Mercantile Company, delivered to said company $15,000 bonds of the city of Memphis worth their face value: That between May and July, 1889, Walker &amp; Company sold to the Lloyd Mercantile Company merchandise to a considerable amount, on the price of which there remained due on the 1st of August, 1889, $1524.78: That on or about that date the corporation was dissolved and a firm composed of J. Collins Lloyd and Copeley Lloyd was formed under the name of J.C. Lloyd &amp; Company, for the purpose of continuing the business of the Mercantile Company, the new business to be carried on at Ellensburg, State of Washington; and that the firm assumed the debts and liabilities of the Lloyd Mercantile Company. It was further alleged that the firm just formed proposed to buy from Walker &amp; Company a considerable amount of merchandise on credit, but that Walker &amp; <span class=\"star-pagination\">*656</span> Company declined to give this asked for credit unless Brown would agree that the fifteen thousand of Memphis bonds, lent by him to the Lloyd Mercantile Company, should not be withdrawn by Brown from the assets of the new firm, or be returned to Brown as long as there remained a debt due to Walker &amp; Company by Lloyd &amp; Company on account of the purchase of goods: That thereupon Brown entered into a written agreement to the effect stated, and that on the faith of this written agreement the firm of Walker &amp; Company had not pressed the collection of the old debt, and had sold Lloyd &amp; Company merchandise on credit to the value of $12,391.61, which, added to the sum previously due and assumed by Lloyd &amp; Company, made the debt due to Walker &amp; Company $13,916.39, the whole of which sum the bill averred to be due at the time of the commencement of the suit. The bill charged that the intent of the parties and the legal result of the agreement made by Brown was to cause the fifteen thousand Memphis bonds or their value to become a security for this debt of Walker &amp; Company, and that thereby there was created an equitable lien on the bonds to the amount of the debt in favor of Walker &amp; Company.</p>\n<p>It was further alleged that on the 25th day of December, 1889, the firm of Lloyd &amp; Company became wholly insolvent, and so remained up to the time of the filing of the bill: That after the making of the agreement by Brown, in order to escape the effect of the contract, Brown induced Lloyd &amp; Company to return to him (Brown) the Memphis bonds, and that from the time of such return neither the said bonds or the value thereof formed part of the assets of Lloyd &amp; Company: That Walker &amp; Company did not know of the return of the bonds until after the credit had been extended to Lloyd &amp; Company. It was alleged that complainants did not know the true condition of the estate of Brown, or whether the Memphis bonds were yet among its assets, and that a discovery and accounting was necessary in order to enable them to reach the property upon which the lien was asserted to exist or the proceeds thereof in the hands of the administrators.</p>\n<p>The relief prayed was that if on discovery it be found that <span class=\"star-pagination\">*657</span> the Memphis bonds or any portion thereof were a part of the assets of the estate of Brown, an equitable lien be recognized thereon, and the bonds be ordered to be sold and the proceeds applied, as far as necessary, to the payment of the debt due by Lloyd &amp; Company to the complainants: That if the Memphis bonds had been sold or exchanged by Brown for other properties, which could be traced to the hands of the administrators, that a like lien might be adjudged thereon: That if the bonds, or any part thereof, did not form a part of the estate of Brown in the hands of his administrators, the complainants might be adjudged to be creditors of the estate for the amount of the value of the bonds to the extent necessary to pay their debt: and that the administrators be ordered to pay this sum in due course of administration and be ordered to render, under the supervision of the court, an account of all properties received by them as administrators and of all their acts and doings as such. There was a prayer for an injunction restraining the disposing or encumbering of the Memphis bonds referred to or the proceeds thereof in the hands of the administrators. In addition to this claim there was an averment as to a debt due by Brown's estate for $560.14, asserted to have been expended in an endeavor to collect the debt due by Lloyd &amp; Company, and for which it was alleged Brown had agreed to be responsible.</p>\n<p>The answer, in so far as it relates to the matters above stated, averred that about February, 1889, the Lloyd Mercantile Company, being in need of money, induced Brown, the deceased, to loan fifteen one thousand dollar bonds of the city of Memphis, to be used as collateral security for a loan which the company was then about to make; that the company received the bonds and used them by pledging them to secure the debt, all of which facts were known to the complainants: That this transaction with the company was the only one the deceased had with it on the subject of the Memphis bonds. The answer specifically denied that the bonds of the city of Memphis thus loaned to the Mercantile Company were at any time an asset of said company, and also expressly denied that the bonds were ever loaned to the Mercantile Company or <span class=\"star-pagination\">*658</span> to Lloyd &amp; Company, its successor, for any other than the express purpose above stated, that is, to be used as collateral back of the particular loan referred to; denying all knowledge of the existence of the alleged debt in favor of Walker &amp; Company, it was averred that no other contract or agreement on the subject of the bonds was made by Brown, with Walker &amp; Company, except such contract as might result from the terms of a letter on the subject of the Memphis bonds, dated Chicago, December 21, 1889, written by Brown, to Walker &amp; Company, which letter was set out in the answer.</p>\n<p>After denying that the credit given to Walker &amp; Company was extended to Lloyd &amp; Company on the faith of the bonds, and after charging that the bonds were, at the time of the writing of the letter, held as collateral back of a loan of the Union National Bank of Chicago, and that no equitable lien thereon resulted from the writing of the letter by Brown, the answer, in addition, averred, that after the writing of the letter, to wit, some time during the month of November, 1889, the bank, in whose hands the Memphis bonds of Brown had been deposited as collateral for Lloyd &amp; Company's debt, pressed for payment of the principal obligation and threatened in default to sell the bonds: That Brown thereupon, in order to prevent the sale of his bonds, paid the debt with his own funds and withdrew the bonds, and that thus he had been discharged of his obligations under the terms of the letter referred to, if any obligation thereby arose: That no part of the money which made this payment was that of Lloyd &amp; Company, or was taken from the assets of the firm, but the payment was made wholly and exclusively with the money of Brown in order to prevent the sale of his bonds. It was also charged in the answer that if any debt existed in favor of Walker &amp; Company it was extinguished, this being predicated on a recital of the following facts: That on the failure of J.C. Lloyd &amp; Company in December, 1889, Walker &amp; Company had taken a chattel mortgage on the stock of goods of the firm at Ellensburg, Washington, to secure the payment of their debt, and had entered with other creditors having a like mortgage into <span class=\"star-pagination\">*659</span> possession of the stock of goods, which largely exceeded the value of the mortgages resting upon it: That thereafter creditors of Lloyd &amp; Company had levied upon the stock and had actually disturbed or threatened to disturb, the possession of the mortgagees: That the mortgagees then acquired the rights of certain of these creditors who had levied upon the stock, and had, then, under process issued in the name of the creditors, sold and bought in the equity of the creditors in the stock, and subsequently, without any foreclosure of their mortgages, taken entire charge of the stock and disposed of it at private sale. These facts, the bill averred, had, under the laws of Washington, operated to extinguish the claim of the mortgage creditors.</p>\n<p>The answer moreover admitted that at the time of Brown's death \"there were fifteen one thousand dollar bonds of the city of Memphis in his possession as his property, and that the same passed with his other estate into the hands of his administrators as part of his said estate. But this respondent avers that the bonds were, prior to the death of Brown, given by him as a gift to his wife, Anna L. Brown, who now holds and owns the same.\" Replication to the answer was filed on the 5th of March, 1892.</p>\n<p>The issues as to the main controversy presented by these pleadings were therefore clearly as follows: An assertion on the part of complainants that they had extended credit upon their old debt due by the Lloyd Mercantile Company and assumed by Lloyd &amp; Company, and had given further credit to the new firm of Lloyd &amp; Company, by selling merchandise to it on the faith of an agreement by Brown that his Memphis bonds should be a security for the debt, and that this agreement was evidenced by a written contract on the part of Brown, the result of which was to create an equitable lien upon the bonds or the value thereof, that Brown had unlawfully withdrawn the bonds, and that the lien was therefore operative upon the bonds in his possession or upon their proceeds if he had disposed of them, and if the proceeds could be traced to his estate, and if not that the estate was liable for the debt. A denial on the part of the defendants that <span class=\"star-pagination\">*660</span> there was any contract but the letter above referred to, the the terms of which it was asserted did not give rise to a lien upon the bonds or their value, which was followed by the allegation that all Brown's obligations under the contract, if any arose from it, had been extinguished by his being compelled to pay, in order to prevent the sale of the bonds, solely from his own money the debt for which the bonds were pledged, the further defence being an assertion that the claim of Walker &amp; Company against Lloyd &amp; Company was extinguished in consequence of the acts in relation to the mortgage subsequently taken, is referred to in the answer.</p>\n<p>In support of these various issues both parties took testimony, under commissions, the last deposition having been opened on October 18, 1892. When all the testimony had been taken and its result was known to the parties, on November 14, 1892, the complainants by leave of court amended their bill by averments charging that the Memphis bonds referred to were in the possession of Mrs. Anna L. Brown, she having received them as a gift from Talmadge E. Brown, and praying the recognition of an equitable lien on the bonds in her hands. The defendants amended their answer by additional averments concerning the conduct of Walker &amp; Company in relation to the mortgage taken to secure their debt. The amended answer besides averred that \"the said T.E. Brown, deceased, contributed in value to the said J.C. Lloyd &amp; Company and their funds and assets the full sum or value of fifteen thousand ($15,000) dollars, being the actual value of the Memphis bonds loaned to said J.C. Lloyd &amp; Company; and that the estate of T.E. Brown through these defendants likewise contributed more largely in amount than the value of said Memphis bonds to the assets and to the payment of the indebtedness of J.C. Lloyd &amp; Company.\" The result of these amendments was that the complainants, finding the bonds in the possession of Mrs. Brown under a gift from her husband, elected to proceed against her for the enforcement of the equitable lien which they asserted, and the defendants added a new ground to their original defence by asserting, not that the bonds had been returned to Brown <span class=\"star-pagination\">*661</span> in consequence of the payment by him of the debt for which they had been pledged, but that Brown and his estate had contributed more than the value of the bonds to the payment of the debts of Lloyd &amp; Company. The Circuit Court, finding that the contract between Walker &amp; Company and Brown created no equitable lien on the bonds, but only an ordinary contract relation, concluded that the remedy of the complainants was not within the cognizance of a court of equity, and, therefore, dismissed the bill, reserving the right of Walker &amp; Company to seek relief against the estate of Brown in an action at law. 56 Fed. Rep. 23. The Circuit Court of Appeals for the Eighth Circuit, to which court the case was taken on appeal, rested its decree of affirmance upon substantially the same grounds. 27 U.S. App. 291. A writ of certiorari was allowed and the record has been brought here for review.</p>\n<p>The following facts are established by the proof:</p>\n<p>In 1888 J.C. Lloyd and Copeley Lloyd were engaged in business at Des Moines, Iowa. T.E. Brown was also a resident of Des Moines and a man of large fortune. His adopted or foster daughter was the wife of J.C. Lloyd. In February, 1889, J.C. Lloyd and Copeley Lloyd organized a corporation under the laws of Iowa, called the Lloyd Mercantile Company, and this company, either with the stock of goods purchased in its own name after its organization or with a stock which had been purchased previously by J.C. and Copeley Lloyd and by them transferred to the corporation, commenced business in March, 1889, at Tacoma, Washington Territory. In May, 1889, part of the stock of merchandise of the company was moved to Ellensburg, Washington Territory, where a store was opened in the name of the corporation, and the remainder of the stock was taken to Davenport, in the same Territory, where a branch store was also opened. Between July and the 1st of August, 1889, J.C. Lloyd and Copeley Lloyd issued a circular, announcing the formation of a commercial firm under the name of J.C. Lloyd &amp; Company, which, it was stated, had assumed all the debts of the Lloyd Mercantile Company. In the autumn of 1888, preceding the formation of the Mercantile Company, the Lloyds bought from the firm of Clement, Bain <span class=\"star-pagination\">*662</span> &amp; Company merchandise to the extent of $50,000, part of which was paid for in money and the balance evidenced by notes. In February, 1889, there were outstanding and unpaid notes, thus given for the purchase price of the merchandise bought from Clement, Bain &amp; Company, to the amount of $15,000. Upon these notes T.E. Brown was the endorser or surety. The makers of the notes being unable to pay them, Brown handed to Lloyd fifteen bonds of the denomination of one thousand dollars each of the city of Memphis for the express and only purpose of enabling Lloyd to use the bonds as collateral security for a loan to be procured with which to pay the outstanding notes upon which he (Brown) was surety. Lloyd called upon the firm of James H. Walker &amp; Company of Chicago to assist him in obtaining this loan. Mason, a confidential employ, managing the credits of Walker &amp; Company, coperated with Lloyd in his effort to borrow money on the security of the bonds of Brown. The Union National Bank of Chicago, whose president was a member of the firm of Walker &amp; Company, lent Lloyd the money, and the fifteen Memphis bonds were pledged as collateral for this loan. Subsequently, from May to July, 1889, Walker &amp; Company sold and shipped to the Lloyd Mercantile Company a very considerable amount of merchandise, and at the time of the dissolution of the corporation and the formation of the firm the Lloyd Mercantile Company owed Walker &amp; Company a balance of account to the extent of $1524.78. During the course of these dealings the note which had been given by Lloyd to the Union Bank, supported by the Memphis bonds as collateral, reached maturity and through the friendly coperation of Walker &amp; Company the bank which held it, at the request of Lloyd, extended the term for its payment. After the formation of the partnership of Lloyd &amp; Company, Lloyd desired to purchase on credit a large amount of goods from Walker &amp; Company, and furnished, on being called upon, a statement of the condition of the firm. This statement indicated the solvency of the firm, but contained no mention of a claim in favor of Brown resulting from the Memphis bond transaction. Upon inquiry being addressed by Mason to Lloyd on the subject, <span class=\"star-pagination\">*663</span> he declared that he had not included in his statement a debt in favor of Brown growing out of the lending of the Memphis bonds, because it was a mere friendly arrangement between himself and Brown, and \"he did not regard it exactly as a debt.\" Mason thereupon made a memorandum on the bottom of the statement as follows: \"In addition to above liability, owe Mr. T.E. Brown, Des Moines, Ia., $15,000, payable at our convenience. This is in the city of Memphis, Tenn., bonds, now hypothecated Union National Bank for loan equal in amount.\" Mason thereupon informed Lloyd \"that those bonds or the proceeds of those bonds were not to be returned or paid to Mr. Brown until our debt is paid,\" and Lloyd requested Mason to dictate such a letter as he might wish Brown to sign and it would be signed. Mason then dictated a letter, which is the one referred to in the bill of complaint as evidencing the contract, and which, as already stated, was set out in full in the answer:</p>\n                                \"CHICAGO, Sept. 21st, 1889.\n<p>\"Messrs. James H. Walker &amp; Co., Chicago, Ill.</p>\n<p>\"GENTLEMEN: I beg to advise you that the loan of fifteen thousand dollars, Memphis bonds, made by me to Mr. J.C. Lloyd for the use of Messrs. Lloyd &amp; Co., Ellensburgh, Wash. Ter., is with the understanding that any indebtedness that they may be owing you at any time, shall be paid before the return to me of these bonds, or the value thereof, and that these bonds or the value thereof are at the risk of the business of Lloyd &amp; Co., so far as any claim you may have against said Lloyd &amp; Co. is concerned.</p>\n                                       \"Yours truly,\n                                         \"T.E. BROWN.\"\n<p>Pending the sending of this letter by Lloyd to Brown, and its return to Walker &amp; Company, with the signature of Brown affixed to it, the goods which had been ordered by Lloyd were prepared for shipment, but were retained and were only shipped on the receipt of the letter. Subsequently in December, 1889, Lloyd &amp; Company became insolvent, and the debt to Walker &amp; Co., amounting to $13,916.39, remains unpaid.</p>\n<p><span class=\"star-pagination\">*664</span> The questions which first require solution are, did the agreement embodied in the letter create an equitable lien, in favor of Walker &amp; Company upon the bonds of Brown pledged to the Union National Bank, and if so, were they returned to Brown under such circumstances as to cause the lien, if any existed, to be operative against the bonds in the hands of Mrs. Brown, who holds them under a gift from Brown, and, therefore, subject to such lien, if any, attached to them in the hands of Brown? Before considering the contract itself, and the issue of fact which arises, it is necessary to fix the legal principles by which the question of equitable lien is to be determined. It is clear that if the express intention of the parties was to create an equitable lien upon the bonds or the value thereof, or if such intention arises by a necessary implication from the terms of the agreement construed with reference to the situation of the parties at the time of the contract, and by the attendant circumstances, such equitable lien will be enforced by a court of equity against the bonds in the hands of Brown or against third persons who are volunteers or have notice. It is well settled, said the court in <i>Pinch</i> v. <i>Anthony,</i> 8 Allen, 536, \"that a party may by express agreement create a charge or claim in the nature of a lien on real as well as on personal property, of which he is the owner or in possession, and that equity will establish and enforce such charge or claim, not only against the party who stipulated to give it, but also against third persons, who are either volunteers, or who take the estate on which the lien is agreed to be given with notice of the stipulation.\" The subject was very fully reviewed with reference to the English and American authorities in <i>Ketchum</i> v. <i>St. Louis,</i> 101 U.S. 306, where the language just cited was approved and that ruling was considered and reaffirmed, during this term, in <i>Fourth Street Bank</i> v. <i>Yardley, ante,</i> 634. Pomeroy in his work on Equity Jurisprudence, (vol. 3, par. 1235,) condenses and states the general result of the authorities on the subject, as follows:</p>\n<p>\"The doctrine may be stated in its most general form that every express executory agreement in writing, whereby the contracting party sufficiently indicates an intention to make <span class=\"star-pagination\">*665</span> some particular property, real or personal, or fund, therein described or identified, a security for a debt or other obligation, or whereby the party promises to convey or assign or transfer the property as security, creates an equitable lien upon the property so indicated, which is enforceable against the property in the hands not only of the original contractor, but of his heirs, administrators, executors, voluntary assignees and purchasers or encumbrancers with notice... . The ultimate grounds and motives of this doctrine are explained in the preceding section; but the doctrine itself is clearly an application of the maxim, equity regards as done that which ought to be done.\"</p>\n<p>The words of the contract, embodied in the letter, are as follows: \"I beg to advise you that the loan of fifteen thousand dollars, Memphis bonds, made by me for the use of Messrs. Lloyd &amp; Company, Ellensburg, is with the understanding that any indebtedness that they may be owing to you at any time, shall be paid before the return to me of these bonds or the value thereof, and that these bonds or the value thereof are at the risk of the business of Lloyd &amp; Company, so far as any claim you may have against said Lloyd &amp; Company is concerned.\" This language certainly designates the bonds or the value thereof as a security for the debt to Walker &amp; Company. It says that the bonds belonging to Brown shall not be returned to him so long as the debt to Walker is unpaid. It thus provides for the keeping in the hands of Lloyd &amp; Company of the bonds until the debt of Walker is discharged. Having stipulated for retaining the bonds as long as Walker's debt existed, the agreement proceeds to dedicate the property thus retained exclusively to the payment of Walker's debt, for it says, not that the property so held shall become an asset of the firm, not that it shall be liable to the general creditors of Lloyd &amp; Company, but that the bonds or the value thereof are to remain at the risk of the business of Lloyd &amp; Company <i>so far as any claim that you</i> (<i>Walker &amp; Company</i>) <i>may have.</i> To construe the contract as making the bonds a mere general asset of the firm would not only eliminate the words \"in so <span class=\"star-pagination\">*666</span> far as you (Walker &amp; Company) are concerned,\" but would operate an injustice to Brown by presupposing that he had given up his property for the general purposes of the firm of Lloyd &amp; Company, when on the contrary, in express language, the contract provides that only one creditor of Lloyd &amp; Company, to wit, Walker &amp; Company, should exercise recourse on the bonds. To dedicate property to a particular purpose, to provide that a specified creditor and that creditor alone shall be authorized to seek payment of his debt from the property or its value, is unmistakably to create an equitable lien.</p>\n<p>Nor does the fact that the letter provides that these bonds or the value thereof shall be \"at the risk of the business of Lloyd &amp; Company\" change the manifest significance of the contract, for these words are followed by the qualifying language \"so far as any claim you may have against Lloyd &amp; Company is concerned.\" The bonds were at the risk of the business in a twofold sense, viz., the debt of Walker and the sum for which they were pledged. Manifestly, the dedication of Brown's bonds to the particular and special payment of Walker's debt, a debt due by the business of Lloyd &amp; Company, left the bonds as a necessary consequence of the equitable lien which the contract created at the risk of the business, that is to say, if the business did not pay the debt which it owed to Walker &amp; Company, the bonds or their value were submitted to the risk of such non-payment, and therefore subject to the equitable lien, if the risk of the business made it necessary for Walker &amp; Company to exercise the lien which the contract gave that firm. The contention that the words \"at the risk of the business\" indicates that the parties to the contract did not intend a lien on the bonds, since that provision submitted the bonds to the entire risk of the business of Lloyd &amp; Company for every purpose, and therefore authorized that firm, if they recovered possession of them, to use them for any other debt which they might owe, or to sell them and apply the proceeds to their business generally, is unsound, since it entirely overlooks the express averment of the answer that the bonds were lent by Brown to Lloyd &amp; Company for one purpose alone, that is, to be used <span class=\"star-pagination\">*667</span> as collateral for a particular debt and none other. The existence of this debt at the time the letter was written is also averred in the answer, and this fact additionally elucidates not only the meaning of the words \"at the risk of the business,\" but also the stipulation that the bonds \"or their value\" should be at such risk. The loan for which the bonds had been placed as security was a debt of Lloyd &amp; Company. The ability of Lloyd &amp; Company to pay this debt was a risk upon which the coming back of the bonds into the possession of Lloyd &amp; Company depended. The contract considering the possibility of the payment of the debt by Lloyd &amp; Company, and the arising therefore of the right of that firm to retake possession of the bonds, stipulates for their non-return in that event to Brown. On the other hand, considering that the firm of Lloyd &amp; Company might be unable to pay the debt, and therefore fail to recover possession of the bonds, the contract provides that the claim in favor of Brown for the value of his bonds, lost by the failure of the firm to pay the debt for which they were pledged, should not be preferred against the assets of Lloyd &amp; Company to the detriment of Walker's claim. Now, the restriction placed on Brown as to the non-exercise of his claim for the value in consequence of the risk to which the bonds were subjected from the outstanding pledge cannot destroy the express provision against the return of the bonds to Brown in the event that the risk of the business did not prevent their coming back into the possession of Lloyd &amp; Company.</p>\n<p>Equally without force is the assertion that, inasmuch as the face value of the bonds was $15,000, and the debt for which they were then pledged was $15,000, therefore the parties could not have contemplated the coming back of the bonds into the possession of Lloyd &amp; Company and their return to Brown. This argument, if accepted, would read out of the contract its express language providing against the return to Brown in the contingency stated. Of course, the lien in favor of Walker &amp; Company was subordinate to the prior and outstanding claim resulting from the pledge; but the obvious purpose of the contract, while considering that fact, was to <span class=\"star-pagination\">*668</span> give to Walker &amp; Company the benefit of the bonds as a security for their claim in the event Lloyd &amp; Company discharged the debt for which they were pledged, from their assets and thereby became entitled to the possession of the bonds. This construction of the contract and of the rights of the parties under it was that entertained when the answer was filed and before the proof had been taken, since the answer expressly asserts that the pledged debt had not been paid by Lloyd &amp; Company, but was made solely from the assets of Brown in order to prevent the sale of the bonds, and therefore his obligation under the contract had been discharged. The subsequent amendment to the answer, which gave a different view of the contract, was made after the coming in of the proof, which demonstrated the fact, as we shall hereafter see, to be that the payment of the debt had not been made by Brown, but by Lloyd &amp; Company. If there be ambiguity in the contract resort may be had to the situation of the parties and the circumstances under which it was entered into for the purpose, not of changing the writing, but of furnishing light by which to ascertain its actual significance. <i>Runkle</i> v. <i>Burnham,</i> 153 U.S. 216, 224.</p>\n<p>Resorting to these means, the purpose of the parties to create a lien upon the bonds or their value is clearly manifest. At the time the contract was entered into, the bonds were held as collateral security for a loan obtained by Lloyd to pay off a debt, for which Brown was bound, contracted for the purchase price of merchandise. The proof conclusively sustains the averments of the answer that the bonds had been given by Brown, not for the general purpose of the business of Lloyd &amp; Company, but exclusively to enable that firm to pay this particular debt. This refutes the theory that the bonds were in the hands of Lloyd &amp; Company for every purpose, and suggests the intention of the parties that on the payment of the old debt by Lloyd &amp; Company for the purchase of goods, for which the bonds were pledged, they should occupy the same relation to the new debt for the same purpose which was about to be created. Nor is there force in the argument that the statement made by Mason to Lloyd &amp; <span class=\"star-pagination\">*669</span> Company preceding the writing of the letter conclusively shows that Walker &amp; Company did not contemplate a lien upon the bonds, and therefore that the letter embodying the contract which they exacted before giving the credit must be held not to have given rise to the lien. This suggestion is predicated upon the fact that in the conversation the words \"or proceeds\" of the bonds were used by Mason. But the contract contains no such words; it stipulates against the return of the bonds to Brown, and against the use by Brown of his claim against the assets for the value of the bonds. The use by Mason of the word \"proceeds\" cannot be held to obliterate the written contract, and if resort is to be had to the attendant circumstances, it must be so had, not to a particular word used in a conversation, but the whole of the situation must be considered. If this is done, it becomes clear that as Walker &amp; Company were familiar with the transaction by which the bonds had been delivered to Lloyd &amp; Company by Brown for the purpose of being used as collateral for a particular debt, which was confirmed by the statement made to them by Lloyd at the time of the transaction, we cannot presume that they treated with Lloyd as having other power over the bonds than the limited purpose for which Brown had loaned them. From these considerations we conclude that the contract provided for a lien upon the bonds to secure Walker's debt subordinate to the then outstanding lien resulting from the existing pledge, and stipulated against a return of the bonds in the event of the payment of the debt by Lloyd &amp; Company, and imposed upon Brown the obligation not to assert <i>quoad</i> the debt of Walker &amp; Company, a claim against the assets of Lloyd &amp; Company for the value in the event the risk of the business, the outstanding pledge, prevented the return of the bonds to the possession of Lloyd &amp; Company.</p>\n<p>The question then arises were the bonds absorbed by the risk of the business, or were they, on the contrary, returned to Brown in violation of the contract and subject to the equitable lien which the contract created to secure the payment of the debt due Walker &amp; Company? Shortly after the making of the contract, that is, on October 26 and 29, <span class=\"star-pagination\">*670</span> 1889, two payments, one for $7300, and the other for $2700, were made on account of the debt due the Union National Bank for which the bonds were held as collateral. When these two payments, aggregating $10,000, were made, ten of the Memphis bonds were delivered by the bank to Lloyd and by him returned to Brown. Subsequently, on December 17, 1889, the balance of the debt, $5000, was paid to the bank, and the remainder of the bonds were also returned to Brown. As to the source whence the money wherewith the payment of October 26 of $7300 was made, the testimony of Lloyd is, to speak mildly, of an evasive character. The proof, however, conclusively establishes that this payment was made as follows: Lloyd and Brown called at the Polk County Savings Bank of Des Moines, Iowa, and a loan was asked, in the name of Lloyd, for $7500, and a ninety-day note for that amount was drawn by Lloyd to the order of the bank. This note after being endorsed by Brown was discounted by the savings bank, the bank giving for the net amount of the discount a draft on New York, which was used to make the payment to the Union National Bank. The payment of October 29 of $2700 is, by the uncontradicted testimony, shown to have been made solely from the assets of Lloyd &amp; Company. The payment on December 17 of the $5000 was made in this way. Brown drew two drafts for $2500 each on Lloyd &amp; Company at Ellensburg to the order of the Iowa National Bank of Des Moines, and these drafts were discounted by that bank and the proceeds put to Brown's credit in account. He then purchased a draft to the order of the Union National Bank for $5000, giving his check on his own bank account in payment of the draft. The draft so purchased was used for the payment of the balance due the Union National Bank, by which final payment the release of the remainder of the bonds was accomplished. The two drafts drawn by Brown on Lloyd &amp; Company were forwarded by the Iowa bank to Ellensburg for collection. One of them was paid in full from the assets of Lloyd &amp; Company before their failure, the other remained unpaid at the date of the failure, and was treated by Brown as a liability of the firm, and was used for the purpose <span class=\"star-pagination\">*671</span> of absorbing its assets in the manner to be hereafter stated. On the drawing of these drafts Brown credited Lloyd &amp; Company in account with the amount thereof, and against this credit he debited Lloyd &amp; Company with the $5000, which he paid for account of Lloyd for the final payment on the note due the Union National Bank.</p>\n<p>Near the middle of December, 1889, Brown was in Ellensburg, and on the 26th of December, at the instigation of Brown, a chattel mortgage upon the stock of goods of J.C. Lloyd &amp; Company was executed in favor of the Iowa National Bank of Des Moines for $17,500, and on the same day, a mortgage second in rank, also at the instigation and request of Brown, was executed by the firm in favor of the Polk County Savings Bank for $7500. Included in the amount of the debt secured by the mortgage to the Polk County Savings Bank were the notes for $7500 given by Lloyd and endorsed by Brown, from the proceeds of which the first payment of $7300 was made. Included in the debt of the Iowa National Bank, for which the mortgage was given, was the draft for $2500, which, as has been already stated, was not paid at that date by Lloyd &amp; Company. The balance of the debt in favor of the Iowa National Bank represented renewal notes of Lloyd endorsed by Brown, which were held by the Iowa National Bank, the original notes having been prior in date to the formation of Lloyd &amp; Company.</p>\n<p>The proof leaves no doubt that the execution of these mortgages was brought about by Brown, who thus sought to secure the stock of goods of Lloyd &amp; Company for the purpose of paying the debts for which he asserted himself to be indirectly liable. Indeed, as to the mortgage taken in favor of the Iowa National Bank, the unchallenged proof is that Brown acted in procuring the mortgage without reference to or instructions from the bank, but solely in his own interest. Having thus obtained the two mortgages upon the stock of goods, he proceeded by way of procuring a mortgage on real estate of Lloyd, of assignments of a leasehold held by him or his firm, assignment of a mortgage claim existing in favor of Lloyd &amp; Company, and by receipt of $7600 in cash procured by <span class=\"star-pagination\">*672</span> Lloyd by mortgage upon real estate to make himself master of the situation so as to apply practically all the property of Lloyd &amp; Company and Lloyd individually to the payment of debts claimed to be due him by Lloyd &amp; Company, including those debts for which he was contingently liable. Having thus secured, to the utmost, all his claims against Lloyd &amp; Company by treating the debts upon which he was contingently liable, as the debts of Lloyd &amp; Company, a chattel mortgage inferior in rank to those taken in the name of others, was executed in favor of Walker &amp; Company for a part of the debt due them, and they were advised by telegram of the fact. The failure of Lloyd &amp; Company at once followed these occurrences. Attachments were sued out by many general creditors and the business was wrecked. Without going into details as to the result of the mortgages and attachments, it suffices to say that nothing was paid on account of Walker &amp; Company's debt.</p>\n<p>The contention that $9800 of the money paid on account of the debt of the Union National Bank for $15,000 must be considered as solely made by Brown, is without merit. This claim is based on the fact that the notes for $7500 which were discounted by the Polk County Savings Bank, and from which discount the money was derived to make the payment of $7300, were endorsed by Brown, and upon the further fact that one of the two drafts of $2500 each which were drawn upon Lloyd &amp; Company to make up the $5000 and which was discounted by the Iowa National Bank was drawn by Brown. The notes and the draft were primarily obligations of Lloyd &amp; Company. The contract between Brown and Walker &amp; Company from which the lien on the bonds arose forbade the return of the bonds, and besides stipulated, in the event of their being lost by the risk of the business, that the claim for their value, in favor of Brown, as against Lloyd &amp; Company, should not be urged until the payment of the debt of Walker &amp; Company. It would be against the most elementary rules of good conscience and of fair dealing to allow Brown to treat the payment of the debt as having been made by Lloyd &amp; Company, and therefore to enforce against the <span class=\"star-pagination\">*673</span> assets of that firm, the entire claim, to the detriment of Walker &amp; Company, and at the same time to allow Brown to defeat the lien on the bonds upon the contrary hypothesis that the entire payment had been made by him, Brown, and not by Lloyd &amp; Company. No court of conscience can permit Brown to speculate on his chances of securing himself for all his claims by defeating the lien of Walker &amp; Company on the one hand, and then on the other to allow him to assume a conflicting attitude in order to destroy the lien. Having asserted the claims as debts of Lloyd &amp; Company, having sought to absorb the assets on this theory, Brown is concluded by his conduct.</p>\n<p>The claim set up in the amended answer, that because Brown had other debts of Lloyd &amp; Company which are unpaid, therefore he had contributed to the amount of $15,000 to the assets of Lloyd &amp; Company, and thus performed his contract, is as wanting in equity as the contention which we have just considered. It is far from clear from the record whether these asserted debts have not really been paid or secured, but if they have not, the stipulation of the contract which forbade the return of the bonds was for the benefit of Walker &amp; Company, not for that of all the creditors of Lloyd &amp; Company. Having dedicated the bonds belonging to him to the payment of the debt, Brown cannot be heard to make an exception in favor of claims held by himself, if any such then existed or thereafter arose, so as to destroy the security creeted by him in favor of Walker &amp; Company, and upon the faith of which they contracted. If there were debts due Brown by Lloyd &amp; Company they were as completely excluded from interfering with the lien of Walker &amp; Company upon the bonds as if they had been held by third persons.</p>\n<p>The contention that the debt of Walker &amp; Company was extinguished from the fact that after having accepted the mortgage security for a part of their debt, they united with other mortgage creditors in buying the rights of certain attaching creditors and thereafter sold the stock of goods without foreclosure, is fully answered by the statement that there is no proof whatever of any agreement that the taking <span class=\"star-pagination\">*674</span> of security should extinguish the original claim, and the proof is also clear that the acts of Walker as to the purchase of the rights of the attaching creditors and the subsequent dealings with the property were upon the express understanding with Brown that these transactions should in no way impair the rights of Walker &amp; Company under the contract which we have considered.</p>\n<p>The asserted right of Walker &amp; Company to enforce against the estate of Brown a claim for $560.14, averred to have been expended in an effort to collect the debt due by Lloyd &amp; Company upon an alleged agreement of Brown to repay the same, was not pressed at the hearing, and we do not therefore determine whether the sum was really due, and whether, if due, it is enforceable in a court of equity.</p>\n<p>There was a claim made in the discussion at bar that the interest on the portion of the debt due Walker &amp; Company, which was embraced within the mortgage executed in Washington, bears ten per cent interest, and therefore should be allowed at that rate. But this claim overlooks the fact that the bill is founded upon the general account due Walker &amp; Company, and not upon the mortgage executed in Washington, which represented only a part of the debt. Besides, the account due by Lloyd &amp; Company to Walker &amp; Company, taken from the books of the latter firm, was offered in evidence on the trial, and there is therein made only a charge of six per cent interest, computed to a short time before the filing of the bill. This is conclusive against the claim of interest at the rate of ten per cent. There is also a reference in the record to several interest coupons collected on the Memphis bonds by Brown prior to his death and subsequent to the unlawful return of the bonds to him, but the averments of the bill taken in connection with the amendment electing to assert the lien against the bonds in the hands of Mrs. Brown, as they were when received from her husband, precludes any questions which might otherwise arise on this subject.</p>\n<p>As the Memphis bonds are admittedly in the hands of Mrs. Brown as a gift from her husband, the enforcement of the <span class=\"star-pagination\">*675</span> lien thereon presents no question as to the jurisdiction of a court of equity over the estate of a decedent.</p>\n<p>It follows from the foregoing that the court below erred in refusing to recognize the claim of the complainants and to enforce in their favor a lien on the Memphis bonds in the hands of Mrs. Brown, and for the errors in these particulars the decree must be</p>\n<p><i>Reversed, and the case remanded to the trial court for further proceedings not inconsistent with this opinion.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">165</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">654</span></span> (1897)</b></center>\n<center><h1>WALKER<br>\nv.<br>\nBROWN.</h1></center>\n<center>No. 193.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted January 18, 1896.</center>\n<center>Decided March 1, 1897.</center>\nCERTIORARI TO THE COURT OF APPEALS FOR THE EIGHTH CIRCUIT.\n<p><span class=\"star-pagination\">*655</span> <i>Mr. Henry S. Robbins</i> for appellants.</p>\n<p><i>Mr. Nathaniel T. Guernsey</i> for appellees.</p>\n<p>MR. JUSTICE WHITE delivered the opinion of the court.</p>\n<p>The complainants, who are appellants here, all citizens of the State of Illinois, members of the firm of J.H. Walker &amp; Company, established in the city of Chicago, filed their bill in the Circuit Court of the United States for the Southern District of Iowa, Central Division, against Anna L. Brown, widow of Talmadge E. Brown, as administratrix of her deceased husband's estate, and against Willis S. Brown and Edward L. Marsh, coadministrators, all of whom were alleged to be citizens of the State of Iowa and to have been duly appointed as aforesaid by the District Court of Polk County, Iowa.</p>\n<p>Omitting reference to matters which have become irrelevant to the controversy in its final aspect, the bill substantially averred that Talmadge E. Brown, being desirous of assisting an Iowa corporation known as the Lloyd Mercantile Company, delivered to said company $15,000 bonds of the city of Memphis worth their face value: That between May and July, 1889, Walker &amp; Company sold to the Lloyd Mercantile Company merchandise to a considerable amount, on the price of which there remained due on the 1st of August, 1889, $1524.78: That on or about that date the corporation was dissolved and a firm composed of J. Collins Lloyd and Copeley Lloyd was formed under the name of J.C. Lloyd &amp; Company, for the purpose of continuing the business of the Mercantile Company, the new business to be carried on at Ellensburg, State of Washington; and that the firm assumed the debts and liabilities of the Lloyd Mercantile Company. It was further alleged that the firm just formed proposed to buy from Walker &amp; Company a considerable amount of merchandise on credit, but that Walker &amp; <span class=\"star-pagination\">*656</span> Company declined to give this asked for credit unless Brown would agree that the fifteen thousand of Memphis bonds, lent by him to the Lloyd Mercantile Company, should not be withdrawn by Brown from the assets of the new firm, or be returned to Brown as long as there remained a debt due to Walker &amp; Company by Lloyd &amp; Company on account of the purchase of goods: That thereupon Brown entered into a written agreement to the effect stated, and that on the faith of this written agreement the firm of Walker &amp; Company had not pressed the collection of the old debt, and had sold Lloyd &amp; Company merchandise on credit to the value of $12,391.61, which, added to the sum previously due and assumed by Lloyd &amp; Company, made the debt due to Walker &amp; Company $13,916.39, the whole of which sum the bill averred to be due at the time of the commencement of the suit. The bill charged that the intent of the parties and the legal result of the agreement made by Brown was to cause the fifteen thousand Memphis bonds or their value to become a security for this debt of Walker &amp; Company, and that thereby there was created an equitable lien on the bonds to the amount of the debt in favor of Walker &amp; Company.</p>\n<p>It was further alleged that on the 25th day of December, 1889, the firm of Lloyd &amp; Company became wholly insolvent, and so remained up to the time of the filing of the bill: That after the making of the agreement by Brown, in order to escape the effect of the contract, Brown induced Lloyd &amp; Company to return to him (Brown) the Memphis bonds, and that from the time of such return neither the said bonds or the value thereof formed part of the assets of Lloyd &amp; Company: That Walker &amp; Company did not know of the return of the bonds until after the credit had been extended to Lloyd &amp; Company. It was alleged that complainants did not know the true condition of the estate of Brown, or whether the Memphis bonds were yet among its assets, and that a discovery and accounting was necessary in order to enable them to reach the property upon which the lien was asserted to exist or the proceeds thereof in the hands of the administrators.</p>\n<p>The relief prayed was that if on discovery it be found that <span class=\"star-pagination\">*657</span> the Memphis bonds or any portion thereof were a part of the assets of the estate of Brown, an equitable lien be recognized thereon, and the bonds be ordered to be sold and the proceeds applied, as far as necessary, to the payment of the debt due by Lloyd &amp; Company to the complainants: That if the Memphis bonds had been sold or exchanged by Brown for other properties, which could be traced to the hands of the administrators, that a like lien might be adjudged thereon: That if the bonds, or any part thereof, did not form a part of the estate of Brown in the hands of his administrators, the complainants might be adjudged to be creditors of the estate for the amount of the value of the bonds to the extent necessary to pay their debt: and that the administrators be ordered to pay this sum in due course of administration and be ordered to render, under the supervision of the court, an account of all properties received by them as administrators and of all their acts and doings as such. There was a prayer for an injunction restraining the disposing or encumbering of the Memphis bonds referred to or the proceeds thereof in the hands of the administrators. In addition to this claim there was an averment as to a debt due by Brown's estate for $560.14, asserted to have been expended in an endeavor to collect the debt due by Lloyd &amp; Company, and for which it was alleged Brown had agreed to be responsible.</p>\n<p>The answer, in so far as it relates to the matters above stated, averred that about February, 1889, the Lloyd Mercantile Company, being in need of money, induced Brown, the deceased, to loan fifteen one thousand dollar bonds of the city of Memphis, to be used as collateral security for a loan which the company was then about to make; that the company received the bonds and used them by pledging them to secure the debt, all of which facts were known to the complainants: That this transaction with the company was the only one the deceased had with it on the subject of the Memphis bonds. The answer specifically denied that the bonds of the city of Memphis thus loaned to the Mercantile Company were at any time an asset of said company, and also expressly denied that the bonds were ever loaned to the Mercantile Company or <span class=\"star-pagination\">*658</span> to Lloyd &amp; Company, its successor, for any other than the express purpose above stated, that is, to be used as collateral back of the particular loan referred to; denying all knowledge of the existence of the alleged debt in favor of Walker &amp; Company, it was averred that no other contract or agreement on the subject of the bonds was made by Brown, with Walker &amp; Company, except such contract as might result from the terms of a letter on the subject of the Memphis bonds, dated Chicago, December 21, 1889, written by Brown, to Walker &amp; Company, which letter was set out in the answer.</p>\n<p>After denying that the credit given to Walker &amp; Company was extended to Lloyd &amp; Company on the faith of the bonds, and after charging that the bonds were, at the time of the writing of the letter, held as collateral back of a loan of the Union National Bank of Chicago, and that no equitable lien thereon resulted from the writing of the letter by Brown, the answer, in addition, averred, that after the writing of the letter, to wit, some time during the month of November, 1889, the bank, in whose hands the Memphis bonds of Brown had been deposited as collateral for Lloyd &amp; Company's debt, pressed for payment of the principal obligation and threatened in default to sell the bonds: That Brown thereupon, in order to prevent the sale of his bonds, paid the debt with his own funds and withdrew the bonds, and that thus he had been discharged of his obligations under the terms of the letter referred to, if any obligation thereby arose: That no part of the money which made this payment was that of Lloyd &amp; Company, or was taken from the assets of the firm, but the payment was made wholly and exclusively with the money of Brown in order to prevent the sale of his bonds. It was also charged in the answer that if any debt existed in favor of Walker &amp; Company it was extinguished, this being predicated on a recital of the following facts: That on the failure of J.C. Lloyd &amp; Company in December, 1889, Walker &amp; Company had taken a chattel mortgage on the stock of goods of the firm at Ellensburg, Washington, to secure the payment of their debt, and had entered with other creditors having a like mortgage into <span class=\"star-pagination\">*659</span> possession of the stock of goods, which largely exceeded the value of the mortgages resting upon it: That thereafter creditors of Lloyd &amp; Company had levied upon the stock and had actually disturbed or threatened to disturb, the possession of the mortgagees: That the mortgagees then acquired the rights of certain of these creditors who had levied upon the stock, and had, then, under process issued in the name of the creditors, sold and bought in the equity of the creditors in the stock, and subsequently, without any foreclosure of their mortgages, taken entire charge of the stock and disposed of it at private sale. These facts, the bill averred, had, under the laws of Washington, operated to extinguish the claim of the mortgage creditors.</p>\n<p>The answer moreover admitted that at the time of Brown's death \"there were fifteen one thousand dollar bonds of the city of Memphis in his possession as his property, and that the same passed with his other estate into the hands of his administrators as part of his said estate. But this respondent avers that the bonds were, prior to the death of Brown, given by him as a gift to his wife, Anna L. Brown, who now holds and owns the same.\" Replication to the answer was filed on the 5th of March, 1892.</p>\n<p>The issues as to the main controversy presented by these pleadings were therefore clearly as follows: An assertion on the part of complainants that they had extended credit upon their old debt due by the Lloyd Mercantile Company and assumed by Lloyd &amp; Company, and had given further credit to the new firm of Lloyd &amp; Company, by selling merchandise to it on the faith of an agreement by Brown that his Memphis bonds should be a security for the debt, and that this agreement was evidenced by a written contract on the part of Brown, the result of which was to create an equitable lien upon the bonds or the value thereof, that Brown had unlawfully withdrawn the bonds, and that the lien was therefore operative upon the bonds in his possession or upon their proceeds if he had disposed of them, and if the proceeds could be traced to his estate, and if not that the estate was liable for the debt. A denial on the part of the defendants that <span class=\"star-pagination\">*660</span> there was any contract but the letter above referred to, the the terms of which it was asserted did not give rise to a lien upon the bonds or their value, which was followed by the allegation that all Brown's obligations under the contract, if any arose from it, had been extinguished by his being compelled to pay, in order to prevent the sale of the bonds, solely from his own money the debt for which the bonds were pledged, the further defence being an assertion that the claim of Walker &amp; Company against Lloyd &amp; Company was extinguished in consequence of the acts in relation to the mortgage subsequently taken, is referred to in the answer.</p>\n<p>In support of these various issues both parties took testimony, under commissions, the last deposition having been opened on October 18, 1892. When all the testimony had been taken and its result was known to the parties, on November 14, 1892, the complainants by leave of court amended their bill by averments charging that the Memphis bonds referred to were in the possession of Mrs. Anna L. Brown, she having received them as a gift from Talmadge E. Brown, and praying the recognition of an equitable lien on the bonds in her hands. The defendants amended their answer by additional averments concerning the conduct of Walker &amp; Company in relation to the mortgage taken to secure their debt. The amended answer besides averred that \"the said T.E. Brown, deceased, contributed in value to the said J.C. Lloyd &amp; Company and their funds and assets the full sum or value of fifteen thousand ($15,000) dollars, being the actual value of the Memphis bonds loaned to said J.C. Lloyd &amp; Company; and that the estate of T.E. Brown through these defendants likewise contributed more largely in amount than the value of said Memphis bonds to the assets and to the payment of the indebtedness of J.C. Lloyd &amp; Company.\" The result of these amendments was that the complainants, finding the bonds in the possession of Mrs. Brown under a gift from her husband, elected to proceed against her for the enforcement of the equitable lien which they asserted, and the defendants added a new ground to their original defence by asserting, not that the bonds had been returned to Brown <span class=\"star-pagination\">*661</span> in consequence of the payment by him of the debt for which they had been pledged, but that Brown and his estate had contributed more than the value of the bonds to the payment of the debts of Lloyd &amp; Company. The Circuit Court, finding that the contract between Walker &amp; Company and Brown created no equitable lien on the bonds, but only an ordinary contract relation, concluded that the remedy of the complainants was not within the cognizance of a court of equity, and, therefore, dismissed the bill, reserving the right of Walker &amp; Company to seek relief against the estate of Brown in an action at law. 56 Fed. Rep. 23. The Circuit Court of Appeals for the Eighth Circuit, to which court the case was taken on appeal, rested its decree of affirmance upon substantially the same grounds. 27 U.S. App. 291. A writ of certiorari was allowed and the record has been brought here for review.</p>\n<p>The following facts are established by the proof:</p>\n<p>In 1888 J.C. Lloyd and Copeley Lloyd were engaged in business at Des Moines, Iowa. T.E. Brown was also a resident of Des Moines and a man of large fortune. His adopted or foster daughter was the wife of J.C. Lloyd. In February, 1889, J.C. Lloyd and Copeley Lloyd organized a corporation under the laws of Iowa, called the Lloyd Mercantile Company, and this company, either with the stock of goods purchased in its own name after its organization or with a stock which had been purchased previously by J.C. and Copeley Lloyd and by them transferred to the corporation, commenced business in March, 1889, at Tacoma, Washington Territory. In May, 1889, part of the stock of merchandise of the company was moved to Ellensburg, Washington Territory, where a store was opened in the name of the corporation, and the remainder of the stock was taken to Davenport, in the same Territory, where a branch store was also opened. Between July and the 1st of August, 1889, J.C. Lloyd and Copeley Lloyd issued a circular, announcing the formation of a commercial firm under the name of J.C. Lloyd &amp; Company, which, it was stated, had assumed all the debts of the Lloyd Mercantile Company. In the autumn of 1888, preceding the formation of the Mercantile Company, the Lloyds bought from the firm of Clement, Bain <span class=\"star-pagination\">*662</span> &amp; Company merchandise to the extent of $50,000, part of which was paid for in money and the balance evidenced by notes. In February, 1889, there were outstanding and unpaid notes, thus given for the purchase price of the merchandise bought from Clement, Bain &amp; Company, to the amount of $15,000. Upon these notes T.E. Brown was the endorser or surety. The makers of the notes being unable to pay them, Brown handed to Lloyd fifteen bonds of the denomination of one thousand dollars each of the city of Memphis for the express and only purpose of enabling Lloyd to use the bonds as collateral security for a loan to be procured with which to pay the outstanding notes upon which he (Brown) was surety. Lloyd called upon the firm of James H. Walker &amp; Company of Chicago to assist him in obtaining this loan. Mason, a confidential employ, managing the credits of Walker &amp; Company, coperated with Lloyd in his effort to borrow money on the security of the bonds of Brown. The Union National Bank of Chicago, whose president was a member of the firm of Walker &amp; Company, lent Lloyd the money, and the fifteen Memphis bonds were pledged as collateral for this loan. Subsequently, from May to July, 1889, Walker &amp; Company sold and shipped to the Lloyd Mercantile Company a very considerable amount of merchandise, and at the time of the dissolution of the corporation and the formation of the firm the Lloyd Mercantile Company owed Walker &amp; Company a balance of account to the extent of $1524.78. During the course of these dealings the note which had been given by Lloyd to the Union Bank, supported by the Memphis bonds as collateral, reached maturity and through the friendly coperation of Walker &amp; Company the bank which held it, at the request of Lloyd, extended the term for its payment. After the formation of the partnership of Lloyd &amp; Company, Lloyd desired to purchase on credit a large amount of goods from Walker &amp; Company, and furnished, on being called upon, a statement of the condition of the firm. This statement indicated the solvency of the firm, but contained no mention of a claim in favor of Brown resulting from the Memphis bond transaction. Upon inquiry being addressed by Mason to Lloyd on the subject, <span class=\"star-pagination\">*663</span> he declared that he had not included in his statement a debt in favor of Brown growing out of the lending of the Memphis bonds, because it was a mere friendly arrangement between himself and Brown, and \"he did not regard it exactly as a debt.\" Mason thereupon made a memorandum on the bottom of the statement as follows: \"In addition to above liability, owe Mr. T.E. Brown, Des Moines, Ia., $15,000, payable at our convenience. This is in the city of Memphis, Tenn., bonds, now hypothecated Union National Bank for loan equal in amount.\" Mason thereupon informed Lloyd \"that those bonds or the proceeds of those bonds were not to be returned or paid to Mr. Brown until our debt is paid,\" and Lloyd requested Mason to dictate such a letter as he might wish Brown to sign and it would be signed. Mason then dictated a letter, which is the one referred to in the bill of complaint as evidencing the contract, and which, as already stated, was set out in full in the answer:</p>\n                                \"CHICAGO, Sept. 21st, 1889.\n<p>\"Messrs. James H. Walker &amp; Co., Chicago, Ill.</p>\n<p>\"GENTLEMEN: I beg to advise you that the loan of fifteen thousand dollars, Memphis bonds, made by me to Mr. J.C. Lloyd for the use of Messrs. Lloyd &amp; Co., Ellensburgh, Wash. Ter., is with the understanding that any indebtedness that they may be owing you at any time, shall be paid before the return to me of these bonds, or the value thereof, and that these bonds or the value thereof are at the risk of the business of Lloyd &amp; Co., so far as any claim you may have against said Lloyd &amp; Co. is concerned.</p>\n                                       \"Yours truly,\n                                         \"T.E. BROWN.\"\n<p>Pending the sending of this letter by Lloyd to Brown, and its return to Walker &amp; Company, with the signature of Brown affixed to it, the goods which had been ordered by Lloyd were prepared for shipment, but were retained and were only shipped on the receipt of the letter. Subsequently in December, 1889, Lloyd &amp; Company became insolvent, and the debt to Walker &amp; Co., amounting to $13,916.39, remains unpaid.</p>\n<p><span class=\"star-pagination\">*664</span> The questions which first require solution are, did the agreement embodied in the letter create an equitable lien, in favor of Walker &amp; Company upon the bonds of Brown pledged to the Union National Bank, and if so, were they returned to Brown under such circumstances as to cause the lien, if any existed, to be operative against the bonds in the hands of Mrs. Brown, who holds them under a gift from Brown, and, therefore, subject to such lien, if any, attached to them in the hands of Brown? Before considering the contract itself, and the issue of fact which arises, it is necessary to fix the legal principles by which the question of equitable lien is to be determined. It is clear that if the express intention of the parties was to create an equitable lien upon the bonds or the value thereof, or if such intention arises by a necessary implication from the terms of the agreement construed with reference to the situation of the parties at the time of the contract, and by the attendant circumstances, such equitable lien will be enforced by a court of equity against the bonds in the hands of Brown or against third persons who are volunteers or have notice. It is well settled, said the court in <i>Pinch</i> v. <i>Anthony,</i> 8 Allen, 536, \"that a party may by express agreement create a charge or claim in the nature of a lien on real as well as on personal property, of which he is the owner or in possession, and that equity will establish and enforce such charge or claim, not only against the party who stipulated to give it, but also against third persons, who are either volunteers, or who take the estate on which the lien is agreed to be given with notice of the stipulation.\" The subject was very fully reviewed with reference to the English and American authorities in <i>Ketchum</i> v. <i>St. Louis,</i> <span class=\"citation\" data-id=\"90129\"><a href=\"/opinion/90129/ketchum-v-st-louis/\"><span class=\"volume\">101</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">306</span></a></span>, where the language just cited was approved and that ruling was considered and reaffirmed, during this term, in <i>Fourth Street Bank</i> v. <i>Yardley, ante,</i> 634. Pomeroy in his work on Equity Jurisprudence, (vol. 3, par. 1235,) condenses and states the general result of the authorities on the subject, as follows:</p>\n<p>\"The doctrine may be stated in its most general form that every express executory agreement in writing, whereby the contracting party sufficiently indicates an intention to make <span class=\"star-pagination\">*665</span> some particular property, real or personal, or fund, therein described or identified, a security for a debt or other obligation, or whereby the party promises to convey or assign or transfer the property as security, creates an equitable lien upon the property so indicated, which is enforceable against the property in the hands not only of the original contractor, but of his heirs, administrators, executors, voluntary assignees and purchasers or encumbrancers with notice... . The ultimate grounds and motives of this doctrine are explained in the preceding section; but the doctrine itself is clearly an application of the maxim, equity regards as done that which ought to be done.\"</p>\n<p>The words of the contract, embodied in the letter, are as follows: \"I beg to advise you that the loan of fifteen thousand dollars, Memphis bonds, made by me for the use of Messrs. Lloyd &amp; Company, Ellensburg, is with the understanding that any indebtedness that they may be owing to you at any time, shall be paid before the return to me of these bonds or the value thereof, and that these bonds or the value thereof are at the risk of the business of Lloyd &amp; Company, so far as any claim you may have against said Lloyd &amp; Company is concerned.\" This language certainly designates the bonds or the value thereof as a security for the debt to Walker &amp; Company. It says that the bonds belonging to Brown shall not be returned to him so long as the debt to Walker is unpaid. It thus provides for the keeping in the hands of Lloyd &amp; Company of the bonds until the debt of Walker is discharged. Having stipulated for retaining the bonds as long as Walker's debt existed, the agreement proceeds to dedicate the property thus retained exclusively to the payment of Walker's debt, for it says, not that the property so held shall become an asset of the firm, not that it shall be liable to the general creditors of Lloyd &amp; Company, but that the bonds or the value thereof are to remain at the risk of the business of Lloyd &amp; Company <i>so far as any claim that you</i> (<i>Walker &amp; Company</i>) <i>may have.</i> To construe the contract as making the bonds a mere general asset of the firm would not only eliminate the words \"in so <span class=\"star-pagination\">*666</span> far as you (Walker &amp; Company) are concerned,\" but would operate an injustice to Brown by presupposing that he had given up his property for the general purposes of the firm of Lloyd &amp; Company, when on the contrary, in express language, the contract provides that only one creditor of Lloyd &amp; Company, to wit, Walker &amp; Company, should exercise recourse on the bonds. To dedicate property to a particular purpose, to provide that a specified creditor and that creditor alone shall be authorized to seek payment of his debt from the property or its value, is unmistakably to create an equitable lien.</p>\n<p>Nor does the fact that the letter provides that these bonds or the value thereof shall be \"at the risk of the business of Lloyd &amp; Company\" change the manifest significance of the contract, for these words are followed by the qualifying language \"so far as any claim you may have against Lloyd &amp; Company is concerned.\" The bonds were at the risk of the business in a twofold sense, viz., the debt of Walker and the sum for which they were pledged. Manifestly, the dedication of Brown's bonds to the particular and special payment of Walker's debt, a debt due by the business of Lloyd &amp; Company, left the bonds as a necessary consequence of the equitable lien which the contract created at the risk of the business, that is to say, if the business did not pay the debt which it owed to Walker &amp; Company, the bonds or their value were submitted to the risk of such non-payment, and therefore subject to the equitable lien, if the risk of the business made it necessary for Walker &amp; Company to exercise the lien which the contract gave that firm. The contention that the words \"at the risk of the business\" indicates that the parties to the contract did not intend a lien on the bonds, since that provision submitted the bonds to the entire risk of the business of Lloyd &amp; Company for every purpose, and therefore authorized that firm, if they recovered possession of them, to use them for any other debt which they might owe, or to sell them and apply the proceeds to their business generally, is unsound, since it entirely overlooks the express averment of the answer that the bonds were lent by Brown to Lloyd &amp; Company for one purpose alone, that is, to be used <span class=\"star-pagination\">*667</span> as collateral for a particular debt and none other. The existence of this debt at the time the letter was written is also averred in the answer, and this fact additionally elucidates not only the meaning of the words \"at the risk of the business,\" but also the stipulation that the bonds \"or their value\" should be at such risk. The loan for which the bonds had been placed as security was a debt of Lloyd &amp; Company. The ability of Lloyd &amp; Company to pay this debt was a risk upon which the coming back of the bonds into the possession of Lloyd &amp; Company depended. The contract considering the possibility of the payment of the debt by Lloyd &amp; Company, and the arising therefore of the right of that firm to retake possession of the bonds, stipulates for their non-return in that event to Brown. On the other hand, considering that the firm of Lloyd &amp; Company might be unable to pay the debt, and therefore fail to recover possession of the bonds, the contract provides that the claim in favor of Brown for the value of his bonds, lost by the failure of the firm to pay the debt for which they were pledged, should not be preferred against the assets of Lloyd &amp; Company to the detriment of Walker's claim. Now, the restriction placed on Brown as to the non-exercise of his claim for the value in consequence of the risk to which the bonds were subjected from the outstanding pledge cannot destroy the express provision against the return of the bonds to Brown in the event that the risk of the business did not prevent their coming back into the possession of Lloyd &amp; Company.</p>\n<p>Equally without force is the assertion that, inasmuch as the face value of the bonds was $15,000, and the debt for which they were then pledged was $15,000, therefore the parties could not have contemplated the coming back of the bonds into the possession of Lloyd &amp; Company and their return to Brown. This argument, if accepted, would read out of the contract its express language providing against the return to Brown in the contingency stated. Of course, the lien in favor of Walker &amp; Company was subordinate to the prior and outstanding claim resulting from the pledge; but the obvious purpose of the contract, while considering that fact, was to <span class=\"star-pagination\">*668</span> give to Walker &amp; Company the benefit of the bonds as a security for their claim in the event Lloyd &amp; Company discharged the debt for which they were pledged, from their assets and thereby became entitled to the possession of the bonds. This construction of the contract and of the rights of the parties under it was that entertained when the answer was filed and before the proof had been taken, since the answer expressly asserts that the pledged debt had not been paid by Lloyd &amp; Company, but was made solely from the assets of Brown in order to prevent the sale of the bonds, and therefore his obligation under the contract had been discharged. The subsequent amendment to the answer, which gave a different view of the contract, was made after the coming in of the proof, which demonstrated the fact, as we shall hereafter see, to be that the payment of the debt had not been made by Brown, but by Lloyd &amp; Company. If there be ambiguity in the contract resort may be had to the situation of the parties and the circumstances under which it was entered into for the purpose, not of changing the writing, but of furnishing light by which to ascertain its actual significance. <i>Runkle</i> v. <i>Burnham,</i> <span class=\"citation\" data-id=\"93892\"><a href=\"/opinion/93892/runkle-v-burnham/\"><span class=\"volume\">153</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">216</span></a></span>, 224.</p>\n<p>Resorting to these means, the purpose of the parties to create a lien upon the bonds or their value is clearly manifest. At the time the contract was entered into, the bonds were held as collateral security for a loan obtained by Lloyd to pay off a debt, for which Brown was bound, contracted for the purchase price of merchandise. The proof conclusively sustains the averments of the answer that the bonds had been given by Brown, not for the general purpose of the business of Lloyd &amp; Company, but exclusively to enable that firm to pay this particular debt. This refutes the theory that the bonds were in the hands of Lloyd &amp; Company for every purpose, and suggests the intention of the parties that on the payment of the old debt by Lloyd &amp; Company for the purchase of goods, for which the bonds were pledged, they should occupy the same relation to the new debt for the same purpose which was about to be created. Nor is there force in the argument that the statement made by Mason to Lloyd &amp; <span class=\"star-pagination\">*669</span> Company preceding the writing of the letter conclusively shows that Walker &amp; Company did not contemplate a lien upon the bonds, and therefore that the letter embodying the contract which they exacted before giving the credit must be held not to have given rise to the lien. This suggestion is predicated upon the fact that in the conversation the words \"or proceeds\" of the bonds were used by Mason. But the contract contains no such words; it stipulates against the return of the bonds to Brown, and against the use by Brown of his claim against the assets for the value of the bonds. The use by Mason of the word \"proceeds\" cannot be held to obliterate the written contract, and if resort is to be had to the attendant circumstances, it must be so had, not to a particular word used in a conversation, but the whole of the situation must be considered. If this is done, it becomes clear that as Walker &amp; Company were familiar with the transaction by which the bonds had been delivered to Lloyd &amp; Company by Brown for the purpose of being used as collateral for a particular debt, which was confirmed by the statement made to them by Lloyd at the time of the transaction, we cannot presume that they treated with Lloyd as having other power over the bonds than the limited purpose for which Brown had loaned them. From these considerations we conclude that the contract provided for a lien upon the bonds to secure Walker's debt subordinate to the then outstanding lien resulting from the existing pledge, and stipulated against a return of the bonds in the event of the payment of the debt by Lloyd &amp; Company, and imposed upon Brown the obligation not to assert <i>quoad</i> the debt of Walker &amp; Company, a claim against the assets of Lloyd &amp; Company for the value in the event the risk of the business, the outstanding pledge, prevented the return of the bonds to the possession of Lloyd &amp; Company.</p>\n<p>The question then arises were the bonds absorbed by the risk of the business, or were they, on the contrary, returned to Brown in violation of the contract and subject to the equitable lien which the contract created to secure the payment of the debt due Walker &amp; Company? Shortly after the making of the contract, that is, on October 26 and 29, <span class=\"star-pagination\">*670</span> 1889, two payments, one for $7300, and the other for $2700, were made on account of the debt due the Union National Bank for which the bonds were held as collateral. When these two payments, aggregating $10,000, were made, ten of the Memphis bonds were delivered by the bank to Lloyd and by him returned to Brown. Subsequently, on December 17, 1889, the balance of the debt, $5000, was paid to the bank, and the remainder of the bonds were also returned to Brown. As to the source whence the money wherewith the payment of October 26 of $7300 was made, the testimony of Lloyd is, to speak mildly, of an evasive character. The proof, however, conclusively establishes that this payment was made as follows: Lloyd and Brown called at the Polk County Savings Bank of Des Moines, Iowa, and a loan was asked, in the name of Lloyd, for $7500, and a ninety-day note for that amount was drawn by Lloyd to the order of the bank. This note after being endorsed by Brown was discounted by the savings bank, the bank giving for the net amount of the discount a draft on New York, which was used to make the payment to the Union National Bank. The payment of October 29 of $2700 is, by the uncontradicted testimony, shown to have been made solely from the assets of Lloyd &amp; Company. The payment on December 17 of the $5000 was made in this way. Brown drew two drafts for $2500 each on Lloyd &amp; Company at Ellensburg to the order of the Iowa National Bank of Des Moines, and these drafts were discounted by that bank and the proceeds put to Brown's credit in account. He then purchased a draft to the order of the Union National Bank for $5000, giving his check on his own bank account in payment of the draft. The draft so purchased was used for the payment of the balance due the Union National Bank, by which final payment the release of the remainder of the bonds was accomplished. The two drafts drawn by Brown on Lloyd &amp; Company were forwarded by the Iowa bank to Ellensburg for collection. One of them was paid in full from the assets of Lloyd &amp; Company before their failure, the other remained unpaid at the date of the failure, and was treated by Brown as a liability of the firm, and was used for the purpose <span class=\"star-pagination\">*671</span> of absorbing its assets in the manner to be hereafter stated. On the drawing of these drafts Brown credited Lloyd &amp; Company in account with the amount thereof, and against this credit he debited Lloyd &amp; Company with the $5000, which he paid for account of Lloyd for the final payment on the note due the Union National Bank.</p>\n<p>Near the middle of December, 1889, Brown was in Ellensburg, and on the 26th of December, at the instigation of Brown, a chattel mortgage upon the stock of goods of J.C. Lloyd &amp; Company was executed in favor of the Iowa National Bank of Des Moines for $17,500, and on the same day, a mortgage second in rank, also at the instigation and request of Brown, was executed by the firm in favor of the Polk County Savings Bank for $7500. Included in the amount of the debt secured by the mortgage to the Polk County Savings Bank were the notes for $7500 given by Lloyd and endorsed by Brown, from the proceeds of which the first payment of $7300 was made. Included in the debt of the Iowa National Bank, for which the mortgage was given, was the draft for $2500, which, as has been already stated, was not paid at that date by Lloyd &amp; Company. The balance of the debt in favor of the Iowa National Bank represented renewal notes of Lloyd endorsed by Brown, which were held by the Iowa National Bank, the original notes having been prior in date to the formation of Lloyd &amp; Company.</p>\n<p>The proof leaves no doubt that the execution of these mortgages was brought about by Brown, who thus sought to secure the stock of goods of Lloyd &amp; Company for the purpose of paying the debts for which he asserted himself to be indirectly liable. Indeed, as to the mortgage taken in favor of the Iowa National Bank, the unchallenged proof is that Brown acted in procuring the mortgage without reference to or instructions from the bank, but solely in his own interest. Having thus obtained the two mortgages upon the stock of goods, he proceeded by way of procuring a mortgage on real estate of Lloyd, of assignments of a leasehold held by him or his firm, assignment of a mortgage claim existing in favor of Lloyd &amp; Company, and by receipt of $7600 in cash procured by <span class=\"star-pagination\">*672</span> Lloyd by mortgage upon real estate to make himself master of the situation so as to apply practically all the property of Lloyd &amp; Company and Lloyd individually to the payment of debts claimed to be due him by Lloyd &amp; Company, including those debts for which he was contingently liable. Having thus secured, to the utmost, all his claims against Lloyd &amp; Company by treating the debts upon which he was contingently liable, as the debts of Lloyd &amp; Company, a chattel mortgage inferior in rank to those taken in the name of others, was executed in favor of Walker &amp; Company for a part of the debt due them, and they were advised by telegram of the fact. The failure of Lloyd &amp; Company at once followed these occurrences. Attachments were sued out by many general creditors and the business was wrecked. Without going into details as to the result of the mortgages and attachments, it suffices to say that nothing was paid on account of Walker &amp; Company's debt.</p>\n<p>The contention that $9800 of the money paid on account of the debt of the Union National Bank for $15,000 must be considered as solely made by Brown, is without merit. This claim is based on the fact that the notes for $7500 which were discounted by the Polk County Savings Bank, and from which discount the money was derived to make the payment of $7300, were endorsed by Brown, and upon the further fact that one of the two drafts of $2500 each which were drawn upon Lloyd &amp; Company to make up the $5000 and which was discounted by the Iowa National Bank was drawn by Brown. The notes and the draft were primarily obligations of Lloyd &amp; Company. The contract between Brown and Walker &amp; Company from which the lien on the bonds arose forbade the return of the bonds, and besides stipulated, in the event of their being lost by the risk of the business, that the claim for their value, in favor of Brown, as against Lloyd &amp; Company, should not be urged until the payment of the debt of Walker &amp; Company. It would be against the most elementary rules of good conscience and of fair dealing to allow Brown to treat the payment of the debt as having been made by Lloyd &amp; Company, and therefore to enforce against the <span class=\"star-pagination\">*673</span> assets of that firm, the entire claim, to the detriment of Walker &amp; Company, and at the same time to allow Brown to defeat the lien on the bonds upon the contrary hypothesis that the entire payment had been made by him, Brown, and not by Lloyd &amp; Company. No court of conscience can permit Brown to speculate on his chances of securing himself for all his claims by defeating the lien of Walker &amp; Company on the one hand, and then on the other to allow him to assume a conflicting attitude in order to destroy the lien. Having asserted the claims as debts of Lloyd &amp; Company, having sought to absorb the assets on this theory, Brown is concluded by his conduct.</p>\n<p>The claim set up in the amended answer, that because Brown had other debts of Lloyd &amp; Company which are unpaid, therefore he had contributed to the amount of $15,000 to the assets of Lloyd &amp; Company, and thus performed his contract, is as wanting in equity as the contention which we have just considered. It is far from clear from the record whether these asserted debts have not really been paid or secured, but if they have not, the stipulation of the contract which forbade the return of the bonds was for the benefit of Walker &amp; Company, not for that of all the creditors of Lloyd &amp; Company. Having dedicated the bonds belonging to him to the payment of the debt, Brown cannot be heard to make an exception in favor of claims held by himself, if any such then existed or thereafter arose, so as to destroy the security creeted by him in favor of Walker &amp; Company, and upon the faith of which they contracted. If there were debts due Brown by Lloyd &amp; Company they were as completely excluded from interfering with the lien of Walker &amp; Company upon the bonds as if they had been held by third persons.</p>\n<p>The contention that the debt of Walker &amp; Company was extinguished from the fact that after having accepted the mortgage security for a part of their debt, they united with other mortgage creditors in buying the rights of certain attaching creditors and thereafter sold the stock of goods without foreclosure, is fully answered by the statement that there is no proof whatever of any agreement that the taking <span class=\"star-pagination\">*674</span> of security should extinguish the original claim, and the proof is also clear that the acts of Walker as to the purchase of the rights of the attaching creditors and the subsequent dealings with the property were upon the express understanding with Brown that these transactions should in no way impair the rights of Walker &amp; Company under the contract which we have considered.</p>\n<p>The asserted right of Walker &amp; Company to enforce against the estate of Brown a claim for $560.14, averred to have been expended in an effort to collect the debt due by Lloyd &amp; Company upon an alleged agreement of Brown to repay the same, was not pressed at the hearing, and we do not therefore determine whether the sum was really due, and whether, if due, it is enforceable in a court of equity.</p>\n<p>There was a claim made in the discussion at bar that the interest on the portion of the debt due Walker &amp; Company, which was embraced within the mortgage executed in Washington, bears ten per cent interest, and therefore should be allowed at that rate. But this claim overlooks the fact that the bill is founded upon the general account due Walker &amp; Company, and not upon the mortgage executed in Washington, which represented only a part of the debt. Besides, the account due by Lloyd &amp; Company to Walker &amp; Company, taken from the books of the latter firm, was offered in evidence on the trial, and there is therein made only a charge of six per cent interest, computed to a short time before the filing of the bill. This is conclusive against the claim of interest at the rate of ten per cent. There is also a reference in the record to several interest coupons collected on the Memphis bonds by Brown prior to his death and subsequent to the unlawful return of the bonds to him, but the averments of the bill taken in connection with the amendment electing to assert the lien against the bonds in the hands of Mrs. Brown, as they were when received from her husband, precludes any questions which might otherwise arise on this subject.</p>\n<p>As the Memphis bonds are admittedly in the hands of Mrs. Brown as a gift from her husband, the enforcement of the <span class=\"star-pagination\">*675</span> lien thereon presents no question as to the jurisdiction of a court of equity over the estate of a decedent.</p>\n<p>It follows from the foregoing that the court below erred in refusing to recognize the claim of the complainants and to enforce in their favor a lien on the Memphis bonds in the hands of Mrs. Brown, and for the errors in these particulars the decree must be</p>\n<p><i>Reversed, and the case remanded to the trial court for further proceedings not inconsistent with this opinion.</i></p>\n</div>", "id": 94637, "judges": "White", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/94637/", "sha1": "bc046a16c875bda5ecb2d26b94edfd1001e4d370", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:37:49"}