{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "165 U.S. 593", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/94632/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Walker v. New Mexico & Southern Pacific R. Co.", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "171", 
    "id": 79013, 
    "resource_uri": "/api/rest/v2/citation/79013/"
  }, 
  "id": 94632, 
  "blocked": false, 
  "judges": "Brewer", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1897-03-01", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>165 U.S. 593 (1897)</b></center>\n<center><h1>WALKER<br>\nv.<br>\nNEW MEXICO AND SOUTHERN PACIFIC RAILROAD COMPANY.</h1></center>\n<center>No. 171.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 26, 1897.</center>\n<center>Decided March 1, 1897.</center>\nERROR TO THE SUPREME COURT OF THE TERRITORY OF NEW MEXICO.\n<p><span class=\"star-pagination\">*594</span> <i>Mr. Neill B. Field</i> for plaintiff in error. <i>Mr. James G. Fitch</i> was on his brief.</p>\n<p><i>Mr. Robert Dunlap</i> for defendant in error. <i>Mr. E.D. Kenna</i> was on his brief.</p>\n<p>MR. JUSTICE BREWER delivered the opinion of the court.</p>\n<p>The testimony was not preserved, and the case is submitted to us upon the pleadings, the verdict, the special findings of <span class=\"star-pagination\">*595</span> fact and the judgment; and on the record as thus presented plaintiff in error rests her claim of reversal upon three propositions: First, that the act of the territorial legislature, authorizing special findings of fact and providing for judgment on the special findings, if inconsistent with the general verdict (Laws of New Mex. 1889, c. 45, page 97), is in contravention of the Seventh Amendment to the Constitution of the United States, which reads:</p>\n<p>\"In suits at common law, where the value in controversy shall exceed twenty dollars, the right of trial by jury shall be preserved, and no fact tried by a jury shall be otherwise reëxamined in any court of the United States, than according to the rules of the common law.\"</p>\n<p>Second, that there is no such conflict between the general verdict and the special findings as authorized a judgment contrary to the general verdict; and, third, that if there be any conflict between the special findings and the general verdict, the special findings are so inconsistent with each other as to neutralize and destroy themselves.</p>\n<p>First, with regard to the constitutional question, the specific objection is thus stated in the brief:</p>\n<p>\"It is not contended, although the English authorities would appear to warrant the contention, that at the common law the judge might not require the jury to answer special questions, or interrogate the jury as to the grounds upon which their general verdict was found; but it is most earnestly contended that the extent of the power of the judge, if in his opinion the special findings or answers of the jury to interrogatories were inconsistent with the general verdict, was to set aside the general verdict and award a <i>venire de novo,</i> while under this statute authority is attempted to be conferred upon the judge to render final judgment upon the special findings.\"</p>\n<p>We deem it unnecessary to consider the contention of defendant in error that the territorial courts are not courts of the United States, and that the Seventh Amendment is not operative in the Territories, for by the act of April 7, 1874, c. 80, 18 Stat. 27, Congress, legislating for all the Territories, declared that no party \"shall be deprived of the right of trial <span class=\"star-pagination\">*596</span> by jury in cases cognizable at common law\"; and while this may not in terms extend all the provisions of the Seventh Amendment to the Territories, it does secure all the rights of trial by jury as they existed at common law.</p>\n<p>The question is whether this act of the territorial legislature in substance impairs the right of trial by jury. The Seventh Amendment, indeed, does not attempt to regulate matters of pleading or practice, or to determine in what way issues shall be framed by which questions of fact are to be submitted to a jury. Its aim is not to preserve mere matters of form and procedure but substance of right. This requires that questions of fact in common law actions shall be settled by a jury, and that the court shall not assume directly or indirectly to take from the jury or to itself such prerogative. So long as this substance of right is preserved the procedure by which this result shall be reached is wholly within the discretion of the legislature, and the courts may not set aside any legislative provision in this respect because the form of action \u0097 the mere manner in which questions are submitted \u0097 is different from that which obtained at the common law.</p>\n<p>Now a general verdict embodies both the law and the facts. The jury, taking the law as given by the court, apply that law to the facts as they find them to be and express their conclusions in the verdict. The power of the court to grant a new trial if in its judgment the jury have misinterpreted the instructions as to the rules of law or misapplied them is unquestioned, as also when it appears that there was no real evidence in support of any essential fact. These things obtained at the common law; they do not trespass upon the prerogative of the jury to determine all questions of fact, and no one to-day doubts that such is the legitimate duty and function of the court, notwithstanding the terms of the constitutional guarantee of right of trial by jury. Beyond this, it was not infrequent to ask from the jury a special rather than a general verdict, that is, instead of a verdict for or against the plaintiff or defendant embodying in a single declaration the whole conclusion of the trial, one which found specially upon the various facts in issue, leaving to the court <span class=\"star-pagination\">*597</span> the subsequent duty of determining upon such facts the relief which the law awarded to the respective parties.</p>\n<p>It was also a common practice when no special verdict was demanded and when only a general verdict was returned to interrogate the jury upon special matters of fact. Whether or no a jury was compelled to answer such interrogations, or whether, if it refused or failed to answer, the general verdict would stand or not, may be questioned. <i>Mayor &amp;c.</i> v. <i>Clark,</i> 3 Ad. &amp; Ell. 506. But the right to propound such interrogatories was undoubted and often recognized. <i>Walker</i> v. <i>Bailey,</i> 65 Maine, 354; <i>Spurr</i> v. <i>Shelburne,</i> 131 Mass. 429. In the latter case the court said (page 430): \"It is within the discretion of the presiding justice to put inquiries to the jury as to the grounds upon which they found their verdict, and the answers of the foreman, assented to by his fellows, may be made a part of the record, and will have the effect of special findings of the facts stated by him. And no exception lies to the exercise of this discretion. <i>Dorr</i> v. <i>Fenno,</i> 12 Pick. 521; <i>Spoor</i> v. <i>Spooner,</i> 12 Met. 281; <i>Mair</i> v. <i>Bassett,</i> 117 Mass. 356; <i>Lawler</i> v. <i>Earle,</i> 5 Allen, 22.\" So that the putting of special interrogatories to a jury and asking for specific responses thereto in addition to a general verdict is not a thing unknown to the common law, and has been recognized independently of any statute. Beyond this we cannot shut our eyes to the fact that in many States in the Union, in whose constitutions is found in the most emphatic language an assertion of the inviolability of trial by jury, are statutes similar to the one enacted by the territorial legislature of New Mexico; that those statutes have been uniformly recognized as valid, and that a large amount of the litigation in the courts is carried through in obedience to the provisions of such statutes. It would certainly startle the profession to be told that such statutes contravene a constitutional requirement of the inviolability of jury trials.</p>\n<p>Indeed, the very argument or counsel for plaintiff in error is an admission that up to a certain extent those statutes are undoubtedly valid. That argument is practically that when the specific findings are returned and found to be conflicting <span class=\"star-pagination\">*598</span> with the general verdict the court is authorized to grant a new trial, but can do no more. But why should the power of the court be thus limited? If the facts as specially found compel a judgment in one way, why should not the court be permitted to apply the law to the facts as thus found? It certainly does so when a special verdict is returned. When a general verdict is returned and the court determines that the jury have either misinterpreted or misapplied the law the only remedy is the award of a new trial, because the constitutional provision forbids it to find the facts. But when the facts are found and it is obvious from the inconsistency between the facts as found and the general verdict that, in the latter, the jury have misinterpreted or misapplied the law, what constitutional mandate requires that all should be set aside and a new inquiry made of another jury? Of what significance is a question as to a specific fact? Of what avail are special interrogatories and special findings thereon if all that is to result therefrom is a new trial, which the court might grant if it were of opinion that the general verdict contained a wrong interpretation or application of the rules of law? Indeed, the very thought and value of special interrogatories is to avoid the necessity of setting aside a verdict and a new trial \u0097 to end the controversy so far as the trial court is concerned upon that single response from the jury.</p>\n<p>We are clearly of opinion that this territorial statute does not infringe any constitutional provision, and that it is within the power of the legislature of a Territory to provide that on a trial of a common law action the court may, in addition to the general verdict, require specific answers to special interrogatories, and, when a conflict is found between the two, render such judgment as the answers to the special questions compel.</p>\n<p>For a full understanding of the second question it is necessary to notice the pleadings. The original declaration \u0097 after stating that the Rio Grande River runs in its regular channel about half a mile east of the plaintiff's premises, and that the waters from rainfalls pass and flow in their natural <span class=\"star-pagination\">*599</span> fall from the surrounding and adjacent country over the plaintiff's and other lands in the vicinity and empty into the river, and that by that means the surface water, up to the time of the grievances complained of, had been carried off without injury to the plaintiff, or his property \u0097 charged that on May 1, 1885, the defendant, in and by the construction of its roadbed, did dam and close up all of the natural and usual outlets and places through which the surface-water had been accustomed to make its escape, thereby causing such surface-water theretofore flowing to the river as aforesaid to be dammed up and set back upon the premises of the plaintiff and other property owners; that on September 7, 1886, there was a heavy rainfall and the surface-water, unable by reason of the obstruction to reach the river, was set back on the premises of the plaintiff, making a lake or pond of waters three to four feet in depth, and doing great injury to his property. A demurrer to this declaration having been sustained, an amended declaration was filed, which, omitting all reference to rainfalls and surface-water, charged that the defendant obstructed the natural and artificial watercourses by which the waters from the north and west of the plaintiff's property, and from the Socorro and Magdalena Mountains, in their natural flow and fall passed over the lands of the plaintiff and other lands and emptied into the Rio Grande. A demurrer to this declaration having been overruled the plaintiff was directed to file a bill of particulars showing the places and courses of the alleged natural and artificial watercourses, and did so, describing three or four beds or channels through which in a natural fall, as he averred, the waters passed from the Socorro and Magdalena Mountains into the Rio Grande.</p>\n<p>Now, the contention of the defendant in error is that it is apparent, from the answers given to the special questions, that there were no natural watercourses obstructed by defendant's roadbed, and that the water which did the damage was simply surface-water. The second, third, fourth and fifth are as follows:</p>\n<p>\"Q. 2. Was there a cloudburst in the Magdalena or Socorro <span class=\"star-pagination\">*600</span> Mountains on September 8, 1886; and if so, was the water therefrom the water which ran over plaintiff's land? \u0097 A. Yes.</p>\n<p>\"Q. 3. Was the water which came down the arroyos from the Magdalena and Socorro Mountains on September 8, 1886, surface-water? \u0097 A. Yes.</p>\n<p>\"Q. 4. Was it customary for water to collect and stand on plaintiff's land, and land in the immediate vicinity thereof, in the times of heavy rains or floods? \u0097 A. No.</p>\n<p>\"Q. 5. How often upon an average in any one year did the water come down the arroyos leading toward the valley in the vicinity of Socorro from the Magdalena and Socorro Mountains prior to September 8, 1886? \u0097 A. According to the rain which fell.\"</p>\n<p>This is very clear. There was a cloudburst in the mountains, and it was the water from that which did the damage. It was simply surface-water. And the arroyos through which the water flowed after leaving the mountains were not running streams, natural watercourses, but simply passageways for the rain which fell. Counsel for plaintiff in error, not questioning that the injury done to the property of their client was by surface-water \u0097 the large fall which came from the cloudburst in the Socorro or Magdalena Mountains on September 8, 1886 \u0097 insist that it does not appear that such cloudbursts were unusual, and also that there had been created through the lapse of years distinctive channels by which the waters from the mountains passed down to the river and that the railroad embankment operated to obstruct such channels; that although these channels were not the beds of constantly flowing streams they were wrought by natural processes and through the flowing of water, not continuous but at frequent intervals, until they had become natural outlets for the often accumulating waters in the Socorro and Magdalena Mountains. In view of this contention it is well to consider other findings so far as they disclose the character of these waterways. The sixth, eighth, ninth, fourteenth, fifteenth, twenty-second, twenty-third and twenty-fifth questions and answers may be referred to:</p>\n<p>\"Q. 6. How far is the mouth of the main arroyo which <span class=\"star-pagination\">*601</span> runs through the western part of the city of Socorro in a northerly direction from the main line of the railroad? \u0097 A. Three quarters of a mile, more or less.</p>\n<p>\"Q. 8. Does the railroad of the defendant cross any arroyo leading from the Magdalena or Socorro Mountains at any place north of the Magdalena branch of the New Mexican Railroad Company at its junction with the main line one and one half miles? \u0097 A. Yes.</p>\n<p>\"Q. 9. If you state in answer to the last question that there was such an arroyo, state where it is, its length, breadth and the height of its banks. \u0097 A. West of the city of Socorro and east of the Catholic graveyard; its banks are about two feet, its width about sixty feet, and about a mile in length, more or less.</p>\n<p>\"Q. 14. How far from the main line of the railroad, in a westerly direction, are the mouths of the arroyos testified to by the witnesses? \u0097 A. Three quarters mile to main arroyo, and one quarter of a mile to lower arroyo.</p>\n<p>\"Q. 15. What is the character of the land lying between the mouths of the arroyos and the main line of the railroad, is it level or sloping, and for what purposes was it used in 1886? \u0097 A. It is level now and in 1886 it was an arroyo, and there is no ditch now excepting the company drain.</p>\n<p>\"Q. 22. How far is it from the mouths of the arroyos testified to by the witnesses to the Magdalena and Socorro Mountains? \u0097 A. To the Socorro Mountains four miles, and to the Magdalena Mountains eighteen miles.</p>\n<p>\"Q. 23. How far is it from plaintiff's property to the Socorro or Magdalena Mountains? \u0097 A. More or less, the same distance as in the foregoing answer.</p>\n<p>\"Q. 25. Which was constructed first, the railroad company embankment or the houses of plaintiff which were damaged by the water? \u0097 A. Railroad.\"</p>\n<p>It is obvious not only that it was mere surface-water whose flow was obstructed, not only that no natural watercourses were filled up, but also that the channels which were obstructed were not such ravines, gorges and outlets as in a mountainous district must be left open to prevent the forming <span class=\"star-pagination\">*602</span> of lakes and reservoirs therein, but simply the ordinary ditches and passageways which surface-water will cut in a generally level district in its effort to reach some flowing stream. It also appears from the answer to the twenty-fifth question that the railroad embankment was constructed before the buildings of the plaintiff. It will be borne in mind that the mountains from which this surface-water flowed were from 4 to 18 miles distant, and from the foot of those mountains to the Rio Grande River, naturally, the flowing water had dug channels and ditches through such portions of the soil as afforded the least obstruction to its passage, and such channels and ditches were all that the railroad embankment in any way obstructed.</p>\n<p>Does a lower land owner by erecting embankments or otherwise preventing the flow of surface-water on to his premises render himself liable to an upper land owner for damages caused by the stopping of such flow? In this respect the civil and common law are different, and the rules of the two laws have been recognized in different States of the Union \u0097 some accepting the doctrine of the civil law, that the lower premises are subservient to the higher, and that the latter have a qualified easement in respect to the former, an easement which gives the right to discharge all surface-water upon them. The doctrine of the common law on the other hand is the reverse, that the lower land owner owes no duty to the upper land owner, that each may appropriate all the surface-water that falls upon his own premises, and that the one is under no obligation to receive from the other the flow of any surface-water, but may in the ordinary prosecution of his business and in the improvement of his premises by embankments or otherwise prevent any portion of the surface-water coming from such upper premises. In <i>Atchison, Topeka &amp; Santa Fé Railroad</i> v. <i>Hammer,</i> 22 Kansas, 763, it was held that \"the simple fact that the owner of one tract of land raises an embankment upon it which prevents the surface-water falling and running upon the land of an adjoining owner from running off said land, and causes it to accumulate thereon to its damage, gives to the latter no cause of <span class=\"star-pagination\">*603</span> action against the former, nor is the rule changed by the fact that the former is a railroad corporation, and its embankment raised for the purpose of a railroad track, nor by the fact that a culvert could have been made under said embankment sufficient to have afforded an outlet for all such surface-water.\"</p>\n<p>In <i>Gibbs</i> v. <i>Williams,</i> 25 Kansas, 214, 216, it was said: \"Now the ordinary rule concerning surface-water is settled and familiar; the lower estate owes no duty to the higher, and the owner of each may use or abandon surface-water as he pleases.\"</p>\n<p>In <i>Kansas City &amp; Emporia Railroad</i> v. <i>Riley,</i> 33 Kansas, 374, 376, 377, it was said: \"The common law, as modified by constitutional and statutory law, judicial decisions, and the condition and wants of the people, is in force in this State in aid of the general statutes. Therefore, the doctrine of the common law, with respect to the obstruction and flow of mere surface-water, prevails as a general rule. Under this rule surface-water is within the control of the owner of any land upon which it falls, or over which it flows; he may use all that comes upon his own, or decline to receive any that falls on his neighbor's land... . The doctrine of the common law with respect to the obstruction and flow of mere surface-water is not only in force in England, but in Connecticut, Indiana, Massachusetts, Missouri, New Jersey, New Hampshire, New York, Vermont and Wisconsin... . The rule of the civil law seems to be in force in Pennsylvania, Iowa, Illinois, California, Louisiana, and is referred to with approval in Ohio.\"</p>\n<p>In <i>Hoyt</i> v. <i>Hudson,</i> 27 Wisconsin, 656, 659, the difference between the civil and the common law was thus stated in a carefully prepared opinion by Chief Justice Dixon: \"The doctrine of the civil law is, that the owner of the upper or dominant estate has a natural easement or servitude in the lower or servient one, to discharge all waters falling or accumulating upon his land, which is higher, upon or over the land of the servient owner, as in a state of nature; and that such natural flow or passage of the water cannot be interrupted <span class=\"star-pagination\">*604</span> or prevented by the servient owner to the detriment or injury of the estate of the dominant or any other proprietor... . The doctrine of the common law is, that there exists no such natural easement or servitude in favor of the owner of the superior or higher ground or fields as to mere surface-water, or such as falls or accumulates by rain or the melting of snow; and that the proprietor of the inferior or lower tenement or estate may, if he choose, lawfully obstruct or hinder the natural flow of such water thereon, and in so doing may turn the same back upon or off on to or over the lands of other proprietors, without liability for injuries ensuing from such obstruction or diversion.\"</p>\n<p>It would be useless to cite the many authorities from the different States in which on the one side or the other these doctrines of the civil and the common law are affirmed. The divergency between the two lines of authorities is marked, springing from the difference in the foundation principle upon which the two doctrines rest, the one affirming the absolute control by the owner of his property, the other affirming a servitude, by reason of location, of the one premises to the other. Washburn, in his treatise on Easements and Servitudes (3d ed. side page 353 and following), treats at length on these two lines of authorities. So also in Angell on Watercourses (7th ed. § 108 and following) is the matter discussed.</p>\n<p>If a case came to this court from one of the States in which the doctrine of the civil law obtains, it would become our duty, having respect to this which is a matter of local law, to follow the decisions of that State. And in like manner we should follow the adverse ruling in a case coming from one of the States in which the common law rule is recognized. New Mexico is a Territory, but in it the legislature has all legislative power except as limited by the Constitution of the United States and the organic act and the laws of Congress appertaining thereto. There it was enacted in 1876, Laws of New Mex. 1876, p. 31, c. 2, § 2, that \"in all the courts in this Territory the common law as recognized in the United States of America shall be the rule of practice and decision.\" <i>Browning</i> v. <i>Browning,</i> 9 Pac. Rep. 677, 682. The legislature of <span class=\"star-pagination\">*605</span> New Mexico having thus adopted the common law as the rule of practice and decision, and there being no special statutory provisions in respect to this matter, it is not to be wondered at that the Supreme Court of the Territory in its opinion in the present case disposed of this question in this single sentence: \"If the act of the territorial legislature of 1889 is constitutional, then we can find no error in the action of the court in setting aside the general verdict and entering judgment upon the special findings.\" Obviously the only question deemed of any moment by that court was the question in respect to the matter of special findings.</p>\n<p>It may be proper to notice that the exception suggested by Chief Justice Beasley in <i>Bowlsby</i> v. <i>Speer,</i> 31 N.J. Law, 351, 353, in these words: \"How far it may be necessary to modify this general proposition in cases in which, in a hilly region, from the natural formation of the surface of the ground, large quantities of water, in times of excessive rains or from the melting of heavy snows, are forced to seek a channel through gorges or narrow valleys, will probably require consideration when the facts of the case shall present the question,\" and noticed afterwards in <i>Hoyt</i> v. <i>Hudson, supra</i><i>,</i> and <i>Palmer</i> v. <i>Waddell,</i> 22 Kansas, 352, has no application to the case before us, for, as appears from the findings, the mountainous district from which these waters flowed was from four to eighteen miles distant from the place of the embankment and the damage. We must, therefore, overrule the second contention made by counsel for plaintiff in error.</p>\n<p>The third requires little notice. It does not seem as though there were any particular inconsistency between the various special findings. The only one that deserves any notice is that which is suggested by the first question and the answer thereto, as follows:</p>\n<p>\"Q. 1. At the time of the injury complained of did any of the water flow or run over the plaintiff's land, except the water which fell from the clouds as rain? \u0097 A. It did run.\"</p>\n<p>It is a little difficult to understand exactly what is meant by this. It may be that the jury meant that the water came from the cloudburst as distinguished from an ordinary rainfall, <span class=\"star-pagination\">*606</span> or it may be that their purpose was simply to affirm that this water coming down the arroyos did run over the land of the plaintiff. Considering the uncertainty as to the import of this question and answer, and in view of the clear and positive answers to other direct questions, and also in view of the averments in the original declaration, we think it would be going too far to hold that this is to be taken as a finding that there was a natural watercourse whose waters, increased by the rainfall and cloudburst, overflowed their banks and injured the plaintiff's property. These are all the questions in the case, and, finding no error in the record, the judgment is</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:37:49", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">165</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">593</span></span> (1897)</b></center>\n<center><h1>WALKER<br>\nv.<br>\nNEW MEXICO AND SOUTHERN PACIFIC RAILROAD COMPANY.</h1></center>\n<center>No. 171.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 26, 1897.</center>\n<center>Decided March 1, 1897.</center>\nERROR TO THE SUPREME COURT OF THE TERRITORY OF NEW MEXICO.\n<p><span class=\"star-pagination\">*594</span> <i>Mr. Neill B. Field</i> for plaintiff in error. <i>Mr. James G. Fitch</i> was on his brief.</p>\n<p><i>Mr. Robert Dunlap</i> for defendant in error. <i>Mr. E.D. Kenna</i> was on his brief.</p>\n<p>MR. JUSTICE BREWER delivered the opinion of the court.</p>\n<p>The testimony was not preserved, and the case is submitted to us upon the pleadings, the verdict, the special findings of <span class=\"star-pagination\">*595</span> fact and the judgment; and on the record as thus presented plaintiff in error rests her claim of reversal upon three propositions: First, that the act of the territorial legislature, authorizing special findings of fact and providing for judgment on the special findings, if inconsistent with the general verdict (Laws of New Mex. 1889, c. 45, page 97), is in contravention of the Seventh Amendment to the Constitution of the United States, which reads:</p>\n<p>\"In suits at common law, where the value in controversy shall exceed twenty dollars, the right of trial by jury shall be preserved, and no fact tried by a jury shall be otherwise reëxamined in any court of the United States, than according to the rules of the common law.\"</p>\n<p>Second, that there is no such conflict between the general verdict and the special findings as authorized a judgment contrary to the general verdict; and, third, that if there be any conflict between the special findings and the general verdict, the special findings are so inconsistent with each other as to neutralize and destroy themselves.</p>\n<p>First, with regard to the constitutional question, the specific objection is thus stated in the brief:</p>\n<p>\"It is not contended, although the English authorities would appear to warrant the contention, that at the common law the judge might not require the jury to answer special questions, or interrogate the jury as to the grounds upon which their general verdict was found; but it is most earnestly contended that the extent of the power of the judge, if in his opinion the special findings or answers of the jury to interrogatories were inconsistent with the general verdict, was to set aside the general verdict and award a <i>venire de novo,</i> while under this statute authority is attempted to be conferred upon the judge to render final judgment upon the special findings.\"</p>\n<p>We deem it unnecessary to consider the contention of defendant in error that the territorial courts are not courts of the United States, and that the Seventh Amendment is not operative in the Territories, for by the act of April 7, 1874, c. 80, 18 Stat. 27, Congress, legislating for all the Territories, declared that no party \"shall be deprived of the right of trial <span class=\"star-pagination\">*596</span> by jury in cases cognizable at common law\"; and while this may not in terms extend all the provisions of the Seventh Amendment to the Territories, it does secure all the rights of trial by jury as they existed at common law.</p>\n<p>The question is whether this act of the territorial legislature in substance impairs the right of trial by jury. The Seventh Amendment, indeed, does not attempt to regulate matters of pleading or practice, or to determine in what way issues shall be framed by which questions of fact are to be submitted to a jury. Its aim is not to preserve mere matters of form and procedure but substance of right. This requires that questions of fact in common law actions shall be settled by a jury, and that the court shall not assume directly or indirectly to take from the jury or to itself such prerogative. So long as this substance of right is preserved the procedure by which this result shall be reached is wholly within the discretion of the legislature, and the courts may not set aside any legislative provision in this respect because the form of action \u0097 the mere manner in which questions are submitted \u0097 is different from that which obtained at the common law.</p>\n<p>Now a general verdict embodies both the law and the facts. The jury, taking the law as given by the court, apply that law to the facts as they find them to be and express their conclusions in the verdict. The power of the court to grant a new trial if in its judgment the jury have misinterpreted the instructions as to the rules of law or misapplied them is unquestioned, as also when it appears that there was no real evidence in support of any essential fact. These things obtained at the common law; they do not trespass upon the prerogative of the jury to determine all questions of fact, and no one to-day doubts that such is the legitimate duty and function of the court, notwithstanding the terms of the constitutional guarantee of right of trial by jury. Beyond this, it was not infrequent to ask from the jury a special rather than a general verdict, that is, instead of a verdict for or against the plaintiff or defendant embodying in a single declaration the whole conclusion of the trial, one which found specially upon the various facts in issue, leaving to the court <span class=\"star-pagination\">*597</span> the subsequent duty of determining upon such facts the relief which the law awarded to the respective parties.</p>\n<p>It was also a common practice when no special verdict was demanded and when only a general verdict was returned to interrogate the jury upon special matters of fact. Whether or no a jury was compelled to answer such interrogations, or whether, if it refused or failed to answer, the general verdict would stand or not, may be questioned. <i>Mayor &amp;c.</i> v. <i>Clark,</i> 3 Ad. &amp; Ell. 506. But the right to propound such interrogatories was undoubted and often recognized. <i>Walker</i> v. <i>Bailey,</i> 65 Maine, 354; <i>Spurr</i> v. <i>Shelburne,</i> 131 Mass. 429. In the latter case the court said (page 430): \"It is within the discretion of the presiding justice to put inquiries to the jury as to the grounds upon which they found their verdict, and the answers of the foreman, assented to by his fellows, may be made a part of the record, and will have the effect of special findings of the facts stated by him. And no exception lies to the exercise of this discretion. <i>Dorr</i> v. <i>Fenno,</i> 12 Pick. 521; <i>Spoor</i> v. <i>Spooner,</i> 12 Met. 281; <i>Mair</i> v. <i>Bassett,</i> 117 Mass. 356; <i>Lawler</i> v. <i>Earle,</i> 5 Allen, 22.\" So that the putting of special interrogatories to a jury and asking for specific responses thereto in addition to a general verdict is not a thing unknown to the common law, and has been recognized independently of any statute. Beyond this we cannot shut our eyes to the fact that in many States in the Union, in whose constitutions is found in the most emphatic language an assertion of the inviolability of trial by jury, are statutes similar to the one enacted by the territorial legislature of New Mexico; that those statutes have been uniformly recognized as valid, and that a large amount of the litigation in the courts is carried through in obedience to the provisions of such statutes. It would certainly startle the profession to be told that such statutes contravene a constitutional requirement of the inviolability of jury trials.</p>\n<p>Indeed, the very argument or counsel for plaintiff in error is an admission that up to a certain extent those statutes are undoubtedly valid. That argument is practically that when the specific findings are returned and found to be conflicting <span class=\"star-pagination\">*598</span> with the general verdict the court is authorized to grant a new trial, but can do no more. But why should the power of the court be thus limited? If the facts as specially found compel a judgment in one way, why should not the court be permitted to apply the law to the facts as thus found? It certainly does so when a special verdict is returned. When a general verdict is returned and the court determines that the jury have either misinterpreted or misapplied the law the only remedy is the award of a new trial, because the constitutional provision forbids it to find the facts. But when the facts are found and it is obvious from the inconsistency between the facts as found and the general verdict that, in the latter, the jury have misinterpreted or misapplied the law, what constitutional mandate requires that all should be set aside and a new inquiry made of another jury? Of what significance is a question as to a specific fact? Of what avail are special interrogatories and special findings thereon if all that is to result therefrom is a new trial, which the court might grant if it were of opinion that the general verdict contained a wrong interpretation or application of the rules of law? Indeed, the very thought and value of special interrogatories is to avoid the necessity of setting aside a verdict and a new trial \u0097 to end the controversy so far as the trial court is concerned upon that single response from the jury.</p>\n<p>We are clearly of opinion that this territorial statute does not infringe any constitutional provision, and that it is within the power of the legislature of a Territory to provide that on a trial of a common law action the court may, in addition to the general verdict, require specific answers to special interrogatories, and, when a conflict is found between the two, render such judgment as the answers to the special questions compel.</p>\n<p>For a full understanding of the second question it is necessary to notice the pleadings. The original declaration \u0097 after stating that the Rio Grande River runs in its regular channel about half a mile east of the plaintiff's premises, and that the waters from rainfalls pass and flow in their natural <span class=\"star-pagination\">*599</span> fall from the surrounding and adjacent country over the plaintiff's and other lands in the vicinity and empty into the river, and that by that means the surface water, up to the time of the grievances complained of, had been carried off without injury to the plaintiff, or his property \u0097 charged that on May 1, 1885, the defendant, in and by the construction of its roadbed, did dam and close up all of the natural and usual outlets and places through which the surface-water had been accustomed to make its escape, thereby causing such surface-water theretofore flowing to the river as aforesaid to be dammed up and set back upon the premises of the plaintiff and other property owners; that on September 7, 1886, there was a heavy rainfall and the surface-water, unable by reason of the obstruction to reach the river, was set back on the premises of the plaintiff, making a lake or pond of waters three to four feet in depth, and doing great injury to his property. A demurrer to this declaration having been sustained, an amended declaration was filed, which, omitting all reference to rainfalls and surface-water, charged that the defendant obstructed the natural and artificial watercourses by which the waters from the north and west of the plaintiff's property, and from the Socorro and Magdalena Mountains, in their natural flow and fall passed over the lands of the plaintiff and other lands and emptied into the Rio Grande. A demurrer to this declaration having been overruled the plaintiff was directed to file a bill of particulars showing the places and courses of the alleged natural and artificial watercourses, and did so, describing three or four beds or channels through which in a natural fall, as he averred, the waters passed from the Socorro and Magdalena Mountains into the Rio Grande.</p>\n<p>Now, the contention of the defendant in error is that it is apparent, from the answers given to the special questions, that there were no natural watercourses obstructed by defendant's roadbed, and that the water which did the damage was simply surface-water. The second, third, fourth and fifth are as follows:</p>\n<p>\"Q. 2. Was there a cloudburst in the Magdalena or Socorro <span class=\"star-pagination\">*600</span> Mountains on September 8, 1886; and if so, was the water therefrom the water which ran over plaintiff's land? \u0097 A. Yes.</p>\n<p>\"Q. 3. Was the water which came down the arroyos from the Magdalena and Socorro Mountains on September 8, 1886, surface-water? \u0097 A. Yes.</p>\n<p>\"Q. 4. Was it customary for water to collect and stand on plaintiff's land, and land in the immediate vicinity thereof, in the times of heavy rains or floods? \u0097 A. No.</p>\n<p>\"Q. 5. How often upon an average in any one year did the water come down the arroyos leading toward the valley in the vicinity of Socorro from the Magdalena and Socorro Mountains prior to September 8, 1886? \u0097 A. According to the rain which fell.\"</p>\n<p>This is very clear. There was a cloudburst in the mountains, and it was the water from that which did the damage. It was simply surface-water. And the arroyos through which the water flowed after leaving the mountains were not running streams, natural watercourses, but simply passageways for the rain which fell. Counsel for plaintiff in error, not questioning that the injury done to the property of their client was by surface-water \u0097 the large fall which came from the cloudburst in the Socorro or Magdalena Mountains on September 8, 1886 \u0097 insist that it does not appear that such cloudbursts were unusual, and also that there had been created through the lapse of years distinctive channels by which the waters from the mountains passed down to the river and that the railroad embankment operated to obstruct such channels; that although these channels were not the beds of constantly flowing streams they were wrought by natural processes and through the flowing of water, not continuous but at frequent intervals, until they had become natural outlets for the often accumulating waters in the Socorro and Magdalena Mountains. In view of this contention it is well to consider other findings so far as they disclose the character of these waterways. The sixth, eighth, ninth, fourteenth, fifteenth, twenty-second, twenty-third and twenty-fifth questions and answers may be referred to:</p>\n<p>\"Q. 6. How far is the mouth of the main arroyo which <span class=\"star-pagination\">*601</span> runs through the western part of the city of Socorro in a northerly direction from the main line of the railroad? \u0097 A. Three quarters of a mile, more or less.</p>\n<p>\"Q. 8. Does the railroad of the defendant cross any arroyo leading from the Magdalena or Socorro Mountains at any place north of the Magdalena branch of the New Mexican Railroad Company at its junction with the main line one and one half miles? \u0097 A. Yes.</p>\n<p>\"Q. 9. If you state in answer to the last question that there was such an arroyo, state where it is, its length, breadth and the height of its banks. \u0097 A. West of the city of Socorro and east of the Catholic graveyard; its banks are about two feet, its width about sixty feet, and about a mile in length, more or less.</p>\n<p>\"Q. 14. How far from the main line of the railroad, in a westerly direction, are the mouths of the arroyos testified to by the witnesses? \u0097 A. Three quarters mile to main arroyo, and one quarter of a mile to lower arroyo.</p>\n<p>\"Q. 15. What is the character of the land lying between the mouths of the arroyos and the main line of the railroad, is it level or sloping, and for what purposes was it used in 1886? \u0097 A. It is level now and in 1886 it was an arroyo, and there is no ditch now excepting the company drain.</p>\n<p>\"Q. 22. How far is it from the mouths of the arroyos testified to by the witnesses to the Magdalena and Socorro Mountains? \u0097 A. To the Socorro Mountains four miles, and to the Magdalena Mountains eighteen miles.</p>\n<p>\"Q. 23. How far is it from plaintiff's property to the Socorro or Magdalena Mountains? \u0097 A. More or less, the same distance as in the foregoing answer.</p>\n<p>\"Q. 25. Which was constructed first, the railroad company embankment or the houses of plaintiff which were damaged by the water? \u0097 A. Railroad.\"</p>\n<p>It is obvious not only that it was mere surface-water whose flow was obstructed, not only that no natural watercourses were filled up, but also that the channels which were obstructed were not such ravines, gorges and outlets as in a mountainous district must be left open to prevent the forming <span class=\"star-pagination\">*602</span> of lakes and reservoirs therein, but simply the ordinary ditches and passageways which surface-water will cut in a generally level district in its effort to reach some flowing stream. It also appears from the answer to the twenty-fifth question that the railroad embankment was constructed before the buildings of the plaintiff. It will be borne in mind that the mountains from which this surface-water flowed were from 4 to 18 miles distant, and from the foot of those mountains to the Rio Grande River, naturally, the flowing water had dug channels and ditches through such portions of the soil as afforded the least obstruction to its passage, and such channels and ditches were all that the railroad embankment in any way obstructed.</p>\n<p>Does a lower land owner by erecting embankments or otherwise preventing the flow of surface-water on to his premises render himself liable to an upper land owner for damages caused by the stopping of such flow? In this respect the civil and common law are different, and the rules of the two laws have been recognized in different States of the Union \u0097 some accepting the doctrine of the civil law, that the lower premises are subservient to the higher, and that the latter have a qualified easement in respect to the former, an easement which gives the right to discharge all surface-water upon them. The doctrine of the common law on the other hand is the reverse, that the lower land owner owes no duty to the upper land owner, that each may appropriate all the surface-water that falls upon his own premises, and that the one is under no obligation to receive from the other the flow of any surface-water, but may in the ordinary prosecution of his business and in the improvement of his premises by embankments or otherwise prevent any portion of the surface-water coming from such upper premises. In <i>Atchison, Topeka &amp; Santa Fé Railroad</i> v. <i>Hammer,</i> 22 Kansas, 763, it was held that \"the simple fact that the owner of one tract of land raises an embankment upon it which prevents the surface-water falling and running upon the land of an adjoining owner from running off said land, and causes it to accumulate thereon to its damage, gives to the latter no cause of <span class=\"star-pagination\">*603</span> action against the former, nor is the rule changed by the fact that the former is a railroad corporation, and its embankment raised for the purpose of a railroad track, nor by the fact that a culvert could have been made under said embankment sufficient to have afforded an outlet for all such surface-water.\"</p>\n<p>In <i>Gibbs</i> v. <i>Williams,</i> 25 Kansas, 214, 216, it was said: \"Now the ordinary rule concerning surface-water is settled and familiar; the lower estate owes no duty to the higher, and the owner of each may use or abandon surface-water as he pleases.\"</p>\n<p>In <i>Kansas City &amp; Emporia Railroad</i> v. <i>Riley,</i> 33 Kansas, 374, 376, 377, it was said: \"The common law, as modified by constitutional and statutory law, judicial decisions, and the condition and wants of the people, is in force in this State in aid of the general statutes. Therefore, the doctrine of the common law, with respect to the obstruction and flow of mere surface-water, prevails as a general rule. Under this rule surface-water is within the control of the owner of any land upon which it falls, or over which it flows; he may use all that comes upon his own, or decline to receive any that falls on his neighbor's land... . The doctrine of the common law with respect to the obstruction and flow of mere surface-water is not only in force in England, but in Connecticut, Indiana, Massachusetts, Missouri, New Jersey, New Hampshire, New York, Vermont and Wisconsin... . The rule of the civil law seems to be in force in Pennsylvania, Iowa, Illinois, California, Louisiana, and is referred to with approval in Ohio.\"</p>\n<p>In <i>Hoyt</i> v. <i>Hudson,</i> 27 Wisconsin, 656, 659, the difference between the civil and the common law was thus stated in a carefully prepared opinion by Chief Justice Dixon: \"The doctrine of the civil law is, that the owner of the upper or dominant estate has a natural easement or servitude in the lower or servient one, to discharge all waters falling or accumulating upon his land, which is higher, upon or over the land of the servient owner, as in a state of nature; and that such natural flow or passage of the water cannot be interrupted <span class=\"star-pagination\">*604</span> or prevented by the servient owner to the detriment or injury of the estate of the dominant or any other proprietor... . The doctrine of the common law is, that there exists no such natural easement or servitude in favor of the owner of the superior or higher ground or fields as to mere surface-water, or such as falls or accumulates by rain or the melting of snow; and that the proprietor of the inferior or lower tenement or estate may, if he choose, lawfully obstruct or hinder the natural flow of such water thereon, and in so doing may turn the same back upon or off on to or over the lands of other proprietors, without liability for injuries ensuing from such obstruction or diversion.\"</p>\n<p>It would be useless to cite the many authorities from the different States in which on the one side or the other these doctrines of the civil and the common law are affirmed. The divergency between the two lines of authorities is marked, springing from the difference in the foundation principle upon which the two doctrines rest, the one affirming the absolute control by the owner of his property, the other affirming a servitude, by reason of location, of the one premises to the other. Washburn, in his treatise on Easements and Servitudes (3d ed. side page 353 and following), treats at length on these two lines of authorities. So also in Angell on Watercourses (7th ed. § 108 and following) is the matter discussed.</p>\n<p>If a case came to this court from one of the States in which the doctrine of the civil law obtains, it would become our duty, having respect to this which is a matter of local law, to follow the decisions of that State. And in like manner we should follow the adverse ruling in a case coming from one of the States in which the common law rule is recognized. New Mexico is a Territory, but in it the legislature has all legislative power except as limited by the Constitution of the United States and the organic act and the laws of Congress appertaining thereto. There it was enacted in 1876, Laws of New Mex. 1876, p. 31, c. 2, § 2, that \"in all the courts in this Territory the common law as recognized in the United States of America shall be the rule of practice and decision.\" <i>Browning</i> v. <i>Browning,</i> 9 Pac. Rep. 677, 682. The legislature of <span class=\"star-pagination\">*605</span> New Mexico having thus adopted the common law as the rule of practice and decision, and there being no special statutory provisions in respect to this matter, it is not to be wondered at that the Supreme Court of the Territory in its opinion in the present case disposed of this question in this single sentence: \"If the act of the territorial legislature of 1889 is constitutional, then we can find no error in the action of the court in setting aside the general verdict and entering judgment upon the special findings.\" Obviously the only question deemed of any moment by that court was the question in respect to the matter of special findings.</p>\n<p>It may be proper to notice that the exception suggested by Chief Justice Beasley in <i>Bowlsby</i> v. <i>Speer,</i> 31 N.J. Law, 351, 353, in these words: \"How far it may be necessary to modify this general proposition in cases in which, in a hilly region, from the natural formation of the surface of the ground, large quantities of water, in times of excessive rains or from the melting of heavy snows, are forced to seek a channel through gorges or narrow valleys, will probably require consideration when the facts of the case shall present the question,\" and noticed afterwards in <i>Hoyt</i> v. <i>Hudson, supra</i><i>,</i> and <i>Palmer</i> v. <i>Waddell,</i> 22 Kansas, 352, has no application to the case before us, for, as appears from the findings, the mountainous district from which these waters flowed was from four to eighteen miles distant from the place of the embankment and the damage. We must, therefore, overrule the second contention made by counsel for plaintiff in error.</p>\n<p>The third requires little notice. It does not seem as though there were any particular inconsistency between the various special findings. The only one that deserves any notice is that which is suggested by the first question and the answer thereto, as follows:</p>\n<p>\"Q. 1. At the time of the injury complained of did any of the water flow or run over the plaintiff's land, except the water which fell from the clouds as rain? \u0097 A. It did run.\"</p>\n<p>It is a little difficult to understand exactly what is meant by this. It may be that the jury meant that the water came from the cloudburst as distinguished from an ordinary rainfall, <span class=\"star-pagination\">*606</span> or it may be that their purpose was simply to affirm that this water coming down the arroyos did run over the land of the plaintiff. Considering the uncertainty as to the import of this question and answer, and in view of the clear and positive answers to other direct questions, and also in view of the averments in the original declaration, we think it would be going too far to hold that this is to be taken as a finding that there was a natural watercourse whose waters, increased by the rainfall and cloudburst, overflowed their banks and injured the plaintiff's property. These are all the questions in the case, and, finding no error in the record, the judgment is</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "sha1": "816bdf02724610bb4ea1b15be04b4772a81a07bf", 
  "date_modified": "2014-12-21T01:32:38.922767", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/94632/walker-v-new-mexico-southern-pacific-r-co/", 
  "citation_count": 34, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1701377/", 
  "html": "<p class=\"case_cite\">165 U.S. 593</p>\n    <p class=\"case_cite\">17 S.Ct. 421</p>\n    <p class=\"case_cite\">41 L.Ed. 837</p>\n    <p class=\"parties\">WALKER<br>v.<br>NEW MEXICO &amp; S. P. R. CO.</p>\n    <p class=\"docket\">No. 171.</p>\n    <p class=\"date\">March 1, 1897.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Neill B. Field, for plaintiff in error.</p>\n      <p class=\"indent\">Robert Dunlap, for defendant in error.</p>\n      <p class=\"indent\">Mr. Justice BREWER, after stating the facts in the foregoing language, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The testimony was not preserved, and the case is submitted to us upon the pleadings, the verdict, the special findings of fact, and the judgment; and on the record as thus presented plaintiff in error rests her claim of reversal upon three propositions: First. That the act of the territorial legislature, authorizing special findings of fact and providing for judgment on the special findings, if inconsistent with the general verdict (Laws N. M. 1889, c. 45, p. 87), is in contravention of the seventh amendment to the constitution of the United States, which reads:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'In suits at common law, where the value in controversy shall exceed twenty dollars, the right of trial by jury shall be preserved, and no fact tried by a jury shall be otherwise reexamined in any court of the United States, than according to the rules of the common law.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Second. That there is no such conflict between the general verdict and the special findings as authorized a judgment contrary to the general verdict. And, third, that if there be any conflict between the special findings and the general verdict, the special findings are so inconsistent with each other as to neutralize and destroy themselves.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">First, with regard to the constitutional question, the specific objection is thus stated in the brief:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'It is not contended, although the English authorities would appear to warrant the contention, that at the common law the judge might not require the jury to answer special questions, or interrogate the jury as to the grounds upon which their general verdict was found; but it is most earnestly contended that the extent of the power of the judge, if in his opinion the special findings or answers of the jury to interrogatories were inconsistent with the general verdict, was to set aside the general verdict, and award a venire de novo, while under this statute authority is attempted to be conferred upon the judge to render final judgment upon the special findings.'</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We deem it unnecessary to consider the contention of defendant in error that the territorial courts are not courts of the United States, and that the seventh amendment is not operative in the territories, for by the act of April 7, 1874 (18 Stat. 27), congress, legislating for all the territories, declared that no party 'shall be deprived of the right of trial by jury in cases cognizable at common law'; and while this may not, in terms, extend all the provisions of the seventh amendment to the territories, it does secure all the rights of trial by jury as they existed at common law.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The question is whether this act of the territorial legislature in substance impairs the right of trial by jury. The seventh amendment, indeed, does not attempt to regulate matters of pleading or practice, or to determine in what way issues shall be framed by which questions of fact are to be submitted to a jury. Its aim is not to preserve mere matters of form and procedure, but substance of right. This requires that questions of fact in common-law actions shall be settled by a jury, and that the court shall not assume, directly or indirectly, to take from the jury or to itself such prerogative. So long as this substance of right is preserved, the procedure by which this result shall be reached is wholly within the discretion of the legislature, and the courts may not set aside any legislative provision in this respect because the form of action&#8212;the mere manner in which questions are submitted&#8212;is different from that which obtained at the common law.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Now, a general verdict embodies both the law and the facts. The jury, taking the law as given by the court, apply that law to the facts as they find them to be, and express their conclusions in the verdict. The power of the court to grant a new trial if, in its judgment, the jury have misinterpreted the instructions as to the rules of law, or misapplied them, is unquestioned, as also when it appears that there was no real evidence in support of any essential fact. These things obtained at the common law. They do not trespass upon the prerogative of the jury to determine all questions of fact, and no one to-day doubts that such is the legitimate duty and function of the court, notwithstanding the terms of the constitutional guaranty of right of trial by jury. Beyond this, it was not infrequent to ask from the jury a special, rather than a general, verdict; that is, instead of a verdict for or against the plaintiff or defendant, embodying in a single declaration the whole conclusion of the trial, one which found specially upon the various facts in issue, leaving to the court the subsequent duty of determining upon such facts the relief which the law awarded to the respective parties.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It was also a common practice, when no special verdict was demanded, and when only a general verdict was returned, to interrogate the jury upon special matters of fact. Whether or no a jury was compelled to answer such interrogations, or whether, if it refused or failed to answer, the general verdict would stand or not, may be questioned. Mayor, etc., v. Clark, 3 Adol. &amp; E. 506. But the right to propound such interrogatories was undoubted, and often recognized. Walker v. Bailey, 65 Me. 354; Spurr v. Shelburne, 131 Mass. 429. In the latter case the court said (page 430): 'It is within the discretion of the presiding justice to put inquiries to the jury, as to the grounds upon which they found their verdict; and the answers of the foreman, assented to by his fellows, may be made a part of the record, and will have the effect of special findings of the facts stated by him. And no exception lies to the exercise of this discretion. Dorr v. Fenno, 12 Pick. 521; Spoor v. Spooner, 12 Metc. (Mass.) 281; Mair v. Bassett, 117 Mass. 356; Lawler v. Earle, 5 Allen, 22.' So that the putting of special interrogatories to a jury, and asking for specific responses thereto, in addition to a general verdict, is not a thing unknown to the common law, and has been recognized independently of any statute. Beyond this we cannot shut out eyes to the fact that in many states in the Union, in whose constitutions is found in the most emphatic language an assertion of the inviolability of trial by jury, are statutes similar to the one enacted by the territorial legislature of New Mexico; that those statutes have been uniformly recognized as valid; and that a large amount of the litigation in the courts is carried through in obedience to the provisions of such statutes. It would certainly startle the profession to be told that such statutes contravene a constitutional requirement of the inviolability of jury trials.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Indeed, the very argument of counsel for plaintiff in error is an admission that up to a certain extent those statutes are undoubtedly valid. That argument is practically that, when the specific findings are returned, and found to be conflicting with the general verdict, the court is authorized to grant a new trial, but can do no more. But why should the power of the court be thus limited? If the facts, as specially found, compel a judgment in one way, why should not the court be permitted to apply the law to the facts as thus found? It certainly does so when a special verdict is returned. When a general verdict is returned, and the court determines that the jury have either misinterpreted or misapplied the law, the only remedy is the award of a new trial, because the constitutional provision forbids it to find the facts. But when the facts are found, and it is obvious from the inconsistency between the facts as found and the general verdict that in the latter the jury have misinterpreted or misapplied the law, what constitutional mandate requires that all should be set aside, and a new inquiry made of another jury? Of what significance is a question as to a specific fact? Of what avail are special interrogatories and special findings thereon if all that is to result therefrom is a new trial, which the court might grant if it were of opinion that the general verdict contained a wrong interpretation or application of the rules of law? Indeed, the very thought and value of special interrogatories is to avoid the necessity of setting aside a verdict and a new trial,&#8212;to end the controversy, so far as the trial court is concerned, upon that single response from the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We are clearly of opinion that this territorial statute does not infringe any constitutional provision, and that it is within the power of the legislature of a territory to provide that on a trial of a common-law action the court may, in addition to the general verdict, require specific answers to special interrogatories; and, when a conflict is found between the two, render such judgment as the answers to the special questions compel.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">For a full understanding of the second question it is necessary to notice the pleadings. The original declaration&#8212;after stating that the Rio Grande river runs in its regular channel about half a mile east of the plaintiff's premises, and that the waters from rainfalls pass and flow in their natural fall from the surrounding and adjacent country over the plaintiff's and other lands in the vicinity and empty into the river, and that by that means the surface water, up to the time of the grievances complained of, had been carried off without injury to the plaintiff, or his property&#8212;charged that on May 1, 1885, the defendant, in and by the construction of its roadbed, did dam and close up all of the natural and usual outlets and places through which the surface water had been accustomed to make its escape, thereby causing such surface water theretofore flowing to the river as aforesaid to be dammed up and set back upon the premises of the plaintiff and other property owners; that on September 7, 1886, there was a heavy rainfall, and the surface water, unable, by reason of the obstruction, to reach the river, was set back on the premises of the plaintiff, making a lake or pond of waters three to four feet in depth, and doing great injury to his property. A demurrer to this declaration having been sustained, an amended declaration was filed, which, omitting all reference to rainfalls and surface water, charged that the defendant obstructed the natural and artificial water courses by which the waters from the north and west of the plaintiff's property, and from the Socorro and Magdalena Mountains, in their natural flow and fall, passed over the lands of the plaintiff and other lands, and emptied into the Rio Grande. A demurrer to this declaration having been overruled, the plaintiff was directed to file a bill of particulars showing the places and courses of the alleged natural and artificial water courses, and did so, describing three or four beds or channels through which, in a natural fall, as he averred, the waters passed from the Socorro and Magdalena Mountains into the Rio Grande.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Now, the contention of the defendant in error is that it is apparent, from the answers given to the special questions, that there were no natural water courses obstructed by defendant's roadbed, and that the water which did the damage was simply surface water. The second, third, fourth, and fifth are as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'Q. 2. Was there a cloudburst in the Magdalena or Socorro Mountains on September 8, 1886; and, if so, was the water therefrom the water which ran over plaintiff's land? A. Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'Q. 3. Was the water which came down the arroyos from the Magdalena and Socorro Mountains on September 8, 1886, surface water? A. Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'Q. 4. Was it customary for water to collect and stand on plaintiff's land, and land in the immediate vicinity thereof, in the times of heavy rains or floods? A. No.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'Q. 5. How often, upon an average in any one year, did the water come down the arroyos leading toward the valley in the vicinity of Socorro from the Magdalena and Socorro Mountains prior to September 8, 1886? A. According to the rain which fell.'</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This is very clear. There was a cloudburst in the mountains, and it was the water from that which did the damage. It was simply surface water. And the arroyos through which the water flowed after leaving the mountains were not running streams,&#8212;natural water courses,&#8212;but simply passageways for the rain which fell. Counsel for plaintiff in error, not questioning that the injury done to the property of their client was by surface water,&#8212;the large fall which came from the cloudburst in the Socorro or Magdalena Mountains on September 8, 1886,&#8212;insist that it does not appear that such cloudbursts were unusual, and also that there had been created through the lapse of years distinctive channels by which the waters from the mountains passed down to the river, and that the railroad embankment operated to obstruct such channels; that, although these channels were not the beds of constantly flowing streams, they were wrought by natural processes, and through the flowing of water, not continuous, but at frequent intervals, until they had become natural outlets for the often-accumulating waters in the Socorro and Magdalena Mountains. In view of this contention, it is well to consider other findings so far as they disclose the character of these waterways. The sixth, eighth, ninth, fourteenth, fifteenth, tweenty-second, twenty-third, and twenty-fifth questions and answers may be referred to:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">'Q. 6. How far is the mouth of the main arroyo which runs through the western part of the city of Socorro in a northerly direction from the main line of the railroad? A. Three-quarters of a mile, more or less.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">'Q. 8. Does the railroad of the defendant cross any arroyo leading from the Magdalena or Socorro Mountains ar any place north of the Magdalena branch of the New Mexican Railroad Company at its junction with the main line one and one-half miles? A. Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">'Q. 9. If you state in answer to the last question that there was such an arroyo, state where it is, its length, breadth, and the height of its banks. A. West of the city of Socorro and east of the Catholic graveyard. Its banks are about two feet, its width about sixty feet, and about a mile in length, more or less.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">'Q. 14. How far from the main line of the railroad, in a westerly direction, are the mouths of the arroyos testified to by the witnesses? A. Three-quarters mile to main arroyo, and one-quarter of a mile to lower arroyo.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">'Q. 15. What is the character of the land lying between the mouths of the arroyos and the main line of the railroad? Is it level or sloping, and for what purposes was it used in 1886? A. It is level now, and in 1886 it was an arroyo, and there is no ditch now excepting the company drain.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">'Q. 22. How far is it from the mouths of the arroyos testified to by the witnesses to the Magdalena and Socorro Mountains? A. To the Socorro Mountains four miles, and to the Magdalena Mountains eighteen miles.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">'Q. 23. How far is it from plaintiff's property to the Socorro or Magdalena Mountains? A. More or less, the same distance as in the foregoing answer.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">'Q. 25. Which was constructed first, the railroad company embankment or the houses of plaintiff which were damaged by the water? A. Railroad.'</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">It is obvious not only that it was mere surface water whose flow was obstructed, not only that no natural water codrses were filled up, but also that the channels which were obstructed were not such ravines, gorges, and outlets as in a mountainous district must be left open to prevent the forming of lakes and reservoirs therein, but simply the ordinary ditches and passageways which surface water will cut in a generally level district in its effort to reach some flowing stream. it also appears from the answer to the twenty-fifth question that the railroad embankment was constructed before the buildings of the plaintiff. It will be borne in mind that the mountains from which this surface water flowed were from 4 to 18 miles distant, and from the foot of those mountains to the Rio Grande river, naturally, the flowing water had dug channels and ditches through such portions of the soil as afforded the least obstruction to its passage, and such channels and ditches were all that the railroad embankment in any way obstructed.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Does a lower landowner, by erecting embankments, or otherwise preventing the flow of surface water onto his premises, render himself liable to an upper landowner for damages caused by the stopping of such flow? In this respect the civil and common law are different, and the rules of the two laws have been recognized in different states of the Union; some accepting the doctrine of the civil law, that the lower premises are subservient to the higher, and that the latter have a qualified easement in respect to the former,&#8212;an easement which gives the right to discharge all surface water upon them. The doctrine of the common law, on the other hand, is the reverse,&#8212;that the lower landowner owes no duty to the upper landowner; that each may appropriate all the surface water that falls upon his own premises; and that the one is under no obligation to receive from the other the flow of any surface water, but may, in the ordinary prosecution of his business, and in the improvement of his premises, by embankments or otherwise, prevent any portion of the surface water coming from such upper premises. In Railroad Co. v. Hammer, 22 Kan. 763, it was held that 'the simple fact that the owner of one tract of land raises an embankment upon it which prevents the surface water falling and running upon the land of an adjoining owner from running off said land, and causes it to accumulate thereon to its damage, gives to the latter no cause of action against the former; nor is the rule changed by the fact that the former is a railroad corporation, and its embankment raised for the purpose of a railroad track, nor by the fact that a culvert could have been made under said embankment sufficient to have afforded an outlet for all such surface water.'</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In Gibbs v. Williams, 25 Kan. 214, 216, it was said: 'Now, the ordinary rule concerning surface water is settled and familiar. The lower estate owes no duty to the higher, and the owner of each may use or abandon surface water as he pleases.'</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In Railroad Co. v. Riley, 33 Kan. 374, 376, 377, 6 Pac. 581, it was said: 'The common law, as modified by constitutional and statutory law, judicial decisions, and the condition and wants of the people, is in force in this state in aid of the general statutes. Therefore the doctrine of the common law, with respect to the obstruction and flow of mere surface water, prevails as a general rule. Under this rule surface water is within the control of the owner of any land upon which it falls or over which it flows. He may use all that comes upon his own, or decline to receive any that falls on his neighbor's land. * * * The doctrine of the common law with respect to the obstruction and flow of mere surface water is not only in force in England, but in Connecticut, Indiana, Massachusetts, Missouri, New Jersey, New Hampshire, New York, Vermont, and Wisconsin. * * * The rule of the civil law seems to be in force in Pennsylvania, Iowa, Illinois, California, Louisiana, and is referred to with approval in Ohio.'</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In Hoyt v. Hudson, 27 Wis. 656, 659, the difference between the civil and the common law was thus stated in a carefully prepared opinion by Chief Justice Dixon: 'The doctrine of the civil law is that the owner of the upper or dominant estate has a natural easement or servitude in the lower or servient one, to discharge all waters falling or accumulating upon his land, which is higher, upon or over the land of the servient owner, as in a state of nature; and that such natural flow or passage of the water cannot be interrupted or prevented by the servient owner to the detriment or injury of the estate of the dominant or any other proprietor. * * * The doctrine of the common law is that there exists no such natural easement or servitude in favor of the owner of the superior or higher ground or fields as to mere surface water, or such as falls or accumulates by rain or the melting of snow; and that the proprietor of the inferior or lower tenement or estate may, if he choose, lawfully obstruct or hinder the natural flow of such water thereon, and in so doing may turn the same back upon, or off, onto, or over the lands of other proprietors, without liability for injuries ensuing from such obstruction or diversions.'</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">It would be useless to cite the many authorities from the different states in which on the one side or the other these doctrines of the civil and the common law are affirmed. The divergency between the two lines of authorities is marked, springing from the difference in the foundation principle upon which the two doctrines rest; the one affirming the absolute control by the owner of his property, the other affirming a servitude, by reason of location, of the one premises to the other. Washburn, in his treatise on Easements and Servitudes (3d Ed., side page 353 and following), treats at length on these two lines of authorities. So, also, in Angell on Water Courses (7th Ed., &#167; 108 and following), is the matter discussed.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">If a case came to this court from one of the states in which the doctrine of the civil law obtains, it would become our duty, having respect to this which is a matter of local law, to follow the decisions of that state. And in like manner we should follow the adverse ruling in a case coming from one of the states in which the common-law rule is recognized. New Mexico is a territory, but in it the legislature has all legislative power except as limited by the constitution of the United States and the organic act and the laws of congress appertaining thereto. There it was enacted in 1876 (Laws N. M. 1876, p. 31, c. 2, &#167; 2) that 'in all the courts in this territory the common law as recognized in the United States of America shall be the rule of practice and decision.' Browning v. Browning, 9 Pac. 677, 682. The legislature of New Mexico having thus adopted the common law as the rule of practice and decision, and there being no special statutory provisions in respect to this matter, it is not to be wondered at that the supreme court of the territory, in its opinion in the present case, disposed of this question in this single sentence: 'If the act of the territorial legislature of 1889 is constitutional, then we can find no error in the action of the court in setting aside the general verdict, and entering judgment upon the special findings.' Obviously, the only question deemed of any moment by that court was the question in respect to the matter of special findings.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">It may be proper to notice that the exception suggested by Chief Justice Beansley in Bowlsby v. Speer, 31 N. J. Law, 351, 353, in these words: 'How far it may be necessary to modify this general proposition in cases in which, in a hilly region, from the natural formation of the surface of the ground, large quantities of water, in times of excessive rains, or from the melting of heavy snows, are forced to seek a channel through gorges or narrow valleys, will probably require consideration when the facts of the case shall present the question;' and noticed afterwards in Hoyt v. Hudson, supra, and Palmer v. Waddell 22 kan. 352,&#8212;has no application to the case before us, for, as appears from the findings, the mountainous district from which these waters flowed was from four to eighteen miles distant from the place of the embankment and the damage. We must, therefore, overrule the second contention made by counsel for plaintiff in error.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The third requires little notice. It does not seem as though there were any particular inconsistency between the various special findings. The only one that deserves any notice is that which is suggested by the first question and the answer thereto, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">'Q. 1. At the time of the injury complained of, did any of the water flow or run over the plaintiff's land, except the water which fell from the clouds as rain? A. It did run.'</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">It is a little difficult to understand exactly what is meant by this. It may be that the jury meant that the water came from the cloudburst, as distinguished from an ordinary rainfall, or it may be that their purpose was simplay to affirm that this water coming down the arroyos did run over the land of the plaintiff. Considering the uncertainty as to the import of this question and answer, and in view of the clear and positive answers to other direct questions, and also in view of the averments in the original declaration, we think it would be going too far to hold that this is to be taken as a finding that there was a natural water course, whose waters, increased by the rainfall and cloudburst, overflowed their banks, and injured the plaintiff's property. These are all the questions in the case, and, finding no error in the record, the judgment is affirmed.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/94632/"
}