{"absolute_url": "/opinion/94656/hooe-v-jamieson/", "blocked": false, "citation": {"case_name": "Hooe v. Jamieson", "docket_number": "374", "document_uris": ["/api/rest/v2/document/94656/"], "federal_cite_one": "166 U.S. 395", "federal_cite_three": null, "federal_cite_two": null, "id": 79037, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/79037/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 8, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1897-04-05", "date_modified": "2014-12-21T01:32:39.710737", "docket": "/api/rest/v2/docket/190922/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">166 U.S. 395</p>\n    <p class=\"case_cite\">17 S.Ct. 596</p>\n    <p class=\"case_cite\">41 L.Ed. 1049</p>\n    <p class=\"parties\">HOOE et al.<br>v.<br>JAMIESON et al.</p>\n    <p class=\"docket\">No. 374.</p>\n    <p class=\"date\">April 5, 1897.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">A. R. Bushnell, for plaintiffs in error.</p>\n      <p class=\"indent\">S. S. Barney, for defendants in error.</p>\n      <p class=\"indent\">Mr. Chief Justice FULLER delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This was an action of ejectment, brought in the circuit court of the United States for the Western district of Wisconsin, by the complaint in which plaintiffs in error alleged that they resided in and were citizens of the city of Washington, D. C., and that defendants all resided in and were citizens of the state of Wisconsin. Defendants moved to dismiss the action on the ground that the circuit court had no jurisdiction, as the controversy was not between citizens of different states. The circuit court ordered that the action be dismissed unless plaintiffs within five days thereafter should so amend their complaint as to allege the necessary jurisdictional facts. Plaintiffs then moved for leave to amend their complaint by averring that three of them were, when the suit was commenced, and continued to be, citizens of the District of Columbia, but that one of them was a citizen of the state of Minnesota, and that each was the owner of an undivided one-fourth of the lands and premises described in the complaint, and that they severally claimed damages and demanded judgment. This motion was denied, and the action dismissed. Plaintiffs sued out this writ of error under Act March 3, 1891, c. 517, &#167; 5, and the circuit court certified to this court these questions of jurisdiction:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'First. Whether or not said complaint sets forth any cause of action in which there is a controversy between citizens of different states, so as to give said circuit court jurisdiction thereof.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'Second. Whether or not said complaint, as so proposed to be amended, would, if so amended, set forth any cause of action in which there is a controversy between citizens of different states, so as to give said circuit court jurisdiction thereof.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The judicial power extends under the constitution to controversies between citizens of different states, and the judiciary act of 1789 provided, as does the act of March 3, 1887, as corrected by the act of August 13, 1888 (25 Stat. 433, c. 866), that the circuit courts of the United States should have original cognizance of all suits of a civil nature at common law or in equity in which there should be a controversy between citizens of different states.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We see no reason for arriving at any other conclusion than that announced by Chief justice Marshall in Hepburn v. Ellzey, 2 Cranch, 445 (Feb. term, 1805), 'that the members of the American confederacy only are the states contemplated in the constitution'; that the District of Columbia is not a state within the meaning of that instrument, and that the courts of the United States have no jurisdiction of cases between citizens of the District of Columbia and citizens of a state.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In Strawbridge v. Curtiss, 3 Cranch, 267, it was held that, if there be two or more joint plaintiffs and two or more joint defendants, each of the plaintiffs must be capable of suing each of the defendants in the courts of the United States in order to support the jurisdiction; and in Smith v. Lyon, 133 U. S. 315, 10 Sup. Ct. 303, Strawbridge v. Curtiss was followed, and it was decided that under the acts of 1887 and 1888 the circuit court has not jurisdiction, on the ground of diverse citizenship, if there are two plaintiffs to the action who are citizens of and residents in different states and the defendant is a citizen of and resident in a third state, and the action is brought in the state in which one of the plaintiffs resides.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">New Orleans v. Winter, 1 Wheat. 91, was an action in ejectment, brought by two plaintiffs claiming as joint heirs, and it appeared that one of them was a citizen of the state of Kentucky, and that the other was a citizen of the territory of Mississippi. It was held that jurisdiction could not be maintained, and Chief Justice Marshall, delivering the opinion of the court, said: 'Gabriel Winter, then being a citizen of the Mississippi territory, was incapable of maintaining a suit alone in the circuit court of Louisiana. Is his case mended by being associated with others who are capable of suing in that court? In the case of Strawbridge v. Curtiss it was decided that, where a joint interest is prosecuted, the jurisdiction cannot be sustained unless each individual be entitled to claim that jurisdiction. In this case it has been doubted whether the parties might elect to sue jointly or severally. However this may be, having elected to sue jointly, the court is incapable of distinguishing their case, so far as respects jurisdiction, from one in which they were compelled to unite.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In Iron Co. v. Stone, 121 U. S. 631, 7 Sup. Ct. 1010, the interests of the parties being separate and distinct, put depending on one contract, plaintiffs elected to sue on the common obligation, and the case was dismissed under the rule in New Orleans v. Winter.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In Barney v. Baltimore, 6 Wall. 280, which was a bill for partition, it appeared that some of the defendants were citizens of the District of Columbia and some of them citizens of Maryland, and, in dismissing the case for want of jurisdiction, the court, through Mr. Justice Miller, said: 'In the case of Hepburn v. Ellzey it was decided by this court, speaking through Marshall, C. J., that a citizen of the District of Columbia was not a citizen of a state, within the meaning of the judiciary act, and could not sue in a federal court. The same principle was asserted in reference to a citizen of a territory in the case of New Orleans v. Winter, and it was there held to defeat the jurisdiction, although the citizen of the territory of Mississippi was joined with a person who, in suing alone, could have maintained the suit. These rulings have never been disturbed, but the principle asserted has been acted upon ever since by the courts when the point has arisen.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Many other decisions are to the same effect, and in the late case of Merchants' Cotton-Press &amp; Storage Co. v. Insurance Co. of North America, 151 U. S. 368, 384, 14 Sup. Ct. 367, 372, the rule in New Orleans v. Winter was applied, and it was held that 'the voluntary joinder of the parties has the same effect, for purposes of jurisdiction, as if they had been compelled to unite.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In the case at bar no application was made for leave to discontinue as to the three plaintiffs who were citizens of the District of Columbia, and to amend the complaint and proceed with the cause in favor of that one of the plaintiffs alleged to be a citizen of Minnesota. Jurisdiction of the case as to four plaintiffs could not be maintained on the theory that when the trial terminated it might be retained as to one. The circuit court was right, and its judgment is affirmed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>166 U.S. 395 (1897)</b></center>\n<center><h1>HOOE<br>\nv.<br>\nJAMIESON.</h1></center>\n<center>No. 374.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted March 1, 1897.</center>\n<center>Decided April 5, 1897.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE WESTERN DISTRICT OF WISCONSIN.\n<p><span class=\"star-pagination\">*396</span> <i>Mr. A.R. Bushnell</i> for plaintiffs in error.</p>\n<p><i>Mr. S.S. Barney</i> for defendants in error.</p>\n<p>MR. CHIEF JUSTICE FULLER delivered the opinion of the court.</p>\n<p>This was an action of ejectment brought in the Circuit Court of the United States for the Western District of Wisconsin, by the complaint in which plaintiffs in error alleged that they resided in and were citizens of the city of Washington, D.C., and that defendants all resided in and were citizens of the State of Wisconsin. Defendants moved to dismiss the action on the ground that the Circuit Court had no jurisdiction as the controversy was not between citizens of different States. The Circuit Court ordered that the action be dismissed unless plaintiffs within five days thereafter should so amend their complaint as to allege the necessary jurisdictional facts. Plaintiffs then moved for leave to amend their complaint by averring that three of them were when the suit was commenced, and continued to be, citizens of the District of Columbia, but that one of them was a citizen of the State of Minnesota, and that each was the owner of an undivided one fourth of the lands and premises described in the complaint, and that they severally claimed damages and demanded judgment. This motion was denied and the action dismissed. Plaintiffs sued out this writ of error under the act of March 3, 1891, c. 517, ยง 5, and the Circuit Court certified to this court these questions of jurisdiction:</p>\n<p>\"First. Whether or not said complaint sets forth any cause of action in which there is a controversy between citizens of different States, so as to give said Circuit Court jurisdiction thereof:</p>\n<p>\"Second. Whether or not said complaint as so proposed to be amended would, if so amended, set forth any cause of action in which there is a controversy between citizens of different States, so as to give said Circuit Court jurisdiction thereof.\"</p>\n<p>The judicial power extends under the Constitution to controversies <span class=\"star-pagination\">*397</span> between citizens of different States, and the Judiciary Act of 1789 provided, as does the act of March 3, 1887, as corrected by the act of August 13, 1888, 25 Stat. 433, c. 866, that the Circuit Courts of the United States should have original cognizance of all suits of a civil nature at common law or in equity in which there should be a controversy between citizens of different States.</p>\n<p>We see no reason for arriving at any other conclusion than that announced by Chief Justice Marshall in <i>Hepburn</i> v. <i>Ellzey,</i> 2 Cranch, 445, February term, 1805, \"that the members of the American confederacy only are the States contemplated in the Constitution\"; that the District of Columbia is not a State within the meaning of that instrument; and that the courts of the United States have no jurisdiction of cases between citizens of the District of Columbia and citizens of a State.</p>\n<p>In <i>Strawbridge</i> v. <i>Curtis,</i> 3 Cranch, 267, it was held that if there be two or more joint plaintiffs and two or more joint defendants, each of the plaintiffs must be capable of suing each of the defendants in the courts of the United States in order to support the jurisdiction; and in <i>Smith</i> v. <i>Lyon,</i> 133 U.S. 315, <i>Strawbridge</i> v. <i>Curtiss</i> was followed, and it was decided that under the acts of 1887 and 1888 the Circuit Court has not jurisdiction, on the ground of diverse citizenship, if there are two plaintiffs to the action who are citizens of and residents in different States and the defendant is a citizen of and resident in a third State, and the action is brought in the State in which one of the plaintiffs resides.</p>\n<p><i>New Orleans</i> v. <i>Winter,</i> 1 Wheat. 91, was an action in ejectment brought by two plaintiffs claiming as joint heirs, and it appeared that one of them was a citizen of the State of Kentucky, and that the other was a citizen of the Territory of Mississippi. It was held that jurisdiction could not be maintained, and Chief Justice Marshall, delivering the opinion of the court, said: \"Gabriel Winter, then, being a citizen of the Mississippi Territory, was incapable of maintaining a suit alone in the District Court of Louisiana. Is his case mended by being associated with others who are capable of suing in <span class=\"star-pagination\">*398</span> that court? In the case of <i>Strawbridge</i> v. <i>Curtiss</i><i>,</i> it was decided, that where a joint interest is prosecuted, the jurisdiction cannot be sustained, unless each individual be entitled to claim that jurisdiction. In this case it has been doubted, whether the parties might elect to sue jointly or severally. However this may be, having elected to sue jointly, the court is incapable of distinguishing their case, so far as respects jurisdiction, from one in which they were compelled to unite.\"</p>\n<p>In <i>Peninsular Iron Co.</i> v. <i>Stone,</i> 121 U.S. 631, the interests of the parties being separate and distinct, but depending on one contract, plaintiffs elected to sue on the common obligation, and the case was dismissed under the rule in <i>New Orleans</i> v. <i>Winter</i><i>.</i></p>\n<p>In <i>Barney</i> v. <i>Baltimore,</i> 6 Wall. 280, 287, which was a bill for partition, it appeared that some of the defendants were citizens of the District of Columbia and some of them citizens of Maryland, and, in dismissing the case for want of jurisdiction, the court, through Mr. Justice Miller, said: \"In the case of <i>Hepburn</i> v. <i>Ellzey</i><i>,</i> it was decided by this court, speaking through Marshall, C.J., that a citizen of the District of Columbia was not a citizen of a State within the meaning of the Judiciary Act, and could not sue in a Federal court. The same principle was asserted in reference to a citizen of a Territory, in the case of <i>New Orleans</i> v. <i>Winter</i><i>,</i> and it was there held to defeat the jurisdiction, although the citizen of the Territory of Mississippi was joined with a person who, in suing alone, could have maintained the suit. These rulings have never been disturbed, but the principle asserted has been acted upon ever since by the courts when the point has arisen.\"</p>\n<p>Many other decisions are to the same effect, and in the late case of <i>Merchants' Cotton Press Co.</i> v. <i>Insurance Co.,</i> 151 U.S. 368, 384, the rule in <i>New Orleans</i> v. <i>Winter</i> was applied and it was held that \"the voluntary joinder of the parties has the same effect for purposes of jurisdiction as if they had been compelled to unite.\"</p>\n<p>In the case at bar no application was made for leave to discontinue as to the three plaintiffs who were citizens of the <span class=\"star-pagination\">*399</span> District of Columbia, and to amend the complaint and proceed with the cause in favor of that one of the plaintiffs alleged to be a citizen of Minnesota. Jurisdiction of the case as to four plaintiffs could not be maintained on the theory that when the trial terminated it might be retained as to one. The Circuit Court was right and its judgment is</p>\n<p><i>Affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">166</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">395</span></span> (1897)</b></center>\n<center><h1>HOOE<br>\nv.<br>\nJAMIESON.</h1></center>\n<center>No. 374.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted March 1, 1897.</center>\n<center>Decided April 5, 1897.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE WESTERN DISTRICT OF WISCONSIN.\n<p><span class=\"star-pagination\">*396</span> <i>Mr. A.R. Bushnell</i> for plaintiffs in error.</p>\n<p><i>Mr. S.S. Barney</i> for defendants in error.</p>\n<p>MR. CHIEF JUSTICE FULLER delivered the opinion of the court.</p>\n<p>This was an action of ejectment brought in the Circuit Court of the United States for the Western District of Wisconsin, by the complaint in which plaintiffs in error alleged that they resided in and were citizens of the city of Washington, D.C., and that defendants all resided in and were citizens of the State of Wisconsin. Defendants moved to dismiss the action on the ground that the Circuit Court had no jurisdiction as the controversy was not between citizens of different States. The Circuit Court ordered that the action be dismissed unless plaintiffs within five days thereafter should so amend their complaint as to allege the necessary jurisdictional facts. Plaintiffs then moved for leave to amend their complaint by averring that three of them were when the suit was commenced, and continued to be, citizens of the District of Columbia, but that one of them was a citizen of the State of Minnesota, and that each was the owner of an undivided one fourth of the lands and premises described in the complaint, and that they severally claimed damages and demanded judgment. This motion was denied and the action dismissed. Plaintiffs sued out this writ of error under the act of March 3, 1891, c. 517, ยง 5, and the Circuit Court certified to this court these questions of jurisdiction:</p>\n<p>\"First. Whether or not said complaint sets forth any cause of action in which there is a controversy between citizens of different States, so as to give said Circuit Court jurisdiction thereof:</p>\n<p>\"Second. Whether or not said complaint as so proposed to be amended would, if so amended, set forth any cause of action in which there is a controversy between citizens of different States, so as to give said Circuit Court jurisdiction thereof.\"</p>\n<p>The judicial power extends under the Constitution to controversies <span class=\"star-pagination\">*397</span> between citizens of different States, and the Judiciary Act of 1789 provided, as does the act of March 3, 1887, as corrected by the act of August 13, 1888, 25 Stat. 433, c. 866, that the Circuit Courts of the United States should have original cognizance of all suits of a civil nature at common law or in equity in which there should be a controversy between citizens of different States.</p>\n<p>We see no reason for arriving at any other conclusion than that announced by Chief Justice Marshall in <i>Hepburn</i> v. <i>Ellzey,</i> 2 Cranch, 445, February term, 1805, \"that the members of the American confederacy only are the States contemplated in the Constitution\"; that the District of Columbia is not a State within the meaning of that instrument; and that the courts of the United States have no jurisdiction of cases between citizens of the District of Columbia and citizens of a State.</p>\n<p>In <i>Strawbridge</i> v. <i>Curtis,</i> 3 Cranch, 267, it was held that if there be two or more joint plaintiffs and two or more joint defendants, each of the plaintiffs must be capable of suing each of the defendants in the courts of the United States in order to support the jurisdiction; and in <i>Smith</i> v. <i>Lyon,</i> <span class=\"citation\" data-id=\"92672\"><a href=\"/opinion/92672/smith-v-lyon/\"><span class=\"volume\">133</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">315</span></a></span>, <i>Strawbridge</i> v. <i>Curtiss</i> was followed, and it was decided that under the acts of 1887 and 1888 the Circuit Court has not jurisdiction, on the ground of diverse citizenship, if there are two plaintiffs to the action who are citizens of and residents in different States and the defendant is a citizen of and resident in a third State, and the action is brought in the State in which one of the plaintiffs resides.</p>\n<p><i>New Orleans</i> v. <i>Winter,</i> <span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">91</span></span>, was an action in ejectment brought by two plaintiffs claiming as joint heirs, and it appeared that one of them was a citizen of the State of Kentucky, and that the other was a citizen of the Territory of Mississippi. It was held that jurisdiction could not be maintained, and Chief Justice Marshall, delivering the opinion of the court, said: \"Gabriel Winter, then, being a citizen of the Mississippi Territory, was incapable of maintaining a suit alone in the District Court of Louisiana. Is his case mended by being associated with others who are capable of suing in <span class=\"star-pagination\">*398</span> that court? In the case of <i>Strawbridge</i> v. <i>Curtiss</i><i>,</i> it was decided, that where a joint interest is prosecuted, the jurisdiction cannot be sustained, unless each individual be entitled to claim that jurisdiction. In this case it has been doubted, whether the parties might elect to sue jointly or severally. However this may be, having elected to sue jointly, the court is incapable of distinguishing their case, so far as respects jurisdiction, from one in which they were compelled to unite.\"</p>\n<p>In <i>Peninsular Iron Co.</i> v. <i>Stone,</i> <span class=\"citation\" data-id=\"91953\"><a href=\"/opinion/91953/peninsular-iron-co-v-stone/\"><span class=\"volume\">121</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">631</span></a></span>, the interests of the parties being separate and distinct, but depending on one contract, plaintiffs elected to sue on the common obligation, and the case was dismissed under the rule in <i>New Orleans</i> v. <i>Winter</i><i>.</i></p>\n<p>In <i>Barney</i> v. <i>Baltimore,</i> <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">280</span></span>, 287, which was a bill for partition, it appeared that some of the defendants were citizens of the District of Columbia and some of them citizens of Maryland, and, in dismissing the case for want of jurisdiction, the court, through Mr. Justice Miller, said: \"In the case of <i>Hepburn</i> v. <i>Ellzey</i><i>,</i> it was decided by this court, speaking through Marshall, C.J., that a citizen of the District of Columbia was not a citizen of a State within the meaning of the Judiciary Act, and could not sue in a Federal court. The same principle was asserted in reference to a citizen of a Territory, in the case of <i>New Orleans</i> v. <i>Winter</i><i>,</i> and it was there held to defeat the jurisdiction, although the citizen of the Territory of Mississippi was joined with a person who, in suing alone, could have maintained the suit. These rulings have never been disturbed, but the principle asserted has been acted upon ever since by the courts when the point has arisen.\"</p>\n<p>Many other decisions are to the same effect, and in the late case of <i>Merchants' Cotton Press Co.</i> v. <i>Insurance Co.,</i> <span class=\"citation\" data-id=\"93779\"><a href=\"/opinion/93779/merchantscotton-press-co-v-na-ins-co/\"><span class=\"volume\">151</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">368</span></a></span>, 384, the rule in <i>New Orleans</i> v. <i>Winter</i> was applied and it was held that \"the voluntary joinder of the parties has the same effect for purposes of jurisdiction as if they had been compelled to unite.\"</p>\n<p>In the case at bar no application was made for leave to discontinue as to the three plaintiffs who were citizens of the <span class=\"star-pagination\">*399</span> District of Columbia, and to amend the complaint and proceed with the cause in favor of that one of the plaintiffs alleged to be a citizen of Minnesota. Jurisdiction of the case as to four plaintiffs could not be maintained on the theory that when the trial terminated it might be retained as to one. The Circuit Court was right and its judgment is</p>\n<p><i>Affirmed.</i></p>\n</div>", "id": 94656, "judges": "Fuller", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/94656/", "sha1": "2430e2bb99578e083668d64f1023a26357dd87ec", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:37:50"}