{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "166 U.S. 601", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/94677/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "United States v. Greathouse", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "234", 
    "id": 79058, 
    "resource_uri": "/api/rest/v2/citation/79058/"
  }, 
  "id": 94677, 
  "blocked": false, 
  "judges": "Harlan", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1897-04-19", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>166 U.S. 601 (1897)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nGREATHOUSE.</h1></center>\n<center>No. 234.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 25, 1897.</center>\n<center>Decided April 19, 1897.</center>\nAPPEAL FROM THE COURT OF CLAIMS.\n<p><i>Mr. Assistant Attorney General Dodge</i> for appellants.</p>\n<p><i>Mr. John C. Fay</i> for appellee.</p>\n<p>MR. JUSTICE HARLAN delivered the opinion of the court.</p>\n<p>This action was brought in the Court of Claims on the 24th day of April, 1894.</p>\n<p>The claimant Greathouse was appointed Consul General of the United States at Kanagawa, Japan, and served in that capacity from August 1, 1886, to March 31, 1889. Since the last named date he has continuously resided in foreign countries, and had not when this cause was heard below returned to the United States.</p>\n<p>During the above period he collected $1795 from sundry persons for certifying invoices of goods shipped through the United States in transit to foreign countries and $61 from other persons for certifying the value of Japanese currency attached to such invoices.</p>\n<p>Under the rules and regulations of the State and Treasury Departments the fees so collected were \"accounted for and <span class=\"star-pagination\">*602</span> paid\" to the United States, the first payment being made on January 27, 1887, and the last on July 18, 1889.</p>\n<p>On the foregoing facts found by the Court of Claims, the majority of that court held as a conclusion of law that the claimant was entitled to recover from the United States $1856, which was the aggregate amount of the above payments to the United States.</p>\n<p>As it is a condition or qualification of the right to a judgment against the United States in the Court of Claims that, except where the claimant labors under some one of the disabilities specified in the statute, the claim must be put in suit by the voluntary action of the claimant, or be presented to the proper department for settlement within six years after suit could be commenced thereon against the Government, <i>Finn</i> v. <i>United States,</i> 123 U.S. 227, 232, it is contended that the court below erred in not holding that all demands for sums paid by the claimant into the Treasury prior to April 24, 1888, were barred by limitation, and that judgment should not have been rendered for any sum in excess of the aggregate amount paid by claimant into the Treasury after that date.</p>\n<p>By section 1069 of the Revised Statutes of the United States it is provided that \"every claim against the United States, cognizable by the Court of Claims, shall be forever barred unless the petition setting forth a statement thereof is filed in the court, or transmitted to it by the Secretary of the Senate or the Clerk of the House of Representatives as provided by law, within six years after the claim first accrues: <i>Provided,</i> That the claims of married women first accrued during marriage, of persons under the age of twenty-one years first accrued during minority, and of idiots, lunatics, insane persons and persons beyond the seas at the time the claim accrued, entitled to the claim, shall not be barred if the petition be filed in the court or transmitted, as aforesaid, within three years after the disability has ceased; but no other disability than those enumerated shall prevent any claim from being barred, nor shall any of the said disabilities operate cumulatively.\"</p>\n<p><span class=\"star-pagination\">*603</span> It will be observed that by this section \"persons beyond the seas\" having claims against the United States cognizable by the Court of Claims were entitled to sue within three years after the disability of absence was removed. As Greathouse was beyond the seas during the whole period covered by his claim and up to the institution of this action, the limitation of six years would not apply to this case, if the exception made by the Revised Statutes of \"persons beyond the seas\" is still in force.</p>\n<p>It is contended that since the passage of the act of March 3, 1887, 24 Stat. 505, c. 359, entitled \"An act to provide for the bringing of suits against the Government of the United States,\" known as the Tucker act, the limitation of six years is applicable to <i>all</i> claims against the United States cognizable by any court, under whatever disability the claimant may have labored.</p>\n<p>That act provides: \"The Court of Claims shall have jurisdiction to hear and determine the following matters: First. All claims founded upon the Constitution of the United States or any law of Congress, except for pensions, or upon any regulation of an Executive Department, or upon any contract, expressed or implied, with the Government of the United States, or for damages, liquidated or unliquidated, in cases not sounding in tort, in respect of which claims the party would be entitled to redress against the United States, either in a court of law, equity or admiralty, if the United States were suable: <i>Provided, however,</i> That nothing in this section shall be construed as giving to either of the courts herein mentioned, jurisdiction to hear and determine claims growing out of the late civil war, and commonly known as `war claims,' or to hear and determine other claims, which have heretofore been rejected, or reported on adversely, by any court, department or commission authorized to hear and determine the same. Second. All set-offs, counter-claims, claims for damages, whether liquidated or unliquidated, or other demands whatsoever on the part of the Government of the United States against any claimant against the Government in said court: <i>Provided,</i> That no suit against the Government of the United <span class=\"star-pagination\">*604</span> States shall be allowed under this act unless the same shall have been brought within six years after the right accrued for which the claim is made.\"</p>\n<p>The District Courts of the United States were given by § 2 of the same act concurrent jurisdiction with the Court of Claims as to all matters named in the above section where the amount of the claim did not exceed one thousand dollars, the Circuit Courts of the United States to have such concurrent jurisdiction in all cases where the amount of the claim exceeds one thousand dollars and does not exceed ten thousand dollars.</p>\n<p>It was further provided by § 4 that the jurisdiction of the respective courts of the United States proceeding under that act, including the right of exception and appeal, should be governed by the law then in force, in so far as the same was applicable and not inconsistent with the provisions of that act; and the course of procedure is to be in accordance with the established rules of said respective courts, and of such additions and modifications thereof as they may adopt. § 4.</p>\n<p>By the Tucker act, section 1079 of the Revised Statutes was expressly repealed, and it was declared that the provisions of section 1080 shall apply to cases under that act. § 8.</p>\n<p>The ninth section of the act provides that \"the plaintiff or the United States, in any suit brought under the provisions of this act, shall have the same rights of appeal or writ of error as are now reserved in the statutes of the United States in that behalf made, and upon the conditions and limitations therein contained. The modes of procedure in claiming an appeal or writ of error shall conform in all respects, as near as may be, to the statutes and rules of court governing appeals and writs of error in like causes.\"</p>\n<p>The act of March 3, 1887, it will be observed, expressly repealed only § 1079 of the Revised Statutes, and all laws and parts of laws that were inconsistent with that act.</p>\n<p>In <i>United States</i> v. <i>Jones,</i> 131 U.S. 1, 16, it was held that the jurisdiction given to the Court of Claims by the act of 1887 was precisely the same as that given in the acts of 1855 and 1863, 10 Stat. 612, c. 122; 12 Stat. 765, c. 92, with the <span class=\"star-pagination\">*605</span> addition that it was extended by the act of 1887 to damages, liquidated and unliquidated, \"in cases not sounding in tort, and to claims for which redress may be had either in a court of law, equity or admiralty.\" But it does not follow that the proviso of section 1 of the act of 1887, declaring that \"no suit against the Government of the United States shall be allowed under this act unless the same shall have been brought within six years after the right accrued for which the claim is made,\" should be held to have displaced every part of section 1069 of the Revised Statutes. The act of 1887 only superseded such previous legislation as was inconsistent with its provisions. It is true that if that act be literally construed, there is some ground for holding that Congress intended by the proviso of section 1 to cover the whole subject of the limitation of suits against the Government, in whatever court instituted. But we cannot suppose that it was intended to strike down the exceptions made in section 1069 of the Revised Statutes in favor of \"the claims of married women first accrued during marriage, of persons under the age of twenty-one years first accrued during minority, and of idiots, lunatics, insane persons, and persons beyond the seas at the time the claim accrued.\" Those exceptions were not expressly abrogated by the act of 1887, and they could be held to be repealed only by implication. But repeals by implication are not favored, and when two statutes cover in whole or in part the same matter, and are not absolutely irreconcilable, effect should be given, if possible, to both of them. <i>Frost</i> v. <i>Wenie,</i> 157 U.S. 46, 58; <i>United States</i> v. <i>Healey,</i> 160 U.S. 136, 147.</p>\n<p>In conformity with this principle we must adjudge that the above proviso of section 1069 of the Revised Statutes is still in force, because not absolutely inconsistent with the last proviso of the act of 1887; consequently, that the claim of a person who was beyond the seas at the time the claim accrued is not barred until three years shall have expired after such disability is removed without suit against the Government. Although the act of 1887 prescribes the limitation for suits \"under this [that] act,\" without making any exception in favor of persons under disability, it should be <span class=\"star-pagination\">*606</span> interpreted as if the proviso in section 1069 of the Revised Statutes were added to section 1 of that act. We could not hold otherwise without deciding, in effect, that the limitation of six years applied to claims accruing to married women and infants during their respective disabilities, as well as to the claims of idiots, lunatics and insane persons. We are unwilling to hold that Congress intended any such result. We may add that it was not contemplated that the limitation upon suits against the Government in the District and Circuit Courts of the United States should be different from that applicable to like suits in the Court of Claims.</p>\n<p>It results that as the appellee was \"beyond the seas\" at the time his demand first accrued, and had not returned to this country prior to the institution of this suit, his claim was not barred by limitation. The judgment of the Court of Claims \u0097 which is not disputed upon any ground affecting the merits of the claim in suit \u0097 is therefore</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:37:50", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">166</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">601</span></span> (1897)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nGREATHOUSE.</h1></center>\n<center>No. 234.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 25, 1897.</center>\n<center>Decided April 19, 1897.</center>\nAPPEAL FROM THE COURT OF CLAIMS.\n<p><i>Mr. Assistant Attorney General Dodge</i> for appellants.</p>\n<p><i>Mr. John C. Fay</i> for appellee.</p>\n<p>MR. JUSTICE HARLAN delivered the opinion of the court.</p>\n<p>This action was brought in the Court of Claims on the 24th day of April, 1894.</p>\n<p>The claimant Greathouse was appointed Consul General of the United States at Kanagawa, Japan, and served in that capacity from August 1, 1886, to March 31, 1889. Since the last named date he has continuously resided in foreign countries, and had not when this cause was heard below returned to the United States.</p>\n<p>During the above period he collected $1795 from sundry persons for certifying invoices of goods shipped through the United States in transit to foreign countries and $61 from other persons for certifying the value of Japanese currency attached to such invoices.</p>\n<p>Under the rules and regulations of the State and Treasury Departments the fees so collected were \"accounted for and <span class=\"star-pagination\">*602</span> paid\" to the United States, the first payment being made on January 27, 1887, and the last on July 18, 1889.</p>\n<p>On the foregoing facts found by the Court of Claims, the majority of that court held as a conclusion of law that the claimant was entitled to recover from the United States $1856, which was the aggregate amount of the above payments to the United States.</p>\n<p>As it is a condition or qualification of the right to a judgment against the United States in the Court of Claims that, except where the claimant labors under some one of the disabilities specified in the statute, the claim must be put in suit by the voluntary action of the claimant, or be presented to the proper department for settlement within six years after suit could be commenced thereon against the Government, <i>Finn</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"92038\"><a href=\"/opinion/92038/finn-v-united-states/\"><span class=\"volume\">123</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">227</span></a></span>, 232, it is contended that the court below erred in not holding that all demands for sums paid by the claimant into the Treasury prior to April 24, 1888, were barred by limitation, and that judgment should not have been rendered for any sum in excess of the aggregate amount paid by claimant into the Treasury after that date.</p>\n<p>By section 1069 of the Revised Statutes of the United States it is provided that \"every claim against the United States, cognizable by the Court of Claims, shall be forever barred unless the petition setting forth a statement thereof is filed in the court, or transmitted to it by the Secretary of the Senate or the Clerk of the House of Representatives as provided by law, within six years after the claim first accrues: <i>Provided,</i> That the claims of married women first accrued during marriage, of persons under the age of twenty-one years first accrued during minority, and of idiots, lunatics, insane persons and persons beyond the seas at the time the claim accrued, entitled to the claim, shall not be barred if the petition be filed in the court or transmitted, as aforesaid, within three years after the disability has ceased; but no other disability than those enumerated shall prevent any claim from being barred, nor shall any of the said disabilities operate cumulatively.\"</p>\n<p><span class=\"star-pagination\">*603</span> It will be observed that by this section \"persons beyond the seas\" having claims against the United States cognizable by the Court of Claims were entitled to sue within three years after the disability of absence was removed. As Greathouse was beyond the seas during the whole period covered by his claim and up to the institution of this action, the limitation of six years would not apply to this case, if the exception made by the Revised Statutes of \"persons beyond the seas\" is still in force.</p>\n<p>It is contended that since the passage of the act of March 3, 1887, 24 Stat. 505, c. 359, entitled \"An act to provide for the bringing of suits against the Government of the United States,\" known as the Tucker act, the limitation of six years is applicable to <i>all</i> claims against the United States cognizable by any court, under whatever disability the claimant may have labored.</p>\n<p>That act provides: \"The Court of Claims shall have jurisdiction to hear and determine the following matters: First. All claims founded upon the Constitution of the United States or any law of Congress, except for pensions, or upon any regulation of an Executive Department, or upon any contract, expressed or implied, with the Government of the United States, or for damages, liquidated or unliquidated, in cases not sounding in tort, in respect of which claims the party would be entitled to redress against the United States, either in a court of law, equity or admiralty, if the United States were suable: <i>Provided, however,</i> That nothing in this section shall be construed as giving to either of the courts herein mentioned, jurisdiction to hear and determine claims growing out of the late civil war, and commonly known as `war claims,' or to hear and determine other claims, which have heretofore been rejected, or reported on adversely, by any court, department or commission authorized to hear and determine the same. Second. All set-offs, counter-claims, claims for damages, whether liquidated or unliquidated, or other demands whatsoever on the part of the Government of the United States against any claimant against the Government in said court: <i>Provided,</i> That no suit against the Government of the United <span class=\"star-pagination\">*604</span> States shall be allowed under this act unless the same shall have been brought within six years after the right accrued for which the claim is made.\"</p>\n<p>The District Courts of the United States were given by § 2 of the same act concurrent jurisdiction with the Court of Claims as to all matters named in the above section where the amount of the claim did not exceed one thousand dollars, the Circuit Courts of the United States to have such concurrent jurisdiction in all cases where the amount of the claim exceeds one thousand dollars and does not exceed ten thousand dollars.</p>\n<p>It was further provided by § 4 that the jurisdiction of the respective courts of the United States proceeding under that act, including the right of exception and appeal, should be governed by the law then in force, in so far as the same was applicable and not inconsistent with the provisions of that act; and the course of procedure is to be in accordance with the established rules of said respective courts, and of such additions and modifications thereof as they may adopt. § 4.</p>\n<p>By the Tucker act, section 1079 of the Revised Statutes was expressly repealed, and it was declared that the provisions of section 1080 shall apply to cases under that act. § 8.</p>\n<p>The ninth section of the act provides that \"the plaintiff or the United States, in any suit brought under the provisions of this act, shall have the same rights of appeal or writ of error as are now reserved in the statutes of the United States in that behalf made, and upon the conditions and limitations therein contained. The modes of procedure in claiming an appeal or writ of error shall conform in all respects, as near as may be, to the statutes and rules of court governing appeals and writs of error in like causes.\"</p>\n<p>The act of March 3, 1887, it will be observed, expressly repealed only § 1079 of the Revised Statutes, and all laws and parts of laws that were inconsistent with that act.</p>\n<p>In <i>United States</i> v. <i>Jones,</i> <span class=\"citation\" data-id=\"92515\"><a href=\"/opinion/92515/united-states-v-jones/\"><span class=\"volume\">131</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 16, it was held that the jurisdiction given to the Court of Claims by the act of 1887 was precisely the same as that given in the acts of 1855 and 1863, 10 Stat. 612, c. 122; 12 Stat. 765, c. 92, with the <span class=\"star-pagination\">*605</span> addition that it was extended by the act of 1887 to damages, liquidated and unliquidated, \"in cases not sounding in tort, and to claims for which redress may be had either in a court of law, equity or admiralty.\" But it does not follow that the proviso of section 1 of the act of 1887, declaring that \"no suit against the Government of the United States shall be allowed under this act unless the same shall have been brought within six years after the right accrued for which the claim is made,\" should be held to have displaced every part of section 1069 of the Revised Statutes. The act of 1887 only superseded such previous legislation as was inconsistent with its provisions. It is true that if that act be literally construed, there is some ground for holding that Congress intended by the proviso of section 1 to cover the whole subject of the limitation of suits against the Government, in whatever court instituted. But we cannot suppose that it was intended to strike down the exceptions made in section 1069 of the Revised Statutes in favor of \"the claims of married women first accrued during marriage, of persons under the age of twenty-one years first accrued during minority, and of idiots, lunatics, insane persons, and persons beyond the seas at the time the claim accrued.\" Those exceptions were not expressly abrogated by the act of 1887, and they could be held to be repealed only by implication. But repeals by implication are not favored, and when two statutes cover in whole or in part the same matter, and are not absolutely irreconcilable, effect should be given, if possible, to both of them. <i>Frost</i> v. <i>Wenie,</i> <span class=\"citation\" data-id=\"94136\"><a href=\"/opinion/94136/frost-v-wenie/\"><span class=\"volume\">157</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">46</span></a></span>, 58; <i>United States</i> v. <i>Healey,</i> <span class=\"citation\" data-id=\"94309\"><a href=\"/opinion/94309/united-states-v-healey/\"><span class=\"volume\">160</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">136</span></a></span>, 147.</p>\n<p>In conformity with this principle we must adjudge that the above proviso of section 1069 of the Revised Statutes is still in force, because not absolutely inconsistent with the last proviso of the act of 1887; consequently, that the claim of a person who was beyond the seas at the time the claim accrued is not barred until three years shall have expired after such disability is removed without suit against the Government. Although the act of 1887 prescribes the limitation for suits \"under this [that] act,\" without making any exception in favor of persons under disability, it should be <span class=\"star-pagination\">*606</span> interpreted as if the proviso in section 1069 of the Revised Statutes were added to section 1 of that act. We could not hold otherwise without deciding, in effect, that the limitation of six years applied to claims accruing to married women and infants during their respective disabilities, as well as to the claims of idiots, lunatics and insane persons. We are unwilling to hold that Congress intended any such result. We may add that it was not contemplated that the limitation upon suits against the Government in the District and Circuit Courts of the United States should be different from that applicable to like suits in the Court of Claims.</p>\n<p>It results that as the appellee was \"beyond the seas\" at the time his demand first accrued, and had not returned to this country prior to the institution of this suit, his claim was not barred by limitation. The judgment of the Court of Claims \u0097 which is not disputed upon any ground affecting the merits of the claim in suit \u0097 is therefore</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "sha1": "5adfc6df7c220651c8bfe8e9b3e1c0f8d6e35c85", 
  "date_modified": "2014-12-21T01:32:40.763542", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/94677/united-states-v-greathouse/", 
  "citation_count": 13, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1507311/", 
  "html": "<p class=\"case_cite\">166 U.S. 601</p>\n    <p class=\"case_cite\">17 S.Ct. 701</p>\n    <p class=\"case_cite\">41 L.Ed. 1130</p>\n    <p class=\"parties\">UNITED STATES<br>v.<br>GREATHOUSE.</p>\n    <p class=\"docket\">No. 234.</p>\n    <p class=\"date\">April 19, 1897.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Asst. Atty. Gen. Dodge, for the United States.</p>\n      <p class=\"indent\">John C. Fay, for appellee.</p>\n      <p class=\"indent\">Mr. Justice HARLAN delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This action was brought in the court of claims on the 24th day of April, 1894.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The claimant, Greathouse, was appointed consul general of the United States at Kanagawa, Japan, and served in that capacity from August 1, 1886, to March 31, 1889. Since the last-named date he has continuously resided in foreign countries, and had not, when this cause was heard below, returned to the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">During the above period he collected $1,795 from sundry persons for certifying invoices of goods shipped through the United States in transit to foreign countries, and $61 from other persons for certifying the value of Japanese currency attached to such invoices.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Under the rules and regulations of the state and treasury departments the fees so collected were 'accounted for and paid' to the United States, the first payment being made on January 27, 1887, and the last on July 18, 1889.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On the foregoing facts found by the court of claims, the majority of that court held as a conclusion of law that the claimant was entitled to recover from the United States $1,856, which was the aggregate amount of the above payments to the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">As it is a condition or qualification of the right to a judgment against the United States in the court of claims that, except where the claimant labors under some one of the disabilities specified in the statute, the claim must be put in suit by the voluntary action of the claimant, or be presented to the proper department for settlement within six years after suit could be commenced thereon against the government (Finn v. U. S., 123 U. S. 227, 232, 8 Sup. Ct. 82), it is contended that the court below erred in not holding that all demands for sums paid by the claimant into the treasury prior to April 24, 1888, were barred by limitation, and that judgment should not have been rendered for any sum in excess of the aggregate amount paid by claimant into the treasury after that date.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">By section 1069 of the Revised Statutes of the United States it is provided that: 'Every claim against the United States, cognizable by the court of claims, shall be forever barred unless the petition setting forth a statement thereof is filed in the court, or transmitted to it by the secretary of the senate or the clerk of the house of representatives as provided by law, within six years after the claim first accrues: provided, that the claims of married women first accrued during marriage, of persons under the age of twenty-one years first accrued during minority, and of idiots, lunatics, insane persons, and persons beyond the seas at the time the claim accrued, entitled to the claim, shall not be barred if the petition be filed in the court or transmitted, as aforesaid, within three years after the disability has ceased; but no other disability than those enumerated shall prevent any claim from being barred, nor shall any of the said disabilities operate cumulatively.' It will be observed that by this section 'persons beyond the seas,' having claims against the United States cognizable by the court of claims, were entitled to sue within three years after the disability of absence was removed. As Greathouse was beyond the seas during the whole period covered by his claim, and up to the institution of this action, the limitation of six years would not apply to this case, if the exception made by the Revised Statutes of 'persons beyond the seas' is still in force.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">It is contended that since the passage of the act of March 3, 1887 (24 Stat. 505, c. 359), entitled 'An act to provide for the bringing of suits against the United States,' known as the 'Tucker Act,' the limitation of six years is applicable to all claims against the United States cognizable by any court, under whatever disability the claimant may have labored.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">That act provides: 'The court of claims shall have jurisdiction to hear and determine the following matters: First. All claims founded upon the constitution of the United States or any law of congress, except for pensions, or upon any regulation of an executive department, or upon any contract, expressed or implied, with the government of the United States, or for damages, liquidated or unliquidated, in cases not sounding in tort, in respect of which claims the party would be entitled to redress against the United States, either in a court of law, equity, or admiralty, if the United States were suable: provided, however, that nothing in this section shall be construed as giving to either of the courts herein mentioned, jurisdiction to hear and determine claims growing out of the late Civil War, and commonly known as 'war claims,' or to hear and determine other claims, which have heretofore been rejected, or reported on adversely, by any court, department, or commission authorized to hear and determine the same. Second. All set-offs, counterclaims, claims for damages, whether liquidated or unliquidated, or other demands whatsoever on the part of the government of the United States against any claimant against the government in said court: provided, that no suit against the government of the United States shall be allowed under this act unless the same shall have been brought within six years after the right accrued for which the claim is made.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district courts of the United States were given by the same act concurrent jurisdiction with the court of claims as to all matters named in the above section where the amount of the claim did not exceed $1,000, the circuit courts of the United States to have such concurrent jurisdiction in all cases where the amount of the claim exceeds $1,000, and does not exceed $10,000. Section 2.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It was further provided that the jurisdiction of the respective courts of the United States proceeding under that act, including the right of exception and appeal, should be governed by the law then in force, in so far as the same was applicable and not inconsistent with the provisions of that act; and the course of procedure is to be in accordance with the established rules of said respective courts, and of such additions and modifications thereof as they may adopt. Section 4.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">By the Tucker act, section 1079 of the Revised Statutes was expressly repealed, and it was declared that the provisions of section 1080 shall apply to cases under that act. Section 8.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The ninth section of the act provides that: 'The plaintiff or the United States, in any suit brought under the provisions of this act, shall have the same rights of appeal or writ of error as are now reserved in the statutes of the United States in that behalf made, and upon the conditions and limitations therein contained. The modes of procedure in claiming an appeal or writ of error shall conform in all respects, as near as may be, to the statutes and rules of court governing appeals and writs of error in like causes.'</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The act of March 3, 1887, it will be observed, expressly repealed only section 1079 of the Revised Statutes, and all laws and parts of laws that were inconsistent with that act.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In U. S. v. Jones, 131 U. S. 1, 16, 9 Sup. Ct. 669, it was held that the jurisdiction given to the court of claims by the act of 1887 was precisely the same as that given in the acts of 1855 and 1863 (10 Stat. 612, c. 122; 12 Stat. 765, c. 92), with the addition that it was extended by the act of 1887 to damages, liquidated and unliquidated, 'in cases not sounding in tort, and to claims for which redress may be had either in a court of law, equity or admiralty.' But it does not follow that the proviso of section 1 of the act of 1887, declaring that 'no suit against the government of the United States shall be allowed under this act unless the same shall have been brought within six years after the right accrued for which the claim is made,' should be held to have displaced every part of section 1069 of the Revised Statutes. The act of 1887 only superseded such previous legislation as was inconsistent with its provisions. It is true that, if that act be literally construed, there is some ground for holding that congress intended by the proviso of section 1 to cover the whole subject of the limitation of suits against the government, in whatever court instituted. But we cannot suppose that it was intended to strike down the exceptions made in section 1069 of the Revised Statutes in favor of 'the claims of married women first accrued during marriage, of persons under the age of twenty-one years first accrued during minority, and of idiots, lunatics, insane persons, and persons beyond the seas at the time the claim accrued.' Those exceptions were not expressly abrogated by the act of 1887, and they could be held to be repealed only by implication. But repeals by implication are not favored, and when two statutes cover in whole or in part the same matter, and are not absolutely irreconcilable, effect should be given, if possible, to both of them. Frost v. Wenie, 157 U. S. 46, 58, 15 Sup. Ct. 532; U. S. v. Healey, 160 U. S. 136, 147, 16 Sup. Ct. 247.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In conformity with this principle, we must adjudge that the above proviso of section 1069 of the Revised Statutes is still in force, because not absolutely inconsistent with the last proviso of the act of 1887. Consequently, that the claim of a person who was beyond the seas at the time the claim accrued is not barred until three years shall have expired after such disability is removed without suit against the government. Although the act of 1887 prescribes the limitation for suits 'under this [that] act,' without making any exception in favor of persons under disability, it should be interpreted as if the proviso in section 1069 of the Revised Statutes were added to section 1 of that act. We could not hold otherwise without deciding, in effect, that the limitation of six years applied to claims accruing to married women and infants during their respective disabilities, as well as to the claims of idiots, lunatics, and insane persons. We are unwilling to hold that congress intended any such result. We may add that it was not contemplated that the limitation upon suits against the government in the district and circuit courts of the United States should be different from that applicable to like suits in the court of claims.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It results that, as the appellee was 'beyond the seas' at the time his demand first accrued, and had not returned to this country prior to the institution of this suit, his claim was not barred by limitation. The judgment of the court of claims&#8212;which is not disputed upon any ground affecting the merits of the claim in suit&#8212;is therefore affirmed.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/94677/"
}