{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "167 U.S. 196", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/94708/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Twin City Bank v. Nebeker", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "202", 
    "id": 79089, 
    "resource_uri": "/api/rest/v2/citation/79089/"
  }, 
  "id": 94708, 
  "blocked": false, 
  "judges": "Harlan", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1897-05-10", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>167 U.S. 196 (1897)</b></center>\n<center><h1>TWIN CITY BANK<br>\nv.<br>\nNEBEKER.</h1></center>\n<center>No. 202.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued and submitted April 21, 1897.</center>\n<center>Decided May 10, 1897.</center>\nERROR TO THE COURT OF APPEALS OF THE DISTRICT OF COLUMBIA.\n<p><i>Mr. John J. Crawford</i> for plaintiff in error.</p>\n<p><i>Mr. Solicitor General</i> filed a brief for defendant in error.</p>\n<p><span class=\"star-pagination\">*197</span> MR. JUSTICE HARLAN delivered the opinion of the court.</p>\n<p>This was an action by the plaintiff in error to recover from the defendant in error the sum of seventy-three dollars and eight cents alleged to have been paid by the former under protest to the latter, who was at the time Treasurer of the United States, in order to procure the release of certain bonds, the property of the bank, which bonds, the declaration alleged, were illegally and wrongfully withheld from the plaintiff by the defendant.</p>\n<p>The plaintiff went into liquidation in the manner provided by law on the 23d of June, 1891, and on the 25th of August, 1891, deposited in the Treasury of the United States lawful money to redeem its outstanding notes, as required by section 5222 of the Revised Statutes of the United States. After making such deposit, the bank demanded the bonds which had been deposited by it to secure its circulating notes, and of which defendant had possession as Treasurer of the United States. The defendant refused to deliver them, unless the bank would make a return of the average amount of its notes in circulation for the period from January 1, 1891, to the date when the deposit of money was made, viz., the 25th of August, 1891, and pay a tax thereon. The bank then made a return of the average amount of its notes in circulation for the period from January 1 to June 30, 1891, and paid to the defendant $56.25, protesting that he had no authority to demand the tax, and delivered to him a protest in writing setting forth that in making the return and in paying the tax it did not admit the validity of the tax or defendant's authority to exact or collect it, but made the return and payment solely for the purpose of procuring the possession of the United States bonds belonging to it, which defendant had refused to release until such return and payment were made, and further protesting that it was not liable to the tax or any part of it. The bank's agent then made another demand upon defendant for the bonds; but he refused to deliver them until a return should be made of the average amount of its notes in circulation for the period from July 1 to August 25, 1891, and a tax paid <span class=\"star-pagination\">*198</span> thereon. Its agent then delivered such return to defendant and paid him $16.83, at the same time delivering a written protest in the same form as the one above mentioned. These transactions were with the defendant himself, and the money was paid to him in person.</p>\n<p>The journals of the House of Representatives and Senate of the United States for the first session of the 38th Congress were put in evidence by plaintiff. The bank claims that these journals show that the National Bank Act originated as a bill in the House of Representatives; that when it passed the House it contained no provision for a tax upon the national banks, or upon any corporation, or upon any individual, or upon any property, nor any provisions whatever for raising revenue; and that all the provisions that appear to authorize the Treasurer of the United States to collect any tax on the circulating notes of national banks originated in the Senate by way of amendment to the House bill.</p>\n<p>A witness on behalf of the defendant testified, against the objection of plaintiff, that the money paid by it to him was covered into the Treasury, and applied to the payment of the semi-annual duty or tax due from the bank. But it did not appear whether this was done before or after the present action was brought.</p>\n<p>At the close of the evidence counsel for the bank moved the court to direct the jury to return a verdict in its favor, which motion the court overruled, and counsel for the bank excepted. On motion of the defendant the court instructed the jury to return a verdict for him. To that ruling of the court counsel for plaintiff excepted.</p>\n<p>Such is the case which the bank insists is made by the record.</p>\n<p>The taxing provisions contained in the National Bank Act are found in its forty-first section. That section is as follows:</p>\n<p>\"The plates and special dies to be procured by the Comptroller of the Currency for the printing of such circulating notes shall remain under his control and direction, and the expenses necessarily incurred in executing the provisions of this act respecting the procuring of such notes, and all other <span class=\"star-pagination\">*199</span> expenses of the bureau, shall be paid out of the proceeds of the taxes or duties now or hereafter to be assessed on the circulation, and collected from associations organized under this act. And in lieu of all existing taxes, every association shall pay to the Treasurer of the United States, in the months of January and July, a duty of one half of one per centum each half year from and after the first day of January, eighteen hundred and sixty-four, upon the average amount of its notes in circulation, and a duty of one quarter of one per centum each half year upon the average amount of its deposits, and a duty of one quarter of one per centum each half year, as aforesaid, on the average amount of its capital stock beyond the amount invested in United States bonds; and in case of default in the payment thereof by any association, the duties aforesaid may be collected in the manner provided for the collection of United States duties of other corporations, or the Treasurer may reserve the amount of said duties out of the interest, as it may become due, on the bonds deposited with him by such defaulting association. And it shall be the duty of each association, within ten days from the first days of January and July of each year, to make a return, under the oath of its president or cashier, to the Treasurer of the United States, in such form as he may prescribe, of the average amount of its notes in circulation, and of the average amount of its deposits, and of the average amount of its capital stock, beyond the amount invested in United States bonds, for the six months next preceding said first days of January and July as aforesaid, and in default of such return, and for each default thereof, each defaulting association shall forfeit and pay to the United States the sum of two hundred dollars, to be collected either out of the interest as it may become due such association on the bonds deposited with the Treasurer, or, at his option, in the manner in which penalties are to be collected of other corporations under the laws of the United States; and in case of such default the amount of the duties to be paid to such association shall be assessed upon the amount of notes delivered to such association by the Comptroller of the Currency, and upon the highest amount of its deposits and capital <span class=\"star-pagination\">*200</span> stock, to be ascertained in such other manner as the Treasurer may deem best: <i>Provided,</i> That nothing in this act shall be construed to prevent all the shares in any of the said associations, held by any person or body corporate, from being included in the valuation of the personal property of such person or corporation in the assessment of taxes imposed by or under state authority at the place where such bank is located, and not elsewhere, but not at a greater rate than is assessed upon other moneyed capital in the hands of individual citizens of such State: <i>Provided, further,</i> That the tax so imposed under the laws of any State upon the shares of any of the associations authorized by this act shall not exceed the rate imposed upon the shares in any of the banks organized under authority of the State where such association is located: <i>Provided, also,</i> That nothing in this act shall exempt the real estate of associations from either State, county or municipal taxes to the same extent, according to its value, as other real estate is taxed.\" 13 Stat. 99, 111, c. 106.</p>\n<p>The provision relating to taxation which, it is alleged, was inserted by way of amendment in the Senate, appears as section 5214 of the Revised Statutes. Other provisions of the act of 1864 are reproduced in sections 5217 and 5218 of the Revised Statutes.</p>\n<p>By section 5222 of the Revised Statutes it is provided: \"Within six months from the date of the vote to go into liquidation, the association shall deposit with the Treasurer of the United States lawful money of the United States sufficient to redeem all its outstanding circulation. The Treasurer shall execute duplicate receipts for money thus deposited, and deliver one to the association and the other to the Comptroller of the Currency, stating the amount received by him, and the purpose for which it has been received; and the money shall be paid into the Treasury of the United States and placed to the credit of such association upon redemption account.\"</p>\n<p>In <i>Field</i> v. <i>Clark,</i> 143 U.S. 649, 672, \u0097 in which the constitutionality of the act of Congress of October 1, 1890, 26 Stat. 567, c. 1244, was questioned upon the ground that a <span class=\"star-pagination\">*201</span> certain provision which was in it upon its final passage was omitted when the bill was signed by the Speaker of the House of Representatives and the President of the Senate, \u0097 this court said: \"The signing by the Speaker of the House of Representatives and by the President of the Senate, in open session, of an enrolled bill, is an official attestation by the two houses of such bill as one that has passed Congress. It is a declaration by the two houses, through their presiding officers, to the President, that a bill, thus attested, has received, in due form, the sanction of the legislative branch of the Government, and that it is delivered to him in obedience to the constitutional requirement that all bills which pass Congress shall be presented to him. And when a bill, thus attested, receives his approval and is deposited in the public archives, its authentication as a bill that has passed Congress should be deemed complete and unimpeachable. As the President has no authority to approve a bill not passed by Congress, an enrolled act in the custody of the Secretary of State and having the official attestations of the Speaker of the House of Representatives, of the President of the Senate and of the President of the United States, carries on its face a solemn assurance by the legislative and executive departments of the Government, charged, respectively, with the duty of enacting and executing the laws, that it was passed by Congress. The respect due to coequal and independent departments requires the judicial department to act upon that assurance and to accept, as having passed Congress, all bills authenticated in the manner stated, leaving the courts to determine, when the question properly arises, whether the act, so authenticated, is in conformity with the Constitution.\"</p>\n<p>Referring to the above case, it was said in <i>Harwood</i> v. <i>Wentworth,</i> 162 U.S. 547, 560, that if the principle announced in <i>Field</i> v. <i>Clark</i> involves any danger to the public, it was competent for Congress to meet it by declaring under what circumstances, or by what kind of evidence, an enrolled act of Congress or of a territorial Legislature, authenticated as required by law, and in the hands of the officer or department to whose custody it was committed by statute, may be shown <span class=\"star-pagination\">*202</span> not to be in the form in which it was when passed by Congress or by the territorial Legislature.</p>\n<p>The contention in this case is that the section of the act of June 3, 1864, providing a national currency secured by a pledge of United States bonds, and for the circulation and redemption thereof, so far as it imposed a tax upon the average amount of the notes of a national banking association in circulation, was a revenue bill within the clause of the Constitution declaring that \"all bills for raising revenue shall originate in the House of Representatives, but the Senate may propose or concur with amendments as on other bills,\" Art. I, § 7; that it appeared from the official journals of the two Houses of Congress that while the act of 1864 originated in the House of Representatives, the provision imposing this tax was not in the bill as it passed that body, but originated in the Senate by amendment, and, being accepted by the House, became a part of the statute; that such tax was, therefore, unconstitutional and void; and that, consequently, the statute did not justify the action of the defendant.</p>\n<p>The case is not one that requires either an extended examination of precedents, or a full discussion as to the meaning of the words in the Constitution, \"bills for raising revenue.\" What bills belong to that class is a question of such magnitude and importance that it is the part of wisdom not to attempt, by any general statement, to cover every possible phase of the subject. It is sufficient in the present case to say that an act of Congress providing a national currency secured by a pledge of bonds of the United States, and which, in the furtherance of that object, and also to meet the expenses attending the execution of the act, imposed a tax on the notes in circulation of the banking associations organized under the statute, is clearly not a revenue bill which the Constitution declares must originate in the House of Representatives. Mr. Justice Story has well said that the practical construction of the Constitution and the history of the origin of the constitutional provision in question proves that revenue bills are those that levy taxes in the strict sense of the word, and are not bills for other purposes which may incidentally create revenue. <span class=\"star-pagination\">*203</span> 1 Story on Const. § 880. The main purpose that Congress had in view was to provide a national currency based upon United States bonds, and to that end it was deemed wise to impose the tax in question. The tax was a means for effectually accomplishing the great object of giving to the people a currency that would rest, primarily, upon the honor of the United States, and be available in every part of the country. There was no purpose by the act or by any of its provisions to raise revenue to be applied in meeting the expenses or obligations of the Government.</p>\n<p>This interpretation of the statute renders it unnecessary to consider whether, for the decision of the question before us, the journals of the two Houses of Congress can be referred to for the purpose of determining whether an act, duly attested by the official signatures of the President of the Senate, the Speaker of the House of Representatives and the President, and which is of record in the State Department as an act passed by Congress, originated in the one body or the other. And for the reasons stated, it is not necessary to inquire whether, in any view of the case, the defendant would have been personally liable for the tax collected by him pursuant to the act of Congress, and subsequently covered into the Treasury.</p>\n<p><i>Judgment affirmed.</i></p>\n<p>MR. JUSTICE WHITE concurs, in the result.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:37:51", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">167</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">196</span></span> (1897)</b></center>\n<center><h1>TWIN CITY BANK<br>\nv.<br>\nNEBEKER.</h1></center>\n<center>No. 202.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued and submitted April 21, 1897.</center>\n<center>Decided May 10, 1897.</center>\nERROR TO THE COURT OF APPEALS OF THE DISTRICT OF COLUMBIA.\n<p><i>Mr. John J. Crawford</i> for plaintiff in error.</p>\n<p><i>Mr. Solicitor General</i> filed a brief for defendant in error.</p>\n<p><span class=\"star-pagination\">*197</span> MR. JUSTICE HARLAN delivered the opinion of the court.</p>\n<p>This was an action by the plaintiff in error to recover from the defendant in error the sum of seventy-three dollars and eight cents alleged to have been paid by the former under protest to the latter, who was at the time Treasurer of the United States, in order to procure the release of certain bonds, the property of the bank, which bonds, the declaration alleged, were illegally and wrongfully withheld from the plaintiff by the defendant.</p>\n<p>The plaintiff went into liquidation in the manner provided by law on the 23d of June, 1891, and on the 25th of August, 1891, deposited in the Treasury of the United States lawful money to redeem its outstanding notes, as required by section 5222 of the Revised Statutes of the United States. After making such deposit, the bank demanded the bonds which had been deposited by it to secure its circulating notes, and of which defendant had possession as Treasurer of the United States. The defendant refused to deliver them, unless the bank would make a return of the average amount of its notes in circulation for the period from January 1, 1891, to the date when the deposit of money was made, viz., the 25th of August, 1891, and pay a tax thereon. The bank then made a return of the average amount of its notes in circulation for the period from January 1 to June 30, 1891, and paid to the defendant $56.25, protesting that he had no authority to demand the tax, and delivered to him a protest in writing setting forth that in making the return and in paying the tax it did not admit the validity of the tax or defendant's authority to exact or collect it, but made the return and payment solely for the purpose of procuring the possession of the United States bonds belonging to it, which defendant had refused to release until such return and payment were made, and further protesting that it was not liable to the tax or any part of it. The bank's agent then made another demand upon defendant for the bonds; but he refused to deliver them until a return should be made of the average amount of its notes in circulation for the period from July 1 to August 25, 1891, and a tax paid <span class=\"star-pagination\">*198</span> thereon. Its agent then delivered such return to defendant and paid him $16.83, at the same time delivering a written protest in the same form as the one above mentioned. These transactions were with the defendant himself, and the money was paid to him in person.</p>\n<p>The journals of the House of Representatives and Senate of the United States for the first session of the 38th Congress were put in evidence by plaintiff. The bank claims that these journals show that the National Bank Act originated as a bill in the House of Representatives; that when it passed the House it contained no provision for a tax upon the national banks, or upon any corporation, or upon any individual, or upon any property, nor any provisions whatever for raising revenue; and that all the provisions that appear to authorize the Treasurer of the United States to collect any tax on the circulating notes of national banks originated in the Senate by way of amendment to the House bill.</p>\n<p>A witness on behalf of the defendant testified, against the objection of plaintiff, that the money paid by it to him was covered into the Treasury, and applied to the payment of the semi-annual duty or tax due from the bank. But it did not appear whether this was done before or after the present action was brought.</p>\n<p>At the close of the evidence counsel for the bank moved the court to direct the jury to return a verdict in its favor, which motion the court overruled, and counsel for the bank excepted. On motion of the defendant the court instructed the jury to return a verdict for him. To that ruling of the court counsel for plaintiff excepted.</p>\n<p>Such is the case which the bank insists is made by the record.</p>\n<p>The taxing provisions contained in the National Bank Act are found in its forty-first section. That section is as follows:</p>\n<p>\"The plates and special dies to be procured by the Comptroller of the Currency for the printing of such circulating notes shall remain under his control and direction, and the expenses necessarily incurred in executing the provisions of this act respecting the procuring of such notes, and all other <span class=\"star-pagination\">*199</span> expenses of the bureau, shall be paid out of the proceeds of the taxes or duties now or hereafter to be assessed on the circulation, and collected from associations organized under this act. And in lieu of all existing taxes, every association shall pay to the Treasurer of the United States, in the months of January and July, a duty of one half of one per centum each half year from and after the first day of January, eighteen hundred and sixty-four, upon the average amount of its notes in circulation, and a duty of one quarter of one per centum each half year upon the average amount of its deposits, and a duty of one quarter of one per centum each half year, as aforesaid, on the average amount of its capital stock beyond the amount invested in United States bonds; and in case of default in the payment thereof by any association, the duties aforesaid may be collected in the manner provided for the collection of United States duties of other corporations, or the Treasurer may reserve the amount of said duties out of the interest, as it may become due, on the bonds deposited with him by such defaulting association. And it shall be the duty of each association, within ten days from the first days of January and July of each year, to make a return, under the oath of its president or cashier, to the Treasurer of the United States, in such form as he may prescribe, of the average amount of its notes in circulation, and of the average amount of its deposits, and of the average amount of its capital stock, beyond the amount invested in United States bonds, for the six months next preceding said first days of January and July as aforesaid, and in default of such return, and for each default thereof, each defaulting association shall forfeit and pay to the United States the sum of two hundred dollars, to be collected either out of the interest as it may become due such association on the bonds deposited with the Treasurer, or, at his option, in the manner in which penalties are to be collected of other corporations under the laws of the United States; and in case of such default the amount of the duties to be paid to such association shall be assessed upon the amount of notes delivered to such association by the Comptroller of the Currency, and upon the highest amount of its deposits and capital <span class=\"star-pagination\">*200</span> stock, to be ascertained in such other manner as the Treasurer may deem best: <i>Provided,</i> That nothing in this act shall be construed to prevent all the shares in any of the said associations, held by any person or body corporate, from being included in the valuation of the personal property of such person or corporation in the assessment of taxes imposed by or under state authority at the place where such bank is located, and not elsewhere, but not at a greater rate than is assessed upon other moneyed capital in the hands of individual citizens of such State: <i>Provided, further,</i> That the tax so imposed under the laws of any State upon the shares of any of the associations authorized by this act shall not exceed the rate imposed upon the shares in any of the banks organized under authority of the State where such association is located: <i>Provided, also,</i> That nothing in this act shall exempt the real estate of associations from either State, county or municipal taxes to the same extent, according to its value, as other real estate is taxed.\" 13 Stat. 99, 111, c. 106.</p>\n<p>The provision relating to taxation which, it is alleged, was inserted by way of amendment in the Senate, appears as section 5214 of the Revised Statutes. Other provisions of the act of 1864 are reproduced in sections 5217 and 5218 of the Revised Statutes.</p>\n<p>By section 5222 of the Revised Statutes it is provided: \"Within six months from the date of the vote to go into liquidation, the association shall deposit with the Treasurer of the United States lawful money of the United States sufficient to redeem all its outstanding circulation. The Treasurer shall execute duplicate receipts for money thus deposited, and deliver one to the association and the other to the Comptroller of the Currency, stating the amount received by him, and the purpose for which it has been received; and the money shall be paid into the Treasury of the United States and placed to the credit of such association upon redemption account.\"</p>\n<p>In <i>Field</i> v. <i>Clark,</i> <span class=\"citation\" data-id=\"93290\"><a href=\"/opinion/93290/field-v-clark/\"><span class=\"volume\">143</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">649</span></a></span>, 672, \u0097 in which the constitutionality of the act of Congress of October 1, 1890, 26 Stat. 567, c. 1244, was questioned upon the ground that a <span class=\"star-pagination\">*201</span> certain provision which was in it upon its final passage was omitted when the bill was signed by the Speaker of the House of Representatives and the President of the Senate, \u0097 this court said: \"The signing by the Speaker of the House of Representatives and by the President of the Senate, in open session, of an enrolled bill, is an official attestation by the two houses of such bill as one that has passed Congress. It is a declaration by the two houses, through their presiding officers, to the President, that a bill, thus attested, has received, in due form, the sanction of the legislative branch of the Government, and that it is delivered to him in obedience to the constitutional requirement that all bills which pass Congress shall be presented to him. And when a bill, thus attested, receives his approval and is deposited in the public archives, its authentication as a bill that has passed Congress should be deemed complete and unimpeachable. As the President has no authority to approve a bill not passed by Congress, an enrolled act in the custody of the Secretary of State and having the official attestations of the Speaker of the House of Representatives, of the President of the Senate and of the President of the United States, carries on its face a solemn assurance by the legislative and executive departments of the Government, charged, respectively, with the duty of enacting and executing the laws, that it was passed by Congress. The respect due to coequal and independent departments requires the judicial department to act upon that assurance and to accept, as having passed Congress, all bills authenticated in the manner stated, leaving the courts to determine, when the question properly arises, whether the act, so authenticated, is in conformity with the Constitution.\"</p>\n<p>Referring to the above case, it was said in <i>Harwood</i> v. <i>Wentworth,</i> <span class=\"citation\" data-id=\"94450\"><a href=\"/opinion/94450/harwood-v-wentworth/\"><span class=\"volume\">162</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">547</span></a></span>, 560, that if the principle announced in <i>Field</i> v. <i>Clark</i> involves any danger to the public, it was competent for Congress to meet it by declaring under what circumstances, or by what kind of evidence, an enrolled act of Congress or of a territorial Legislature, authenticated as required by law, and in the hands of the officer or department to whose custody it was committed by statute, may be shown <span class=\"star-pagination\">*202</span> not to be in the form in which it was when passed by Congress or by the territorial Legislature.</p>\n<p>The contention in this case is that the section of the act of June 3, 1864, providing a national currency secured by a pledge of United States bonds, and for the circulation and redemption thereof, so far as it imposed a tax upon the average amount of the notes of a national banking association in circulation, was a revenue bill within the clause of the Constitution declaring that \"all bills for raising revenue shall originate in the House of Representatives, but the Senate may propose or concur with amendments as on other bills,\" Art. I, § 7; that it appeared from the official journals of the two Houses of Congress that while the act of 1864 originated in the House of Representatives, the provision imposing this tax was not in the bill as it passed that body, but originated in the Senate by amendment, and, being accepted by the House, became a part of the statute; that such tax was, therefore, unconstitutional and void; and that, consequently, the statute did not justify the action of the defendant.</p>\n<p>The case is not one that requires either an extended examination of precedents, or a full discussion as to the meaning of the words in the Constitution, \"bills for raising revenue.\" What bills belong to that class is a question of such magnitude and importance that it is the part of wisdom not to attempt, by any general statement, to cover every possible phase of the subject. It is sufficient in the present case to say that an act of Congress providing a national currency secured by a pledge of bonds of the United States, and which, in the furtherance of that object, and also to meet the expenses attending the execution of the act, imposed a tax on the notes in circulation of the banking associations organized under the statute, is clearly not a revenue bill which the Constitution declares must originate in the House of Representatives. Mr. Justice Story has well said that the practical construction of the Constitution and the history of the origin of the constitutional provision in question proves that revenue bills are those that levy taxes in the strict sense of the word, and are not bills for other purposes which may incidentally create revenue. <span class=\"star-pagination\">*203</span> 1 Story on Const. § 880. The main purpose that Congress had in view was to provide a national currency based upon United States bonds, and to that end it was deemed wise to impose the tax in question. The tax was a means for effectually accomplishing the great object of giving to the people a currency that would rest, primarily, upon the honor of the United States, and be available in every part of the country. There was no purpose by the act or by any of its provisions to raise revenue to be applied in meeting the expenses or obligations of the Government.</p>\n<p>This interpretation of the statute renders it unnecessary to consider whether, for the decision of the question before us, the journals of the two Houses of Congress can be referred to for the purpose of determining whether an act, duly attested by the official signatures of the President of the Senate, the Speaker of the House of Representatives and the President, and which is of record in the State Department as an act passed by Congress, originated in the one body or the other. And for the reasons stated, it is not necessary to inquire whether, in any view of the case, the defendant would have been personally liable for the tax collected by him pursuant to the act of Congress, and subsequently covered into the Treasury.</p>\n<p><i>Judgment affirmed.</i></p>\n<p>MR. JUSTICE WHITE concurs, in the result.</p>\n</div>", 
  "sha1": "33c1d16e9f8b3ac0e7e806bb7c8947d04166b338", 
  "date_modified": "2014-12-21T01:32:42.087144", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/94708/twin-city-bank-v-nebeker/", 
  "citation_count": 21, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1119094/", 
  "html": "<p class=\"case_cite\">167 U.S. 196</p>\n    <p class=\"case_cite\">17 S.Ct. 766</p>\n    <p class=\"case_cite\">42 L.Ed. 134</p>\n    <p class=\"parties\">TWIN CITY NAT. BANK OF NEW BRIGHTON<br>v.<br>NEBECKER.</p>\n    <p class=\"docket\">No. 202.</p>\n    <p class=\"date\">May 10, 1897.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">J. J. Crawford, for plaintiff in error.</p>\n      <p class=\"indent\">Sol Gen. Conrad, for defendant in error.</p>\n      <p class=\"indent\">Mr. Justice HARLAN, after stating the facts in the foregoing language, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This was an action by the plaintiff in error to recover from the defendant in error the sum of $73.08 alleged to have been paid by the former under protest to the latter, who was at the time treasurer of the United States, in order to procure the release of certain bonds, the property of the bank, which bonds, the declaration alleged, were illegally and wrongfully withheld from the plaintiff by the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The plaintiff went into liquidation in the manner provided by law on the 23d of June, 1891, and on the 25th of August, 1891, deposited in the treasury of the United States lawful money to redeem its outstanding notes, as required by section 5222 of the Revised Statutes of the United States. After making such deposit, the bank demanded the bonds which had been deposited by it to secure its circulating notes, and of which defendant had possession as treasurer of the United States. The defendant refused to deliver them unless the bank would make a return of the average amount of its notes in circulation for the period from January 1, 1891, to the date when the deposit of money was made, viz. the 25th of August, 1891, and pay a tax thereon. The bank then made a return of the average amount of its notes in circulation for the period from January 1 to June 30, 1891, and paid to the defendant $56.25, protesting that he had no authority to demand the tax, and delivered to him a protest in writing, setting forth that, in making the return and in paying the tax, it did not admit the validity of the tax, or defendant's authority to exact or collect it, but made the return and payment solely for the purpose of procuring the possession of the United States bonds belonging to it, which defendant had refused to release until such return and payment were made, and further protesting that it was not liable to the tax, or any part of it. The bank's agent then made another demand upon defendant for the bonds; but he refused to deliver them until a return should be made of the average amount of its notes in circulation for the period from July 1 to August 25, 1891, and a tax paid thereon. Its agent then delivered such return to defendant, and paid him $16.83, at the same time delivering a written protest in the same form as the one above mentioned. These transactions were with the defendant himself, and the money was paid to him in person.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The journals of the house of representatives and senate of the United States for the first session of the Thirty-Eighth congress were put in evidence by plaintiff. The bank claims that these journals show that the national bank act originated as a bill in the house of representatives; that when it passed the house it contained no provision for a tax upon the national banks, or upon any corporation, or upon any individual, or upon any property, nor any provisions whatever for raising revenue; and that all the provisions that appear to authorize the treasurer of the United States to collect any tax on the circulating notes of national banks originated in the senate, by way of amendment to the house bill.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">A witness on behalf of the defendant testified, against the objection of plaintiff, that the money paid by it to him was covered into the treasury, and applied to the payment of the semiannual duty or tax due from the bank. But it did not appear whether this was done before or after the present action was brought.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At the close of the evidence, counsel for the bank moved the court to direct the jury to return a verdict in its favor, which motion the court overruled, and counsel for the bank excepted. On motion of the defendant, the court instructed the jury to return a verdict for him. To that ruling of the court, counsel for plaintiff excepted.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Such is the case which the bank insists is made by the record.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The taxing provisions contained in the national bank act are found in its forty-first section. That section is as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'The plates and special dies to be procured by the comptroller of the currency for the printing of such circulating notes shall remain under his control and direction, and the expenses necessarily incurred in executing the provisions of this act respecting the procuring of such notes, and all other expenses of the bureau, shall be paid out of the proceeds of the taxes or duties now or hereafter to be assessed on the circulation, and collected from associations organized under this act. And in lieu of all existing taxes, every association shall pay to the treasurer of the United States, in the months of January and July, a duty of one-half of one per centum each half year from and after the first day of January, eighteen hundred and sixty-four, upon the average amount of its notes in circulation, and a duty of one-quarter of one per centum each half year upon the everage amount of its deposits, and a duty of one-quarter of one per centum each half year, as aforesaid, on the average amount of its capital stock beyond the amount invested in United States bonds; and in case of default in the payment thereof by any association, the duties aforesaid may be collected in the manner provided for the collection of United States duties of other corporations, or the treasurer may reserve the amount of said duties out of the interest, as it may become due, on the bonds deposited with him by such defaulting association. And it shall be the duty of each association, within ten days from the first days of January and July of each year, to make a return, under the oath of its president or cashier, to the treasurer of the United States, in such form as he may prescribe, of the average amount of its notes in circulation, and of the average amount of its deposits, and of the average amount of its capital stock, beyond the amount invested in United States bonds, for the six months next preceding said first days of January and July as aforesaid, and in default of such return, and for each default thereof, each defaulting association shall forfeit and pay to the United States the sum of two hundred dollars, to be collected either out of the interest as it may become due such association on the bonds deposited with the treasurer, or, at his option, in the manner in which penalties are to be collected of other corporations under the laws of the United States; and in case of such default the amount of the duties to be paid to such association shall be assessed upon the amount of notes delivered to such association by the comptroller of the currency, and upon the highest amount of its deposits and capital stock, to be ascertained in such other manner as the treasurer may deem best: Provided, that nothing in this act shall be construed to prevent all the shares in any of the said associations, held by any person or body corporate, from being included in the valuation of the personal property of such person or corporation in the assessment of taxes imposed by or under state authority at the place where such bank is located, and not elsewhere, but not at a greater rate than is assessed upon other moneyed capital in the hands of individual citizens of such state: provided, further, that the tax so imposed under the laws of any state upon the shares of any of the associations authorized by this act shall not exceed the rate imposed upon the shares in any of the banks organized under authority of the state where such association is located: provided, also, that nothing in this act shall exempt the real estate of associations from either state, county or municipal taxes to the same extent, according to its value, as other real estate is taxed.' 13 Stat. 99, 111, c. 106.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The provision relating to taxation, which, it is alleged, was inserted by way of amendment in the senate, appears as section 5214 of the Revised Statutes. Other provisions of the act of 1864 are reproduced in sections 5217 and 5218 of the Revised Statutes.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">By section 5222 of the Revised Statutes it is provided: 'Within six months from the date of the vote to go into liquidation, the association shall deposit with the treasurer of the United States lawful money of the United States sufficient to redeem all its outstanding circulation. The treasurer shall execute duplicate receipts for money thus deposited, and deliver one to the association and the other to the comptroller of the currency, stating the amount received by him, and the purpose for which it has been received; and the money shall be paid into the treasury of the United States and placed to the credit of such association upon redemption account.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In Field v. Clark, 143 U. S. 649, 672, 12 Sup. Ct. 495, 497, in which the constitutionality of the act of congress of October 1, 1890 (26 Stat. 567, c. 1244), was questioned upon the ground that a certain provision which was in it upon its final passage was omitted when the bill was signed by the speaker of the house of representatives and the president of the senate, this court said: 'The signing by the speaker of the house of representatives and by the president of the senate, in open session, of an enrolled bill, is an official attestation by the two houses of such bill as one that has passed congress. It is a declaration by the two houses, through their presiding officers, to the president, that a bill, thus attested, has received, in due form, the sanction of the legislative branch of the government, and that it is delivered to him in obedience to the constitutional requirement that all bills which pass congress shall be presented to him. And when a bill thus attested receives his approval, and is deposited in the public archives, its authentication as a bill that has passed congress should be deemed complete and unimpeachable. As the president has no authority to approve a bill not passed by congress, an enrolled act in the custody of the secretary of state, and having the official attestations of the speaker of the house of representatives, of the president of the senate, and of the president of the United States, carries on its face a solemn assurance by the legislative and executive departments of the government, charged, respectively, with the duty of enacting and executing the laws, that it was passed by congress. The respect due to co-equal and independent departments requires the judicial department to act upon that assurance, and to accept, as having passed congress, all bills authenticated in the manner stated; leaving the courts to determine, when the question properly arises, whether the act so authenticated is in conformity with the constitution.'</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Referring to the above case, it was said in Harwood v. Wentworth, 162 U. S. 547, 560, 16 Sup. Ct. 890, that, if the principle announced in Field v. Clark involves any danger to the public, it was competent for congress to meet it by declaring under what circumstances, or by what kind of evidence, an enrolled act of congress or of a territorial legislature, authenticated as required by law, and in the hands of the officer or department to whose custody it was committed by statute, may be shown not to be in the form in which it was when passed by congress or by the territorial legislature.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The contention in this case is that the section of the act of June 3, 1864, providing a national currency secured by a pledge of United States bonds, and for the circulation and redemption thereof, so far as it imposed a tax upon the average amount of the notes of a national banking association in circulation, was a revenue bill, within the clause of the constitution declaring that 'all bills for raising revenue shall originate in the house of representatives, but the senate may propose or concur with amendments as on other bills' (article 1, &#167; 7); that it appeared from the official journals of the two houses of congress that, while the act of 1864 originated in the house of representatives, the provision imposing this tax was not in the bill as it passed that body, but originated in the senate by amendment, and, being accepted by the house, became a part of the statute; that such tax was therefore unconstitutional and void; and that consequently the statute did not justify the action of the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The case is not one that requires either an extended examination of precedents, or a full discussion as to the meaning of the words in the constitution, 'bills for raising revenue.' What bills belong to that class is a question of such magnitude and importance that it is the part of wisdom not to attempt, by any general statement, to cover every possible phase of the subject. It is sufficient in the present case to say that an act of congress providing a national currency secured by a pledge of bonds of the United States, and which, in the furtherance of that object, and also to meet the expenses attending the execution of the act, imposed a tax on the notes in circulation of the banking associations organized under the statute, is clearly not a revenue bill which the constitution declares must originate in the house of representatives. Mr. Justice Story has well said that the practical construction of the constitution and the history of the origin of the constitutional provision in question prove that revenue bills are those that levy taxes, in the strict sense of the word, and are not bills for other purposes which may incidentally create revenue. 1 Story, Const. &#167; 880. The main purpose that congress had in view was to provide a national currency based upon United States bonds, and to that end it was deemed wise to impose the tax in question. The tax was a means for effectually accomplishing the great object of giving to the people a currency that would rest primarily upon the honor of the United States, and be available in every part of the country. There was no purpose by the act, or by any of its provisions, to raise revenue to be applied in meeting the expenses or obligations of the government.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This interpretation of the statute renders it unnecessary to consider whether, for the decision of the question before us, the journals of the two houses of congress can be referred to for the purpose of determining whether an act duly attested by the official signatures of the president of the senate, the speaker of the house of representatives, and the president, and which is of record in the state department as an act passed by congress, originated in the one body or the other. And, for the reasons stated, it is not necessary to inquire whether, in any view of the case, the defendant would have been personally liable for the tax collected by him pursuant to the act of congress, and subsequently covered into the treasury.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Judgment affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Mr. Justice WHITE concurs in the result.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/94708/"
}