{"absolute_url": "/opinion/94735/shapleigh-v-san-angelo/", "blocked": false, "citation": {"case_name": "Shapleigh v. San Angelo", "docket_number": "287", "document_uris": ["/api/rest/v2/document/94735/"], "federal_cite_one": "167 U.S. 646", "federal_cite_three": null, "federal_cite_two": null, "id": 79116, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/79116/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 7, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1897-05-24", "date_modified": "2014-12-21T01:32:43.971654", "docket": "/api/rest/v2/docket/362526/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">167 U.S. 646</p>\n    <p class=\"case_cite\">17 S.Ct. 957</p>\n    <p class=\"case_cite\">42 L.Ed. 310</p>\n    <p class=\"parties\">SHAPLEIGH<br>v.<br>CITY OF SAN ANGELO.</p>\n    <p class=\"docket\">No. 287.</p>\n    <p class=\"date\">May 24, 1897.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">This was an action brought by Augustus F. Shapleigh, a citizen of the state of Missouri, against the city of San Angelo, a city incorporated on February 10, 1892, under the laws of the state of Texas. The plaintiff's amended petition filed in the circuit court of the United States for the Western district of Texas on March 9, 1895, contained two counts,&#8212;the the first asking judgment for the amount of certain unpaid coupons for interest on bonds issued by a municipal organization styled 'the city of San Angelo,' which, from January 18, 1889, to December 15, 1891, exercised the powers of an incorporated city within the territorial limits inclusive of all the territory afterwards embraced within the limits of the defendant corporation; and the second count seeking to recover, as money had and received to the use of the plaintiff, the amount paid by him for the bonds.</p>\n      <p class=\"indent\">The essential allegations of the first count were that on January 18, 1889, the county judge of the county of Tom Green, Tex., made an entry upon the records of the commissioners' court of the said county setting forth that the inhabitants of the town of San Angelo, in that county, were then and there incorporated as a city, within certain described boundaries: that on the said date the city contained more than 1,000 inhabitants; that immediately after that date an election was held in the city, pursuant to an order of the county judge, at which election a mayor, a marshal, and five aldermen were chosen, who thereupon organized a government for the city, and entered upon the performance of their duties as such officers; that on May 16, 1889, the city council passed an ordinance entitled 'An ordinance authorizing the issuing of bonds for the purpose of improving the streets and public highways in the city of San Angelo, and to provide for the interest and create a sinking fund for the principal of said bonds,' empowering the mayor and secretary of the city to execute, under the corporate seal, coupon bonds of the denomination of $1,000 each, and to negotiate the same, and providing that for the payment of interest on the bonds, and to create a sinking fund for the redemption of the same, there should be levied and collected an annual ad valorem tax on all property within the city at the rate of 25 cents on the $100 of valuation; that in pursuance of the ordinance the mayor signed and the secretary countersigned 10 bonds, and the mayor sold the same, sealed with the corporate seal of the city; that attached to each of the bonds were 40 coupons, each for the sum of $30, or one semiannual installment of interest; that before the bonds were issued the mayor forwarded the same to the comptroller of public accounts of the state of Texas, who registered the same in a book kept for the purpose in his office, and indorsed upon each of the bonds his certificate that the same was so registered; that at the time the bonds were issued the assessed value of the property in the city amounted to $1,500,000, and that the bonds were issued and their proceeds used for the purpose of making streets in the city. It was further stated that at the fall term, 1890, of the district court of the said county, the county attorney, at the instance of a citizen and taxpayer of the city, filed an information against the mayor and the members of the city council of said city, alleging that the city was never legally incorporated, and that the defendants were unlawfully exercising the functions of such officers, and praying that the defendants might be cited to appear and show cause why they should not be ousted from office, and that the incorporation of the city might be declared null and void; that thereupon proceedings were had in the said court which resulted in the entry of a decree on December 15, 1891, ousting the said defendants from their said offices, and declaring the incorporation of the city of San Angelo null and void. It was further alleged that on February 10, 1892, the defendant city was duly incorporated within certain described boundaries; that the territory of the new corporation was all embraced within the boundary lines of the old organization, and, although smaller in area than the territory of that organization, included all the lands thereof actually occupied and inhabited as a town, and all the streets and public buildings of the old city. The plaintiff averred that he was the bearer and owner of 60 of the coupons attached to the said bonds, which were due and unpaid, and asked judgment for the sum of $1,800, with interest on the amount of each of the coupons from the maturity thereof.</p>\n      <p class=\"indent\">In the second count the plaintiff repeated the above allegations, and further alleged that prior to December 15, 1891, the city of San Angelo, as first organized in 1889, sold and delivered the said 10 bonds to certain persons residing in St. Louis, Mo., for the sum of $10,000; that the proceeds of the sale were used by the said city of San Angelo in making its streets; that thereafter the said persons sold, for valuable consideration, some of the bonds to the plaintiff, and the remaining ones to certain other persons, from whom the plaintiff subsequently purchased the same; that the plaintiff thus became the owner of all of the bonds, and of the entire claim against the defendant on account thereof as for money had and received to the plaintiff's use. Upon this cause of action the plaintiff asked judgment for the sum of $10,000, with interest.</p>\n      <p class=\"indent\">The defendant filed its second amended answer on April 2, 1895, which contained various averments of fact, a denial of all the essential allegations of the petition, defenses in the nature of pleas of non est factum and of the statute of limitations, and a demurrer, of which nine special causes were stated. Two of the causes of demurrer were as follows: '(2) Because the said amended petition shows that the corporation which is alleged to have issued the bonds the interest of which is the subject-matter of this suit had been, before the institution of the same, declared null and void by a court of competent jurisdiction, and, as shown by the allegations of said fact, was null and void, and that said corporation as organized in 1889 has, therefore, ceased to exist, and was, in fact, void; and said petition fails to show or aver that any subsequent corporation has ever assumed the debt sued upon, or become liable for the payment of same, or that the requisite number of qualified voters of the city of San Angelo ever at any election voted in favor of, or received any property of, the old corporation, or ever voted to assume or pay for the debt of the old or defunct corporation of the city of San Angelo; and said petition wholly fails to show that the necessary and proper elections, and each of them, were held as a prerequisite to any liability of said defendant.'</p>\n      <p class=\"indent\">'(4) Because said amended petition shows that the territory included in the corporation of 1889 was entirely different from that embraced in the new corporation of 1892, and which is covered by the defendant in this suit, and fails to state any facts which would make said last incorporation liable for said bonds and interest or the debts of the old and first incorporation mentioned therein.'</p>\n      <p class=\"indent\">Replication having been filed by the plaintiff, to which the defendant demurred, the case was heard in the said circuit court upon the demurrer to the amended petition, and on April 5, 1895, the demurrer as to the second and fourth speciflcations was sustained. The plaintiff elected to abide by the amended petition, and subsequently, judgment having been entered in favor of the defendant, he sued out a writ of error, bringing the case here.</p>\n      <p class=\"indent\">T. K. Skinker, for plaintiff in error.</p>\n      <p class=\"indent\">Mr. Justice SHIRAS, after stating the facts in the foregoing language, dilivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In January, 1889, the city of San Angelo was existing and acting as an organized municipal corporation, with a mayor, a board of aldermen, and other functionaries. In pursuance of an ordinance of the city council, in May, 1889, there were issued the bonds in question in this case. It was not denied that the proceedings were regular in form, that the bonds were duly executed and registered as required by law, that the proceeds of their sale were properly applied to improving the streets and public highways of the city, and that the plaintiff was a bona fide holder for value.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">As things then stood, it is plain that the city could not have set up, to defeat its obligations, any supposed irregularity or illegality in its organization. The state, being the creator of municipal corporations, is the proper party to impeach the validity of their creation. If the state acquiesces in the validity of a municipal corporation, its corporate existence cannot be collaterally attacked.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">This is the general rule, and it is recognized in Texas: 'If a muncipality has been illegally constituted, the state alone can take advantage of the fact in a proper proceeding instituted for the purpose of testing the validity of its charter.' Graham v. City of Greenville, 67 Tex. 62, 2 S. W. 742.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">But in 1890, at the fall term of the district court of Tom Green county, an information was filed by the county attorney against named persons, who were exercising and performing the duties, privileges, and functions of a mayor, and city council of the city of San Angelo, claiming the same to be a city duly and legally incorporated under the laws of the state, and alleging that said city was not legally incorporated, and that said named persons were unlawfully exercising said functions. Such proceedings were had that on December 15, 1891, the said district court entered a decree ousting the said persons from their said offices, and adjudging that the incorporation of said city of San Angelo be, and the same was thereby, abolished, and declared to be null and void. The record does not distinctly disclose the ground upon which the court proceeded in disincorporating said city, but enough appears to justify the inference that the incorporation included within its limits unimproved pasture lands, outside of the territory actually inhabited, and that the incorporation was declared invalid for that reason.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Subsequently, on February 10, 1892, the city of San Angelo was again incorporated, excluding the unimproved lands, but including all the improved part of the prior incorporation, and in which existed the streets and highways in the construction of which the proceeds of the said bonds had been expended.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">What was the legal effect of the disincorporation of the city of San Angelo and of its subsequent reincorporation as respects the bonds in suit? Did the decree of the district court of Tom Green county, abolishing the city of San Angelo as incorporated in 1889, operate to render its incorporation void ab initio, and to nullify all its debts and obligations created while its validity was unchallenged? Or can it be held, consistently with legal principles, that the abolition of the city government as at first organized, because of some disregard of law, and its reconstruction so as to include within its limits the public improvements for which bonds had been issued during the first organization, devolved upon the city so reorganized the obligations that would have attached to the original city if the state had continued to acquiesce in the validity of its incorporation?</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Such a question was presented in Broughton v. Pensacola, 93 U. S. 266, and was answered in the following language:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'Although a municipal corporation, as far as it is invested with subordinate legislative powers for local purposes, is a mere instrumentality of the state for the convenient administration of government, yet, when authorized to take stock in a railroad company, and issue its obligations in payment of the stock, it is to that extent to be deemed a private corporation, and its obligations are secured by all the guaranties which protect the engagements of private individuals. The inhibition of the constitution, which preserves against the interference of a state the sacredness of contracts, applies to the liabilities of municipal corporations created by its permission; and, although the repeal or modification of the charter of a corporation of that kind is not within the inhibition, yet it will not be admitted, where its legislation is susceptible of another construction, that the state has in this way sanctioned an evasion of or escape from liabilities the creation of which it authorized. When, therefore, a new form is given to an old municipal corporation, or such a corporation is reorganized under a new charter, taking, in its new organization, the place of the old one, embracing substantially the same corporators and the same territory, it will be presumed that the legislature intended a continued existence of the same corporation, although different powers are presumed under the new charter, and different officers administer its affairs; and, in the absence of express provision for their payment otherwise, it will also be presumed in such case that the legislature intended that the liabilities as well as the right of property of the corporation in its old form should accompany the corporation in its reorganization. * * * The principle which applies to the state would seem to be applicable to cases of this kind. Obligations contracted by its agents continue against the state, whatever changes may take place in its constitution of government. 'The new government,' says Wheaton, 'succeeds to the fiscal rights, and is bound to fulfill the fiscal obligations, of the former government. It becomes entitled to the public domain and other property of the state, and is bound to pay its debts previously contracted.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'So a change in the charter of a municipal corporation, in whole or part, by an amendment of its provisions, or the substitution of a new charter in place of the old one, should not be deemed, in the absence of express legislative declaration otherwise, to affect the identity of the corporation, or to relieve it from its previous liabilities.' Mt. Pleasant v. Beckwith, 100 U. S. 520.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In Mobile v. Watson, 116 U. S. 289, 6 Sup. Ct. 398, it was held that when a municipal corporation with fixed boundaries is dissolved by law, and a new corporation is created by the legislature for the same general purposes, but with new boundaries, embracing less territory, but containing substantially the same population, the great mass of the taxable property, and the corporate property of the old corporation which passes without consideration and for the same uses, the debts of the old corporation fall upon the new as its legal successor; and that powers of taxation to pay them, which it had at the time of their creation, and which entered into the contracts, also survive, and pass into the new corporation.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">There are other cases declaring the same views, but which it is needless to cite. The conclusions reached by this court may be thus expressed: The state's plenary power over its municipal corporations to change their organization, to modify their method of internal government, or to abolish them altogether, is not restricted by contracts entered into by the municipality with its creditors or with private parties. An absolute repeal of a municipal charter is, therefore, effectual so far as it abolishes the old corporate organization; but when the same, or substantially the same, inhabitants are erected into a new corporation, whether with extended or restricted territorial limits, such new corporation is treated as in law the successor of the old one, entitled to its property rights, and subject to its liabilities. 1 Dill. Mun. Corp. (4th Ed.) &#167; 172.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This view of the law has been accepted and followed by the supreme court of the state of Texas.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The city of Corpus Christi, organized under the laws of the state of Texas, entered into a contract with Morris &amp; Cummings, a private firm or partnership, whereby the latter were to make certain improvements and works in the Bay of Corpus Christi, and the city was to issue bonds in payment, with authority to the holders to collect tolls on vessels passing through the bay until the bonds were paid. The contract was so far executed that the improvements were made, and the bonds issued and delivered. Subsequently, by an act of the legislature of the state, the act incorporating the city of Corpus Christi, and all other acts relating to the incorporation and franchises of the same, were repealed. It was contended that this repeal operated to extinguish all right on the part of Morris &amp; Cummings to collect tolls for the use by vessels of the channel they had constructed; but the court held that, while the power of the legislature to alter or repeal an act chartering a municipal corporation is undoubted, yet that this power cannot be exercised to the injury of creditors of the corporation or of persons holding contracts with it, especially when fully performed on their part, so as to entitle them to the compensation provided for in the contract,&#8212;citing Mt. Pleasant v. Beckwith, 100 U. S. 514; that the repealing act must be considered in reference to the provision of the constitution of the United States forbidding the states to pass laws impairing the obligation of a contract, and also to a similar provision in the state constitution; that the same obligation to perform its contracts rests upon a corporation as upon a natural person; that while the legislature may deprive the corporation of its charterial rights, and forbid its exercising any of the governmental powers, it must not be presumed that it intended also to absolve it from its liabilities to creditors, or to contractors whose rights to compensation have become vested; and that, accordingly, the act of the legislature repealing the charter of the city of Corpus Christi cannot be construed to interfere with the right of Morris &amp; Cummings to collect tolls, without violating both the constitution of the United States and of Texas. Morris v. State, 62 Tex. 730.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">This decision was published in 1884, before the transactions in the present case.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The conclusion which is derivable from the authorities cited, and from the principles therein established, is that the disincorporation by legal proceedings of the city of San Angelo did not avoid legally subsisting contracts, and that upon the reincorporation of the same inhabitants, and of a territory inclusive of the improvements made under such contracts, the obligation of the old devolved upon the new corporation.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The doctrine successfully invoked in the court below by the defendant, that where a municipal incorporation is wholly void ab initio, as being created without warrant of law, it could create no debts and could incur no liabilities, does not, in our opinion, apply to the case of an irregularly organized corporation, which had obtained, by compliance with a general law authorizing the formation of municipal corporations, an organization valid as against everybody except the state acting by direct proceedings. Such an organization is merely voidable, and, if the state refrains from acting until after debts are created, the obligations are not destroyed by a dissolution of the corporation, but it will be presumed that the state intended that they should be devolved upon the new corporation which succeeded, by operation of law, to the property and improvements of its predecessor.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We come now to consider the legal effect of the act entitled 'An act to amend article 541, chapter 11, title 17, of the Revised Civil Statutes of the State of Texas,' approved April 13, 1891. That act was in the following terms:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">'Section 1. When any corporation is abolished, as provided in the preceding article, or if any de facto corporation shall be declared void by any court of competent jurisdiction, or if the same shall cease to operate and exercise the functions of such de facto corporation, all the property belonging thereto shall be turned over to the county treasurer of the county, and the commissioners court of the county shall provide for the sale and disposition of the same and for the settlement of the debts due by the corporation, and for this purpose shall have the power to levy and collect a tax from the inhabitants of said town or village in the same manner as the said corporation would be entitled to under the provisions of this chapter: provided, that when any town or city shall reincorporate under chapters 1 to 11 of title 17 of the Revised Statutes upon a majority of the legal voters taxpaying property holders of said town or city, all property, real and personal, of the old or de facto corporation, shall be vested in the new one: and provided further, that the new corporation shall assume all the legal indebtedness, contracts and obligations of the old corporation: provided, where cities and towns have reincorporated under chapters 1 to 11 of title 17 of the Revised Civil Statutes, prior to the adoption of this act, upon a majority vote of the tax-paying property owners of said city or town, all property, real and personal, of the old or de facto corporation shall be vested in the new one: and provided further, that the new corporation shall assume all the legal indebtedness, contracts and obligations of the old corporation.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">'Sec. 2. In all cases where the commissioners court shall be vested with the authority conferred on them by this act, it shall be the duty of such court to appoint a suitable person to perform the duty of tax collector, whose duty it shall be to collect the tax within the territory comprised in the dissolved corporation, until such legal indebtedness of such corporation has been paid off or until such city or town has been reincorporated, and shall fix his bond in sufficient penalties to protect any fund collected: provided, that such appointee may be removed at any time for carelessness or insufficiency or other good cause.'</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Gen. Laws Tex. 1891, c. 77, p. 95.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The provisions of this act might be reasonably interpreted as consistent with the principles heretofore stated, and as providing a method of enforcing the rights of creditors. But it appears that the supreme court of Texas has construed the act as requiring a vote of the taxpaying voters in favor of assuming the debt before the new incorporation can be held for it. White v. City of Quanah, 28 S. W. 10, 65.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">If this, indeed, be so,&#8212;and it is difficult to reconcile such a view with those previously expressed by that court,&#8212;then it would follow, as we think, that said act, so construed, must be regarded, as respects prior cases, as an act impairing the obligations of existing contracts. If the law, before the passage of the act of 1891, was that by a voluntary reincorporation and a taking over of the property rights of the old corporation the existing obligations devolved upon the new corporation, it would plainly not be a legitimate exercise of legislative power, as affecting such prior obligations, to substitute an obligation contingent upon a vote of the taxpayers.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">When the bonds in question were issued and became the property of the plaintiff, he was entitled not merely to the contract of payment expressed in the bonds, but to the remedies implied by existing law. Bronson v. Kinzie, 1 How. 311; Seibert v. Lewis, 122 U. S. 284, 7 Sup. Ct. 1190; Barnitz v. Beverly, 163 U. S. 118 16 Sup. Ct. 1042.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">It is unnecessary to restate what is fully expressed in those cases.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As the city of San Angelo was organized under a general statute, which provided for the offices of mayor and secretary for all cities organized under it (1 Sayles' Civ. St. tit. 17, cc. 2, 11), and if our conclusion be sound that said city, acting as a municipal corporation, though irregularly formed was competent to contract for municipal purposes, and that the obligations of such contracts devolved by operation of law upon the new corporation, the official action and character of the mayor and secretary in signing and sealing the securities cannot be challenged. Such objection raises merely the same question in another form.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Norton v. Shelby Co., 118 U. S. 425, 6 Sup. Ct. 1121, is not to the contrary. There certain persons who undertook to act as county commissioners were adjudged to be usurpers as against others who were lawful officers, and it was held that, as the act of the legislature which created the board of commissioners was unconstitutional, there were no de jure offices, and therefore no de jure officers. But the general rule was recognized that, 'where an office exists under the law, it matters not how the appointment of the incumbent is made, so far as the validity of his acts are concerned. It is enough that he is clothed with the insignia of the office, and executes its powers and functions.'</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We conclude that the circuit court erred in sustaining the defendant's general exception and special exceptions 2 and 4, and that the judgment of that court must be reversed, and a new trial awarded. But it is proper that we should observe that we do not desire to be understood as holding that the plaintiff can maintain that count of his amended petition whereby he claims to recover the principal amount of bonds which have not matured. The theory of that count apparently is that the liability of the defendant is of an equitable character, and that the outstanding obligations of the old corporation can be regarded as presently due.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">When we hold that the new corporation, under the facts disclosed by this record, is subject to the obligations of the preceding corporation, we mean subject to them as existing legal obligations, in manner and iorm as they would have been enforceable had there been no change of organization.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The judgment of the circuit court is reversed, and the cause is remanded for further proceedings not inconsistent with this opinion.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>167 U.S. 646 (1897)</b></center>\n<center><h1>SHAPLEIGH<br>\nv.<br>\nSAN ANGELO.</h1></center>\n<center>No. 287.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted April 26, 1897.</center>\n<center>Decided May 24, 1897.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE WESTERN DISTRICT OF TEXAS.\n<p><span class=\"star-pagination\">*650</span> <i>Mr. T.K. Skinker</i> for plaintiff in error.</p>\n<p>MR. JUSTICE SHIRAS, after stating the case, delivered the opinion of the court.</p>\n<p><span class=\"star-pagination\">*651</span> In January, 1889, the city of San Angelo was existing and acting as an organized municipal corporation, with a mayor, a board of aldermen and other functionaries. In pursuance of an ordinance of the city council in May, 1889, there were issued the bonds in question in this case. It was not denied that the proceedings were regular in form, that the bonds were duly executed and registered as required by law, that the proceeds of their sale were properly applied to improving the streets and public highways of the city, and that the plaintiff was a <i>bona fide</i> holder for value.</p>\n<p>As things then stood, it is plain that the city could not have set up to defeat its obligations any supposed irregularity or illegality in its organization. The State, being the creator of municipal corporations, is the proper party to impeach the validity of their creation. If the State acquiesces in the validity of a municipal corporation, its corporate existence cannot be collaterally attacked.</p>\n<p>This is the general rule, and it is recognized in Texas: \"If a municipality has been illegally constituted, the State alone can take advantage of the fact in a proper proceeding instituted for the purpose of testing the validity of its charter.\" <i>Graham</i> v. <i>City of Greenville,</i> 67 Texas, 62.</p>\n<p>But, in 1890, at the fall term of the district court of Tom Green County, an information was filed by the county attorney against named persons, who were exercising and performing the duties, privileges and functions of a mayor and city council of the city of San Angelo, claiming the same to be a city duly and legally incorporated under the laws of the State, and alleging that said city was not legally incorporated, and that said named persons were unlawfully exercising said functions. Such proceedings were had that on December 15, 1891, the said district court entered a decree ousting the said persons from their said offices, and adjudging that the incorporation of said city of San Angelo be, and the same was thereby, abolished and declared to be null and void. The record does not distinctly disclose the ground upon which the court proceeded in disincorporating said city, but enough appears to justify the inference that the incorporation included <span class=\"star-pagination\">*652</span> within its limits unimproved pasture lands, outside of the territory actually inhabited, and that the incorporation was declared invalid for that reason.</p>\n<p>Subsequently, on February 10, 1892, the city of San Angelo was again incorporated, excluding the unimproved lands, but including all the improved part of the prior incorporation, and in which existed the streets and highways in the construction of which the proceeds of the said bonds had been expended.</p>\n<p>What was the legal effect of the disincorporation of the city of San Angelo and of its subsequent reincorporation as respects the bonds in suit? Did the decree of the district court of Tom Green County, abolishing the city of San Angelo as incorporated in 1889, operate to render its incorporation void <i>ab initio,</i> and to nullify all its debts and obligations created while its validity was unchallenged? Or can it be held, consistently with legal principles, that the abolition of the city government, as at first organized, because of some disregard of law, and its reconstruction so as to include within its limits the public improvements for which bonds had been issued during the first organization, devolved upon the city so reorganized the obligations that would have attached to the original city if the State had continued to acquiesce in the validity of its incorporation?</p>\n<p>Such a question was presented in <i>Broughton</i> v. <i>Pensacola,</i> 93 U.S. 266, and was answered in the following language:</p>\n<p>\"Although a municipal corporation, so far as it is invested with subordinate legislative powers for local purposes, is a mere instrumentality of the State for the convenient administration of government, yet, when authorized to take stock in a railroad company, and issue its obligations in payment of the stock, it is to that extent to be deemed a private corporation, and its obligations are secured by all the guarantees which protect the engagements of private individuals. The inhibition of the Constitution, which preserves against the interference of a State the sacredness of contracts, applies to the liabilities of municipal corporations created by its permission; and although the repeal or modification of the charter of a corporation of that kind is not within the inhibition, yet <span class=\"star-pagination\">*653</span> it will not be admitted, where its legislation is susceptible of another construction, that the State has in this way sanctioned an evasion of or escape from liabilities the creation of which it authorized. When, therefore, a new form is given to an old municipal corporation, or such a corporation is reorganized under a new charter, taking, in its new organization, the place of the old one, embracing substantially the same corporators and the same territory, it will be presumed that the legislature intended a continued existence of the same corporation, although different powers are possessed under the new charter, and different officers administer its affairs; and, in the absence of express provision for their payment otherwise, it will also be presumed in such case that the legislature intended that the liabilities as well as the rights of property of the corporation in its old form should accompany the corporation in its reorganization.... The principle which applies to the State would seem to be applicable to cases of this kind. Obligations contracted by its agents continue against the State, whatever changes may take place in its constitution of government. `The new government,' says Wheaton, `succeeds to the fiscal rights, and is bound to fulfil the fiscal obligations, of the former government. It becomes entitled to the public domain and other property of the State, and is bound to pay its debts previously contracted.'</p>\n<p>\"So a change in the charter of a municipal corporation, in whole or part, by an amendment of its provisions, or the substitution of a new charter in place of the old one, should not be deemed, in the absence of express legislative declaration otherwise, to affect the identity of the corporation, or to relieve it from its previous liabilities.\" <i>Mount Pleasant</i> v. <i>Beckwith,</i> 100 U.S. 520.</p>\n<p>In <i>Mobile</i> v. <i>Watson,</i> 116 U.S. 289, it was held that when a municipal corporation with fixed boundaries is dissolved by law, and a new corporation is created by the legislature for the same general purposes, but with new boundaries, embracing less territory but containing substantially the same population, the great mass of the taxable property, and the corporate property of the old corporation which passes without consideration <span class=\"star-pagination\">*654</span> and for the same uses, the debts of the old corporation fall upon the new as its legal successor; and that powers of taxation to pay them, which it had at the time of their creation and which entered into the contracts, also survive and pass into the new corporation.</p>\n<p>There are other cases declaring the same views, but which it is needless to cite. The conclusions reached by this court may be thus expressed: The State's plenary power over its municipal corporations to change their organization, to modify their method of internal government, or to abolish them altogether, is not restricted by contracts entered into by the municipality with its creditors or with private parties. An absolute repeal of a municipal charter is therefore effectual so far as it abolishes the old corporate organization; but when the same or substantially the same inhabitants are erected into a new corporation, whether with extended or restricted territorial limits, such new corporation is treated as in law the successor of the old one, entitled to its property rights, and subject to its liabilities. Dillon's Mun. Corp. vol. 1, § 172, 4th ed.</p>\n<p>This view of the law has been accepted and followed by the Supreme Court of the State of Texas.</p>\n<p>The city of Corpus Christi, organized under the laws of the State of Texas, entered into a contract with Morris and Cummings, a private firm or partnership, whereby the latter were to make certain improvements and works in the bay of Corpus Christi, and the city was to issue bonds in payment, with authority to the holders to collect tolls on vessels passing through the bay until the bonds were paid. The contract was so far executed that the improvements were made and the bonds issued and delivered. Subsequently, by an act of the legislature of the State, the act incorporating the city of Corpus Christi and all other acts relating to the incorporation and franchises of the same were repealed. It was contended that this repeal operated to extinguish all right on the part of Morris and Cummings to collect tolls for the use by vessels of the channel they had constructed; but the court <i>held:</i> That, while the power of the legislature to alter or repeal <span class=\"star-pagination\">*655</span> an act chartering a municipal corporation is undoubted, yet that this power cannot be exercised to the injury of creditors of the corporation or of persons holding contracts with it, especially when fully performed on their part so as to entitle them to the compensation provided for in the contract  citing <i>Mount Pleasant</i> v. <i>Beckwith,</i> 100 U.S. 514  that the repealing act must be considered in reference to the provision of the Constitution of the United States forbidding the States to pass laws impairing the obligation of a contract, and also to a similar provision in the state constitution; that the same obligation to perform its contracts rests upon a corporation as upon a natural person; that whilst the legislature may deprive the corporation of its charterial rights and forbid its exercising any of the governmental powers, it must not be presumed that it intended also to absolve it from its liabilities to creditors, or to contractors whose rights to compensation have become vested; and that, accordingly, the act of the legislature, repealing the charter of the city of Corpus Christi, cannot be construed to interfere with the rights of Morris and Cummings to collect tolls, without violating both the Constitution of the United States and of Texas. <i>Morris &amp; Cummings</i> v. <i>State,</i> 62 Texas, 728, 730.</p>\n<p>This decision was published in 1884, before the transactions in the present case.</p>\n<p>The conclusion which is derivable from the authorities cited, and from the principles therein established, is that the disincorporation by legal proceedings of the city of San Angelo did not avoid legally subsisting contracts, and that upon the reincorporation of the same inhabitants and of a territory inclusive of the improvements made under such contracts, the obligation of the old devolved upon the new corporation.</p>\n<p>The doctrine successfully invoked in the court below by the defendant, that where a municipal incorporation is wholly void <i>ab initio,</i> as being created without warrant of law, it could create no debts and could incur no liabilities, does not, in our opinion, apply to the case of an irregularly organized corporation, which had obtained, by compliance with a general <span class=\"star-pagination\">*656</span> law authorizing the formation of municipal corporations, an organization valid as against everybody, except the State acting by direct proceedings. Such an organization is merely voidable, and if the State refrains from acting until after debts are created, the obligations are not destroyed by a dissolution of the corporation, but it will be presumed that the State intended that they should be devolved upon the new corporation which succeeded, by operation of law, to the property and improvements of its predecessor.</p>\n<p>We come now to consider the legal effect of the act entitled \"An act to amend article 541, chapter 11, title 17, of the Revised Civil Statutes of the State of Texas,\" approved April 13, 1891. That act was in the following terms:</p>\n<p>\"SECTION 1. When any corporation is abolished, as provided in the preceding article, or if any <i>de facto</i> corporation shall be declared void by any court of competent jurisdiction, or if the same shall cease to operate and exercise the functions of such <i>de facto</i> corporation, all the property belonging thereto shall be turned over to the county treasurer of the county, and the commissioners' court of the county shall provide for the sale and disposition of the same and for the settlement of the debts due by the corporation, and for this purpose shall have the power to levy and collect a tax from the inhabitants of said town or village in the same manner as the said corporation would be entitled to under the provisions of this chapter: <i>Provided,</i> That when any town or city shall reincorporate under chapters 1 to 11 of title 17, of the Revised Civil Statutes upon a majority of the legal voters tax-paying property holders of said town or city, all property, real and personal, of the old or <i>de facto</i> corporation, shall be vested in the new one: <i>And provided further,</i> That the new corporation shall assume all the legal indebtedness, contracts and obligations of the old corporation: <i>Provided,</i> Where cities and towns have reincorporated under chapters 1 to 11 of title 17 of the Revised Civil Statutes, prior to the adoption of this act, upon a majority vote of the tax-paying property owners of said city or town, all property, real or personal, of the old or <i>de facto</i> corporation shall be vested in the new one: <i>And provided further,</i> <span class=\"star-pagination\">*657</span> That the new corporation shall assume all the legal indebtedness, contracts and obligations of the old corporation.</p>\n<p>\"SECTION 2. In all cases where the commissioners' court shall be vested with the authority conferred on them by this act, it shall be the duty of such court to appoint a suitable person to perform the duty of tax collector, whose duty it shall be to collect the taxes within the territory comprised in the dissolved corporation, until such legal indebtedness of such corporation has been paid off or until such city or town has been reincorporated, and shall fix his bond in sufficient penalties to protect any fund collected. <i>Provided,</i> That such appointee may be removed at any time for carelessness or insufficiency or other good cause.\" Gen. Laws Texas, 1891, c. 77, p. 95.</p>\n<p>The provisions of this act might be reasonably interpreted as consistent with the principles heretofore stated, and as providing a method of enforcing the rights of creditors. But it appears that the Supreme Court of Texas has construed the act as requiring a vote of the tax-paying voters in favor of assuming the debt before the new incorporation can be held for it. <i>White</i> v. <i>Quanah,</i> 28 S.W. Rep. 1065.</p>\n<p>If this indeed be so  and it is difficult to reconcile such a view with those previously expressed by that court  then it would follow, as we think, that said act so construed must be regarded, as respects prior cases, as an act impairing the obligations of existing contracts. If the law, before the passage of the act of 1891, was that, by a voluntary reincorporation and a taking over of the property rights of the old corporation, the existing obligations devolved upon the new corporation, it would plainly not be a legitimate exercise of legislative power, as affecting such prior obligations, to substitute an obligation contingent upon a vote of the taxpayers.</p>\n<p>When the bonds in question were issued and became the property of the plaintiff he was entitled, not merely to the contract of payment expressed in the bonds, but to the remedies implied by existing law. <i>Bronson</i> v. <i>Kinzie,</i> 1 How. 311; <i>Seibert</i> v. <i>Lewis,</i> 122 U.S. 284; <i>Barnitz</i> v. <i>Beverly,</i> 163 U.S. 118.</p>\n<p><span class=\"star-pagination\">*658</span> It is unnecessary to restate what is fully expressed in those cases.</p>\n<p>As the city of San Angelo was organized under a general statute, which provided for the offices of mayor and secretary for all cities organized under it, 1 Sayles' Civil Statutes, Title 17, chap. 2 and 11, and if our conclusion be sound that said city, acting as a municipal corporation, though irregularly formed, was competent to contract for municipal purposes, and that the obligations of such contracts devolved by operation of law upon the new corporation, the official action and character of the mayor and secretary in signing and sealing the securities cannot be challenged. Such objection raises merely the same question in another form.</p>\n<p><i>Norton</i> v. <i>Shelby County,</i> 118 U.S. 425, is not to the contrary. There certain persons who undertook to act as county commissioners were adjudged to be usurpers as against others who were lawful officers, and it was held that, as the acts of the legislature which created the board of commissioners was unconstitutional, there were no <i>de jure</i> offices, and, therefore, no <i>de jure</i> officers. But the general rule was recognized that \"where an office exists under the law, it matters not how the appointment of the incumbent is made, so far as the validity of his acts are concerned. It is enough that he is clothed with the insignia of the office, and exercises its powers and functions.\"</p>\n<p>We conclude that the Circuit Court erred in sustaining the defendant's general exception and special exceptions second and fourth, and that the judgment of that court must be reversed and a new trial awarded. But it is proper that we should observe that we do not desire to be understood as holding that the plaintiff can maintain that count of his amended petition whereby he claims to recover the principal amount of bonds which have not matured. The theory of that count apparently is that the liability of the defendant is of an equitable character, and that the outstanding obligations of the old corporation can be regarded as presently due.</p>\n<p>When we hold that the new corporation, under the facts disclosed by this record, is subject to the obligations of the <span class=\"star-pagination\">*659</span> preceding corporation, we mean subject to them as existing legal obligations, in manner and form as they would have been enforceable had there been no change of organization.</p>\n<p><i>The judgment of the Circuit Court is reversed, and the cause is remanded for further proceedings not inconsistent with this opinion.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">167</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">646</span></span> (1897)</b></center>\n<center><h1>SHAPLEIGH<br>\nv.<br>\nSAN ANGELO.</h1></center>\n<center>No. 287.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted April 26, 1897.</center>\n<center>Decided May 24, 1897.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE WESTERN DISTRICT OF TEXAS.\n<p><span class=\"star-pagination\">*650</span> <i>Mr. T.K. Skinker</i> for plaintiff in error.</p>\n<p>MR. JUSTICE SHIRAS, after stating the case, delivered the opinion of the court.</p>\n<p><span class=\"star-pagination\">*651</span> In January, 1889, the city of San Angelo was existing and acting as an organized municipal corporation, with a mayor, a board of aldermen and other functionaries. In pursuance of an ordinance of the city council in May, 1889, there were issued the bonds in question in this case. It was not denied that the proceedings were regular in form, that the bonds were duly executed and registered as required by law, that the proceeds of their sale were properly applied to improving the streets and public highways of the city, and that the plaintiff was a <i>bona fide</i> holder for value.</p>\n<p>As things then stood, it is plain that the city could not have set up to defeat its obligations any supposed irregularity or illegality in its organization. The State, being the creator of municipal corporations, is the proper party to impeach the validity of their creation. If the State acquiesces in the validity of a municipal corporation, its corporate existence cannot be collaterally attacked.</p>\n<p>This is the general rule, and it is recognized in Texas: \"If a municipality has been illegally constituted, the State alone can take advantage of the fact in a proper proceeding instituted for the purpose of testing the validity of its charter.\" <i>Graham</i> v. <i>City of Greenville,</i> 67 Texas, 62.</p>\n<p>But, in 1890, at the fall term of the district court of Tom Green County, an information was filed by the county attorney against named persons, who were exercising and performing the duties, privileges and functions of a mayor and city council of the city of San Angelo, claiming the same to be a city duly and legally incorporated under the laws of the State, and alleging that said city was not legally incorporated, and that said named persons were unlawfully exercising said functions. Such proceedings were had that on December 15, 1891, the said district court entered a decree ousting the said persons from their said offices, and adjudging that the incorporation of said city of San Angelo be, and the same was thereby, abolished and declared to be null and void. The record does not distinctly disclose the ground upon which the court proceeded in disincorporating said city, but enough appears to justify the inference that the incorporation included <span class=\"star-pagination\">*652</span> within its limits unimproved pasture lands, outside of the territory actually inhabited, and that the incorporation was declared invalid for that reason.</p>\n<p>Subsequently, on February 10, 1892, the city of San Angelo was again incorporated, excluding the unimproved lands, but including all the improved part of the prior incorporation, and in which existed the streets and highways in the construction of which the proceeds of the said bonds had been expended.</p>\n<p>What was the legal effect of the disincorporation of the city of San Angelo and of its subsequent reincorporation as respects the bonds in suit? Did the decree of the district court of Tom Green County, abolishing the city of San Angelo as incorporated in 1889, operate to render its incorporation void <i>ab initio,</i> and to nullify all its debts and obligations created while its validity was unchallenged? Or can it be held, consistently with legal principles, that the abolition of the city government, as at first organized, because of some disregard of law, and its reconstruction so as to include within its limits the public improvements for which bonds had been issued during the first organization, devolved upon the city so reorganized the obligations that would have attached to the original city if the State had continued to acquiesce in the validity of its incorporation?</p>\n<p>Such a question was presented in <i>Broughton</i> v. <i>Pensacola,</i> <span class=\"citation\" data-id=\"89373\"><a href=\"/opinion/89373/broughton-v-pensacola/\"><span class=\"volume\">93</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">266</span></a></span>, and was answered in the following language:</p>\n<p>\"Although a municipal corporation, so far as it is invested with subordinate legislative powers for local purposes, is a mere instrumentality of the State for the convenient administration of government, yet, when authorized to take stock in a railroad company, and issue its obligations in payment of the stock, it is to that extent to be deemed a private corporation, and its obligations are secured by all the guarantees which protect the engagements of private individuals. The inhibition of the Constitution, which preserves against the interference of a State the sacredness of contracts, applies to the liabilities of municipal corporations created by its permission; and although the repeal or modification of the charter of a corporation of that kind is not within the inhibition, yet <span class=\"star-pagination\">*653</span> it will not be admitted, where its legislation is susceptible of another construction, that the State has in this way sanctioned an evasion of or escape from liabilities the creation of which it authorized. When, therefore, a new form is given to an old municipal corporation, or such a corporation is reorganized under a new charter, taking, in its new organization, the place of the old one, embracing substantially the same corporators and the same territory, it will be presumed that the legislature intended a continued existence of the same corporation, although different powers are possessed under the new charter, and different officers administer its affairs; and, in the absence of express provision for their payment otherwise, it will also be presumed in such case that the legislature intended that the liabilities as well as the rights of property of the corporation in its old form should accompany the corporation in its reorganization.... The principle which applies to the State would seem to be applicable to cases of this kind. Obligations contracted by its agents continue against the State, whatever changes may take place in its constitution of government. `The new government,' says Wheaton, `succeeds to the fiscal rights, and is bound to fulfil the fiscal obligations, of the former government. It becomes entitled to the public domain and other property of the State, and is bound to pay its debts previously contracted.'</p>\n<p>\"So a change in the charter of a municipal corporation, in whole or part, by an amendment of its provisions, or the substitution of a new charter in place of the old one, should not be deemed, in the absence of express legislative declaration otherwise, to affect the identity of the corporation, or to relieve it from its previous liabilities.\" <i>Mount Pleasant</i> v. <i>Beckwith,</i> 100 U.S. 520.</p>\n<p>In <i>Mobile</i> v. <i>Watson,</i> <span class=\"citation\" data-id=\"91531\"><a href=\"/opinion/91531/mobile-v-watson/\"><span class=\"volume\">116</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">289</span></a></span>, it was held that when a municipal corporation with fixed boundaries is dissolved by law, and a new corporation is created by the legislature for the same general purposes, but with new boundaries, embracing less territory but containing substantially the same population, the great mass of the taxable property, and the corporate property of the old corporation which passes without consideration <span class=\"star-pagination\">*654</span> and for the same uses, the debts of the old corporation fall upon the new as its legal successor; and that powers of taxation to pay them, which it had at the time of their creation and which entered into the contracts, also survive and pass into the new corporation.</p>\n<p>There are other cases declaring the same views, but which it is needless to cite. The conclusions reached by this court may be thus expressed: The State's plenary power over its municipal corporations to change their organization, to modify their method of internal government, or to abolish them altogether, is not restricted by contracts entered into by the municipality with its creditors or with private parties. An absolute repeal of a municipal charter is therefore effectual so far as it abolishes the old corporate organization; but when the same or substantially the same inhabitants are erected into a new corporation, whether with extended or restricted territorial limits, such new corporation is treated as in law the successor of the old one, entitled to its property rights, and subject to its liabilities. Dillon's Mun. Corp. vol. 1, § 172, 4th ed.</p>\n<p>This view of the law has been accepted and followed by the Supreme Court of the State of Texas.</p>\n<p>The city of Corpus Christi, organized under the laws of the State of Texas, entered into a contract with Morris and Cummings, a private firm or partnership, whereby the latter were to make certain improvements and works in the bay of Corpus Christi, and the city was to issue bonds in payment, with authority to the holders to collect tolls on vessels passing through the bay until the bonds were paid. The contract was so far executed that the improvements were made and the bonds issued and delivered. Subsequently, by an act of the legislature of the State, the act incorporating the city of Corpus Christi and all other acts relating to the incorporation and franchises of the same were repealed. It was contended that this repeal operated to extinguish all right on the part of Morris and Cummings to collect tolls for the use by vessels of the channel they had constructed; but the court <i>held:</i> That, while the power of the legislature to alter or repeal <span class=\"star-pagination\">*655</span> an act chartering a municipal corporation is undoubted, yet that this power cannot be exercised to the injury of creditors of the corporation or of persons holding contracts with it, especially when fully performed on their part so as to entitle them to the compensation provided for in the contract  citing <i>Mount Pleasant</i> v. <i>Beckwith,</i> <span class=\"citation\" data-id=\"90054\"><a href=\"/opinion/90054/mount-pleasant-v-beckwith/\"><span class=\"volume\">100</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">514</span></a></span>  that the repealing act must be considered in reference to the provision of the Constitution of the United States forbidding the States to pass laws impairing the obligation of a contract, and also to a similar provision in the state constitution; that the same obligation to perform its contracts rests upon a corporation as upon a natural person; that whilst the legislature may deprive the corporation of its charterial rights and forbid its exercising any of the governmental powers, it must not be presumed that it intended also to absolve it from its liabilities to creditors, or to contractors whose rights to compensation have become vested; and that, accordingly, the act of the legislature, repealing the charter of the city of Corpus Christi, cannot be construed to interfere with the rights of Morris and Cummings to collect tolls, without violating both the Constitution of the United States and of Texas. <i>Morris &amp; Cummings</i> v. <i>State,</i> 62 Texas, 728, 730.</p>\n<p>This decision was published in 1884, before the transactions in the present case.</p>\n<p>The conclusion which is derivable from the authorities cited, and from the principles therein established, is that the disincorporation by legal proceedings of the city of San Angelo did not avoid legally subsisting contracts, and that upon the reincorporation of the same inhabitants and of a territory inclusive of the improvements made under such contracts, the obligation of the old devolved upon the new corporation.</p>\n<p>The doctrine successfully invoked in the court below by the defendant, that where a municipal incorporation is wholly void <i>ab initio,</i> as being created without warrant of law, it could create no debts and could incur no liabilities, does not, in our opinion, apply to the case of an irregularly organized corporation, which had obtained, by compliance with a general <span class=\"star-pagination\">*656</span> law authorizing the formation of municipal corporations, an organization valid as against everybody, except the State acting by direct proceedings. Such an organization is merely voidable, and if the State refrains from acting until after debts are created, the obligations are not destroyed by a dissolution of the corporation, but it will be presumed that the State intended that they should be devolved upon the new corporation which succeeded, by operation of law, to the property and improvements of its predecessor.</p>\n<p>We come now to consider the legal effect of the act entitled \"An act to amend article 541, chapter 11, title 17, of the Revised Civil Statutes of the State of Texas,\" approved April 13, 1891. That act was in the following terms:</p>\n<p>\"SECTION 1. When any corporation is abolished, as provided in the preceding article, or if any <i>de facto</i> corporation shall be declared void by any court of competent jurisdiction, or if the same shall cease to operate and exercise the functions of such <i>de facto</i> corporation, all the property belonging thereto shall be turned over to the county treasurer of the county, and the commissioners' court of the county shall provide for the sale and disposition of the same and for the settlement of the debts due by the corporation, and for this purpose shall have the power to levy and collect a tax from the inhabitants of said town or village in the same manner as the said corporation would be entitled to under the provisions of this chapter: <i>Provided,</i> That when any town or city shall reincorporate under chapters 1 to 11 of title 17, of the Revised Civil Statutes upon a majority of the legal voters tax-paying property holders of said town or city, all property, real and personal, of the old or <i>de facto</i> corporation, shall be vested in the new one: <i>And provided further,</i> That the new corporation shall assume all the legal indebtedness, contracts and obligations of the old corporation: <i>Provided,</i> Where cities and towns have reincorporated under chapters 1 to 11 of title 17 of the Revised Civil Statutes, prior to the adoption of this act, upon a majority vote of the tax-paying property owners of said city or town, all property, real or personal, of the old or <i>de facto</i> corporation shall be vested in the new one: <i>And provided further,</i> <span class=\"star-pagination\">*657</span> That the new corporation shall assume all the legal indebtedness, contracts and obligations of the old corporation.</p>\n<p>\"SECTION 2. In all cases where the commissioners' court shall be vested with the authority conferred on them by this act, it shall be the duty of such court to appoint a suitable person to perform the duty of tax collector, whose duty it shall be to collect the taxes within the territory comprised in the dissolved corporation, until such legal indebtedness of such corporation has been paid off or until such city or town has been reincorporated, and shall fix his bond in sufficient penalties to protect any fund collected. <i>Provided,</i> That such appointee may be removed at any time for carelessness or insufficiency or other good cause.\" Gen. Laws Texas, 1891, c. 77, p. 95.</p>\n<p>The provisions of this act might be reasonably interpreted as consistent with the principles heretofore stated, and as providing a method of enforcing the rights of creditors. But it appears that the Supreme Court of Texas has construed the act as requiring a vote of the tax-paying voters in favor of assuming the debt before the new incorporation can be held for it. <i>White</i> v. <i>Quanah,</i> 28 S.W. Rep. 1065.</p>\n<p>If this indeed be so  and it is difficult to reconcile such a view with those previously expressed by that court  then it would follow, as we think, that said act so construed must be regarded, as respects prior cases, as an act impairing the obligations of existing contracts. If the law, before the passage of the act of 1891, was that, by a voluntary reincorporation and a taking over of the property rights of the old corporation, the existing obligations devolved upon the new corporation, it would plainly not be a legitimate exercise of legislative power, as affecting such prior obligations, to substitute an obligation contingent upon a vote of the taxpayers.</p>\n<p>When the bonds in question were issued and became the property of the plaintiff he was entitled, not merely to the contract of payment expressed in the bonds, but to the remedies implied by existing law. <i>Bronson</i> v. <i>Kinzie,</i> 1 How. 311; <i>Seibert</i> v. <i>Lewis,</i> 122 U.S. 284; <i>Barnitz</i> v. <i>Beverly,</i> 163 U.S. 118.</p>\n<p><span class=\"star-pagination\">*658</span> It is unnecessary to restate what is fully expressed in those cases.</p>\n<p>As the city of San Angelo was organized under a general statute, which provided for the offices of mayor and secretary for all cities organized under it, 1 Sayles' Civil Statutes, Title 17, chap. 2 and 11, and if our conclusion be sound that said city, acting as a municipal corporation, though irregularly formed, was competent to contract for municipal purposes, and that the obligations of such contracts devolved by operation of law upon the new corporation, the official action and character of the mayor and secretary in signing and sealing the securities cannot be challenged. Such objection raises merely the same question in another form.</p>\n<p><i>Norton</i> v. <i>Shelby County,</i> <span class=\"citation\" data-id=\"91710\"><a href=\"/opinion/91710/norton-v-shelby-county/\"><span class=\"volume\">118</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">425</span></a></span>, is not to the contrary. There certain persons who undertook to act as county commissioners were adjudged to be usurpers as against others who were lawful officers, and it was held that, as the acts of the legislature which created the board of commissioners was unconstitutional, there were no <i>de jure</i> offices, and, therefore, no <i>de jure</i> officers. But the general rule was recognized that \"where an office exists under the law, it matters not how the appointment of the incumbent is made, so far as the validity of his acts are concerned. It is enough that he is clothed with the insignia of the office, and exercises its powers and functions.\"</p>\n<p>We conclude that the Circuit Court erred in sustaining the defendant's general exception and special exceptions second and fourth, and that the judgment of that court must be reversed and a new trial awarded. But it is proper that we should observe that we do not desire to be understood as holding that the plaintiff can maintain that count of his amended petition whereby he claims to recover the principal amount of bonds which have not matured. The theory of that count apparently is that the liability of the defendant is of an equitable character, and that the outstanding obligations of the old corporation can be regarded as presently due.</p>\n<p>When we hold that the new corporation, under the facts disclosed by this record, is subject to the obligations of the <span class=\"star-pagination\">*659</span> preceding corporation, we mean subject to them as existing legal obligations, in manner and form as they would have been enforceable had there been no change of organization.</p>\n<p><i>The judgment of the Circuit Court is reversed, and the cause is remanded for further proceedings not inconsistent with this opinion.</i></p>\n</div>", "id": 94735, "judges": "Shiras, After Stating the Case", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/94735/", "sha1": "cdf4533210a3471325e277f95dcfe14cc28a2e74", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:37:52"}