{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "168 U.S. 66", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/94744/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Bergere v. United States", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "Nos. 43 and 46", 
    "id": 79125, 
    "resource_uri": "/api/rest/v2/citation/79125/"
  }, 
  "id": 94744, 
  "blocked": false, 
  "judges": "Peckham", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1897-10-18", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>168 U.S. 66 (1897)</b></center>\n<center><h1>BERGERE<br>\nv.<br>\nUNITED STATES.<br>\nUNITED STATES<br>\nv.<br>\nBERGERE.</h1></center>\n<center>Nos. 43, 46.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 19, 1897.</center>\n<center>Decided October 18, 1897.</center>\nAPPEALS FROM THE COURT OF PRIVATE LAND CLAIMS.\n<p><span class=\"star-pagination\">*67</span> <i>Mr. J.D. O'Bryan</i> and <i>Mr. James W. Vroom</i> for Bergere and others. <i>Mr. T.B. Catron</i> was on their brief.</p>\n<p><i>Mr. Matthew G. Reynolds</i> for the United States. <i>Mr. Solicitor General Conrad</i> was on his brief.</p>\n<p>MR. JUSTICE PECKHAM delivered the opinion of the court.</p>\n<p>These are cross-appeals from a judgment of the Court of Private Land Claims, confirming in the petitioner Bergere, for herself and the other heirs of Manuel Antonio Otero and Miguel Antonio Otero, the title to eleven square leagues of land in the Territory of New Mexico. The petition was filed in the court below, asking that the validity of the title to a very much larger tract of land in the above territory, alleged to have been granted in 1819 to one Bartolomé Baca by acting Governor Melgares, might be confirmed to the heirs and legal representatives of Baca, of whom, she alleged, she was one.</p>\n<p>The number of acres contained in the alleged grants was not stated, but it has been variously estimated at from half a million to a million and a half.</p>\n<p>The judgment of confirmation was granted upon the ground, as stated by the court, that the grant to Baca was imperfect at the time of the cession of the department of New Mexico <span class=\"star-pagination\">*68</span> to the United States by the treaty of Guadalupe Hidalgo, and hence it could only be confirmed by the court for the amount of eleven square leagues, under the seventh subdivision of section thirteen of the act of Congress of March 3, 1891, c. 539, 26 Stat. 854, 860, creating the Court of Private Land Claims. That subdivision reads as follows:</p>\n<p>\"No confirmation in respect of any claims or lands mentioned in section six of this act, or in respect of any claim or title that was not complete and perfect at the time of the transfer of sovereignty to the United States as referred to in this act, shall in any case be made or patent issued for a greater quantity than eleven square leagues of land to or in the right of any one original grantee or claimant, or in the right of any one original grant to two or more persons jointly, nor for a greater quantity than was authorized by the respective laws of Spain or Mexico applicable to the claim.\"</p>\n<p>The petitioner thought the court below should have confirmed her title to the whole of the land described in the alleged grant, while the counsel for the Government was of the opinion that the judgment ought not to have confirmed her title to any portion thereof. Both parties have therefore appealed from the judgment to this court.</p>\n<p>In the course of the trial certain papers were put in evidence on the part of the petitioner, for the purpose of proving the alleged grant. They were written in the Spanish language, and a sworn translation thereof, also appearing in the record, reads as follows:</p>\n<p>\"To the Acting Governor:</p>\n<p>\"Don Bartolomé Baca, captain of the volunteer militia company of cavalry of the villa of Albuquerque, residing in the jurisdiction of Tome, before you with the greatest respect and subordination, as by law required, represents: That he has a number of sheep, horned cattle and horses, without legitimate property on which to keep them together under shepherds, cattle herders and horse herders, to take care of them and secure their safety, they now roving over different places, exposed to all the contingencies arising from their being <span class=\"star-pagination\">*69</span> scattered. There being vacant on the other side of the Abó Mountain a tract called the Torreon, and which extends, on the north, to the Monte del Cibolo; on the south to the Ojo del Cuervo; on the east to the springs called the Estancia Springs; on the west to the said Abó Mountain; he prays you to be pleased to grant the same in real possession, in the exercise of the powers upon you conferred by His Majesty, in order to establish thereon a permanent ranch or hacienda, which he engages to occupy with his stock, sustaining the same with armed servants, who may defend it against the incursions of the enemy without abandoning it; and he will also, if possible, open lands for cultivation, whether irrigable or dependent upon the seasons, for the advancement of agriculture, and although the water sources it contains are small and uncertain, he proposes to improve them with reservoirs and other appliances which will secure every advantage possible; and he affirms that it has at present no owner, and that it never has had any known owner.</p>\n<p>\"Wherefore, he prays you to be pleased to grant this his petition in conformity with law, and to direct the royal judge of his district to give him legal possession, with the proper documents and other formalities which are required, whereby he will receive favor, grace and justice. I swear that I do not act in bad faith, and in that which is necessary, etc.</p>\n   \"San Fernando, February 4, 1819.\n                                      \"BARTOLOME BACA. [RUBRIC.]\n                                \"SANTA FE, <i>July</i> 2, 1819.\n<p>\"As he asks it according to law, and I understand that no injury results to any third party, but, on the contrary, increase of stock raising and agriculture under the conditions asked:</p>\n<p>\"Don José Garcia de la Mora will proceed to give the possession, designating limits and doing what is proper, which being concluded he will transmit the expediente to this superior office, so that if it be approved the proper testimonio may be ordered to be given to the petitioner.</p>\n                                             \"MELGARES. [RUBRIC.]\n<p><span class=\"star-pagination\">*70</span> \"In execution of the decree of July 2, 1819, I, José Garcia de la Mora, the judge commissioned by Lieutenant Colonel Facundo Melgares, governor of the province of New Mexico, proceeded in company with captain of volunteer militia, Bartolomé Baca, who by his merits and conduct in the service of both majesties, as has been proved by the offices which have been conferred upon him of alcalde mayor, and in other services in the field, the governors always appointing him commander of campaigns and scouting parties, which he always led with honor and valor, and in addition to all this he has always surpassed others in voluntary contributions, setting a good example to his inferiors. Wherefore, in reward of all these merits and services I have proceeded in his company to examine the tract he applies for, and knowing that it is wild land, and that no injury results to any third party, I have placed him in possession in the name of the King (whom may God preserve), and I took him by the hand and led him over the whole tract, he shouting and plucking up grass and throwing stones in the name of the King, saying, `Long live our beloved monarch, Don Fernando VII., whom God may preserve,' with hurrahs and shouts, and I shed tears of delight at his acclamations; and I designated to him for his boundaries: On the south, the Ojo del Cuervo, following its line to the Ojo del Chico; on the east, the Cerro del Pedernal; on the north, the Ojo del Cibolo; on the west, the Altura de la Sierra (summit of the mountain range); the said gentleman being satisfied and grateful to the said governor for the benefit conferred upon him, binding himself to increase by his intelligence the limited waters which have been donated to him in order that his herds may be maintained, to which he is bound, transmitting the whole for your approval, he will satisfy the fees which may be charged to him.</p>\n<p>\"Wherefore, I transmit this to the superior authority in order that, it being examined by you, you may decide as you may deem just.</p>\n<p>\"San Fernando, September 12, 1819. To which I certify with my two assisting witnesses.</p>\n                             \"JOSÉ GARCIA DE LA MORA. [RUBRIC.]\n<span class=\"star-pagination\">*71</span>\n   \"Assisting witness:\n      \"JOSÉ ANDRES CALLER. [RUBRIC.]\n   \"Assisting witness:\n      \"FRANCO GALIZ. [RUBRIC.]\n   \"[Torn] the boundaries by [torn].\n                                                        [RUBRIC.]\n   \"[Torn] ELGARES.\"\n<p>The original of the last portion of the above paper, from the words \"San Fernando,\" etc., reads in Spanish as follows:</p>\n<p>\"San Fernando, doce de sepre. de mil ochocientos diez y nueve años. De qe. doy fee, con los dos de mi asistencia.</p>\n                              \"JOSE GARCIA DE LA MORA. [RUBRICA.]\n   \"De assa.:\n   \"JOSÉ ANDRES CALLER. [RUBRICA.]\n   \"De assa.:\n      \"FRANCO GALIZ. [RUBRICA.]\n   \"[Roto.] de los limites por [Roto].\n                                                       [RUBRICA.]\n   \"[Roto.] ELGARES.\"\n<p>The petitioner claims that the evidence shows an approval by the governor of the action of the alcalde in delivering juridical possession of the land described in the petition of Baca, and that thereby the grant became effective and absolute. Also that there is sufficient evidence of an adverse possession of such land by Baca from 1819 to the time of his death in 1834 and after that time by his heirs and representatives.</p>\n<p>The court below found the following facts:</p>\n<p>\"First. That on February 4, 1819, Bartolomé Baca presented a petition to the then governor of the province of New Mexico, Facundo Melgares, setting forth that he had registered a piece of vacant land which was called the Torreon; that the said governor made the said grant as petitioned for on July 2, 1819, and directed José Garcia de la Mora to give possession, designating the limits and officiating duly; that afterwards, to wit, on September 12, 1819, the <span class=\"star-pagination\">*72</span> said official gave to the said Bartolomé Baca the actual possession of the said tract of land, called the Torreon, petitioned for.</p>\n<p>\"Second. That the said tract of land, called the Torreon, had been in the actual possession of Bartolomé Baca for more than four years from the date of the grant on said September 12, 1819.</p>\n<p>\"Third. That the said petitioner, who filed her petition for herself and other heirs of Manuel Antonio Otero and Miguel Antonio Otero, are the legal successors in interest to the rights of the said heirs of the said Bartolomé Baca.</p>\n<p>\"The court finds as a matter of law that the grant to said Bartolomé Baca was imperfect at the time of the cession of the department of New Mexico to the United States of America by the treaty of Guadalupe Hidalgo, and that the petitioner for herself and other heirs of Manuel Antonio Otero and Miguel Antonio Otero, as the legal representatives of the said Bartolomé Baca, is entitled to a confirmation of eleven square leagues of land within the outboundaries of the tract of land, called the Torreon, granted to said Baca, and of which he was put in actual possession.</p>\n<p>\"It is therefore ordered, adjudged and decreed by this court that the claim of the petitioner for the land hereinbefore described and set out be, and the same is hereby, confirmed to the extent of eleven square leagues to the heirs and legal representatives of Bartolomé Baca, provided that this confirmation shall not confer any right or title to any gold, silver or quicksilver, mines or minerals of the same.\"</p>\n<p>In regard to the character of the grant involved in this proceeding, it is conceded on the part of counsel for petitioner that the approval of the governor was necessary in order to make the grant effective. In their brief they say: \"Now this grant was not finally made until return was made by the alcalde and approval had. Before that time it had no existence. The confirmation of the government was the one act that fixed the right of the grantee, and that final act was based upon the return and, necessarily in this case, in confirmation of the return.\"</p>\n<p><span class=\"star-pagination\">*73</span> We have no doubt of the correctness of this view. The governor, in his reference of the case to the alcalde, bids him transmit the expediente to his office, <i>so that if approved</i> the proper testimonio may be ordered to be given the petitioner. Until approved, the action of the alcalde was of no effect.</p>\n<p>The burden of showing this approval rested with the petitioner, and unless she has sustained it she has failed in this branch of her case.</p>\n<p>In speaking of the burden cast upon a petitioner who asks confirmation of an alleged grant of land under the act of 1891, above referred to, this court, in <i>Whitney</i> v. <i>United States,</i> 167 U.S. 529, at page 547, said: \"Upon the whole, we have come to the conclusion that the claimants have not made out their case by a fair preponderance of evidence or such weight of testimony as is necessary to establish their title to this large tract of land.\"</p>\n<p>Counsel for the petitioner claim that, assuming the burden as above stated, there is a presumption, arising from an inspection of these papers and from a consideration of the other evidence in the case, that there was an approval of the action of the alcalde by the governor, and that the grant was thus made effective. We do not concur in this view, and we are of opinion that the papers themselves show no approval by the governor, and that there is no evidence of other facts or circumstances from which such approval could properly be presumed.</p>\n<p>There is no approval to be found upon the papers themselves. This is too plain for argument. The torn portion of the paper following the report of the alcalde has no word of approval thereon. There is part of a sentence which, as translated, means \"the boundaries by,\" and under it is the signature of Melgares, with the exception that the first letter of his name is lacking. This does not and cannot in and of itself constitute an approval in fact, and there must be something more than this torn paper upon which to found a presumption of such approval.</p>\n<p>It is, however, urged that the presumption arises from an inspection of all the papers above referred to, aided by a consideration of the other evidence in the case.</p>\n<p><span class=\"star-pagination\">*74</span> We think no such presumption can be indulged in from an inspection of all of the papers in question even when aided by the other evidence.</p>\n<p>Such an inspection shows that the alcalde proceeded on his own account to deliver juridical possession of a much larger tract of land than Baca had petitioned for in his petition to the governor. This larger tract the alcalde described in his report to the governor, and submitted his action to the governor for his final approval.</p>\n<p>The action of the alcalde is sufficient to prevent a presumption of approval founded solely on an inspection of the papers. The difference between the amount of the land asked for and that delivered by the alcalde is too great to permit of any presumption of approval. There must be some proof of it. We are not aided in making this presumption by a consideration of the other evidence.</p>\n<p>Counsel for the petitioner refer to the fact of the possession of these papers by Baca as an important piece of evidence in aid of this presumption. The possession alluded to was proved by one of the grandsons of Baca, who was a witness for the petitioner. He testified that his mother was a daughter of Baca, and that his father was Baca's administrator. The papers of Baca were in the possession of his father as such administrator. His father died somewhere about 1880, and after his death the witness took the box of papers that had belonged, as he said, to his grandfather and kept it. He did not know its contents until he was looking for some papers belonging to his father, when he found what he describes as a part of the grant of a tract to Bartolomé Baca. Witness took the paper to Manuel Antonia Otero, who said: \"Let us search for the other part, and I will buy it from you and the other heirs\"; and then after a further search the other part was found, and these papers thus found are the ones above set forth.</p>\n<p>Upon these facts it is said that it appears that the papers were in possession of Baca, and that they were delivered to him by or on behalf of the governor, and it therefore follows that the grant was approved by him, or otherwise the papers <span class=\"star-pagination\">*75</span> would not have been delivered. The bare fact of possession of the papers as above stated is all that the evidence shows. There is not one word of proof of any delivery of the papers to Baca, and we cannot see, from the mere fact of possession of the papers under these circumstances, sufficient ground upon which to base a presumption of delivery, and therefore of approval.</p>\n<p>We are asked to presume the fact of delivery because the papers were found in the box of papers once belonging to Baca, and we are then further asked to presume an approval because of the presumed delivery. This requires an entirely too free use of presumptions unsupported by evidence tending in the direction of proof of the facts to be presumed. If the papers had contained an approval by the governor, it might perhaps have been admissible to presume a delivery from the fact of possession. It is too much to ask us to presume both facts from the sole fact of the possession of the papers. The other evidence in the case, viewed in connection with these facts, is wholly insufficient to permit of the presumption. It is directed only to the fact of possession of the land by Baca; the character and weight of which evidence will be spoken of hereafter. It is enough to say here that it is insufficient to be used as lending any strength to the presumption of approval which we are at present discussing.</p>\n<p>In the condition in which the papers were found, some evidence further than mere possession of them should have been given. The papers were not found together or at the same time. They were torn, and part of the name of the governor had disappeared; they were not of a character to be probably found in the hands of Baca. The proof as to the manner in which Spanish grants were evidenced, as ascertained from an examination of the records in the surveyor general's office in the Territory, is unimportant. The witness was simply unable to give an opinion as to the general custom. Here, however, the papers themselves showed that something other than those papers was to be given the grantee. The papers formed the expediente and belonged in the archives of the government when approved, and they show on their face that <span class=\"star-pagination\">*76</span> if the government approved, there was to be given in that case a proper testimonio to the petitioner, which it was evidently contemplated should be something other than this expediente. There is no proof of the existence of any such paper or that it was ever given.</p>\n<p>Under all these circumstances, some explanation as to the possession of these papers by Baca should have been given, showing they were intended as in place of the testimonio, so that the presumption of a delivery and an approval by reason thereof would not necessarily rest solely upon the fact that the papers without any approval endorsed on the return were found as stated.</p>\n<p>Evidence of the delivery of juridical possession of the land to Baca is also referred to as aiding the presumption of the subsequent approval by the governor and the delivery of the papers to Baca, and the further alleged fact of the retention of such possession by Baca up to his death in 1834, is also mentioned for the purpose of strengthening this presumption. The alcalde in fact delivered to Baca juridical possession of much more land than was asked for by Baca in his petition. This fact is attempted to be explained upon the theory that the petition of Baca did not describe in detail the land he asked for, and that the governor in referring the petition to the alcalde directed him to designate the limits, and do what was proper, etc. There is, however, a sufficient description of the land contained in the petition of Baca. It was in regard to that particular land thus described that the acting governor said that \"as he asks it according to law,\" etc., \"Don Mora will proceed to give the possession, <i>designating the limits.</i>\" Was this an authority to Don Mora to designate such limits as might seem good to him, or was it simply an authority to designate those limits which were described in the petition of Baca? We have no doubt it was the latter, and hence when the alcalde made return that he had delivered juridical possession of a much larger tract of land than had been asked for, it would naturally be supposed there might be hesitation and refusal to approve on the part of the governor. Certainly, no presumption of approval would arise from these <span class=\"star-pagination\">*77</span> facts. Therefore the delivery of juridical possession, as shown in this case, has not the usual importance that is attached thereto when such delivery takes place as the concluding act in a grant of an absolute character. This delivery was concededly conditional, and could have no final effect until the approval by the governor, and this approval must be shown by the petitioner to have been given, and cannot be presumed to follow the delivery of juridical possession.</p>\n<p>Actual possession of the land described in the alleged grant for four years by Baca, as found by the court below, is also claimed as an important fact upon which, in addition to the evidence already alluded to, the presumption of approval may properly be sustained. The evidence upon which the finding is based is not substantially contradicted, and it shows that after the delivery of juridical possession by the alcalde, Baca built some small buildings on a portion of the land, for the use of his herders and servants, who occupied them, and who were attending to the business of looking after his horned cattle, sheep and horses, for which Baca wanted pasture. He never himself resided on the land, but subsequently to his taking possession from the alcalde and at different times prior to his death in 1834, other persons, embracing in all a number of families, had come upon Baca's portion of the land, and had dwelt there, without any molestation from him, and probably with his consent, on account of the protection their presence would afford to his interests against the Indians. During the years subsequent to the grant in question there were granted within the boundaries thereof small grants to settlements or towns, which the petitioner says were granted with the assent of Baca and his legal representatives. There is also evidence of some small attempts at cultivation within a narrow range of land contained in the grant, hardly enough to speak of. Some of the witnesses for the petitioner said the place was called Torreon because Baca built a torreon there, and the people gave it that name for that reason. The accuracy of this evidence becomes doubtful, to say the least, when, by referring to the original application of Baca to the acting governor for <span class=\"star-pagination\">*78</span> the grant, he describes it therein as \"a vacant ____ ____ tract called the Torreon, and which extends,\" etc., as described. Two of the sons of Baca occupied at one time a log house that was built by Baca upon the land, and they occupied it while superintending the herders who were caring for the cattle being pastured in the vicinity. Petitioner's witnesses also said that since 1819 and up to the death of Baca, he was recognized as the owner of the property, and after his death the property was recognized and respected as that of Baca.</p>\n<p>Who were the persons thus recognizing ownership is not stated, whether servants and agents of Baca, or independent third persons. Some of the witnesses making these statements were wholly ignorant, as they said, of the fact that grants of portions of this land had been made by the Mexican government as vacant and unoccupied lands. Subsequently to the date of 1819 such conveyances were in fact made; and whether the title conveyed by them was good or bad, it appears conclusively that the Mexican government, during the time when this possession of Baca is claimed to have been in existence, regarded the tract as vacant and unoccupied so far as to permit of its conveyance to others of various portions of the land now claimed. Another witness thought that Baca occupied about three hundred varas in width from east to west and from north to south, but he was ignorant as to the boundaries of the grant, although so far as he knew Baca claimed no more than three hundred varas, and this was under some cultivation for a distance of about one hundred varas from north to south, and this was as late as 1829 or 1830. Other persons during this time came in and made application to the judge of first instance, as witness remembered, for other portions of land embraced in this alleged grant, on the theory that such portions were vacant and unoccupied.</p>\n<p>This in substance is the evidence of possession, and it cannot, as we think, at all strengthen the presumption of an approval of the grant and a possession in accordance with it.</p>\n<p>Nor do we think there is any evidence upon which to base a claim of adverse possession of this land as of right or under <span class=\"star-pagination\">*79</span> some claim of title. There is no evidence showing a possession exclusive in its nature and founded upon a claim of right to the land so possessed. If there had been evidence of an approval of the grant, the delivery of juridical possession, as stated in the return of the alcalde, might be sufficient evidence of title at one time to the whole land, yet, in the absence of such evidence of approval, we are of opinion that the actual possession, as proved, was totally insufficient to support a claim of title to this immense tract of land; nor is it sufficient to support a presumption that the acting governor did approve the grant and that what appears upon the torn expediente is in reality part of his written approval thereof. The recognition of the property as belonging to Baca was very probably a recognition of the occupancy by him of the three hundred varas above alluded to, and is surely not definite enough to base a claim that the possession of this large amount of land by Baca was either notorious or in any degree exclusive, or that any portion of it was ever used by him for any purpose other than the pasturing of his cattle, sheep and horses, and purposes connected therewith, but in no way exclusive of other persons.</p>\n<p>In regard to proof of the fact of pasturing cattle as evidence of an adverse possession upon which to base a claim of title, we have held that such fact is of very slight weight when applied to cases arising under alleged grants of land of the nature of the one under consideration. In the case of <i>Whitney</i> v. <i>United States</i><i>,</i> already above cited, 167 U.S. 529, 546, this court said, speaking through Mr. Justice Brown, as follows:</p>\n<p>\"The claimant also relies upon a long continued adverse possession of this land, maintained for nearly 170 years from the date of the grant, and nearly eighty years from the date of the <i>testimonio</i> issued by the alcalde mayor, de Baca. Had it been shown that this possession was complete, adverse and undisputed during the whole life of this grant, such possession would probably be regarded as complete evidence of title. Nor are we disposed to deny that the fact that the Luceros and their descendants pastured stock upon these lands is evidence of such possession, but in order to make it of any <span class=\"star-pagination\">*80</span> particular weight it should be shown to have been exclusive, and that no other person pastured or had the same right to pasture upon these lands. The proceedings in the case first above mentioned, of the intrusion of the Romeros, indicate the lands to have been held in common, and to have been subject to pasturage by the Indians and other residents of that neighborhood. Under such circumstances, it should be made to appear that the rights of Lucero and his descendants were exclusive in this particular. In addition to this, however, it is a fact so notorious that we may take judicial notice of it, that mere pasturage upon these western lands is very slight evidence of possession. The court below was of the opinion that `from a practical standpoint the grazing of stock in this country has no value as evidence of practical location.' In view of the fact that all, or nearly all, of this testimony respecting possession is given by witnesses who are descended from Lucero, or connected with his family, or are interested in the litigation, and the possession relied upon is not shown to have been exclusive, or inconsistent with the use of this vast tract as a pasturage common to all the dwellers in that neighborhood, we think the court did not err in refusing to give it weight as evidence of title.\"</p>\n<p>These remarks apply with great force to this case, so far as the evidence herein goes to show actual possession by reason of the pasturing of stock, which is really all the evidence of possession the case affords. It is entirely lacking in evidence of an <i>exclusive</i> possession under a claim of right, and the testimony is consistent with a mere occupancy of but a small portion of the land by Baca and his servants for purposes of pasturage, and without claim of further or exclusive right or title.</p>\n<p>There is another fact that we think bears with a good deal of force upon the question whether there ever was an approval by the governor and, as connected therewith, whether Baca himself ever thought that he had or claimed to have any title to or property in the land described in his petition or in the report of the alcalde, and that fact is that he makes no mention whatever of this property in his will, and does not in <span class=\"star-pagination\">*81</span> that instrument claim to have any title to or interest in the same. The will was put in evidence only for the purpose of showing the written declarations of Baca as to his ownership of property and his omission to name the property in question, and we think it sufficiently proved for that purpose.</p>\n<p>The failure to enumerate in his will a particular piece of property owned by a testator would, in ordinary cases, be of not the slightest significance. But a perusal of the will under examination shows, as we think quite plainly, that the testator was in effect marshalling his assets and mentioning in the instrument all his property and making specific dispositions thereof. He speaks in great detail of his different pieces of property, both real and personal. The paper cannot be read without giving the impression that the testator was naming therein every piece of real property which he claimed to own. A reading of the will is the most satisfactory and the best proof of the correctness of this statement, and the instrument, with the exception of the formal parts, is therefore given in full in the margin.<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*82</span> After reading the will the inference is, as we think, irresistible, that Baca did not suppose he owned, and made no claim to own, the property in question here. If he had owned it or <span class=\"star-pagination\">*83</span> claimed to own it, there can be no doubt it would have been mentioned in the will. A grant containing at the lowest estimate half a million acres of land would be much too large <span class=\"star-pagination\">*84</span> for the testator to have overlooked or ignored in a declaration of ownership of property such as is contained in this will.</p>\n<p>We should infer from this omission that Baca knew he did not own the land and was aware of the fact that the action of the alcalde had never been approved by the governor.</p>\n<p>From the fact of Baca's omission to name this land as his property we must infer that such actual possession as he had taken of a small portion of this land never led him to suppose that he was the owner of it or that he had any title to it.</p>\n<p>It was in fact an occupation of a comparatively small piece of the land in question, for the purpose of pasturage, but in no way exclusive in its nature and under no claim of right or title. Hence the omission of Baca to mention the land as his property or to refer to it in any way.</p>\n<p>The action of the Mexican government in making grants to third parties of certain portions of these lands, as vacant and unoccupied lands, is also of some importance. The grants were made at times which were long subsequent to the petition of Baca and the making of the return of the alcalde, and were made after an official examination of the lands then granted and a certificate that they were vacant.</p>\n<p>We express no opinion as to the validity of these grants, and we allude to the subject only for the purpose of pointing out how the facts appeared to the Mexican officials, who, at <span class=\"star-pagination\">*85</span> that time, were engaged in an investigation of the question of occupancy, and who reported the lands mentioned in the respective grants as vacant and unoccupied, which we may assume they would scarcely have done had Baca or his heirs then been in the actual possession and occupation of those very lands.</p>\n<p>We have now referred to the substance of all the evidence contained in this record and we are compelled to conclude that the petitioner has failed to make out a title of any kind to the land in question. While the court below failed to give judgment to the petitioner for the full amount of her claim, yet it did give her judgment for the amount already stated of eleven square leagues of land. The court found that the grant was an imperfect grant at the time of the cession of the territory to the United States.</p>\n<p>In our view of the case no grant, perfect or imperfect, was in existence at that time, and hence the finding of the court that the petitioner was entitled to a confirmation of eleven square leagues within the limits of the outboundaries of the tract, cannot be sustained.</p>\n<p>The act creating the Court of Private Land Claims (above cited) provides in the first subdivision of section 13 for the confirmation of imperfect grants.</p>\n<p>This court has construed the language there used to mean \"not only that the title was lawfully and regularly derived, but that if the grant were not complete and perfect, the claimant could, by right and not by grace, have demanded that it should be made perfect by the former government, had the territory not been acquired by the United States.\" <i>Ainsa</i> v. <i>United States,</i> 161 U.S. 208, 223.</p>\n<p>The same construction was upheld in <i>United States</i> v. <i>Santa Fé,</i> 165 U.S. 675, 714, and it is again approved in <i>United States</i> v. <i>Sandoval,</i> 167 U.S. 278, 293. After a full consideration of the case we must hold there is not sufficient evidence to show that at the time of the cession of the Territory of New Mexico to the United States the predecessors or grantors of the petitioner had any title of any kind whatever, perfect or imperfect, to the land described in the petition herein, and, <span class=\"star-pagination\">*86</span> consequently, there could be no confirmation of any alleged imperfect title or grant.</p>\n<p><i>The judgment of the Court of Private Land Claims must, therefore, be reversed on the appeal of the United States, and the record remanded to that court, with directions to enter judgment in conformity with this opinion.</i></p>\n<h2>NOTES</h2>\n<p>[1]  WILL OF BARTOLOMÉ BACA.\n</p>\n<p>First, I commend my soul to God, our Lord, who from nothing created it, and my body to the earth from which it was made, which when a corpse, I direct be shrouded in the habit of our seraphic father, San Francisco, and to be buried in the church of the Pure and Spotless Concepcion de Tome.</p>\n<p>It is my will that my burial be humble and with mass with the body present. I also declare that I am lawfully married, in <i>facie ecclesiæ,</i> to Dona Maria de la Luz Chaves, from which marriage we have had and have, as our legitimate children, Maria Rita, Manuela Antonia, Maria Manuela, Juan, Manuel and Maria Lugarda. I also declare as my property the house where I live, containing seventeen serviceable and three unserviceable rooms, with a chapel where the holy sacrifice of private mass is celebrated, adorned with thirty-five images in sculpture and pictures, a pulpit, twenty-four mirrors, a censer with its boot of silver, five chasubles with their corresponding accessories, two capes, two albes, two sashes, six altar draperies, two missals, one chalice with its accessories, two cruetes with their salvers, eight metal candlesticks, and its vestry with a chest in which the ornaments are kept. I also declare as my property the utensils of my house, consisting of eight mirrors, eleven silver plates, twelve spoons, and eight forks also of silver, three copper kettles, two large chests, four carts with trappings, five trunks, three hampers, one silver vase and a tankard of the same, one wardrobe, one carriage, four serviceable and three unserviceable wagons, one flask case with twelve flasks, eight hoes, three axes, two adzes, three bars of iron, two American saws, one thousand six hundred dollars in money, one copper boiler. I also declare as my property nine small houses in this place of San Fernando, four small houses at El Cerro, the farming land I have at this place and at El Cerro, with the purchase I have in this said sitio, which is coterminous with the sitio of Valencia. I also declare as my property a house I have in the sitio of the Peraltas, a broken field, and an interest in the</p>\n<p>[Good for seal third for the years 1833 and '34. Rubric.]</p>\n<p>said sitio. I also declare as my property a house and lands in the sitio of the Aragons, and interest in said sitio which I bought of the late José Aragon.</p>\n<p>I also declare as my property a ranch which I bought of Don Luciano Garcia on the other side, in front of Bernalillo, which consists of a house and lands, the value of which is one thousand dollars, which I gave for it. I also declare as my property two ranches in the sitio of Tome, with its houses, which I purchased of José Manual Apodaca and Andres Mirabal, and two large fields purchased of Felipe Montoya. I also declare as my property two fields and an interest in the sitio of Las Enlames, which I purchased of the late Antonio José Baca. I also declare as my property that which I have in a room in my house set apart as a store, and in which there are forty-five pieces of calico, domestic and muslin. I also declare as my property two houses I have in La Joya de Sevilleta, together with their share of lands in the sitio. I also declare as my property a house I have in the village of El Paso del Rio del Norte, with its vineyard and corresponding land, as appears from the document executed for me and which is in my possession. I also declare as my property the land I have in the sitio of Sansal, which Juan Antonio Baca paid me and which was received by Tomas Sanchez. I also declare as my property the broken lands I have in the sitio of Mansano and my interest therein, together with the will under the management of José Antonio Torres. I also declare as my property a mill I have in this place of San Fernando. I also declare as my property four hundred and fifty head of cattle from the brand up, seven thousand head of small stock, eight hundred ewes of mine which Don Francisco Ortiz has on shares, one thousand ewes which Gonzalez, who resides at Seboyeta, has on shares. I also declare as my property forty broken mules, a little more or less, twenty-four aparejos, with accessories, one hundred horses between unbroken and broken, twenty-four young mules one and two years old, two asses. I also declare th't Don Mateo Sandoval owes me</p>\n<p>[Good for seal third for the years 1833 and '34. Rubric.]</p>\n<p>four hundred and thirty dollars in money, which I order collected. I also declare that, according to the cash book in my use and the obligations that have been made to me, collections be made of all the individuals who owe me and are not credited on their accounts and obligations. I also declare that I owe the house of the late Francisco Chaves four thousand and odd dollars in money and five thousand ewes I had from said house on shares. I order that it be paid. I also declare that I owe as tithes at El Paso del Norte four thousand dollars. This is being paid, and what is found not to have been paid, I order that it be paid. I also declare that I owe to Don Santiago Arichavala for one thousand two hundred sheep. I order that they be paid for. I also declare that I owe Don Rafael Ortiz for six hundred sheep for the year eighteen hundred and thirty-four. I order that they be paid for. I also declare that I owe my stepson José Luna, for five hundred sheep. I also declare that Don Ricardo Ester owes me four thousand five hundred dollars. I order that it be collected. I also declare that Don Ignacio de la Campa, who lives in Sonora, owes me one thousand five hundred and fifty-six dollars, two reals. I order that it be collected. I also declare that Don Alexandro Legren owes me four hundred dollars, two hundred of which appear in an obligation he executed for me, and for the other two hundred he made no obligation. I order that it be collected. I also declare as my property a tract of land in the sitio of Lunas, which Antonio José Padilla paid me. I also declare that Ruybali de Savinal owes me for three hundred ewes. I order that it be collected. I also declare that Vicente Provencio, who resides at Oposura, in the State of Sonora, owes me five hundred dollars in money. I order that it be collected. I also declare that all the servants of my house, according to their accounts, are obligated to earn them in the house, even to the last real, and he who does not wish to serve shall pay in full. I also declare as my property forty she goats, which are in the possession of Gertrudis Montoya, who resides in Belen. I also declare as my property one iron cot and two bells.</p>\n<p>[Good for seal third for the years 1833 and '34. Rubric.]</p>\n<p>I also declare as my property a cross with its iron weather vane, which is used on the belfry. I also declare that I leave to my wife, Dona Maria de la Luz Chaves, my dwelling and all the household furniture within the doors thereof, it being observed that I have given houses to all my children; to Manuelita the house I have in Santa Fé, with its corresponding land, and to all the others I have also given houses in this place of San Fernando, with their respective lands. I also declare that I leave to my wife, Maria de la Luz Chaves, the land enclosed by a wall I have in this place and orchard.</p>\n<p>In order to carry out all the wishes this will contains and which the codicil will contain, in case I leave one, I appoint as my executor, in the first place, my wife, Maria de la Luz Chaves; in the second, Don Jacinto Sanches, and in the third, Don Enrique Luna, and each one <i>in solidum,</i> and I give them ample power to take possession of my property as soon as I die and to pay all I owe, and that their collection be lawful and real, and that they make it with the legality their good conscience may indicate to them, which charge shall continue for the legal year and as much more time as they may need, since I extend it. And after it is completed and everything is paid, in the sale of my property, furniture, real property, rights and shares, present and future, I constitute as my sole and universal heirs my wife, Dona Maria de la Luz Chaves, and my said children, Maria Rita, Manuela Antonia, Maria Manuela, Juan Clemente, Manuel, and Maria Lugarda, who, after paying all I owe (except what I have given them), shall make a lump of what is left, the half for my said wife and the other half to be shared in equal parts by my children that they may enjoy it with the blessing of God and my own. And by these presents I revoke and cancel the wills and other testamentary provisions I may have made heretofore.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:37:52", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">168</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">66</span></span> (1897)</b></center>\n<center><h1>BERGERE<br>\nv.<br>\nUNITED STATES.<br>\nUNITED STATES<br>\nv.<br>\nBERGERE.</h1></center>\n<center>Nos. 43, 46.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 19, 1897.</center>\n<center>Decided October 18, 1897.</center>\nAPPEALS FROM THE COURT OF PRIVATE LAND CLAIMS.\n<p><span class=\"star-pagination\">*67</span> <i>Mr. J.D. O'Bryan</i> and <i>Mr. James W. Vroom</i> for Bergere and others. <i>Mr. T.B. Catron</i> was on their brief.</p>\n<p><i>Mr. Matthew G. Reynolds</i> for the United States. <i>Mr. Solicitor General Conrad</i> was on his brief.</p>\n<p>MR. JUSTICE PECKHAM delivered the opinion of the court.</p>\n<p>These are cross-appeals from a judgment of the Court of Private Land Claims, confirming in the petitioner Bergere, for herself and the other heirs of Manuel Antonio Otero and Miguel Antonio Otero, the title to eleven square leagues of land in the Territory of New Mexico. The petition was filed in the court below, asking that the validity of the title to a very much larger tract of land in the above territory, alleged to have been granted in 1819 to one Bartolomé Baca by acting Governor Melgares, might be confirmed to the heirs and legal representatives of Baca, of whom, she alleged, she was one.</p>\n<p>The number of acres contained in the alleged grants was not stated, but it has been variously estimated at from half a million to a million and a half.</p>\n<p>The judgment of confirmation was granted upon the ground, as stated by the court, that the grant to Baca was imperfect at the time of the cession of the department of New Mexico <span class=\"star-pagination\">*68</span> to the United States by the treaty of Guadalupe Hidalgo, and hence it could only be confirmed by the court for the amount of eleven square leagues, under the seventh subdivision of section thirteen of the act of Congress of March 3, 1891, c. 539, 26 Stat. 854, 860, creating the Court of Private Land Claims. That subdivision reads as follows:</p>\n<p>\"No confirmation in respect of any claims or lands mentioned in section six of this act, or in respect of any claim or title that was not complete and perfect at the time of the transfer of sovereignty to the United States as referred to in this act, shall in any case be made or patent issued for a greater quantity than eleven square leagues of land to or in the right of any one original grantee or claimant, or in the right of any one original grant to two or more persons jointly, nor for a greater quantity than was authorized by the respective laws of Spain or Mexico applicable to the claim.\"</p>\n<p>The petitioner thought the court below should have confirmed her title to the whole of the land described in the alleged grant, while the counsel for the Government was of the opinion that the judgment ought not to have confirmed her title to any portion thereof. Both parties have therefore appealed from the judgment to this court.</p>\n<p>In the course of the trial certain papers were put in evidence on the part of the petitioner, for the purpose of proving the alleged grant. They were written in the Spanish language, and a sworn translation thereof, also appearing in the record, reads as follows:</p>\n<p>\"To the Acting Governor:</p>\n<p>\"Don Bartolomé Baca, captain of the volunteer militia company of cavalry of the villa of Albuquerque, residing in the jurisdiction of Tome, before you with the greatest respect and subordination, as by law required, represents: That he has a number of sheep, horned cattle and horses, without legitimate property on which to keep them together under shepherds, cattle herders and horse herders, to take care of them and secure their safety, they now roving over different places, exposed to all the contingencies arising from their being <span class=\"star-pagination\">*69</span> scattered. There being vacant on the other side of the Abó Mountain a tract called the Torreon, and which extends, on the north, to the Monte del Cibolo; on the south to the Ojo del Cuervo; on the east to the springs called the Estancia Springs; on the west to the said Abó Mountain; he prays you to be pleased to grant the same in real possession, in the exercise of the powers upon you conferred by His Majesty, in order to establish thereon a permanent ranch or hacienda, which he engages to occupy with his stock, sustaining the same with armed servants, who may defend it against the incursions of the enemy without abandoning it; and he will also, if possible, open lands for cultivation, whether irrigable or dependent upon the seasons, for the advancement of agriculture, and although the water sources it contains are small and uncertain, he proposes to improve them with reservoirs and other appliances which will secure every advantage possible; and he affirms that it has at present no owner, and that it never has had any known owner.</p>\n<p>\"Wherefore, he prays you to be pleased to grant this his petition in conformity with law, and to direct the royal judge of his district to give him legal possession, with the proper documents and other formalities which are required, whereby he will receive favor, grace and justice. I swear that I do not act in bad faith, and in that which is necessary, etc.</p>\n   \"San Fernando, February 4, 1819.\n                                      \"BARTOLOME BACA. [RUBRIC.]\n                                \"SANTA FE, <i>July</i> 2, 1819.\n<p>\"As he asks it according to law, and I understand that no injury results to any third party, but, on the contrary, increase of stock raising and agriculture under the conditions asked:</p>\n<p>\"Don José Garcia de la Mora will proceed to give the possession, designating limits and doing what is proper, which being concluded he will transmit the expediente to this superior office, so that if it be approved the proper testimonio may be ordered to be given to the petitioner.</p>\n                                             \"MELGARES. [RUBRIC.]\n<p><span class=\"star-pagination\">*70</span> \"In execution of the decree of July 2, 1819, I, José Garcia de la Mora, the judge commissioned by Lieutenant Colonel Facundo Melgares, governor of the province of New Mexico, proceeded in company with captain of volunteer militia, Bartolomé Baca, who by his merits and conduct in the service of both majesties, as has been proved by the offices which have been conferred upon him of alcalde mayor, and in other services in the field, the governors always appointing him commander of campaigns and scouting parties, which he always led with honor and valor, and in addition to all this he has always surpassed others in voluntary contributions, setting a good example to his inferiors. Wherefore, in reward of all these merits and services I have proceeded in his company to examine the tract he applies for, and knowing that it is wild land, and that no injury results to any third party, I have placed him in possession in the name of the King (whom may God preserve), and I took him by the hand and led him over the whole tract, he shouting and plucking up grass and throwing stones in the name of the King, saying, `Long live our beloved monarch, Don Fernando VII., whom God may preserve,' with hurrahs and shouts, and I shed tears of delight at his acclamations; and I designated to him for his boundaries: On the south, the Ojo del Cuervo, following its line to the Ojo del Chico; on the east, the Cerro del Pedernal; on the north, the Ojo del Cibolo; on the west, the Altura de la Sierra (summit of the mountain range); the said gentleman being satisfied and grateful to the said governor for the benefit conferred upon him, binding himself to increase by his intelligence the limited waters which have been donated to him in order that his herds may be maintained, to which he is bound, transmitting the whole for your approval, he will satisfy the fees which may be charged to him.</p>\n<p>\"Wherefore, I transmit this to the superior authority in order that, it being examined by you, you may decide as you may deem just.</p>\n<p>\"San Fernando, September 12, 1819. To which I certify with my two assisting witnesses.</p>\n                             \"JOSÉ GARCIA DE LA MORA. [RUBRIC.]\n<span class=\"star-pagination\">*71</span>\n   \"Assisting witness:\n      \"JOSÉ ANDRES CALLER. [RUBRIC.]\n   \"Assisting witness:\n      \"FRANCO GALIZ. [RUBRIC.]\n   \"[Torn] the boundaries by [torn].\n                                                        [RUBRIC.]\n   \"[Torn] ELGARES.\"\n<p>The original of the last portion of the above paper, from the words \"San Fernando,\" etc., reads in Spanish as follows:</p>\n<p>\"San Fernando, doce de sepre. de mil ochocientos diez y nueve años. De qe. doy fee, con los dos de mi asistencia.</p>\n                              \"JOSE GARCIA DE LA MORA. [RUBRICA.]\n   \"De assa.:\n   \"JOSÉ ANDRES CALLER. [RUBRICA.]\n   \"De assa.:\n      \"FRANCO GALIZ. [RUBRICA.]\n   \"[Roto.] de los limites por [Roto].\n                                                       [RUBRICA.]\n   \"[Roto.] ELGARES.\"\n<p>The petitioner claims that the evidence shows an approval by the governor of the action of the alcalde in delivering juridical possession of the land described in the petition of Baca, and that thereby the grant became effective and absolute. Also that there is sufficient evidence of an adverse possession of such land by Baca from 1819 to the time of his death in 1834 and after that time by his heirs and representatives.</p>\n<p>The court below found the following facts:</p>\n<p>\"First. That on February 4, 1819, Bartolomé Baca presented a petition to the then governor of the province of New Mexico, Facundo Melgares, setting forth that he had registered a piece of vacant land which was called the Torreon; that the said governor made the said grant as petitioned for on July 2, 1819, and directed José Garcia de la Mora to give possession, designating the limits and officiating duly; that afterwards, to wit, on September 12, 1819, the <span class=\"star-pagination\">*72</span> said official gave to the said Bartolomé Baca the actual possession of the said tract of land, called the Torreon, petitioned for.</p>\n<p>\"Second. That the said tract of land, called the Torreon, had been in the actual possession of Bartolomé Baca for more than four years from the date of the grant on said September 12, 1819.</p>\n<p>\"Third. That the said petitioner, who filed her petition for herself and other heirs of Manuel Antonio Otero and Miguel Antonio Otero, are the legal successors in interest to the rights of the said heirs of the said Bartolomé Baca.</p>\n<p>\"The court finds as a matter of law that the grant to said Bartolomé Baca was imperfect at the time of the cession of the department of New Mexico to the United States of America by the treaty of Guadalupe Hidalgo, and that the petitioner for herself and other heirs of Manuel Antonio Otero and Miguel Antonio Otero, as the legal representatives of the said Bartolomé Baca, is entitled to a confirmation of eleven square leagues of land within the outboundaries of the tract of land, called the Torreon, granted to said Baca, and of which he was put in actual possession.</p>\n<p>\"It is therefore ordered, adjudged and decreed by this court that the claim of the petitioner for the land hereinbefore described and set out be, and the same is hereby, confirmed to the extent of eleven square leagues to the heirs and legal representatives of Bartolomé Baca, provided that this confirmation shall not confer any right or title to any gold, silver or quicksilver, mines or minerals of the same.\"</p>\n<p>In regard to the character of the grant involved in this proceeding, it is conceded on the part of counsel for petitioner that the approval of the governor was necessary in order to make the grant effective. In their brief they say: \"Now this grant was not finally made until return was made by the alcalde and approval had. Before that time it had no existence. The confirmation of the government was the one act that fixed the right of the grantee, and that final act was based upon the return and, necessarily in this case, in confirmation of the return.\"</p>\n<p><span class=\"star-pagination\">*73</span> We have no doubt of the correctness of this view. The governor, in his reference of the case to the alcalde, bids him transmit the expediente to his office, <i>so that if approved</i> the proper testimonio may be ordered to be given the petitioner. Until approved, the action of the alcalde was of no effect.</p>\n<p>The burden of showing this approval rested with the petitioner, and unless she has sustained it she has failed in this branch of her case.</p>\n<p>In speaking of the burden cast upon a petitioner who asks confirmation of an alleged grant of land under the act of 1891, above referred to, this court, in <i>Whitney</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"94729\"><a href=\"/opinion/94729/whitney-v-united-states/\"><span class=\"volume\">167</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">529</span></a></span>, at page 547, said: \"Upon the whole, we have come to the conclusion that the claimants have not made out their case by a fair preponderance of evidence or such weight of testimony as is necessary to establish their title to this large tract of land.\"</p>\n<p>Counsel for the petitioner claim that, assuming the burden as above stated, there is a presumption, arising from an inspection of these papers and from a consideration of the other evidence in the case, that there was an approval of the action of the alcalde by the governor, and that the grant was thus made effective. We do not concur in this view, and we are of opinion that the papers themselves show no approval by the governor, and that there is no evidence of other facts or circumstances from which such approval could properly be presumed.</p>\n<p>There is no approval to be found upon the papers themselves. This is too plain for argument. The torn portion of the paper following the report of the alcalde has no word of approval thereon. There is part of a sentence which, as translated, means \"the boundaries by,\" and under it is the signature of Melgares, with the exception that the first letter of his name is lacking. This does not and cannot in and of itself constitute an approval in fact, and there must be something more than this torn paper upon which to found a presumption of such approval.</p>\n<p>It is, however, urged that the presumption arises from an inspection of all the papers above referred to, aided by a consideration of the other evidence in the case.</p>\n<p><span class=\"star-pagination\">*74</span> We think no such presumption can be indulged in from an inspection of all of the papers in question even when aided by the other evidence.</p>\n<p>Such an inspection shows that the alcalde proceeded on his own account to deliver juridical possession of a much larger tract of land than Baca had petitioned for in his petition to the governor. This larger tract the alcalde described in his report to the governor, and submitted his action to the governor for his final approval.</p>\n<p>The action of the alcalde is sufficient to prevent a presumption of approval founded solely on an inspection of the papers. The difference between the amount of the land asked for and that delivered by the alcalde is too great to permit of any presumption of approval. There must be some proof of it. We are not aided in making this presumption by a consideration of the other evidence.</p>\n<p>Counsel for the petitioner refer to the fact of the possession of these papers by Baca as an important piece of evidence in aid of this presumption. The possession alluded to was proved by one of the grandsons of Baca, who was a witness for the petitioner. He testified that his mother was a daughter of Baca, and that his father was Baca's administrator. The papers of Baca were in the possession of his father as such administrator. His father died somewhere about 1880, and after his death the witness took the box of papers that had belonged, as he said, to his grandfather and kept it. He did not know its contents until he was looking for some papers belonging to his father, when he found what he describes as a part of the grant of a tract to Bartolomé Baca. Witness took the paper to Manuel Antonia Otero, who said: \"Let us search for the other part, and I will buy it from you and the other heirs\"; and then after a further search the other part was found, and these papers thus found are the ones above set forth.</p>\n<p>Upon these facts it is said that it appears that the papers were in possession of Baca, and that they were delivered to him by or on behalf of the governor, and it therefore follows that the grant was approved by him, or otherwise the papers <span class=\"star-pagination\">*75</span> would not have been delivered. The bare fact of possession of the papers as above stated is all that the evidence shows. There is not one word of proof of any delivery of the papers to Baca, and we cannot see, from the mere fact of possession of the papers under these circumstances, sufficient ground upon which to base a presumption of delivery, and therefore of approval.</p>\n<p>We are asked to presume the fact of delivery because the papers were found in the box of papers once belonging to Baca, and we are then further asked to presume an approval because of the presumed delivery. This requires an entirely too free use of presumptions unsupported by evidence tending in the direction of proof of the facts to be presumed. If the papers had contained an approval by the governor, it might perhaps have been admissible to presume a delivery from the fact of possession. It is too much to ask us to presume both facts from the sole fact of the possession of the papers. The other evidence in the case, viewed in connection with these facts, is wholly insufficient to permit of the presumption. It is directed only to the fact of possession of the land by Baca; the character and weight of which evidence will be spoken of hereafter. It is enough to say here that it is insufficient to be used as lending any strength to the presumption of approval which we are at present discussing.</p>\n<p>In the condition in which the papers were found, some evidence further than mere possession of them should have been given. The papers were not found together or at the same time. They were torn, and part of the name of the governor had disappeared; they were not of a character to be probably found in the hands of Baca. The proof as to the manner in which Spanish grants were evidenced, as ascertained from an examination of the records in the surveyor general's office in the Territory, is unimportant. The witness was simply unable to give an opinion as to the general custom. Here, however, the papers themselves showed that something other than those papers was to be given the grantee. The papers formed the expediente and belonged in the archives of the government when approved, and they show on their face that <span class=\"star-pagination\">*76</span> if the government approved, there was to be given in that case a proper testimonio to the petitioner, which it was evidently contemplated should be something other than this expediente. There is no proof of the existence of any such paper or that it was ever given.</p>\n<p>Under all these circumstances, some explanation as to the possession of these papers by Baca should have been given, showing they were intended as in place of the testimonio, so that the presumption of a delivery and an approval by reason thereof would not necessarily rest solely upon the fact that the papers without any approval endorsed on the return were found as stated.</p>\n<p>Evidence of the delivery of juridical possession of the land to Baca is also referred to as aiding the presumption of the subsequent approval by the governor and the delivery of the papers to Baca, and the further alleged fact of the retention of such possession by Baca up to his death in 1834, is also mentioned for the purpose of strengthening this presumption. The alcalde in fact delivered to Baca juridical possession of much more land than was asked for by Baca in his petition. This fact is attempted to be explained upon the theory that the petition of Baca did not describe in detail the land he asked for, and that the governor in referring the petition to the alcalde directed him to designate the limits, and do what was proper, etc. There is, however, a sufficient description of the land contained in the petition of Baca. It was in regard to that particular land thus described that the acting governor said that \"as he asks it according to law,\" etc., \"Don Mora will proceed to give the possession, <i>designating the limits.</i>\" Was this an authority to Don Mora to designate such limits as might seem good to him, or was it simply an authority to designate those limits which were described in the petition of Baca? We have no doubt it was the latter, and hence when the alcalde made return that he had delivered juridical possession of a much larger tract of land than had been asked for, it would naturally be supposed there might be hesitation and refusal to approve on the part of the governor. Certainly, no presumption of approval would arise from these <span class=\"star-pagination\">*77</span> facts. Therefore the delivery of juridical possession, as shown in this case, has not the usual importance that is attached thereto when such delivery takes place as the concluding act in a grant of an absolute character. This delivery was concededly conditional, and could have no final effect until the approval by the governor, and this approval must be shown by the petitioner to have been given, and cannot be presumed to follow the delivery of juridical possession.</p>\n<p>Actual possession of the land described in the alleged grant for four years by Baca, as found by the court below, is also claimed as an important fact upon which, in addition to the evidence already alluded to, the presumption of approval may properly be sustained. The evidence upon which the finding is based is not substantially contradicted, and it shows that after the delivery of juridical possession by the alcalde, Baca built some small buildings on a portion of the land, for the use of his herders and servants, who occupied them, and who were attending to the business of looking after his horned cattle, sheep and horses, for which Baca wanted pasture. He never himself resided on the land, but subsequently to his taking possession from the alcalde and at different times prior to his death in 1834, other persons, embracing in all a number of families, had come upon Baca's portion of the land, and had dwelt there, without any molestation from him, and probably with his consent, on account of the protection their presence would afford to his interests against the Indians. During the years subsequent to the grant in question there were granted within the boundaries thereof small grants to settlements or towns, which the petitioner says were granted with the assent of Baca and his legal representatives. There is also evidence of some small attempts at cultivation within a narrow range of land contained in the grant, hardly enough to speak of. Some of the witnesses for the petitioner said the place was called Torreon because Baca built a torreon there, and the people gave it that name for that reason. The accuracy of this evidence becomes doubtful, to say the least, when, by referring to the original application of Baca to the acting governor for <span class=\"star-pagination\">*78</span> the grant, he describes it therein as \"a vacant ____ ____ tract called the Torreon, and which extends,\" etc., as described. Two of the sons of Baca occupied at one time a log house that was built by Baca upon the land, and they occupied it while superintending the herders who were caring for the cattle being pastured in the vicinity. Petitioner's witnesses also said that since 1819 and up to the death of Baca, he was recognized as the owner of the property, and after his death the property was recognized and respected as that of Baca.</p>\n<p>Who were the persons thus recognizing ownership is not stated, whether servants and agents of Baca, or independent third persons. Some of the witnesses making these statements were wholly ignorant, as they said, of the fact that grants of portions of this land had been made by the Mexican government as vacant and unoccupied lands. Subsequently to the date of 1819 such conveyances were in fact made; and whether the title conveyed by them was good or bad, it appears conclusively that the Mexican government, during the time when this possession of Baca is claimed to have been in existence, regarded the tract as vacant and unoccupied so far as to permit of its conveyance to others of various portions of the land now claimed. Another witness thought that Baca occupied about three hundred varas in width from east to west and from north to south, but he was ignorant as to the boundaries of the grant, although so far as he knew Baca claimed no more than three hundred varas, and this was under some cultivation for a distance of about one hundred varas from north to south, and this was as late as 1829 or 1830. Other persons during this time came in and made application to the judge of first instance, as witness remembered, for other portions of land embraced in this alleged grant, on the theory that such portions were vacant and unoccupied.</p>\n<p>This in substance is the evidence of possession, and it cannot, as we think, at all strengthen the presumption of an approval of the grant and a possession in accordance with it.</p>\n<p>Nor do we think there is any evidence upon which to base a claim of adverse possession of this land as of right or under <span class=\"star-pagination\">*79</span> some claim of title. There is no evidence showing a possession exclusive in its nature and founded upon a claim of right to the land so possessed. If there had been evidence of an approval of the grant, the delivery of juridical possession, as stated in the return of the alcalde, might be sufficient evidence of title at one time to the whole land, yet, in the absence of such evidence of approval, we are of opinion that the actual possession, as proved, was totally insufficient to support a claim of title to this immense tract of land; nor is it sufficient to support a presumption that the acting governor did approve the grant and that what appears upon the torn expediente is in reality part of his written approval thereof. The recognition of the property as belonging to Baca was very probably a recognition of the occupancy by him of the three hundred varas above alluded to, and is surely not definite enough to base a claim that the possession of this large amount of land by Baca was either notorious or in any degree exclusive, or that any portion of it was ever used by him for any purpose other than the pasturing of his cattle, sheep and horses, and purposes connected therewith, but in no way exclusive of other persons.</p>\n<p>In regard to proof of the fact of pasturing cattle as evidence of an adverse possession upon which to base a claim of title, we have held that such fact is of very slight weight when applied to cases arising under alleged grants of land of the nature of the one under consideration. In the case of <i>Whitney</i> v. <i>United States</i><i>,</i> already above cited, <span class=\"citation\" data-id=\"94729\"><a href=\"/opinion/94729/whitney-v-united-states/\"><span class=\"volume\">167</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">529</span></a></span>, 546, this court said, speaking through Mr. Justice Brown, as follows:</p>\n<p>\"The claimant also relies upon a long continued adverse possession of this land, maintained for nearly 170 years from the date of the grant, and nearly eighty years from the date of the <i>testimonio</i> issued by the alcalde mayor, de Baca. Had it been shown that this possession was complete, adverse and undisputed during the whole life of this grant, such possession would probably be regarded as complete evidence of title. Nor are we disposed to deny that the fact that the Luceros and their descendants pastured stock upon these lands is evidence of such possession, but in order to make it of any <span class=\"star-pagination\">*80</span> particular weight it should be shown to have been exclusive, and that no other person pastured or had the same right to pasture upon these lands. The proceedings in the case first above mentioned, of the intrusion of the Romeros, indicate the lands to have been held in common, and to have been subject to pasturage by the Indians and other residents of that neighborhood. Under such circumstances, it should be made to appear that the rights of Lucero and his descendants were exclusive in this particular. In addition to this, however, it is a fact so notorious that we may take judicial notice of it, that mere pasturage upon these western lands is very slight evidence of possession. The court below was of the opinion that `from a practical standpoint the grazing of stock in this country has no value as evidence of practical location.' In view of the fact that all, or nearly all, of this testimony respecting possession is given by witnesses who are descended from Lucero, or connected with his family, or are interested in the litigation, and the possession relied upon is not shown to have been exclusive, or inconsistent with the use of this vast tract as a pasturage common to all the dwellers in that neighborhood, we think the court did not err in refusing to give it weight as evidence of title.\"</p>\n<p>These remarks apply with great force to this case, so far as the evidence herein goes to show actual possession by reason of the pasturing of stock, which is really all the evidence of possession the case affords. It is entirely lacking in evidence of an <i>exclusive</i> possession under a claim of right, and the testimony is consistent with a mere occupancy of but a small portion of the land by Baca and his servants for purposes of pasturage, and without claim of further or exclusive right or title.</p>\n<p>There is another fact that we think bears with a good deal of force upon the question whether there ever was an approval by the governor and, as connected therewith, whether Baca himself ever thought that he had or claimed to have any title to or property in the land described in his petition or in the report of the alcalde, and that fact is that he makes no mention whatever of this property in his will, and does not in <span class=\"star-pagination\">*81</span> that instrument claim to have any title to or interest in the same. The will was put in evidence only for the purpose of showing the written declarations of Baca as to his ownership of property and his omission to name the property in question, and we think it sufficiently proved for that purpose.</p>\n<p>The failure to enumerate in his will a particular piece of property owned by a testator would, in ordinary cases, be of not the slightest significance. But a perusal of the will under examination shows, as we think quite plainly, that the testator was in effect marshalling his assets and mentioning in the instrument all his property and making specific dispositions thereof. He speaks in great detail of his different pieces of property, both real and personal. The paper cannot be read without giving the impression that the testator was naming therein every piece of real property which he claimed to own. A reading of the will is the most satisfactory and the best proof of the correctness of this statement, and the instrument, with the exception of the formal parts, is therefore given in full in the margin.<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*82</span> After reading the will the inference is, as we think, irresistible, that Baca did not suppose he owned, and made no claim to own, the property in question here. If he had owned it or <span class=\"star-pagination\">*83</span> claimed to own it, there can be no doubt it would have been mentioned in the will. A grant containing at the lowest estimate half a million acres of land would be much too large <span class=\"star-pagination\">*84</span> for the testator to have overlooked or ignored in a declaration of ownership of property such as is contained in this will.</p>\n<p>We should infer from this omission that Baca knew he did not own the land and was aware of the fact that the action of the alcalde had never been approved by the governor.</p>\n<p>From the fact of Baca's omission to name this land as his property we must infer that such actual possession as he had taken of a small portion of this land never led him to suppose that he was the owner of it or that he had any title to it.</p>\n<p>It was in fact an occupation of a comparatively small piece of the land in question, for the purpose of pasturage, but in no way exclusive in its nature and under no claim of right or title. Hence the omission of Baca to mention the land as his property or to refer to it in any way.</p>\n<p>The action of the Mexican government in making grants to third parties of certain portions of these lands, as vacant and unoccupied lands, is also of some importance. The grants were made at times which were long subsequent to the petition of Baca and the making of the return of the alcalde, and were made after an official examination of the lands then granted and a certificate that they were vacant.</p>\n<p>We express no opinion as to the validity of these grants, and we allude to the subject only for the purpose of pointing out how the facts appeared to the Mexican officials, who, at <span class=\"star-pagination\">*85</span> that time, were engaged in an investigation of the question of occupancy, and who reported the lands mentioned in the respective grants as vacant and unoccupied, which we may assume they would scarcely have done had Baca or his heirs then been in the actual possession and occupation of those very lands.</p>\n<p>We have now referred to the substance of all the evidence contained in this record and we are compelled to conclude that the petitioner has failed to make out a title of any kind to the land in question. While the court below failed to give judgment to the petitioner for the full amount of her claim, yet it did give her judgment for the amount already stated of eleven square leagues of land. The court found that the grant was an imperfect grant at the time of the cession of the territory to the United States.</p>\n<p>In our view of the case no grant, perfect or imperfect, was in existence at that time, and hence the finding of the court that the petitioner was entitled to a confirmation of eleven square leagues within the limits of the outboundaries of the tract, cannot be sustained.</p>\n<p>The act creating the Court of Private Land Claims (above cited) provides in the first subdivision of section 13 for the confirmation of imperfect grants.</p>\n<p>This court has construed the language there used to mean \"not only that the title was lawfully and regularly derived, but that if the grant were not complete and perfect, the claimant could, by right and not by grace, have demanded that it should be made perfect by the former government, had the territory not been acquired by the United States.\" <i>Ainsa</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"94377\"><a href=\"/opinion/94377/ainsa-v-united-states/\"><span class=\"volume\">161</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">208</span></a></span>, 223.</p>\n<p>The same construction was upheld in <i>United States</i> v. <i>Santa Fé,</i> <span class=\"citation\" data-id=\"94638\"><a href=\"/opinion/94638/united-states-v-santa-fe/\"><span class=\"volume\">165</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">675</span></a></span>, 714, and it is again approved in <i>United States</i> v. <i>Sandoval,</i> <span class=\"citation\" data-id=\"94714\"><a href=\"/opinion/94714/united-states-v-sandoval/\"><span class=\"volume\">167</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">278</span></a></span>, 293. After a full consideration of the case we must hold there is not sufficient evidence to show that at the time of the cession of the Territory of New Mexico to the United States the predecessors or grantors of the petitioner had any title of any kind whatever, perfect or imperfect, to the land described in the petition herein, and, <span class=\"star-pagination\">*86</span> consequently, there could be no confirmation of any alleged imperfect title or grant.</p>\n<p><i>The judgment of the Court of Private Land Claims must, therefore, be reversed on the appeal of the United States, and the record remanded to that court, with directions to enter judgment in conformity with this opinion.</i></p>\n<h2>NOTES</h2>\n<p>[1]  WILL OF BARTOLOMÉ BACA.\n</p>\n<p>First, I commend my soul to God, our Lord, who from nothing created it, and my body to the earth from which it was made, which when a corpse, I direct be shrouded in the habit of our seraphic father, San Francisco, and to be buried in the church of the Pure and Spotless Concepcion de Tome.</p>\n<p>It is my will that my burial be humble and with mass with the body present. I also declare that I am lawfully married, in <i>facie ecclesiæ,</i> to Dona Maria de la Luz Chaves, from which marriage we have had and have, as our legitimate children, Maria Rita, Manuela Antonia, Maria Manuela, Juan, Manuel and Maria Lugarda. I also declare as my property the house where I live, containing seventeen serviceable and three unserviceable rooms, with a chapel where the holy sacrifice of private mass is celebrated, adorned with thirty-five images in sculpture and pictures, a pulpit, twenty-four mirrors, a censer with its boot of silver, five chasubles with their corresponding accessories, two capes, two albes, two sashes, six altar draperies, two missals, one chalice with its accessories, two cruetes with their salvers, eight metal candlesticks, and its vestry with a chest in which the ornaments are kept. I also declare as my property the utensils of my house, consisting of eight mirrors, eleven silver plates, twelve spoons, and eight forks also of silver, three copper kettles, two large chests, four carts with trappings, five trunks, three hampers, one silver vase and a tankard of the same, one wardrobe, one carriage, four serviceable and three unserviceable wagons, one flask case with twelve flasks, eight hoes, three axes, two adzes, three bars of iron, two American saws, one thousand six hundred dollars in money, one copper boiler. I also declare as my property nine small houses in this place of San Fernando, four small houses at El Cerro, the farming land I have at this place and at El Cerro, with the purchase I have in this said sitio, which is coterminous with the sitio of Valencia. I also declare as my property a house I have in the sitio of the Peraltas, a broken field, and an interest in the</p>\n<p>[Good for seal third for the years 1833 and '34. Rubric.]</p>\n<p>said sitio. I also declare as my property a house and lands in the sitio of the Aragons, and interest in said sitio which I bought of the late José Aragon.</p>\n<p>I also declare as my property a ranch which I bought of Don Luciano Garcia on the other side, in front of Bernalillo, which consists of a house and lands, the value of which is one thousand dollars, which I gave for it. I also declare as my property two ranches in the sitio of Tome, with its houses, which I purchased of José Manual Apodaca and Andres Mirabal, and two large fields purchased of Felipe Montoya. I also declare as my property two fields and an interest in the sitio of Las Enlames, which I purchased of the late Antonio José Baca. I also declare as my property that which I have in a room in my house set apart as a store, and in which there are forty-five pieces of calico, domestic and muslin. I also declare as my property two houses I have in La Joya de Sevilleta, together with their share of lands in the sitio. I also declare as my property a house I have in the village of El Paso del Rio del Norte, with its vineyard and corresponding land, as appears from the document executed for me and which is in my possession. I also declare as my property the land I have in the sitio of Sansal, which Juan Antonio Baca paid me and which was received by Tomas Sanchez. I also declare as my property the broken lands I have in the sitio of Mansano and my interest therein, together with the will under the management of José Antonio Torres. I also declare as my property a mill I have in this place of San Fernando. I also declare as my property four hundred and fifty head of cattle from the brand up, seven thousand head of small stock, eight hundred ewes of mine which Don Francisco Ortiz has on shares, one thousand ewes which Gonzalez, who resides at Seboyeta, has on shares. I also declare as my property forty broken mules, a little more or less, twenty-four aparejos, with accessories, one hundred horses between unbroken and broken, twenty-four young mules one and two years old, two asses. I also declare th't Don Mateo Sandoval owes me</p>\n<p>[Good for seal third for the years 1833 and '34. Rubric.]</p>\n<p>four hundred and thirty dollars in money, which I order collected. I also declare that, according to the cash book in my use and the obligations that have been made to me, collections be made of all the individuals who owe me and are not credited on their accounts and obligations. I also declare that I owe the house of the late Francisco Chaves four thousand and odd dollars in money and five thousand ewes I had from said house on shares. I order that it be paid. I also declare that I owe as tithes at El Paso del Norte four thousand dollars. This is being paid, and what is found not to have been paid, I order that it be paid. I also declare that I owe to Don Santiago Arichavala for one thousand two hundred sheep. I order that they be paid for. I also declare that I owe Don Rafael Ortiz for six hundred sheep for the year eighteen hundred and thirty-four. I order that they be paid for. I also declare that I owe my stepson José Luna, for five hundred sheep. I also declare that Don Ricardo Ester owes me four thousand five hundred dollars. I order that it be collected. I also declare that Don Ignacio de la Campa, who lives in Sonora, owes me one thousand five hundred and fifty-six dollars, two reals. I order that it be collected. I also declare that Don Alexandro Legren owes me four hundred dollars, two hundred of which appear in an obligation he executed for me, and for the other two hundred he made no obligation. I order that it be collected. I also declare as my property a tract of land in the sitio of Lunas, which Antonio José Padilla paid me. I also declare that Ruybali de Savinal owes me for three hundred ewes. I order that it be collected. I also declare that Vicente Provencio, who resides at Oposura, in the State of Sonora, owes me five hundred dollars in money. I order that it be collected. I also declare that all the servants of my house, according to their accounts, are obligated to earn them in the house, even to the last real, and he who does not wish to serve shall pay in full. I also declare as my property forty she goats, which are in the possession of Gertrudis Montoya, who resides in Belen. I also declare as my property one iron cot and two bells.</p>\n<p>[Good for seal third for the years 1833 and '34. Rubric.]</p>\n<p>I also declare as my property a cross with its iron weather vane, which is used on the belfry. I also declare that I leave to my wife, Dona Maria de la Luz Chaves, my dwelling and all the household furniture within the doors thereof, it being observed that I have given houses to all my children; to Manuelita the house I have in Santa Fé, with its corresponding land, and to all the others I have also given houses in this place of San Fernando, with their respective lands. I also declare that I leave to my wife, Maria de la Luz Chaves, the land enclosed by a wall I have in this place and orchard.</p>\n<p>In order to carry out all the wishes this will contains and which the codicil will contain, in case I leave one, I appoint as my executor, in the first place, my wife, Maria de la Luz Chaves; in the second, Don Jacinto Sanches, and in the third, Don Enrique Luna, and each one <i>in solidum,</i> and I give them ample power to take possession of my property as soon as I die and to pay all I owe, and that their collection be lawful and real, and that they make it with the legality their good conscience may indicate to them, which charge shall continue for the legal year and as much more time as they may need, since I extend it. And after it is completed and everything is paid, in the sale of my property, furniture, real property, rights and shares, present and future, I constitute as my sole and universal heirs my wife, Dona Maria de la Luz Chaves, and my said children, Maria Rita, Manuela Antonia, Maria Manuela, Juan Clemente, Manuel, and Maria Lugarda, who, after paying all I owe (except what I have given them), shall make a lump of what is left, the half for my said wife and the other half to be shared in equal parts by my children that they may enjoy it with the blessing of God and my own. And by these presents I revoke and cancel the wills and other testamentary provisions I may have made heretofore.</p>\n\n</div>", 
  "sha1": "1798a88560c4aedbd1cb407d5971602ed7e34a11", 
  "date_modified": "2014-12-22T09:49:48.516589", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/94744/bergere-v-united-states/", 
  "citation_count": 41, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/242676/", 
  "html": "<p class=\"case_cite\">168 U.S. 66</p>\n    <p class=\"case_cite\">18 S.Ct. 4</p>\n    <p class=\"case_cite\">42 L.Ed. 383</p>\n    <p class=\"parties\">BERGERE<br>v.<br>UNITED STATES.  UNITED STATES  v.  BERGERE.</p>\n    <p class=\"docket\">Nos. 43 and 46.</p>\n    <p class=\"date\">October 18, 1897.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">J. D. O'Bryan, J. W. Vroom, and T. B. Catron, for Eloisa L. bergere.</p>\n      <p class=\"indent\">Matt G. Reynolds, for the United States.</p>\n      <p class=\"indent\">Mr. Justice PECKHAM delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These are cross appeals from a judgment of the court of private land claims, confirming in the petitioner, Bergere, for herself and the other heirs of Manuel Antonio Otero and Miguel Antonio Otero, the title to 11 square leagues of land in the territory of New Mexico. The petition was filed in the court below, asking that the validity of the title to a very much larger tract of land in the above territory, alleged to have been granted in 1819 to one Bartolom e Baca by Acting Governor Melgares, might be confirmed to the heirs and legal representatives of Baca, of whom, she alleged, she was one.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The number of acres contained in the alleged grant was not stated, but it has been variously estimated at from half a million to a million and a half.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The judgment of confirmation was granted upon the ground, as stated by the court, that the grant to Baca was imperfect at the time of the cession of the department of New Mexico to the United States by the treaty of Guadalupe Hidalgo, and hence it could only be confirmed by the court for the amount of 11 square leagues, under subdivision 7 of section 13 of the act of congress of March 3, 1891 (26 Stat. 854, c. 539), creating the court of provate land claims. That subdivision reads as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'No confirmation of any claims or lands mentioned in section six of this act, or in respect of any claim or title that was not complete and perfect at the time of the transfer of sovereignty to the United States as referred to in this act, shall in any case be made or patent issued for a greater quantity than eleven square leagues of land to or in the right of any one original grantee or claimant, or in the right of any one original grant to two or more persons jointly, nor for a greater quantity than was authorized by the respective laws of Spain or Mexico applicable to the claim.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The petitioner thought the court below should have confirmed her title to the whole of the land described in the alleged grant, while the counsel for the government was of the opinion that the judgment ought not to have confirmed her title to any portion thereof. Both parties have therefore appealed from the judgment to this court.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In the course of the trial certain papers were put in evidence on the part of the petitioner, for the purpose of proving the alleged grant. They were written in the Spanish language; and a sworn translation thereof, also appearing in the record, reads as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'To the Acting Governor: Don Bartolom e Baca, captain of the volunteer militia company of cavalry of the villa of Alburquerque, residing in the jurisdiction of Tome, before you with the greatest respect and subordination, as by law required, represents: That he has a number of sheep, horned cattle, and horses, without legitimate property on which to keep them together under shepherds, cattle herders, and horse herders, to take care of them, and secure their safety, they now roving over different places, exposed to all the contingencies arising from their being scattered. There being vacant on the other side of the Ab o Mountain a tract called the 'Torreon,' and which extends, on the north, to the Monte del Cibolo, on the south to the Ojo del Cuervo, on the east to the springs called the Estancia Springs, on the west to the said Ab o Mountain, he prays you to be pleased to grant the same in real possession, in the exercise of the powers upon you conferred by his majesty, in order to establish thereon a permanent ranch or hacienda, which he engages to occupy with his stock, sustaining the same with armed servants, who may defend it against the incursions of the enemy without abandoning it; and he will also, if possible, open lands for cultivation, whether irrigable or dependent upon the seasons, for the advancement of agriculture; and, although the water sources it contains are small and uncertain, he proposes to improve them with reservoirs and other appliances which will secure every advantage possible; and he affirms that it has at present no owner, and that it never has had any known owner.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'Wherefore he prays you to be pleased to grant this his      petition in conformity with law, and to direct the royal      judge of his district to give him legal possession, with the      proper documents and other formalities which are required,      whereby he will receive favor, grace, and justice. I swear      that I do not act in bad faith, and in that which is      necessary, &amp;c.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'San Fernando, February 4, 1819.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'Bartolom e Baca. [Rubric.]'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'Santa F e, July 2, 1819.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'As he asks it according to law, and I understand that no      injury results to any third party, but, on the contrary,      increase of stock raising and agriculture under the      conditions asked:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'Don Jos e Garcia De La Mora will proceed to give the      possession, designating limits, and doing what is proper,      which, being concluded, he will transmit the expediente to      this superior office, so that, if it be approved, the proper      testimonio may be ordered to be given to the petitioner.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Melgares. [Rubric.]'</p>\n    </div>\n    <p class=\"center\">'In execution of the decree of July 2, 1819, I, Jos e</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>Garcia De La Mora, the judge commissioned by Lieutenant           Colonel Facundo Melgares, governor of the province of           New Mexico, proceeded in company with captain of           volunteer militia, Bartolom e Baca, who, by his merits           and conduct in the service of both majesties, as has           been proved by the offices which have been conferred           upon him of alcalde mayor, and in other services in the           field, the governors always appointing him commander of           campaigns and scouting parties, which he always led with           honor and valor, and in addition to all this he has           always surpassed others in voluntary contributions,           setting a good example to his inferiors; wherefore, in           reward of all these merits and services, I have           proceeded in his company to examine the tract he applies           for, and knowing that it is wild land, and that no           injury results to any third party, I have placed him in           possession in the name of the king (whom may God           preserve), and I took him by the hand, and led him over           the whole tract, he shouting, and plucking up grass, and           throwing stones in the name of the king, saying, 'Long           live our beloved monarch, Don Fernando VII., whom God           may preserve!' with hurrahs and shouts, and I shed tears           of delight at his acclamations; and I designated to him           for his boundaries: On the south, the Ojo del Cuervo,           following its line to the Ojo del Chico; on the east,           the Cerro del Pedernal; on the north, the Ojo del           Cibolo; on the west, the Altura de la Sierra (summit of           the mountain range); the said gentleman being satisfied           and grateful to the said governor for the benefit           conferred upon him, binding himself to increase by his           intelligence the limited waters which have been donated           to him in order that his herds may be maintained, to           which he is bound, transmitting the whole for your           approval, he will satisfy the fees which may be charged           to him.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'Wherefore I transmit this to the superior authority in order      that, it being examined by you, you may decide as you may      deem just.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'San Fernando, September 12, 1819. To which I certify with my      two assisting witnesses.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Jos e Garcia De La Mora. [Rubric.]</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">'Assisting witness:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">'Jose Andres Caller. [Rubric.]</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">'Assisting witness:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">'Franco. Galiz. [Rubric.]</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">'[Torn] the boundaries by [torn].</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">'[Rubric.]</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">'[Torn] elgares.'</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The original of the last portion of the above paper, from the words 'San Fernando,' etc., reads in Spanish as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">'San Fernando, doce de sepre. de mil ochocientos diez y nueve      a nos. De qe. doy fee, con los dos de mi asistencia.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">'Jose Garcia De La Mora. [Rubrica.]</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">'Deassa.:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">'Jose Andres Caller. [Rubrica.]</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">'Deassa.:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">'Franco. Galiz. [Rubrica.]</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">'[Roto.] de los limites por [Roto].</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">'[Rubrica.]</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">'[Roto.] elgares.'</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The petitioner claims that the evidence shows an approval by the governor of the action of the alcalde in delivering juridical possession of the land described in the petition of Baca, and that thereby the grant became effective and absolute. Also that there is sufficient evidence of an adverse possession of such land by Baca from 1819 to the time of his death in 1834, and after that time by his heirs and representatives.</p>\n    </div>\n    <p class=\"indent\">The court below found the following facts:</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">'First. That on February 4, 1819, Bartolom e Baca presented a petition to the then governor of the province of New Mexico, Facundo Melgares, setting forth that he had registered a piece of vacant land, which was called the 'Torreon'; that the said governor made the said grant as petitioned for on July 2, 1819, and directed Jos e Garcia De La Mora to give possession, designating the limits and officiating duly; that afterwards, to wit, on September 12, 1819, the said official gave to the said Bartolom e Baca the actual possession of the said tract of land called the 'Torreon,' petitioned for.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">'Second. That the said tract of land called the 'Torreon' had been in the actual possession of Bartolom e Baca for more than four years from the date of the grant on said September 12, 1819.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">'Third. That the said petitioner, who filed her petition for herself and other heirs of Manuel Antonio Otero and Miguel Antonio Otero, are the legal successors in interest to the rights of the said heirs of the said Bartolom e Baca.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">'The court finds as a matter of law that the grant to said Bartolom e Baca was imperfect at the time of the cession of the department of New Mexico to the United States of America by the treaty of Guadalupe Hidalgo, and that the petitioner, for herself and other heirs of Manuel Antonio Otero and Miguel Antonio Otero, as the legal representatives of the said Bartolom e Baca, is entitled to a confirmation of eleven square leagues of land within the outboundaries of the tract of land called the 'Torreon,' granted to said Baca, and of which he was put in actual possession.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">'It is therefore ordered, adjudged, and decreed by this court that the claim of the petitioner for the land hereinbefore described and set out be, and the same is hereby, confirmed to the extent of eleven square leagues to the heirs and legal representatives of Bartolom e Baca, provided that this confirmation shall not confer any right or title to any gold, silver, or quicksilver, mines or minerals, of the same.'</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In regard to the character of the grant involved in this proceeding, it is conceded on the part of counsel for petitioner that the approval of the governor was necessary in order to make the grant effective. In their brief they say: 'Now, this grant was not finally made until return was made by the alcalde, and approval had. Before that time it had no existence. The confirmation of the government was the one act that fixed the right of the grantee, and that final act was based upon the return, and, necessarily in this case, in confirmation of the return.' We have no doubt of the correctness of this view. The governor, in his reference of the case to the alcalde, bids him transmit the expediente to his office, so that, if approved, the proper testimonio may be ordered to be given the petitioner. Until approved, the action of the alcalde was of no effect.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The burden of showing this approval rested with the petitioner, and, unless she has sustained it, she has failed in this branch of her case.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In speaking of the burden cast upon a petitioner who asks confirmation of an alleged grant of land under the act of 1891, above referred to, this court, in Whitney v. U. S., 167 U. S. 529, at page 547, 17 Sup. Ct. 863, said: 'Upon the whole, we have come to the conclusion that the claimants have not made out their case by a fair preponderance of evidence or such weight of testimony as is necessary to establish their title to this large tract of land.'</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Counsel for the petitioner claim that, assuming the burden as above stated, there is a presumption, arising from an inspection of these papers and from a consideration of the other evidence in the case, that there was an approval of the action of the alcalde by the governor, and that the grant was thus made effective. We do not concur in this view, and we are of opinion that the papers themselves show no approval by the governor, and that there is no evidence of other facts or circumstances from which such approval could properly be presumed.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">There is no approval to be found upon the papers themselves. This is too plain for argument. The torn portion of the paper following the report of the alcalde has no word of approval thereon. There is part of a sentence which, as translated, means 'the boundaries by,' and under it is the signature of Melgares, with the exception that the first letter of his name is lacking. This does not and cannot, in and of itself, constitute an approval in fact; and there must be something more than this torn paper upon which to found a presumption of such approval.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">It is, however, urged that the presumption arises from an inspection of all the papers avove referred to, aided by a consideration of the other evidence in the case.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">We think no such presumption can be indulged in from an inspection of all of the papers in question, even when aided by the other evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Such an inspection shows that the alcalde proceeded on his own account to deliver juridical possession of a much larger tract of land than Baca had petitioned for in his petition to the governor. This larger tract the alcalde described in his report to the governor, and submitted his action to the governor for his final approval.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The action of the alcalde is sufficient to prevent a presumption of approval founded solely on an inspection of the papers. The difference between the amount of the land asked for and that delivered by the alcalde is too great to permit of any presumption of approval. There must be some proof of it. We are not aided in making this presumption by a consideration of the other evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Counsel for the petitioner refer to the fact of the possession of these papers by Baca as an important piece of evidence in aid of this presumption. The possession alluded to was proved by one of the grandsons of Baca, who was a witness for the petitioner. He testified that his mother was a daughter of Baca, and that his father was Baca's administrator. The papers of Baca were in the possession of his father as such administrator. His father died somewhere about 1880, and after his death the witness took the box of papers that had belonged, as he said, to his grandfather, and kept it. He did not know its contents until he was looking for some papers belonging to his father, when he found what he describes as a part of the grant of a tract to Bartolom e Baca. Witness took the paper to Manuel Antonio Otero, who said, 'Let us search for the other part and I will buy it from you and the other heirs;' and then, after a further search, the other part was found, and these papers thus found are the ones above set forth.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Upon these facts it is said that it appears that the papers were in possession of Baca, and that they were delivered to him by or on behalf of the governor, and it therefore follows that the grant was approved by him, or otherwise the paper would not have been delivered. The bare fact of possession of the papers as above stated is all that the evidence shows. There is not one word of proof of any delivery of the papers to Baca, and we cannot see, from the mere fact of possession of the papers under these circumstances, sufficient ground upon which to base a presumption of delivery, and therefore of approval.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">We are asked to presume the fact of delivery because the papers were found in the box of papers once belonging to Baca, and we are then further asked to presume an approval because of the presumed delivery. This requires an entirely too free use of presumptions unsupported by evidence tending in the direction of proof of the facts to be presumed. If the papers had contained an approval by the governor, it might, perhaps, have been admissible to presume a delivery from the fact of possession. It is too much to ask us to presume both facts from the sole fact of the possession of the papers. The other evidence in the case, viewed in connection with these facts, is wholly insufficient to permit of the presumption. It is directed only to the fact of possession of the land by Baca; the character and weight of which evidence will be spoken of hereafter. It is enough to say here that it is insufficient to be used as lending any strength to the presumption of approval which we are at present discussing.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">In the condition in which the papers were found, some evidence further than mere possession of them should have been given. The papers were not found together, or at the same time. They were torn, and part of the name of the governor had disappeared. They were not of a character to be probably found in the hands of Baca. The proof as to the manner in which Spanish grants were evidenced, as ascertained from an examination of the records in the surveyor general's office in the territory, is unimportant. The witness was simply unable to give an opinion as to the general custom. Here, however, the papers themselves showed that something other than those papers were to be given the grantee. The papers formed the expediente, and belonged in the archives of the government when approved; and they show on their face that, if the government approved, there was to be given in that case a proper testimonio to the petitioner, which it was evidently contemplated should be something other than this expediente. There is no proof of the existence of any such paper or that it was ever given.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Under all these circumstances, some explanation as to the possession of these papers by Baca should have been given, showing they were intended as in place of the testimonio, so that the presumption of a delivery and an approval by reason thereof would not necessarily rest solely upon the fact that the papers without any approval indorsed on the return were found as stated.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Evidence of the delivery of juridical possession of the land to Baca is also referred to as aiding the presumption of the subsequent approval by the governor; and the delivery of the papers to Baca, and the further alleged fact of the retention of such possession by Baca up to his death, in 1834, is also mentioned for the purpose of strengthening this presumption. The alcalde, in fact, delivered to Baca juridical possession of much more land than was asked for by Baca in his petition. This fact is attempted to be explained upon the theory that the petition of Baca did not describe in detail the land he asked for, and that the governor, in referring the petition to the alcalde, directed him to designate the limits, and do what was proper etc. There is, however, a sufficient description of the land contained in the petition of Baca. It was in regard to that particular land thus described that the acting governor said that, 'as he asks it according to law,' etc., 'Don Mora will proceed to give the possession, designating the limits.' Was this an authority to Don Mora to designate such limits as might seem good to him, or was it simply an authority to designate those limits which were described in the petition of Baca? We have no doubt it was the latter, and hence, when the alcalde made return that he had delivered juridical possession of a much larger tract of land than had been asked for, it would naturally be supposed there might be hesitation and refusal to approve on the part of the governor. Certainly, no presumption of approval would arise from these facts. Therefore the delivery of juridical possession, as shown in this case, has not the usual importance that is attached thereto when such delivery takes place as the concluding act in a grant of an absolute character. This delivery was concededly conditional, and could have no final effect until the approval by the governor; and this approval must be shown by the petitioner to have been given, and cannot be presumed to follow the delivery of juridical possession.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Actual possession of the land described in the alleged grant for four year by Baca, as found by the court below, is also claimed as an important fact upon which, in addition to the evidence already alluded to, the presumption of approval may properly be sustained. The evidence upon which the finding is based is not substantially contradicted, and it shows that, after the delivery of juridical possession by the alcalde, Baca built some small buildings on a portion of the land, for the use of his herders and servants, who occupied them, and who were attending to the business of looking after his horned cattle, sheep, and horses, for which Baca wanted pasture. He never himself resided on the land, but, subsequently to his taking possession from the alcalde, and at different times prior to his death, in 1834, other persons, embracing in all a number of families, had come upon Baca's portion of the land, and had dwelt there, without any molestation from him, and probably with his consent, on account of the protection their presence would afford to his interests against the Indians. During the years subsequent to the grant in question there were granted within the boundaries thereof small grants to settlements or towns, which the petitioner says were granted with the assent of Baca, and his legal representatives. There is also evidence of some small attempts at cultivation within a narrow range of land contained in the grant,&#8212;hardly enough to speak of. Some of the witnesses for the petitioner said the place was called 'Torreon' because Baca built a torreon there, and the people gave it that name for that reason. The accuracy of this evidence becomes doubtful, to say the least, when, by referring to the original application of Baca to the acting governor for the grant, he describes it therein as 'a vacant * * * tract called the 'Torreon,' and which extends,' etc., as described. Two of the sons of Baca occupied at one time a log house that was built by Baca upon the land, and they occupied it while superintending the herders who were caring for the cattle being pastured in the vicinity. Petitioner's witnesses also said that since 1819, and up to the death of Baca, he was recognized as the owner of the property; and after his death the property was recognized and respected as that of Baca.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Who were the persons thus recognizing ownership is not stated,&#8212;whether servants and agents of Baca, or independent third persons. Some of the witnesses making these statements were wholly ignorant, as they said, of the fact that grants of portions of this land had been made by the Mexican government as vacant and occupied lands. Subsequently to the date of 1819, such conveyances were, in fact, made; and, whether the title conveyed by them was good or bad, it appears conclusively that the Mexican government, during the time when this possession of Baca is claimed to have been in existence, regarded the tract as vacant and unoccupied so far as to permit of its conveyance to others of various portions of the land now claimed. Another witness thought that Baca occupied about 300 varas in width from east to west and from north to south, but he was ignorant as to the boundaries of the grant, although, so far as he knew, Baca claimed no more than 300 varas; and this was under some cultivation for a distance of about 100 varas from north to south, and this was as late as 1829 or 1830. Other persons during this time came in and made application to the judge of first instance, as witness remembered, for other portions of land embraced in this alleged grant, on the theory that such portions were vacant and unoccupied.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">This, in substance, is the evidence of possession, and it cannot, as we think, at all strengthen the presumption of an approval of the grant, and a possession in accordance with it.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Nor do we think there is any evidence upon which to base a claim of adverse possession of this land as of right, or under some claim of title. There is no evidence showing a possession exclusive in its nature, and founded upon a claim of right to the land so possessed. If there had been evidence of an approval of the grant, the delivery of juridical possession, as stated in the return of the alcalde, might be sufficient evidence of title at one time to the whole land; yet, in the absence of such evidence of approval, we are of opinion that the actual possession, as proved, was totally insufficient to support a claim of title to this immense tract of land; nor is it sufficient to support a presumption that the acting governor did approve the grant, and that what appears upon the torn expediente is in reality part of his written approval thereof. The recognition of the property as belonging to Baca was very probably a recognition of the occupancy by him of the 300 varas above alluded to, and is surely not definite enough to base a claim that the possession of this large amount of land by Baca was either notorious or in any degree exclusive, or that any portion of it was ever used by him for any purpose other than the pasturing of his cattle, sheep, and horses, and purposes connected therewith, but in no way exclusive of other persons.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">In regard to proof of the fact of pasturing cattle as evidence of an adverse possession upon which to base a claim of title, we have held that such fact is of very slight weight when applied to cases arising under alleged grants of land of the nature of the one under consideration. In the case of Whitney v. U. S., 167 U. S. 529, 546, 17 Sup. Ct. 857, 863, already above cited, this court said, speaking through Mr. Justice Brown, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">'The claimant also relies upon a long-continued adverse possession of this land, maintained for nearly 170 years from the date of the grant, and nearly 80 years from the date of the testimonio issued by the alcalde mayor, De Baca. Had it been shown that this possession was complete, edverse, and undisputed during the whole life of this grant, such possession would probably be regarded as complete evidence of title. Nor are we disposed to deny that the fact that the Luceros and their descendants pastured stock upon these lands is evidence of such possession, but, in order to make it of any particular weight, it should be shown to have been exclusive, and that no other person pastured, or had the same right to pasture, upon these lands. The proceedings in the case first above mentioned, of the intrusion of the Romeros, indicate the lands to have been held in common, and to have been subject to pasturage by the Indians and other residents of that neighborhood. Under such circumstances it should be made to appear that the rights of Lucero and his descendants were exclusive in this particular. In addition to this, however, it is a fact so notorious that we may take judicial notice of it, that mere pasturage upon these Western lands is very slight evidence of possession. The court below was of the opinion that from a practical standpoint the grazing of stock in this country has no value as evidence of practical location. In view of the fact that all, or nearly all, of this testimony respecting possession is given by witnesses who are descended from Lucero, or connected with his family, or are interested in the litigation, and the possession relied upon is not shown to have been exclusive, or inconsistent with the use of this vast tract as a pasturage common to all the dwellers in that neighborhood, we think the court did not err in refusing to give it weight as evidence of title.'</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">These remarks apply with great force to this case, so far as the evidence herein goes to show actual possession by reason of the pasturing of stock, which is really all the evidence of possession the case affords. It is entirely lacking in evidence of an exclusive possession under a claim of right, and the testimony is consistent with a mere occupancy of but a small portion of the land by Baca and his servants for purposes of pasturage, and without claim of further or exclusive right or title.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">There is another fact that we think bears with a good deal of force upon the question whether there ever was an approval by the governor, and, as connected therewith, whether Baca himself ever thought that he had, or claimed to have, any title to or property in the land described in his petition or in the report of the alcalde, and that fact is that he makes no mention whatever of this property in his will, and does not, in that instrument, claim to have any title to or interest in the same. The will was put in evidence only for the purpose of showing the written declarations of Baca as to his ownership of property and his omission to name the property in question, and we think it sufficiently proved for that purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The failure to enumerate in his will a particular piece of property owned by a testator would, in ordinary cases, be of not the slightest significance. But a perusal of the will under examination shows, as we think, quite plainly, that the testator was, in effect, marshaling his assets, and mentioning in the instrument all his property, and making specific dispositions thereof. He speaks in great detail of his different pieces of property, both real and personal. The paper cannot be read without giving the impression that the testator was naming therein every piece of real property which he claimed to own. A reading of the will is the most satisfactory and the best proof of the correctness of this statement; and the instrument, with the exception of the formal parts, is therefore given in full in the margin.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">After reading the will, the inference is, as we think, irresistible, that Baca did not suppose he owned, and made no claim to own, the property in question here. If he had owned it, or claimed to own it, there can be no doubt it would have been mentioned in the will. A grant containing at the lowest estimate half a million acres of land would be much too large for the testator to have overlooked or ignored in a declaration of ownership of property such as is contained in this will.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">We should infer from this omission that Baca knew he did not own the land, and was aware of the fact that the action of the alcalde had never been approved by the governor.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">From the fact of Baca's omission to name this land as his property we must infer that such actual possession as he had taken of a small portion of this land never led him to suppose that he was the owner of it, or that he had any title to it.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">It was, in fact, an occupation of a comparatively small piece of the land in question, for the purpose of pasturage, but in no way exclusive in its nature, and under no claim of right or title. Hence the omission of Baca to mention the land as his property, or to refer to it in any way.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">The action of the Mexican government in making grants to third parties of certain portions of these lands as vacant and unoccupied lands is also of some importance. The grants were made at times which were long subsequent to the petition of Baca and the making of the return of the alcalde, and were made after an official examination of the lands than granted, and a certificate that they were vacant.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">We express no opinion as to the validity of these grants, and we allude to the subject only for the purpose of pointing out how the facts appeared to the Mexican officials, who, at that time, were engaged in an investigation of the question of occupancy, and who reported the lands mentioned in the respective grants as vacant and unoccupied, which we may assume they would scarcely have done had Baca or his heirs then been in the actual possession and occupation of those very lands.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">We have now referred to the substance of all the evidence contained in this record, and we are compelled to conclude that the petitioner has failed to make out a title of any kind to the land in question. While the court below failed to give judgment to the petitioner for the full amount of her claim, yet it did give her judgment for the amount already stated of 11 square leagues of land. The court found that the grant was an imperfect grant at the time of the cession of the territory to the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">In our view of the case, no grant, perfect or imperfect, was in existence at that time, and hence the finding of the court that the petitioner was entitled to a confirmation of 11 square leagues within the limits of the outboundaries of the tract cannot be sustained.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">The act creating the court of private land claims (above cited) provides in the first subdivision of section 13 for the confirmation of imperfect grants.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">This court has construed the language there used to mean, 'not only that the title was lawfully and regularly derived, but that, if the grant were not complete and perfect, the claimant could, by right, and not by grace, have demanded that it should be made perfect by the former government, had the territory not been acquired by the United States.' Ainsa v. U. S., 161 U. S. 208, 223, 16 Sup. Ct. 544, 549.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">The same construction was upheld in U. S. v. City of Santa F e, 165 U. S. 675, 714, 17 Sup. Ct. 472, and it is again approved in U. S. v. Sandoval, 167 U. S. 278, 293, 17 Sup. Ct. 868. After a full consideration of the case, we must hold there is not sufficient evidence to show that at the time of the cession of the territory of New Mexico to the United States the predecessors or grantors of the petitioner had any title of any kind whatever, perfect or imperfect, to the land described in the petition herein, and, consequently, there could be no confirmation of any alleged imperfect title or grant.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">The judgment of the court of private land claims must, therefore, be reversed on the appeal of the United States, and the record remanded to that court, with directions to enter judgment in conformity with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Will of Bartolome Baca.</p>\n        <p>First, I commend my soul to God, our Lord, who, from nothing, created it, and my body to the earth, from which it was made, which, when a corpse, I direct be shrouded in the habit of our seraphic father, San Francisco, and to be buried in the Church of the Pure and Spotless Concepcion de Tome.</p>\n        <p>It is my will that my burial be humble, and with mass, with the body present. I also declare that I am lawfully married, in facie ecclesiae, to Dona Maria De La Luz Chaves, from which marriage we have had and have, as our legitimate children, Maria Rita, Manuela Antonia, Maria Manuela, Juan, Manuel, and Maria Lugarda. I also declare as my property the house where I live, containing seventeen serviceable and three unserviceable rooms, with a chapel where the holy sacrifice of private mass is celebrated, adorned with thirty-five images in sculpture and pictures, a pulpit, twenty-four mirrors, a censer with its boot of silver, five chasubles with their corresponding accessories, two capes, two albs, two sashes, six altar draperies, two missals, one chalice with its accessories, two cruettes with their salvers, eight metal candlesticks, and its vestry, with a chest in which the ornaments are kept. I also declare as my property the utensils of my house, consisting of eight mirrors, eleven silver plates, twelve spoons, and eight forks also of silver, three copper kettles, two large chests, four carts with trappings, five trunks, three hampers, one silver vase and a tankard of the same, one wardrobe, one carriage, four serviceable and three</p>\n        <p>unserviceable wagons, one flask case with twelve flasks, eight hoes, three axes, two adzes, three bars of iron, two American saws, one thousand six hundred dollars in money, one copper boiler. I also declare as my property nine small houses in this place of San Fernando, four small houses at El Cerro, the farming land I have at this place and at El Cerro, with the purchase I have in this said sitio, which is coterminous with the sitio of Valencia. I also declare as my property a house I have in the sitio of the Peraltas, a broken field, and an interest in the</p>\n        <p>[Good for seal third for the years 1833 and '34. Rubric.]</p>\n        <p>said sitio. I also declare as my property a house and lands in the sitio of the Aragons, an interest in said sitio, which I bought of the late Jos e Aragon.</p>\n        <p>I also declare as my property a ranch which I bought of Don Luciano Garcia on the other side, in front of Bernalillo, which consists of a house and lands, the value of which is one thousand dollars, which I gave for it. I also declare as my property two ranches in the sitio of Tome, with its houses, which I purchased of Jos e Manuol Apodaca and Andres Mirabal, and two large fields purchased of Felipe Montoya. I also declare as my property two fields, and an interest in the sitio of Las Enlames, which I purchased of the late Antonio Jos e Baca. I also declare as my property that which I have in a room in my house set apart as a store, and in which there are forty-five pieces of calico, domestic, and muslin. I also declare as my property two houses I have in La Joya de Sevilleta, together with their share of lands in the sitio. I also declare as my property a house I have in the village of El Paso del Rio del Norte, with its vineyard and corresponding land, as appears from the document executed for me, and which is in my possession. I also declare as my property the land I have in the sitio of Sansal, which Juan Antonio Baca paid me, and which was received by Tomas Sanchez. I also declare as my property the broken lands I have in the sitio of Mansano, and my interest therein, together with the will under the management of Jos e Antonio Torres. I also declare as my property a mill I have in this place of San Fernando. I also declare as my property four hundred and fifty head of cattle from the brand up, seven thousand head of small stock, eight hundred ewes of mine which Don Francisco Ortiz has on shares, one thousand ewes which Gonzales, who resides at Seboyeta, has on shares. I also declare as my property forty broken mules, a little more or less; twenty-four aparejos, with accessories; one hundred horses between unbroken and broken; twenty-four young mules one two years old; two asses. I also declare th't Don Mateo Sandoval owes me</p>\n        <p>[Good for seal third for the years 1833 and '34. Rubric.]</p>\n        <p>four hundred and thirty dollars in money, which I order collected. I also</p>\n        <p>declare that, according to the cash book in my use, and the obligations that have been made to me, collections be made of all the indiviouals who owe me, and are not credited on their accounts and obligations. I also declare that I owe the house of the late Francisco Chaves four thousand and odd dollars in money and five thousand ewes I had from said house on shares. I order that it be paid. I also declare that I owe as tithes at El Paso del Norte four thousand dollars. This is being paid, and what is found not to have been paid, I order that it be paid. I also declare that I owe to Don Santiago Arichavala for one thousand two hundred sheep. I order that they be paid for. I also declare that I owe Don Rafael Ortiz for six hundred sheep for the year eighteen hundred and thirty-four. I order that they be paid for. I also declare that I owe my stepson, Jose Luna, for five hundred sheep. I also declare that Don Ricardo Ester owes me four thousand five hundred dollars. I order that it be collected. I also declare that Don Ignacio De La Campa, who lives in Sonora, owes me one thousand five hundred and fifty-six dollars, two reals. I order that it be collected. I also declare that Don Alexandro Legren owes me four hundred dollars, two hundred of which appear in an obligation he executed for me, and for the other two hundred he made no obligation. I order that it be collected. I also deciare as my property a tract of land in the sitio of Lunas, which Antonio Jos e Padilla paid me. I also declare that Ruybali De Savinal owes me for three hundred ewes. I order that it be collected. I also declare that Vicente Provencio, who resides at Oposura, in the state of Sonora, owes me five hundred dollars in money. I order that it be collected. I also declare that all the servants of my house, according to their accounts, are obligated to earn them in the house, even to the last real, and he who does not wish to serve shall pay in full. I also declare as my property forty she goats, which are in the possession of Gertrudis Montoya, who resides in Belen. I also declare as my property one iron cot and two bells.</p>\n        <p>[Good for seal third for the years 1833 and '34. Rubric.]</p>\n        <p>I also declare as my property a cross with its iron weather vane, which is used on the belfry. I also declare that I leave to my wife, Dona Maria De La Luz Chaves, my dwelling and all the household furniture within the doors thereof, it being observed that I have given houses to all my children; to Manuelita the house I have in Santa F e, with its corresponding land; and to all the others I have also given houses in this place of San Fernando, with their respective lands. I also declare that I leave to my wife, Maria De La Luz Chaves, the land inclosed by a wall I have in this place and orchard.</p>\n        <p>In order to carry out all the wishes this well contains, and which the codicil will contain, in case I leave one, I appoint as my executor, in the first place, my wife, Maria De La Luz Chaves; in the second, Don Jacinto Sanches;</p>\n        <p>and, in the third, Don Enrique Luna,&#8212;and each one in solidum; and I give them ample power to take possession of my property as soon as I die, and to pay all I owe, and that their collection be lawful and real, and that they make it with the legality their good conscience may indicate to them, which charge shall continue for the legal year and as much more time as they may need, since I extend it. And after it is completed, and everything is paid, in the sale of my property, furniture, real property, rights and shares, present and future, I constitute as my sole and universal heirs my wife, Dona Maria De La Luz Chaves, and my said children, Maria Rita, Manuela Antonio, Maria Manuela, Juan Clemente, Manuel, and Maria Lugarda, who, after paying all I owe (except what I have given them), shall make a lump of what is left, the half for my said wife and the other half to be shared in equal parts by my children, that they may enjoy it with the blessing of God and my own. And by these presents I revoke and cancel the wills and other testamentary provisions I may have made heretofore.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/94744/"
}