{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "168 U.S. 398", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/94771/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Nobles v. Georgia", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "376", 
    "id": 79152, 
    "resource_uri": "/api/rest/v2/citation/79152/"
  }, 
  "id": 94771, 
  "blocked": false, 
  "judges": "White", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1897-11-29", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>168 U.S. 398 (1897)</b></center>\n<center><h1>NOBLES<br>\nv.<br>\nGEORGIA.</h1></center>\n<center>No. 376.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 9, 10, 1897.</center>\n<center>Decided November 29, 1897.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF GEORGIA.\n<p><span class=\"star-pagination\">*399</span> <i>Mr. Marion W. Harris</i> for plaintiff in error. <i>Mr. W.C. Glenn</i> and <i>Mr. D.W. Rountree</i> were on his brief.</p>\n<p><i>Mr. J.M. Terrell</i> for defendant in error.</p>\n<p>MR. JUSTICE WHITE delivered the opinion of the court.</p>\n<p>In July, 1895, Elizabeth Nobles was tried in the Superior Court of Twiggs County, Georgia, upon an indictment for murder, and was found guilty and sentenced to death. The bill of exceptions in the record now before us recites that \"the said sentence of death having been regularly and legally suspended and superseded by the order of the court the case came on again to be heard before the court on the 23d day of June,\" the object of the hearing being, as stated, \"for the purpose of passing sentence of death by the court upon the said Elizabeth Nobles in said stated case;\" that is to say, in consequence of the order which had suspended the sentence of death previously imposed in July, 1895. On the date of the appearance for resentence, June 23, 1896, W.W. Baughn, the present plaintiff in error, appeared on behalf of the convict and presented a motion or petition. The paper recited that the said Elizabeth Nobles should not be sentenced \u0097</p>\n<p>\"First, because, as petitioner avers, the said Elizabeth Nobles is now insane.</p>\n<p>\"Second, because the said Elizabeth Nobles being now insane, it is contrary to the policy of the law and is illegal that the sentence of death should be imposed upon her by the court.</p>\n<p>\"And petitioner further says that under article 14 of the amendments to the Constitution of the United States, it is provided as follows: `Nor shall any State deprive any person of life, liberty or property, without due process of law; nor deny to any person within its jurisdiction the equal protection of the laws.'</p>\n<p>\"Petitioner says that due process of law means law in its regular course of administration through courts of justice, and that by the Fourteenth Amendment above quoted, whilst the States have power to deal with crime within their borders, no State can deprive any person of equal and impartial justice <span class=\"star-pagination\">*400</span> under the law, and that law in its regular course of administration through courts of justice, is due process, and unless the same take place through courts of justice, the constitutional requirement above quoted is nullified.</p>\n<p>\"Petitioner, therefore, specially sets up and claims the right of due process of law through its regular administration through courts of justice, under and by virtue of the constitutional guarantee under the Fourteenth Amendment to the Constitution of the United States above quoted.</p>\n<p>\"Petitioner says that it is essential to due process of law within the meaning of the above requirement that a jury be empanelled on the issue now tendered by this petition, and that trial take place before a judge of the Superior Court of the State of Georgia, according to the due and regular form of proceedings in our courts. Whenever an issue of fact is made in a Superior Court in the State of Georgia the trial of the questions thereby raised is a function of the Superior Court of the county having jurisdiction, and that the trial of the question raised by this petition is a function of the Superior Court of Twiggs County, in which said court the said Mrs. Nobles was convicted of murder.</p>\n<p>\"Petitioner further says that the proceedings contemplated under section 4666 of the Code of Georgia are not due process of law for these reasons, to wit.\"</p>\n<p>The grounds alleged were eight in number, and in substance charged that the method of inquiry provided by the Georgia statutes for ascertaining whether one who had been convicted of crime was insane at the time of the inquiry was not due process of law under the Constitution of the United States, because the investigation which the law authorized was not judicial in character. The detailed enumeration of why the remedy provided by the statute was asserted in the petition not to be judicial as well as the prayer of the petition are set out in the margin.<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*401</span> The court refused to grant the petition, and resentenced the prisoner to the death penalty. Thereupon the petition was again presented, and upon its being again refused, exceptions were noted. The case, on the exceptions reserved, as just stated, was taken to the Supreme Court of the State of Georgia, where the action of the lower court was affirmed, and to this judgment of the Supreme Court of the State of Georgia this writ of error is prosecuted. There is no question <span class=\"star-pagination\">*402</span> raised that the statutes of Georgia do not afford adequate means for trying by court and jury any question made as to the insanity of the accused at the time of the commission of a crime.</p>\n<p>The statute law of Georgia directly applicable to and involved in this controversy is as follows:</p>\n<p>Georgia Code (1882), 4666; Code (1895), 1047, 1049. <i>Become insane after conviction:</i> \"If, after any convict shall have been sentenced to the punishment of death, he shall become insane, the sheriff of the county, with the concurrence and assistance of the Ordinary thereof, shall summon a jury of twelve men to inquire into such insanity; and if it be found, by the inquisition of such jury, that such convict is insane, the sheriff shall suspend the execution of the sentence directing the death of such convict, and make report of the said inquisition and suspension of execution, to the presiding judge of the district, who shall cause the same to be entered on the minutes of the Superior Court of the county where the conviction was had. And, at any time thereafter, when it shall appear to the said presiding judge, either by inquisition or otherwise, that the said convict is of sound mind, the said judge shall issue a new warrant, directing the sheriff to do execution <span class=\"star-pagination\">*403</span> of the said sentence on the said convict, at such time and place as the said judge may appoint and direct in the said warrant, which the sheriff shall be bound to do accordingly. And the said judge shall cause the said new warrant, and other proceedings in the case to be entered on the minutes of the said Superior Court.\"</p>\n<p>The provisions of this section are a reproduction in the Code of prior legislation (Georgia Acts of 1855-6, p. 36; 1859, p. 50):</p>\n<p>Georgia Code (1882), 4666<i>a;</i> Code (1895), 1048. <i>Lunatics, how disposed of:</i> \"When any person shall, after conviction of a capital crime, become insane, and shall be so declared in accordance with the provisions of section 4666 of the code, it shall be the duty of the judge to certify the fact, and the said convict shall be received into the lunatic asylum, there to be safely and securely kept, and treated as other adjudged insane persons.\"</p>\n<p>The provisions of this section are a reproduction in the Code of an act passed in 1874. (Georgia Acts of 1874, p. 30.)</p>\n<p>The above sections, as existing in the Georgia Code of 1882, were cited by the Supreme Court of Georgia as controlling, and the brief for the plaintiff in error also states this to be the case. We have given the corresponding sections in the Code of 1895, although such sections as reproduced in the latter Code are in three sections and are somewhat altered in phraseology, but not so as to be material to the issue before us.</p>\n<p>In the argument at bar the contention was that these sections of the Georgia law afforded an opportunity to investigate the question of the insanity of a person convicted of crime only when the suggestion of insanity was made after conviction and sentence, and, therefore, that the statutes furnished no means of testing the question of insanity arising after conviction and before sentence, and this fact, it was asserted, amounted to a denial of due process of law under the Fourteenth Amendment of the Constitution of the United States. The construction of the statutes upon which this proposition was predicated is as follows: Although the text of section 4666<i>a,</i> which provides for an investigation into the question <span class=\"star-pagination\">*404</span> of insanity, when \"any person shall, after conviction of a capital crime, become insane,\" is conceded to be broad enough to cover all cases arising between conviction and sentence, yet, the words \"after conviction\" it is urged should be construed as applying only to insanity arising after conviction and sentence, because section 4666 provides only for an investigation \"after the convict shall have been sentenced.\" That is to say, the construction contended for, instead of treating the two sections of the code as in <i>pari materia,</i> and construing them together so as to give effect to both, restricts and limits the natural and obvious meaning of the later statute by incorporating into it the provisions of the earlier one. If the contention that the words \"after sentence\" in the earlier statute only apply to cases where insanity is suggested after sentence, and not to those where it is claimed to have arisen between conviction and sentence, then the provision in the subsequent section, extending the remedy to cases arising \"after conviction,\" cured the omission, if any there was, in the first statute. Instead, then, of construing the earlier as controlling the later statute, the elementary rule of interpretation would require that the later be considered as amplifying and providing for the thing omitted in the prior statute. While these conclusions are obvious, we are nevertheless relieved from the necessity of so deciding, since the opinion of the Supreme Court of the State in the case before us expressly holds that \"the provisions of the code relating to inquisitions in such matters are sufficiently comprehensive to cover all cases where the alleged insanity begins at any time after the rendition of the verdict of guilty.\" We follow the interpretation given by the Supreme Court of the State of Georgia to the statutes of that State.</p>\n<p>Indeed, the question which arises on the record does not require a consideration of what would be due process of law under the Fourteenth Amendment where insanity was suggested between verdict and sentence, or even at the time of sentence. This results from the fact that the suggestion of insanity relied on was made, not at the time of sentence, but long after the sentence had been imposed. As stated, the bill <span class=\"star-pagination\">*405</span> of exceptions recites that the accused had been sentenced to death at the term of court where the verdict of guilty was found, that is, in July, 1895, and that when called into court again, in June, 1896, it was for a resentence upon the verdict, because of the previous sentence \"having been regularly and legally superseded by the order of the court.\" In the opinion of the Supreme Court of Georgia in this case it finds this fact and holds that under the Georgia statutes the proceeding had in June, 1896, although called a resentence, was in legal effect but a fixing of a new date for the execution of the previous sentence, the date fixed in the prior sentence having expired. In other words, the Supreme Court of Georgia holds that the prior sentence remained in force, and that the subsequent action of the court was but a mere fixing of the date for its execution. We take notice of the finding of fact, <i>Egan</i> v. <i>Hart,</i> 165 U.S. 188, and follow the legal conclusions of the court, and are bound by them, since they involve but a construction by the court of last resort of the State of Georgia of the statutes of that State regulating the effect of a resentence in case the date fixed in a former sentence has lapsed.</p>\n<p>From these considerations it follows that the only question which we are called upon to determine is whether, after a regular conviction and sentence, a suggestion of a then existing insanity is made, it is necessary, in order to constitute due process of law, that the question so presented should be tried by a jury in a judicial proceeding surrounded by all the safeguards and requirements of a common law jury trial, and even although by the state law full and adequate administrative and <i>quasi</i> judicial process is created for the purpose of investigating the suggestion. Without analysis of the contention, it might well suffice to demonstrate its obvious unsoundness by pointing to the absurd conclusion which would result from its establishment. If it were true that at common law a suggestion of insanity after sentence, created on the part of a convict an absolute right to a trial of this issue by a judge and jury, then (as a finding that insanity did not exist at one time would not be the thing adjudged as to its non-existence at another) it would be wholly at the <span class=\"star-pagination\">*406</span> will of a convict to suffer any punishment whatever, for the necessity of his doing so would depend solely upon his fecundity in making suggestion after suggestion of insanity, to be followed by trial upon trial. Nor is this so extreme a possibility that it should not be supposed, since in the argument at bar it was admitted that the sentence first imposed was suspended because the record was taken to the Supreme Court of Georgia, where the question of the existence of insanity was either directly or indirectly adversely decided.</p>\n<p>Blackstone, it is urged, supports the proposition that at common law there was an imperative duty, on the suggestion of the insanity of a convict, to try the issue by judge and jury. The text to which reference is made is as follows (4 Bl. Com. 24, 25):</p>\n<p>\"Also, if a man in his sound memory commits a capital offence, and before arraignment for it, he becomes mad, he ought not to be arraigned for it; because he is not able to plead to it with that advice and caution that he ought. And if, after he has pleaded, the prisoner becomes mad, he shall not be tried; for how can he make his defence? If, after he be tried and found guilty, he lose his senses before judgment, judgment shall not be pronounced; and if, after judgment, he becomes of non-sane memory, execution shall be stayed: for peradventure, says the humanity of the English law, had the prisoner been of sound memory he might have alleged something in stay of judgment or execution.\"</p>\n<p>And 1 Hale P.C. 34, 35, is referred to as being to the same effect. But nothing in these citations is pertinent to the issue under consideration. It is agreed that at common law an insane person was not to suffer punishment. The question here is, what, after conviction and sentence, was the method by which the existence of insanity in the convict was to be ascertained when a suggestion of such insanity was made. In speaking on this subject, Blackstone says (Book 4, p. 395):</p>\n<p>\"Another cause of regular reprieve is, if the defendant becomes <i>non compos</i> between the judgment and the award of execution: for regularly, as was formerly observed, though a man be <i>compos</i> when he commits a capital crime, yet if he <span class=\"star-pagination\">*407</span> becomes <i>non compos</i> after, he shall not be indicted; if after indictment, he shall not be convicted; if after conviction, he shall not receive judgment; if after judgment, he shall not be ordered for execution: for <i>`furiosus solo furore punitur,'</i> and the law knows not that he might have offered some reason, if in his senses, to have stayed these respective proceedings. It is, therefore, an invariable rule, when any time intervenes between the attainder and the award of execution, to demand of the prisoner what he hath to allege why execution should not be awarded against him: and if he appears to be insane, the judge, in his discretion, may, and ought to, reprieve him.\"</p>\n<p>In other words, by the common law, if, after conviction and sentence, a suggestion of insanity was made, not that the judge to whom it was made should, as a matter of right, proceed to summon a jury and have another trial, but that he should take such action as, in his discretion, he deemed best. In <i>Laros</i> v. <i>Commonwealth,</i> 84 Penn. St. 200, where a suggestion of insanity was made after verdict, the court said (p. 210):</p>\n<p>\"The last three assignments of error raise a single question upon the power of the court to inquire by inspection and <i>per testes</i> into the insanity of the prisoner since verdict. We have no precedents in this State, known to us, how the inquiry shall be conducted when such a plea in bar of sentence is put in. It seems to us, however, that no right of trial by jury is involved in the question. A jury having found a verdict against the plea of insanity when set up as a defence to conviction, subsequent insanity cannot be set up in disproof of the conviction. The plea at this stage is only an appeal to the humanity of the court to postpone the punishment until a recovery takes place, or as a merciful dispensation.</p>\n<p>\"The rights of the prisoner as an offender on trial for an offence are not involved. He has had the benefit of a jury trial, and it is now the court only which must be satisfied on the score of humanity. If the right of trial by jury exist at all, it must exist at all times, no matter how often the plea is repeated alleging insanity occurring since the last verdict. Such a right is inconsistent with the due administration of <span class=\"star-pagination\">*408</span> justice. There must be a sound discretion to be exercised by the court. If a case of real doubt arise, a just judge will not fail to relieve his own conscience by submitting the fact to a jury.\"</p>\n<p>In <i>Bonds</i> v. <i>Tennessee</i> (1827), Martin &amp; Yerger, 142, the accused was convicted of the crime of murder, and upon being led to the bar and asked by the court if he had anything to say why sentence of death should not be pronounced against him, though his counsel alleged that he was at the time a lunatic, and that sentence could not be passed upon him, and offered to plead his lunacy in bar of the sentence, and further demanded of the court that a jury be called to try the issue of fact arising upon the plea. But the court, upon the inspection of the prisoner and upon consideration of the case \u0097 because nothing was shown to render it probable that the defendant was a lunatic, or to make that matter doubtful \u0097 refused to allow the prisoner his plea aforesaid, and denied him the privilege of a jury to try the question of his sanity or insanity, and passed upon the accused the sentence of death. In support of his claim that the right to have a jury try the plea of insanity was absolute, and that it was not a matter of choice or discretion with the court to deny the application, counsel for the accused relied upon a statement made in 1 Chitty Cr. Law, 761, to wit, that \"The judge may, if he pleases, swear a jury to inquire, <i>ex officio,</i> whether the prisoner is really insane, or merely counterfeits; and, if they find the former, he is bound to reprieve him till the ensuing session.\" But the reviewing court said: \"The meaning of this passage, giving it a reasonable construction, must be that, if upon the question made, the judge is not satisfied, or has doubts, he may call in to his assistance the aid of a jury, and submit the matter to them. The law on this point is more fully stated in 1 Hawk. P.C. p. 3, in the notes, where it is said: `Every person of the age of discretion is presumed of sane memory, until the contrary appears, which may be, either by the inspection of the court (1 Hale, 33; Tr. per pais 14; O.B. 1783, No. 4); by evidence given to the jury, who are charged to try the indictment, (3 Bac. Abr. 81; 1 Hale, 33, 35, 36; O.B. 1784, No. 283,) or, <span class=\"star-pagination\">*409</span> being a collateral issue, the fact may be pleaded and replied to <i>ore tenus,</i> and a venire awarded, returnable <i>instanter</i> in the nature of an inquest of office. (Fost. 46; Kel. 13; 1 Lev. 61; 1 Sid. 72; 4 Comm. Appen. sec. 3.) And this method, in cases of importance, doubt or difficulty, the court will, in prudence and discretion, adopt. (1 Hale, 35.)' From this it appears that inspection by the court is one of the legal modes of trying the fact of insanity, and nothing appears in the record of this case to show that the discretion of the court, in adopting the mode pursued, was erroneously exercised. This court, therefore, is of opinion that there is no error in the matter of the first bill of exceptions.\" (In making the foregoing quotation we have corrected what seem to be typographical errors in the extract from the marginal note to section 4, chapter 1, book first of Hawkins' Treatise, conforming it to the note as found in the sixth edition, by Leach.)</p>\n<p>It being demonstrated by reason and authority that at common law a suggestion made after verdict and sentence of insanity did not give rise to an absolute right on the part of a convict to have such issue tried before the court and to a jury, but addressed itself to the discretion of the judge, it follows that the manner in which such question should be determined was purely a matter of legislative regulation. It was, therefore, a subject within the control of the State of Georgia. Because we have confined our opinion exclusively to the question before us, that is, the right arising on a suggestion of insanity after sentence, we must not be understood as implying that a different rule would prevail after verdict and up to and including sentence, or as passing upon the question whether, under the Fourteenth Amendment, a State is without power to relegate the decision of a question of insanity, when raised before conviction, to such apt and special tribunal as the law might deem best.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  \"1st. Because the same does not take place in any court of this State.\n</p>\n<p>\"2d. Because no rules of evidence or method of procedure are prescribed in such inquisition, and no proper method for the drawing, summoning and empanelling a jury, and for the subp\u009cnaing and examination of witnesses is provided.</p>\n<p>\"3d. Because no judge or presiding officer is charged with the function of ruling in or out evidence which may be tendered on said issue.</p>\n<p>\"4th. Because no judge or presiding officer is provided in said proceeding whose duty it is to instruct the jury on the law involved in the questions raised and to make rulings on evidence which may be tendered for or against the person said to be insane.</p>\n<p>\"5th. Because there is no method of moving for a new trial or of correcting any errors which may take place in said proceeding.</p>\n<p>\"6th. Because said proceeding is one not known to the common law in ascertaining the facts involved according to the settled principles of the law of the land.</p>\n<p>\"7th. Because the Supreme Court of the State of Georgia has held that the said proceeding is in no sense a judicial proceeding, but is a mere inquisition from which there is no appeal.</p>\n<p>\"8th. Because no manner of review whatever is permissible from the findings of said inquisition.</p>\n<p>\"9th. Because the proceedings before said inquisition do not take place before a court in the due course of the administration of justice. And petitioner says that the inquisition provided for a denial by the State of such due process of law as is guaranteed by the Constitution of the United States, and petitioner especially claims the privilege and right, under the United States Constitution, to have due process of law for the ascertainment of the truth of the issue now here tendered to the court.</p>\n<p>\"Petitioner further says that by the settled principles of the common law the ascertainment of the fact of sanity or insanity at any stage of the proceedings in the course of a legal investigation was a function of the trial court; that is, of the court having jurisdiction of the crime itself and of the criminal, whether before or after arraignment, before or after conviction, or after conviction and before execution, or before or after judgment, and that the settled and orderly course of procedure was the summoning of a jury and a trial of this issue under the forms of law, by introduction of evidence under the rulings of the judge of the said court, and whose duty it was to instruct the jury upon the law of the issues involved and to aid them in making a verdict. And petitioner says that each and all and every one of these proceedings named, and also the right to the court's process for the compelling the attendance of the witnesses to testify upon said issue, as well as such other proceedings and process and rights as are usually incident to trials before the Superior Courts of the State, are essential to due process of law within the meaning of the Constitution of the United States, and petitioner now here claims the right to such proceedings under and by virtue of the Fourteenth Amendment to the Constitution of the United States.</p>\n<p>\"Wherefore, petitioner, now in behalf of the said Elizabeth Nobles, whom petitioner avers is mentally incapacitated because of her present insanity to take any legal steps in her own behalf, the premises considered, prays the court for a trial by jury of the said question of insanity; that the court cause jurors to be regularly summoned and empanelled to try said issue, and that such other proceedings be had in that regard as are usually incident to trials in said court; and that petitioner have the right to the court's process to compel the attendance of witnesses and to such other processes as may be right and necessary, and that said sentence be postponed and suspended till the final adjudication of the question raised by this petition.\"</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:37:53", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">168</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">398</span></span> (1897)</b></center>\n<center><h1>NOBLES<br>\nv.<br>\nGEORGIA.</h1></center>\n<center>No. 376.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 9, 10, 1897.</center>\n<center>Decided November 29, 1897.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF GEORGIA.\n<p><span class=\"star-pagination\">*399</span> <i>Mr. Marion W. Harris</i> for plaintiff in error. <i>Mr. W.C. Glenn</i> and <i>Mr. D.W. Rountree</i> were on his brief.</p>\n<p><i>Mr. J.M. Terrell</i> for defendant in error.</p>\n<p>MR. JUSTICE WHITE delivered the opinion of the court.</p>\n<p>In July, 1895, Elizabeth Nobles was tried in the Superior Court of Twiggs County, Georgia, upon an indictment for murder, and was found guilty and sentenced to death. The bill of exceptions in the record now before us recites that \"the said sentence of death having been regularly and legally suspended and superseded by the order of the court the case came on again to be heard before the court on the 23d day of June,\" the object of the hearing being, as stated, \"for the purpose of passing sentence of death by the court upon the said Elizabeth Nobles in said stated case;\" that is to say, in consequence of the order which had suspended the sentence of death previously imposed in July, 1895. On the date of the appearance for resentence, June 23, 1896, W.W. Baughn, the present plaintiff in error, appeared on behalf of the convict and presented a motion or petition. The paper recited that the said Elizabeth Nobles should not be sentenced \u0097</p>\n<p>\"First, because, as petitioner avers, the said Elizabeth Nobles is now insane.</p>\n<p>\"Second, because the said Elizabeth Nobles being now insane, it is contrary to the policy of the law and is illegal that the sentence of death should be imposed upon her by the court.</p>\n<p>\"And petitioner further says that under article 14 of the amendments to the Constitution of the United States, it is provided as follows: `Nor shall any State deprive any person of life, liberty or property, without due process of law; nor deny to any person within its jurisdiction the equal protection of the laws.'</p>\n<p>\"Petitioner says that due process of law means law in its regular course of administration through courts of justice, and that by the Fourteenth Amendment above quoted, whilst the States have power to deal with crime within their borders, no State can deprive any person of equal and impartial justice <span class=\"star-pagination\">*400</span> under the law, and that law in its regular course of administration through courts of justice, is due process, and unless the same take place through courts of justice, the constitutional requirement above quoted is nullified.</p>\n<p>\"Petitioner, therefore, specially sets up and claims the right of due process of law through its regular administration through courts of justice, under and by virtue of the constitutional guarantee under the Fourteenth Amendment to the Constitution of the United States above quoted.</p>\n<p>\"Petitioner says that it is essential to due process of law within the meaning of the above requirement that a jury be empanelled on the issue now tendered by this petition, and that trial take place before a judge of the Superior Court of the State of Georgia, according to the due and regular form of proceedings in our courts. Whenever an issue of fact is made in a Superior Court in the State of Georgia the trial of the questions thereby raised is a function of the Superior Court of the county having jurisdiction, and that the trial of the question raised by this petition is a function of the Superior Court of Twiggs County, in which said court the said Mrs. Nobles was convicted of murder.</p>\n<p>\"Petitioner further says that the proceedings contemplated under section 4666 of the Code of Georgia are not due process of law for these reasons, to wit.\"</p>\n<p>The grounds alleged were eight in number, and in substance charged that the method of inquiry provided by the Georgia statutes for ascertaining whether one who had been convicted of crime was insane at the time of the inquiry was not due process of law under the Constitution of the United States, because the investigation which the law authorized was not judicial in character. The detailed enumeration of why the remedy provided by the statute was asserted in the petition not to be judicial as well as the prayer of the petition are set out in the margin.<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*401</span> The court refused to grant the petition, and resentenced the prisoner to the death penalty. Thereupon the petition was again presented, and upon its being again refused, exceptions were noted. The case, on the exceptions reserved, as just stated, was taken to the Supreme Court of the State of Georgia, where the action of the lower court was affirmed, and to this judgment of the Supreme Court of the State of Georgia this writ of error is prosecuted. There is no question <span class=\"star-pagination\">*402</span> raised that the statutes of Georgia do not afford adequate means for trying by court and jury any question made as to the insanity of the accused at the time of the commission of a crime.</p>\n<p>The statute law of Georgia directly applicable to and involved in this controversy is as follows:</p>\n<p>Georgia Code (1882), 4666; Code (1895), 1047, 1049. <i>Become insane after conviction:</i> \"If, after any convict shall have been sentenced to the punishment of death, he shall become insane, the sheriff of the county, with the concurrence and assistance of the Ordinary thereof, shall summon a jury of twelve men to inquire into such insanity; and if it be found, by the inquisition of such jury, that such convict is insane, the sheriff shall suspend the execution of the sentence directing the death of such convict, and make report of the said inquisition and suspension of execution, to the presiding judge of the district, who shall cause the same to be entered on the minutes of the Superior Court of the county where the conviction was had. And, at any time thereafter, when it shall appear to the said presiding judge, either by inquisition or otherwise, that the said convict is of sound mind, the said judge shall issue a new warrant, directing the sheriff to do execution <span class=\"star-pagination\">*403</span> of the said sentence on the said convict, at such time and place as the said judge may appoint and direct in the said warrant, which the sheriff shall be bound to do accordingly. And the said judge shall cause the said new warrant, and other proceedings in the case to be entered on the minutes of the said Superior Court.\"</p>\n<p>The provisions of this section are a reproduction in the Code of prior legislation (Georgia Acts of 1855-6, p. 36; 1859, p. 50):</p>\n<p>Georgia Code (1882), 4666<i>a;</i> Code (1895), 1048. <i>Lunatics, how disposed of:</i> \"When any person shall, after conviction of a capital crime, become insane, and shall be so declared in accordance with the provisions of section 4666 of the code, it shall be the duty of the judge to certify the fact, and the said convict shall be received into the lunatic asylum, there to be safely and securely kept, and treated as other adjudged insane persons.\"</p>\n<p>The provisions of this section are a reproduction in the Code of an act passed in 1874. (Georgia Acts of 1874, p. 30.)</p>\n<p>The above sections, as existing in the Georgia Code of 1882, were cited by the Supreme Court of Georgia as controlling, and the brief for the plaintiff in error also states this to be the case. We have given the corresponding sections in the Code of 1895, although such sections as reproduced in the latter Code are in three sections and are somewhat altered in phraseology, but not so as to be material to the issue before us.</p>\n<p>In the argument at bar the contention was that these sections of the Georgia law afforded an opportunity to investigate the question of the insanity of a person convicted of crime only when the suggestion of insanity was made after conviction and sentence, and, therefore, that the statutes furnished no means of testing the question of insanity arising after conviction and before sentence, and this fact, it was asserted, amounted to a denial of due process of law under the Fourteenth Amendment of the Constitution of the United States. The construction of the statutes upon which this proposition was predicated is as follows: Although the text of section 4666<i>a,</i> which provides for an investigation into the question <span class=\"star-pagination\">*404</span> of insanity, when \"any person shall, after conviction of a capital crime, become insane,\" is conceded to be broad enough to cover all cases arising between conviction and sentence, yet, the words \"after conviction\" it is urged should be construed as applying only to insanity arising after conviction and sentence, because section 4666 provides only for an investigation \"after the convict shall have been sentenced.\" That is to say, the construction contended for, instead of treating the two sections of the code as in <i>pari materia,</i> and construing them together so as to give effect to both, restricts and limits the natural and obvious meaning of the later statute by incorporating into it the provisions of the earlier one. If the contention that the words \"after sentence\" in the earlier statute only apply to cases where insanity is suggested after sentence, and not to those where it is claimed to have arisen between conviction and sentence, then the provision in the subsequent section, extending the remedy to cases arising \"after conviction,\" cured the omission, if any there was, in the first statute. Instead, then, of construing the earlier as controlling the later statute, the elementary rule of interpretation would require that the later be considered as amplifying and providing for the thing omitted in the prior statute. While these conclusions are obvious, we are nevertheless relieved from the necessity of so deciding, since the opinion of the Supreme Court of the State in the case before us expressly holds that \"the provisions of the code relating to inquisitions in such matters are sufficiently comprehensive to cover all cases where the alleged insanity begins at any time after the rendition of the verdict of guilty.\" We follow the interpretation given by the Supreme Court of the State of Georgia to the statutes of that State.</p>\n<p>Indeed, the question which arises on the record does not require a consideration of what would be due process of law under the Fourteenth Amendment where insanity was suggested between verdict and sentence, or even at the time of sentence. This results from the fact that the suggestion of insanity relied on was made, not at the time of sentence, but long after the sentence had been imposed. As stated, the bill <span class=\"star-pagination\">*405</span> of exceptions recites that the accused had been sentenced to death at the term of court where the verdict of guilty was found, that is, in July, 1895, and that when called into court again, in June, 1896, it was for a resentence upon the verdict, because of the previous sentence \"having been regularly and legally superseded by the order of the court.\" In the opinion of the Supreme Court of Georgia in this case it finds this fact and holds that under the Georgia statutes the proceeding had in June, 1896, although called a resentence, was in legal effect but a fixing of a new date for the execution of the previous sentence, the date fixed in the prior sentence having expired. In other words, the Supreme Court of Georgia holds that the prior sentence remained in force, and that the subsequent action of the court was but a mere fixing of the date for its execution. We take notice of the finding of fact, <i>Egan</i> v. <i>Hart,</i> <span class=\"citation\" data-id=\"94596\"><a href=\"/opinion/94596/egan-v-hart/\"><span class=\"volume\">165</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">188</span></a></span>, and follow the legal conclusions of the court, and are bound by them, since they involve but a construction by the court of last resort of the State of Georgia of the statutes of that State regulating the effect of a resentence in case the date fixed in a former sentence has lapsed.</p>\n<p>From these considerations it follows that the only question which we are called upon to determine is whether, after a regular conviction and sentence, a suggestion of a then existing insanity is made, it is necessary, in order to constitute due process of law, that the question so presented should be tried by a jury in a judicial proceeding surrounded by all the safeguards and requirements of a common law jury trial, and even although by the state law full and adequate administrative and <i>quasi</i> judicial process is created for the purpose of investigating the suggestion. Without analysis of the contention, it might well suffice to demonstrate its obvious unsoundness by pointing to the absurd conclusion which would result from its establishment. If it were true that at common law a suggestion of insanity after sentence, created on the part of a convict an absolute right to a trial of this issue by a judge and jury, then (as a finding that insanity did not exist at one time would not be the thing adjudged as to its non-existence at another) it would be wholly at the <span class=\"star-pagination\">*406</span> will of a convict to suffer any punishment whatever, for the necessity of his doing so would depend solely upon his fecundity in making suggestion after suggestion of insanity, to be followed by trial upon trial. Nor is this so extreme a possibility that it should not be supposed, since in the argument at bar it was admitted that the sentence first imposed was suspended because the record was taken to the Supreme Court of Georgia, where the question of the existence of insanity was either directly or indirectly adversely decided.</p>\n<p>Blackstone, it is urged, supports the proposition that at common law there was an imperative duty, on the suggestion of the insanity of a convict, to try the issue by judge and jury. The text to which reference is made is as follows (4 Bl. Com. 24, 25):</p>\n<p>\"Also, if a man in his sound memory commits a capital offence, and before arraignment for it, he becomes mad, he ought not to be arraigned for it; because he is not able to plead to it with that advice and caution that he ought. And if, after he has pleaded, the prisoner becomes mad, he shall not be tried; for how can he make his defence? If, after he be tried and found guilty, he lose his senses before judgment, judgment shall not be pronounced; and if, after judgment, he becomes of non-sane memory, execution shall be stayed: for peradventure, says the humanity of the English law, had the prisoner been of sound memory he might have alleged something in stay of judgment or execution.\"</p>\n<p>And 1 Hale P.C. 34, 35, is referred to as being to the same effect. But nothing in these citations is pertinent to the issue under consideration. It is agreed that at common law an insane person was not to suffer punishment. The question here is, what, after conviction and sentence, was the method by which the existence of insanity in the convict was to be ascertained when a suggestion of such insanity was made. In speaking on this subject, Blackstone says (Book 4, p. 395):</p>\n<p>\"Another cause of regular reprieve is, if the defendant becomes <i>non compos</i> between the judgment and the award of execution: for regularly, as was formerly observed, though a man be <i>compos</i> when he commits a capital crime, yet if he <span class=\"star-pagination\">*407</span> becomes <i>non compos</i> after, he shall not be indicted; if after indictment, he shall not be convicted; if after conviction, he shall not receive judgment; if after judgment, he shall not be ordered for execution: for <i>`furiosus solo furore punitur,'</i> and the law knows not that he might have offered some reason, if in his senses, to have stayed these respective proceedings. It is, therefore, an invariable rule, when any time intervenes between the attainder and the award of execution, to demand of the prisoner what he hath to allege why execution should not be awarded against him: and if he appears to be insane, the judge, in his discretion, may, and ought to, reprieve him.\"</p>\n<p>In other words, by the common law, if, after conviction and sentence, a suggestion of insanity was made, not that the judge to whom it was made should, as a matter of right, proceed to summon a jury and have another trial, but that he should take such action as, in his discretion, he deemed best. In <i>Laros</i> v. <i>Commonwealth,</i> 84 Penn. St. 200, where a suggestion of insanity was made after verdict, the court said (p. 210):</p>\n<p>\"The last three assignments of error raise a single question upon the power of the court to inquire by inspection and <i>per testes</i> into the insanity of the prisoner since verdict. We have no precedents in this State, known to us, how the inquiry shall be conducted when such a plea in bar of sentence is put in. It seems to us, however, that no right of trial by jury is involved in the question. A jury having found a verdict against the plea of insanity when set up as a defence to conviction, subsequent insanity cannot be set up in disproof of the conviction. The plea at this stage is only an appeal to the humanity of the court to postpone the punishment until a recovery takes place, or as a merciful dispensation.</p>\n<p>\"The rights of the prisoner as an offender on trial for an offence are not involved. He has had the benefit of a jury trial, and it is now the court only which must be satisfied on the score of humanity. If the right of trial by jury exist at all, it must exist at all times, no matter how often the plea is repeated alleging insanity occurring since the last verdict. Such a right is inconsistent with the due administration of <span class=\"star-pagination\">*408</span> justice. There must be a sound discretion to be exercised by the court. If a case of real doubt arise, a just judge will not fail to relieve his own conscience by submitting the fact to a jury.\"</p>\n<p>In <i>Bonds</i> v. <i>Tennessee</i> (1827), Martin &amp; Yerger, 142, the accused was convicted of the crime of murder, and upon being led to the bar and asked by the court if he had anything to say why sentence of death should not be pronounced against him, though his counsel alleged that he was at the time a lunatic, and that sentence could not be passed upon him, and offered to plead his lunacy in bar of the sentence, and further demanded of the court that a jury be called to try the issue of fact arising upon the plea. But the court, upon the inspection of the prisoner and upon consideration of the case \u0097 because nothing was shown to render it probable that the defendant was a lunatic, or to make that matter doubtful \u0097 refused to allow the prisoner his plea aforesaid, and denied him the privilege of a jury to try the question of his sanity or insanity, and passed upon the accused the sentence of death. In support of his claim that the right to have a jury try the plea of insanity was absolute, and that it was not a matter of choice or discretion with the court to deny the application, counsel for the accused relied upon a statement made in 1 Chitty Cr. Law, 761, to wit, that \"The judge may, if he pleases, swear a jury to inquire, <i>ex officio,</i> whether the prisoner is really insane, or merely counterfeits; and, if they find the former, he is bound to reprieve him till the ensuing session.\" But the reviewing court said: \"The meaning of this passage, giving it a reasonable construction, must be that, if upon the question made, the judge is not satisfied, or has doubts, he may call in to his assistance the aid of a jury, and submit the matter to them. The law on this point is more fully stated in 1 Hawk. P.C. p. 3, in the notes, where it is said: `Every person of the age of discretion is presumed of sane memory, until the contrary appears, which may be, either by the inspection of the court (1 Hale, 33; Tr. per pais 14; O.B. 1783, No. 4); by evidence given to the jury, who are charged to try the indictment, (3 Bac. Abr. 81; 1 Hale, 33, 35, 36; O.B. 1784, No. 283,) or, <span class=\"star-pagination\">*409</span> being a collateral issue, the fact may be pleaded and replied to <i>ore tenus,</i> and a venire awarded, returnable <i>instanter</i> in the nature of an inquest of office. (Fost. 46; Kel. 13; 1 Lev. 61; 1 Sid. 72; 4 Comm. Appen. sec. 3.) And this method, in cases of importance, doubt or difficulty, the court will, in prudence and discretion, adopt. (1 Hale, 35.)' From this it appears that inspection by the court is one of the legal modes of trying the fact of insanity, and nothing appears in the record of this case to show that the discretion of the court, in adopting the mode pursued, was erroneously exercised. This court, therefore, is of opinion that there is no error in the matter of the first bill of exceptions.\" (In making the foregoing quotation we have corrected what seem to be typographical errors in the extract from the marginal note to section 4, chapter 1, book first of Hawkins' Treatise, conforming it to the note as found in the sixth edition, by Leach.)</p>\n<p>It being demonstrated by reason and authority that at common law a suggestion made after verdict and sentence of insanity did not give rise to an absolute right on the part of a convict to have such issue tried before the court and to a jury, but addressed itself to the discretion of the judge, it follows that the manner in which such question should be determined was purely a matter of legislative regulation. It was, therefore, a subject within the control of the State of Georgia. Because we have confined our opinion exclusively to the question before us, that is, the right arising on a suggestion of insanity after sentence, we must not be understood as implying that a different rule would prevail after verdict and up to and including sentence, or as passing upon the question whether, under the Fourteenth Amendment, a State is without power to relegate the decision of a question of insanity, when raised before conviction, to such apt and special tribunal as the law might deem best.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  \"1st. Because the same does not take place in any court of this State.\n</p>\n<p>\"2d. Because no rules of evidence or method of procedure are prescribed in such inquisition, and no proper method for the drawing, summoning and empanelling a jury, and for the subp\u009cnaing and examination of witnesses is provided.</p>\n<p>\"3d. Because no judge or presiding officer is charged with the function of ruling in or out evidence which may be tendered on said issue.</p>\n<p>\"4th. Because no judge or presiding officer is provided in said proceeding whose duty it is to instruct the jury on the law involved in the questions raised and to make rulings on evidence which may be tendered for or against the person said to be insane.</p>\n<p>\"5th. Because there is no method of moving for a new trial or of correcting any errors which may take place in said proceeding.</p>\n<p>\"6th. Because said proceeding is one not known to the common law in ascertaining the facts involved according to the settled principles of the law of the land.</p>\n<p>\"7th. Because the Supreme Court of the State of Georgia has held that the said proceeding is in no sense a judicial proceeding, but is a mere inquisition from which there is no appeal.</p>\n<p>\"8th. Because no manner of review whatever is permissible from the findings of said inquisition.</p>\n<p>\"9th. Because the proceedings before said inquisition do not take place before a court in the due course of the administration of justice. And petitioner says that the inquisition provided for a denial by the State of such due process of law as is guaranteed by the Constitution of the United States, and petitioner especially claims the privilege and right, under the United States Constitution, to have due process of law for the ascertainment of the truth of the issue now here tendered to the court.</p>\n<p>\"Petitioner further says that by the settled principles of the common law the ascertainment of the fact of sanity or insanity at any stage of the proceedings in the course of a legal investigation was a function of the trial court; that is, of the court having jurisdiction of the crime itself and of the criminal, whether before or after arraignment, before or after conviction, or after conviction and before execution, or before or after judgment, and that the settled and orderly course of procedure was the summoning of a jury and a trial of this issue under the forms of law, by introduction of evidence under the rulings of the judge of the said court, and whose duty it was to instruct the jury upon the law of the issues involved and to aid them in making a verdict. And petitioner says that each and all and every one of these proceedings named, and also the right to the court's process for the compelling the attendance of the witnesses to testify upon said issue, as well as such other proceedings and process and rights as are usually incident to trials before the Superior Courts of the State, are essential to due process of law within the meaning of the Constitution of the United States, and petitioner now here claims the right to such proceedings under and by virtue of the Fourteenth Amendment to the Constitution of the United States.</p>\n<p>\"Wherefore, petitioner, now in behalf of the said Elizabeth Nobles, whom petitioner avers is mentally incapacitated because of her present insanity to take any legal steps in her own behalf, the premises considered, prays the court for a trial by jury of the said question of insanity; that the court cause jurors to be regularly summoned and empanelled to try said issue, and that such other proceedings be had in that regard as are usually incident to trials in said court; and that petitioner have the right to the court's process to compel the attendance of witnesses and to such other processes as may be right and necessary, and that said sentence be postponed and suspended till the final adjudication of the question raised by this petition.\"</p>\n\n</div>", 
  "sha1": "791a3c661e1c1a635b83d21dd3d03dfd53d160f2", 
  "date_modified": "2014-12-21T01:32:45.596822", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/94771/nobles-v-georgia/", 
  "citation_count": 11, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/2366574/", 
  "html": "<p class=\"case_cite\">168 U.S. 398</p>\n    <p class=\"case_cite\">18 S.Ct. 87</p>\n    <p class=\"case_cite\">42 L.Ed. 515</p>\n    <p class=\"parties\">NOBLES<br>v.<br>STATE OF GEORGIA.</p>\n    <p class=\"docket\">No. 376.</p>\n    <p class=\"date\">November 29, 1897.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Marion W. Harris and W. C. Glenn, for plaintiff in error.</p>\n      <p class=\"indent\">J. M. Terrell, for the State of Georgia.</p>\n      <p class=\"indent\">Mr. Justice WHITE delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In July, 1895, Elizabeth Nobles was tried in the superior court of Twiggs county, Ga., upon an indictment for murder, and was found guilty, and sentenced to death. The bill of exceptions in the record now before us recites that, 'the said sentence of death having been regularly and legally suspended and superseded by the order of the court, the case came on again to be heard before the court on the 23d day of June'; the object of the hearing being, as stated, 'for the purpose of passing sentence of death by the court upon the said Elizabeth Nobles in said stated case,'&#8212;that is to say, in consequence of the order which had suspended the sentence of death previously imposed in July, 1895. On the date of the appearance for resentence, June 23, 1896, W. W. Baughn, the present plaintiff in error, appeared on behalf of the convict, and presented a motion or petition, The paper recited that the said Elizabeth Nobles should not be sentenced:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'First. Because, as petitioner avers, the said Elizabeth Nobles is now insane.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'Second. Because, the said Elizabeth Nobles being now insane, it is contrary to the policy of the law, and is illegal, that the sentence of death should be imposed upon her by the court.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'And petitioner further says that, under article 14 of the amendments to the constitution of the United States, it is provided as follows: 'Nor shall any state deprive any person of life, liberty or property, without due process of law; Lor deny to any person within its jurisdiction the equal protection of the laws.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'Petitioner says that 'due process of law' means law in its regular course of administration through courts of justice, and that by the fourteenth amendment, above quoted, whilst the states have power to deal with crime within their borders, no state can deprive any person of equal and impartial justice under the law, and that law in its regular course of administration through courts of justice is due process, and unless the same take place through courts of justice the constituational requirement above quoted is nullified.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'Petitioner therefore specially sets up and claims the right of due process of law through its regular administration through courts of justice, under and by virtue of the constitutional guaranty under the fourteenth amendment to the constitution of the United States, above quoted.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'Petitioner says that it is essential to due process of law, within the meaning of the above requirement, that a jury be impaneled on the issue now tendered by this petition, and that trial take place before a judge of the superior court of the state of Georgia, according to the due and regular form of proceedings in our courts; whenever an issue of fact is made in a superior court in the state of Georgia, the trial of the questions thereby raised is a function of the superior court of the county having jurisdiction; and that the trial of the question raised by this petition is a function of the superior court of Twiggs county, in which said court the said Mrs. Nobles was convicted of murder.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'Petitioner further says that the proceedings contemplated under section 4666 of the Code of Georgia are not due process of law, for these reasons, to wit.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The grounds alleged were eight in number, and, in substance, charged that the method of inquiry provided by the Georgia statutes for ascertaining whether one who had been convicted of crime was insane at the time of the inquiry was not due process of law, under the constitution of the United States, because the investigation which the law authorized was not judicial in character. The detailed enumeration of why the remedy provided by the statute was asserted in the petition not to be judicial, as well as the prayer of the petition, are set out in the margin.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The court refused to grant the petition, and resentenced the prisoner to the death penalty. Thereupon the petition was again presented, and, upon its being again refused, exceptions were noted. The case, on the exceptions reserved, as just stated, was taken to the supreme court of the state of Georgia, where the action of the lower court was affirmed (28 S. E. 68), and to this judgment of the supreme court of the state of Georgia this writ of error is prosecuted. There is no question raised that the statutes of Georgia do not afford adequate means for trying by court and jury any question made as to the insanity of the accused at the time of the commission of a crime.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The statute law of Georgia directly applicable to and involved in this controversy is as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Code Ga. 1882, &#167; 4666 (Code Ga. 1895, &#167;&#167; 1047, 1049): 'Become Insance after Conviction: If, after any convict shall have been sentenced to the punishment of death, he shall become insane, the sheriff of the county, with concurrence and assistance of the ordinary thereof, shall summon a jury of twelve men to inquire into such insanity; and if it be found, by the inquistion of such jury, that such convict is insane, the sheriff shall suspend the execution of the sentence directing the death of such convict, and make report of the said inquisition and suspension of execution to the presiding judge of the district, who shall cause the same to be entered on the minutes of the superior court of the county where the conviction was had. And, at any time thereafter, when it shall appear to the said presiding judge, either by inquisition or otherwise, that the said convict is of sound mind, the said judge shall issue a new warrant, directing the sheriff to do execution of the said sentence on said convict, at such time and place as the said judge may appoint and direct in the said warrant, which the sheriff shall be bound to do accordingly. And the said judge shall cause the said new warrant, and other proceedings in the case, to be entered on the minutes of the said superior court.'</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The provisions of this section are a reproduction in the Code of prior legislation. Acts Ga. 1855-56, p. 36 (Acts Ga. 1859, p. 50):</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Code Ga. 1882, &#167; 4666a (Code Ga. 1895, &#167; 1048): 'Lunatics, How Disposed of. When any person shall, after conviction of a capital crime, become insane, and shall be so declared in accordance with the provisions of section 4666 of the Code, it shall be the duty of the judge to certify the fact, and the said convict shall be received into the lunatic asylum, there to be safely and securedly kept and treated as other adjudged insane persons.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The provisions of this section are a reproduction in the Code of an act passed in 1874. Acts Ga. 1874, p. 30.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The above sections, as existing in the Georgia Code of 1882, were cited by the supreme court of Georgia as controlling, and the brief for the plaintiff in error also states this to be the case. We have given the corresponding sections in the Code of 1895, although such sections, as reproduced in the latter Code, are in three sections, and are somewhat altered in phraseology, but not so as to be material to the issue before us.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In the argument at bar the contention was that these sections of the Georgia law afforded an opportunity to investigate the question of the insanity of a person convicted of crime only when the suggestion of insanity was made after conviction and sentence, and, therefore, that the statutes furnished no means of testing the question of insanity arising after conviction and before sentence; and this fact, it was asserted, amounted to a denial of due process of law, under the fourteenth amendment of the constitution of the United States. The construction of the statutes upon which this proposition was predicated is as follows: Although the text of section 4666a, which provides for an investigation into the question of insanity when 'any person shall, after conviction of a capital crime, become insane,' is conceded to be broad enough to cover all cases arising between conviction and sentence, yet the words 'after conviction,' it is urged should be construed as applying only to insanity arising after conviction and sentence, because section 4666 provides only for an investigation 'after the convict shall have been sentenced.' That is to say, the construction contended for, instead of treating the two sections of the Code as in pari materia, and construing them together, so as to give effect to both, restricts and limits the natural and obvious meaning of the later statute by incorporating into it the provisions of the earlier one. If the contention that the words 'after sentence,' in the earlier statute, only apply to cases where insanity is suggested after sentence, and not to those where it is claimed to have arisen between conviction and sentence, then the provision in the subsequent section extending the remedy to cases arising 'after conviction' cured the omission, if any there was, in the first statute. Instead, then, of construing the earlier as controlling the later statute, the elementary rule of interpretation would require that the later be considered as amplifying and providing for the thing omitted in the prior statute. While these conclusions are obvious, we are nevertheless relieved from the necessity of so deciding, since the opinion of the supreme court of the state in the case before us expressly holds that 'the provisions of the Code relating to inquistions in such matters are sufficiently comprehensive to cover all cases where the alleged insanity begins at any time after the rendition of the verdict of guilty.' We follow the interpretation given by the supreme court of the state of Georgia to the statutes of that state.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Indeed, the question which arises on the record does not require a consideration of what would be due process of law under the fourteenth amendment, where insanity was suggested between verdict and sentence, or even at the time of sentence. This results from the fact that the suggestion of insanity relied on was made, not at the time of sentence, but long after the sentence had been imposed. As stated, the bill of exceptions recites that the accused had been sentenced to death at the term of court where the verdict of guilty was found (that is, in July, 1895), and that when called into court again, in June, 1896, it was for a resentence upon the verdict, because of the previous sentence 'having been regularly and legally superseded by the order of court.' In the opinion of the supreme court of Georgia in this case, it finds this fact, and holds that under the Georgia statutes the proceeding had in June, 1896, although called a 'resentence,' was in legal effect but a fixing of a new date for the execution of the previous sentence; the date fixed in the prior sentence having expired. In other words, the supreme court of Georgia holds that the prior sentence remained in force, and that the subsequent action of the court was but a mere fixing of the date for its execution. We take notice of the finding of fact (Egan v. Hart, 165 U. S. 188, 17 Sup. Ct. 300), and follow the legal conclusions of the court, and are bound by them, since they involve but a construction by the court of last resort of the state of Georgia of the statutes of that state regulating the effect of a resentence in case the date fixed in a former sentence has lapsed.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">From these considerations it follows that the only question which we are called upon to determine is whether, after a regular conviction and sentence, a suggestion of a then existing insanity is made, it is necessary, in order to constitute due process of law, that the question so presented should be tried by a jury in a judicial proceeding surrounded by all the safeguards and requirements of a common-law jury trial, and even although by the state law full and adequate administrative and quasi judicial process is created for the purpose of investigatiing the suggestion. Without analysis of the contention, it might well suffice to demonstrate its obvious unsoundness by pointing to the absured conclusion which would result from its establishment. If it were true that at common law a suggestion of insanity, after sentence, created on the part of a convict an absolute right to a trial of this issue by a judge and jury, then (as a finding that insanity did not exist at one time would not be the thing adjudged as to its nonexistence at another) it would be wholly at the will of a convict to suffer any punishment whatever, for the necessity of his doing so would depend solely upon his fecundity in making suggestion after suggestion of insanity, to be followed by trial upon trial. Nor is this so extreme a possibility that it should not be supposed, since in the argument at bar it was admitted that the sentence first imposed was suspended because the record was taken to the supreme court of Georgia, where the question of the existence of insanity was either directly or indirectly adversely decided.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Blackstone, it is urged, supports the proposition that at common law there was an imperative duty, on the suggestion of the insanity of a convict, to try the issue by judge and jury. The text to which reference is made is as follows (4 Bl. Comm. 24, 25):</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">'Also, if a man in his sound memory commits a capital offense, and before arraignment for it he becomes mad, he ought not to be arraigned for it, because he is not able to plead to it with that advice and caution that he ought. And if, after he has pleaded, the prisoner becomes mad, he shall not be tried; for how can he make his defense? If, after he be tried and found guilty, he lose his senses before judgment, judgment shall not be pronounced; and if after judgment he becomes of non-sane memory, execution should be stayed: for, peradventure says the humanity of the English law, had the prisoner been of sound memory he might have alleged something in stay of execution or judgment.'</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">And 1 Hale, P. C. 34, 35, is referred to as being to the same effect. But nothing in these citations is perinent to the issue under consideration. It is agreed that at common law an insane person was not to suffer punishment. The question here is, what, after conviction and sentence, was the method by which the existence of insanity in the convict was to be ascertained, when a suggestion of such insanity has made. In speaking on this subject, Blackstone says (book 4, p. 396):</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">'Another cause of regular reprieve is, if the defendant becomes non compos between the judgment and the award of execution: for regularly, as was formally observed, though a man be compos when he commits a capital crime, yet if he becomes non compos after, he shall not be indicted; if after indictment he shall not be convicted; if after conviction, he shall not receive judgment; if after judgment, he shall not be ordered for execution. For 'furiosus solo furore punitur,' and the law knows not that he might have offered some reason if in his senses to have stayed these respective proceedings. It is therefore an invariable rule, when any time intervenes between the attainder and the award of execution, to demand of the prisoner what he hath to allege why execution should not be awarded against him; and, if he appears to be insane, the judge, in his discretion, may, and ought to, reprieve him.'</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In other words, by the common law, if, after conviction and sentence, a suggestion of insanity was made, not that the judge to whom it was made should, as a matter of right, proceed to summon a jury, and have another trial, but that he should take such action as, in his discretion, he deemed best. In Laros v. Com., 84 Pa. St. 200, where a suggestion of insanity was made after verdict. the court said (page 210):</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">'The last three assignments of error raise a single question, upon the power of the court inquire by inspection and per testes into the insanity of the prisoner since verdict. We have no precedents in this state, known to us, how the inquiry shall be conducted when such a plea in bar of sentence is put in. It seems to us, however, that no right of trial by jury is involved in the question. A jury having found a verdict against the plea of insanity when set up as a defense to conviction, subsequent insanity cannot be set up in disproof of the conviction. The plea at this stage is only an appeal to the humanity of the court to postpone the punishment until a recovery takes place, or as a merciful dispensation.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">'The rights of the prisoner as an offender on trial for an offense are not involved. He has had the benefit of a jury trial, and it is not the court only which must be satisfied on the score of humanity. It the right of trial by jury exist at all, it must exist at all times, no matter how often the plea is repeated alleging insanity occurring sinec the last verdict. Such a right is inconsistent with the due administration of justice. There must be a sound discretion to be exercised by the court. It a case of real doubt arise, a just judge will not fail to relieve his own conscience by submitting the fact to a jury.'</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In Bond v. State (1827) Mart. &amp; Y. 143, the accused was convicted of the crime of murder, and upon being led to the bar, and asked by the court if he had anything to say why sentence of death should not be pronounced against him, through his counsel, alleged that he was at the time a lunatic, and that sentence could not be passed upon him, and offered to plead his lunacy in bar of the sentence, and further demanded of the court that a jury be called to try the issue of fact arising upon the plea. But the court, upon the inspection of the prisoner and upon consideration of the case,&#8212;because nothing was shown to render it probable that the defendant was a lunatic, or to make that matter doubtful, refused to allow the prisoner his plea aforesaid, and denied him the privilege of a jury to try the question of his sanity or insanity, and passed upon the accused the sentence of death. In support of his claim that the right to have a jury try the plea of insanity was absolute, and that it was not a matter of choice or discretion with the court to deny the application, counsel for the accused relied upon a statement made in 1 Chit. Com. Law, 761, to wit, that 'the judge may, if he pleases, swear a jury to inquire, ex officio, whether the prisoner is really insane, or merely counterfeits; and, if they find the former, he is bound to reprieve him till the ensuing session.' But the reviewing court said: 'The meaning of this passage, giving it a reasonable construction, must be that if, upon the question made, the judge is not satisfied, or has doubts, he may call in to his assistance the aid of a jury, and submit the matter to them. The law on this point is more fully stated in 1 Hawk. P. C. p. 3, in the notes, where it is said: 'Every person of the age of discretion is presumed of sane memory until the contrary appears, which may be either by the inspection of the court (1 Hale, P. C. 33; Tr. p. Pais, 14; O. B. 1783, No. 4); by evidence given to the jury, who are charged to try the indictment (3 Bac. Abr. 81; 1 Hale, P. C. 33, 35, 36; O. B. 1784, No. 283); or, being a collateral issue, the fact may be pleaded and replied to ore tenus, and a venire awarded, returnable instanter, in the nature of an inquest of office (Fost. 46; Kel. 13; 1 Lev. 61; 1 Sid. 72; 4 Kent, Comm. Append. &#167; 3). And this method, in cases of importance, doubt, or difficulty, the court will, in prudence and discretion, adopt. 1 Hale, P. C. 35.' From this it appears that inspection by the court is one of the legal modes of trying the fact of insanity, and nothing appears in the record of this case to show that the discretion of the court in adopting the mode pursued was erroneously exercised. This court, therefore, is of opinion that there is no error in the matter of the first bill of exceptions.' (In making the foregoing quotation, we have corrected what seem to be typographical errors in the extract from the marginal note to section 4, c. 1, bk. 1, of Hawkins' treatise, conforming it to the note as found in the sixth edition, by Leach.)</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It being demonstrated by reason and authority that at common law a suggestion, made after verdict and sentence, of insanity, did not give rise to an absolute right on the part of a convict to have such issue tried before the court and to a jury, but addressed itself to the discretion of the judge, it follows that the manner in which such question should be determined was purely a matter of legislative regulation. It was therefore a subject within the control of the state of Georgia. Because we have confined our opinion exclusively to the question before us (that is, the right arising on a suggestion of insanity after sentence), we must not be understood as implying that a different rule would prevail after verdict, and up to and including sentence, or as passing upon the question whether, under the fourteenth amendment, a state is without power to relegate the decision of a question of insanity, when raised before conviction, to such apt and special tribunal as the law might deem best. Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> '(1) Because the same does not take place in any court of this state.</p>\n        <p>'(2) Because no rules of evidence or method procedure are prescribed in such inquisition, and no proper method for the drawing,</p>\n        <p>summoning, and impaneling a jury, and for the subpoenaing and examination of witnesses, is provided.</p>\n        <p>'(3) Because no judge or presiding officer is charged with the function of ruling in or out evidence which may be tendered on said issue.</p>\n        <p>'(4) Because no judge or presiding officer is provided in said proceeding whose duty it is to instruct the jury on the law involved in the questions raised, and to make rulings on evidence which may be tendered for or against the person said to be insane.</p>\n        <p>'(5) Because there is no method of moving for a new trial, or of correcting any errors which may take place in said proceeding.</p>\n        <p>'(6) Because said proceeding is one not known to the common law, in ascertaining the facts involved according to the settled principles of the law of the land.</p>\n        <p>'(7) Because the supreme court of the state of Georgia has held that the said proceeding is in no sense a judicial proceeding, but is a mere inquisition, from which there is no appeal.</p>\n        <p>'(8) Because no manner of review whatever is permissible from the findings of said inquisition.</p>\n        <p>'(9) Because the proceedings before said inquisition do not take place before a court in the due course of the administration of justice. And petitioner says that the inquisition provided for a denial by the state of such due process of law as is guarantied by the constitution of the United States, and petitioner especially claims the privilege and right, under the United States constitution, to have due process of law for the ascertainment of the truth of the issue now here tendered to the court.</p>\n        <p>'Petitioner further says that by the settled principles of the common law the ascertainment of the fact of sanity or insanity at any stage of the proceedings in the course of a legal investigation was a function of the trial court,&#8212;that is, of the court having jurisdiction of the crime itself and of the criminal, whether before or after arraignment, before or after conviction, or after conviction and before execution, or before or after judgment,&#8212;and that the settled and orderly course of procedure was the summoning of a jury, and a trial of this issue under the forms of law, by introduction of evidence under the rulings of the judge of the said court, and whose duty it was to instruct the jury upon the law of the issues involved, and to aid them in making a verdict. And petitioner says that each</p>\n        <p>and all and every one of these proceedings named, and also the right to the court's process for the compelling the attendance of the witnesses to testify upon said issue, as well as such other proceedings and process and rights as are usually incident to trials before the superior courts of the state, are essential to due process of law, within the meaning of the constituation of the United States; and petitioner now here claims the right to such proceedings, under and by virtue of the fourteenth amendment to the constitution of the United States.</p>\n        <p>'Wherefore petitioner, now, in behalf of the said Elizabeth Nobles, whom petitioner avers is mentally incapacitated, because of her present insanity, to take any legal steps in her own behalf, the premises considered, prays the court for a trial by jury of the said question of insanity; that the court cause jurors to be reguarly summoned and impaneled to try said issue, and that such other proceedings be had in that regard as are usually incident to trials in said court, and that petitioner have the right to the court's process to compel the attendance of witnesses, and to such other processes as may be right and necessary; and that said sentence be postponed and suspended till the final adjudication of the question raised by this petition.'</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/94771/"
}