{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "49 U.S. 251", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/86524/"
    ], 
    "scotus_early_cite": "8 How. 251", 
    "case_name": "Lord v. Veazie", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 54437, 
    "resource_uri": "/api/rest/v2/citation/54437/"
  }, 
  "id": 86524, 
  "blocked": false, 
  "judges": "Taney", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1850-02-22", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>49 U.S. 251 (1850)</b></center>\n<center><b>8 How. 251</b></center>\n<center><h1>NATHANIEL LORD, PLAINTIFF IN ERROR,<br>\nv.<br>\nJOHN W. VEAZIE, DEFENDANT.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*253</span> The motion was argued by Mr. Moor, in support of, and Mr. Bradbury and Mr. Hamlin against it.</p>\n<p><span class=\"star-pagination\">*254</span> Mr. Chief Justice TANEY delivered the opinion of the court.</p>\n<p>The court is satisfied, upon examining the record in this case, and the affidavits filed in the motion to dismiss, that the contract set out in the pleadings was made for the purpose of instituting this suit, and that there is no real dispute between the plaintiff and defendant. On the contrary, it is evident that their interest in the question brought here for decision is one and the same, and not adverse; and that in these proceedings the plaintiff and defendant are attempting to procure the opinion of this court upon a question of law, in the decision of which they have a common interest opposed to that of other persons, who are not parties to this suit, who had no knowledge of it while it was pending in the Circuit Court, and no opportunity of being heard there in defence of their rights. And their conduct is the more objectionable, because they have brought up the question upon a statement of facts agreed on between themselves, without the knowledge of the parties with whom they were in truth in dispute, and upon a judgment pro forma entered by their mutual consent, without any actual judicial decision by the court. It is a question, too, in which it appears that property to a very large amount is involved, the right to which depends on its decision.</p>\n<p>It is proper to say that the counsel who argued here the motion to dismiss, in behalf of the parties to the suit, stand entirely acquitted of any participation in the purposes for which these proceedings were instituted; and indeed could have had none, as they were not counsel in the Circuit Court, and had no concern with the case until after it came before this court. And <span class=\"star-pagination\">*255</span> we are bound to presume that the counsel who conducted the case in the court below were equally uninformed of the design and object of these parties; and that they would not knowingly have represented to the court that a feigned controversy was a real one.</p>\n<p>It is the office of courts of justice to decide the rights of persons and of property, when the persons interested cannot adjust them by agreement between themselves, \u0097 and to do this upon the full hearing of both parties. And any attempt, by a mere colorable dispute, to obtain the opinion of the court upon a question of law which a party desires to know for his own interest or his own purposes, when there is no real and substantial controversy between those who appear as adverse parties to the suit, is an abuse which courts of justice have always reprehended, and treated as a punishable contempt of court.</p>\n<p>The suit is spoken of, in the affidavits filed in support of it, as an amicable action, and the proceeding defended on that ground. But an amicable action, in the sense in which these words are used in courts of justice, presupposes that there is a real dispute between the parties concerning some matter of right. And in a case of that kind it sometimes happens, that, for the purpose of obtaining a decision of the controversy, without incurring needless expense and trouble, they agree to conduct the suit in an amicable manner, that is to say, that they will not embarrass each other with unnecessary forms or technicalities, and will mutually admit facts which they know to be true, and without requiring proof, and will bring the point in dispute before the court for decision, without subjecting each other to unnecessary expense or delay. But there must be an actual controversy, and adverse interests. The amity consists in the manner in which it is brought to issue before the court. And such amicable actions, so far from being objects of censure, are always approved and encouraged, because they facilitate greatly the administration of justice between the parties. The objection in the case before us is, not that the proceedings were amicable, but that there is no real conflict of interest between them; that the plaintiff and defendant have the same interest, and that interest adverse and in conflict with the interest of third persons, whose rights would be seriously affected if the question of law was decided in the manner that both of the parties to this suit desire it to be.</p>\n<p>A judgment entered under such circumstances, and for such purposes, is a mere form. The whole proceeding was in contempt of the court, and highly reprehensible, and the learned district judge, who was then holding the Circuit Court, undoubtedly <span class=\"star-pagination\">*256</span> suffered the judgment pro forma to be entered under the impression that there was in fact a controversy between the plaintiff and defendant, and that they were proceeding to obtain a decision upon a disputed question of law, in which they had adverse interests. A judgment in form, thus procured, in the eye of the law is no judgment of the court. It is a nullity, and no writ of error will lie upon it. This writ is, therefore, dismissed.</p>\n<p></p>\n<h2>Order.</h2>\n<p>This cause came on to be heard on the transcript of the record from the Circuit Court of the United States for the District of Maine, and was argued by counsel, and it appearing to the court here, from the affidavit and other evidence filed in the case by Mr. Moor, in behalf of third persons not parties to this suit, that there is no real dispute between the plaintiff and defendant in this suit, but, on the contrary, that their interest is one and the same, and is adverse to the interests of the persons aforesaid, it is the opinion of this court, that the judgment of the Circuit Court entered pro forma in this case is a nullity and void, and that no writ of error will lie upon it. On consideration whereof, it is now here ordered and adjudged by this court, that the writ of error be, and the same is hereby, dismissed, each party paying his own costs, and that this cause be, and the same is hereby, remanded to the said court, to be dealt with as law and justice may require.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:00:37", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">251</span></span> (1850)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">8</span> <span class=\"reporter\">How.</span> <span class=\"page\">251</span></span></b></center>\n<center><h1>NATHANIEL LORD, PLAINTIFF IN ERROR,<br>\nv.<br>\nJOHN W. VEAZIE, DEFENDANT.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*253</span> The motion was argued by Mr. Moor, in support of, and Mr. Bradbury and Mr. Hamlin against it.</p>\n<p><span class=\"star-pagination\">*254</span> Mr. Chief Justice TANEY delivered the opinion of the court.</p>\n<p>The court is satisfied, upon examining the record in this case, and the affidavits filed in the motion to dismiss, that the contract set out in the pleadings was made for the purpose of instituting this suit, and that there is no real dispute between the plaintiff and defendant. On the contrary, it is evident that their interest in the question brought here for decision is one and the same, and not adverse; and that in these proceedings the plaintiff and defendant are attempting to procure the opinion of this court upon a question of law, in the decision of which they have a common interest opposed to that of other persons, who are not parties to this suit, who had no knowledge of it while it was pending in the Circuit Court, and no opportunity of being heard there in defence of their rights. And their conduct is the more objectionable, because they have brought up the question upon a statement of facts agreed on between themselves, without the knowledge of the parties with whom they were in truth in dispute, and upon a judgment pro forma entered by their mutual consent, without any actual judicial decision by the court. It is a question, too, in which it appears that property to a very large amount is involved, the right to which depends on its decision.</p>\n<p>It is proper to say that the counsel who argued here the motion to dismiss, in behalf of the parties to the suit, stand entirely acquitted of any participation in the purposes for which these proceedings were instituted; and indeed could have had none, as they were not counsel in the Circuit Court, and had no concern with the case until after it came before this court. And <span class=\"star-pagination\">*255</span> we are bound to presume that the counsel who conducted the case in the court below were equally uninformed of the design and object of these parties; and that they would not knowingly have represented to the court that a feigned controversy was a real one.</p>\n<p>It is the office of courts of justice to decide the rights of persons and of property, when the persons interested cannot adjust them by agreement between themselves, \u0097 and to do this upon the full hearing of both parties. And any attempt, by a mere colorable dispute, to obtain the opinion of the court upon a question of law which a party desires to know for his own interest or his own purposes, when there is no real and substantial controversy between those who appear as adverse parties to the suit, is an abuse which courts of justice have always reprehended, and treated as a punishable contempt of court.</p>\n<p>The suit is spoken of, in the affidavits filed in support of it, as an amicable action, and the proceeding defended on that ground. But an amicable action, in the sense in which these words are used in courts of justice, presupposes that there is a real dispute between the parties concerning some matter of right. And in a case of that kind it sometimes happens, that, for the purpose of obtaining a decision of the controversy, without incurring needless expense and trouble, they agree to conduct the suit in an amicable manner, that is to say, that they will not embarrass each other with unnecessary forms or technicalities, and will mutually admit facts which they know to be true, and without requiring proof, and will bring the point in dispute before the court for decision, without subjecting each other to unnecessary expense or delay. But there must be an actual controversy, and adverse interests. The amity consists in the manner in which it is brought to issue before the court. And such amicable actions, so far from being objects of censure, are always approved and encouraged, because they facilitate greatly the administration of justice between the parties. The objection in the case before us is, not that the proceedings were amicable, but that there is no real conflict of interest between them; that the plaintiff and defendant have the same interest, and that interest adverse and in conflict with the interest of third persons, whose rights would be seriously affected if the question of law was decided in the manner that both of the parties to this suit desire it to be.</p>\n<p>A judgment entered under such circumstances, and for such purposes, is a mere form. The whole proceeding was in contempt of the court, and highly reprehensible, and the learned district judge, who was then holding the Circuit Court, undoubtedly <span class=\"star-pagination\">*256</span> suffered the judgment pro forma to be entered under the impression that there was in fact a controversy between the plaintiff and defendant, and that they were proceeding to obtain a decision upon a disputed question of law, in which they had adverse interests. A judgment in form, thus procured, in the eye of the law is no judgment of the court. It is a nullity, and no writ of error will lie upon it. This writ is, therefore, dismissed.</p>\n<p></p>\n<h2>Order.</h2>\n<p>This cause came on to be heard on the transcript of the record from the Circuit Court of the United States for the District of Maine, and was argued by counsel, and it appearing to the court here, from the affidavit and other evidence filed in the case by Mr. Moor, in behalf of third persons not parties to this suit, that there is no real dispute between the plaintiff and defendant in this suit, but, on the contrary, that their interest is one and the same, and is adverse to the interests of the persons aforesaid, it is the opinion of this court, that the judgment of the Circuit Court entered pro forma in this case is a nullity and void, and that no writ of error will lie upon it. On consideration whereof, it is now here ordered and adjudged by this court, that the writ of error be, and the same is hereby, dismissed, each party paying his own costs, and that this cause be, and the same is hereby, remanded to the said court, to be dealt with as law and justice may require.</p>\n</div>", 
  "sha1": "13ca69580f9f9ea524b9425d1127087384ae0d3e", 
  "date_modified": "2014-12-21T01:24:55.960084", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/86524/lord-v-veazie/", 
  "citation_count": 25, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/2561559/", 
  "html": "<p class=\"case_cite\">49 U.S. 251</p>\n    <p class=\"case_cite\">8 How. 251</p>\n    <p class=\"case_cite\">12 L.Ed. 1067</p>\n    <p class=\"parties\">NATHANIEL LORD, PLAINTIFF IN ERROR,<br>v.<br>JOHN W. VEAZIE, DEFENDANT.</p>\n    <p class=\"date\">January Term, 1850</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">THIS case was brought up, by writ of error, from the Circuit Court of the United States for the District of Maine.</p>\n      <p class=\"indent\">A motion was made by Mr. Moor, upon his own account and also as counsel for the City Bank, at Boston, to dismiss the appeal, upon the ground that it was a fictitious case, got up between said parties for the purpose of settling legal questions upon which he, the said Moor and the City Bank, had a large amount of property depending. The motion made by Mr. Moor upon his individual account was to dismiss the appeal; that made by him as counsel for the City Bank was in the alternative, either to dismiss the suit, or order the same back to the Circuit Court for trial, and allow the said City Bank to be heard in the trial of the same.</p>\n      <p class=\"indent\">It appeared upon the documents and affidavits filed, that, in 1842, the Bangor and Piscataquis Canal and Railroad Company, in the state of Maine, which had been chartered by the state, executed a deed to the City Bank, at Boston, by virtue of which that bank claimed to hold the entire property of the company.</p>\n      <p class=\"indent\">In 1846, the legislature of Maine granted to William Moor and Daniel Moor, Jun., their associates and assigns, the sole right of navigating the Penobscot River.</p>\n      <p class=\"indent\">In July, 1847, an act was passed additional to the charter of the first-named company, by virtue of which a reorganization took place. The City Bank claimed to be the sole proprietors or beneficiaries under this new charter, and John W. Veazie, who held a large number of shares in the original company, claimed that the management and control were granted to the stockholders.</p>\n      <p class=\"indent\">In August, 1848, John W. Veazie and Nathaniel Lord executed a written instrument, which purported to be a conveyance by Veazie to Lord of 250 shares of the stock of the railroad company, for the consideration of $6,000. This deed contained the following covenant:&#8212;&#8212;</p>\n      <p class=\"indent\">'And I do hereby covenant and agree to and with the said Lord, that I will warrant and defend the said shares, and all property and privileges of said corporation incident thereto, to the said Lord, his executors, administrators, and assigns, and that the said shares, property, and privileges are free and clear of all encumbrances; and I further covenant with said Lord, that the stockholders of said company have the right to use the waters of the Penobscot River within the limits mentioned in their charter for the purposes of navigation and transportation by steam or otherwise.'</p>\n      <p class=\"indent\">In September, 1848, this action on the above covenant was docketed by consent, and a statement of facts agreed upon by the respective counsel, under which the opinion of the court was to be taken, viz., that if the claim of the City Bank was valid, then the plaintiff was entitled to recover; or if the canal and railroad company, or the stockholders thereof, had not a right to navigate the river, then the plaintiff was also entitled to recover. This last prayer involved Moor's right.</p>\n      <p class=\"indent\">In October, 1848, the court, held by Mr. Justice Ware, gave judgment for the defendant <i>pro forma</i>, at the request of the parties, in order that the judgment and question might be brought before this court, and the case was brought up by writ of error, as before mentioned.</p>\n      <p class=\"indent\">On the 31st of January, 1849, the record was filed in this court, and on the 2d of February, printed arguments of counsel were filed, and the case submitted to the court on the 5th. It was not taken up by the court, but continued to the next term.</p>\n      <p class=\"indent\">On the 28th of December, 1849, Mr. Wyman B. S. Moor filed, with the motion to dismiss, as above mentioned, an affidavit, stating the pendency of a suit by him against Veazie in the courts of Maine, which involved the same right of navigating the river which was one of the points of the present case. He further stated his belief, that this case was a feigned issue, got up collusively between the said Lord and Veazie, for the purpose of prejudicing his (Moor's) rights, and obtaining the judgment of this court upon principles of law affecting a large amount of property, in which he and others were interested.</p>\n      <p class=\"indent\">When the motion came on for argument, a number of affidavits were filed in support of and against the motion. It is unnecessary to state their contents, as they were not particularly commented on by the court. They proved that none of the persons whose interest was adverse to that of the plaintiff and defendant had any knowledge of these proceedings, until after the case was removed to this court, and submitted for decision on printed arguments, although one or more of those most deeply interested resided in the town in which Lord, one of the parties, lived.</p>\n      <p class=\"indent\">The motion was argued by <i>Mr. Moor</i>, in support of, and <i>Mr. Bradbury</i> and <i>Mr. Hamlin</i> against it.</p>\n      <p class=\"indent\">In support of the motion to dismiss, these points were taken by <i>Mr. Moor:</i>&#8212;&#8212;</p>\n      <p class=\"indent\">1. That a fictitious suit, or a feigned issue, or a suit instituted by persons to try the rights of third persons, not parties to the record, is a contempt of court, and will be dismissed on motion. <i>Hoskins</i> v. <i>Lord Berkeley</i>, 4 T. R., 402; 3 Bl. Com., 452; R. J. Elsam, an attorney, 3 Barn. &amp; C., 597; 2 Inst., 215; <i>Brewster</i> v. <i>Kitchin</i>, Comb., 425; <i>Coxe</i> v. <i>Phillips</i>, Cas. Temp. Hardw., 237; <i>Fletcher</i> v. <i>Peck</i>, 6 Cranch, 147, 148.</p>\n      <p class=\"indent\">2. That any person as <i>amicus curiae</i> may make the motion. <i>Rex</i> v. <i>Veaux</i>, Comb., 13; <i>Dove</i> v. <i>Martin</i>, Id., 170; <i>Brown v. Walker</i>, 2 Show., 406; <i>Coxe</i> v. <i>Phillips</i>, before cited.</p>\n      <p class=\"indent\">3. A suit may be shown to be fictitious, either by inspection of the record or by evidence <i>aliunde</i>, or by both. The case of R. J. Elsam, before cited; <i>Hoskins</i> v. <i>Lord Berkeley</i>, before cited; <i>Fletcher</i> v. <i>Peck</i>, before cited; <i>Coxe</i> v. <i>Phillips</i>, before cited.</p>\n      <p class=\"indent\">4. That this is a fictitious suit, or a suit amicably instituted and conducted, to affect the rights of other parties, will appear from the record.</p>\n      <p class=\"indent\">5. That it is an amicable or fictitious suit appears from the facts, that the suit in equity in the Supreme Judicial Court of Maine, <i>Moore</i> v. <i>Veazie</i>, involves the same question as to the construction and constitutionality of the act set forth in printed case, and marked G, as are involved in the case at bar, and that the plaintiff in error is the son-in-law, and the defendant in error is the son, of said Samuel Veazie.</p>\n      <p class=\"indent\">That said suit was in contemplation before the institution of this suit.</p>\n      <p class=\"indent\">That the defendant in error has heretofore set up the same claim to the property of said railroad company against the City Bank as is involved in this suit.</p>\n      <p class=\"indent\">That the existence of this suit was kept from the knowledge of the parties really interested, till the writ of error was entered here.</p>\n      <p class=\"indent\">This court sits for the correction of errors of inferior courts, and not to adjudicate upon the agreement of parties.</p>\n      <p class=\"indent\">There has been no such judgment in this suit that this court will revise by writ of error. Judiciary Act of 1789, &#167; 22 (1 Stat. at L., 84); Act of April 29, 1802, ch. 31, &#167; 6 (2 Id., 159); <i>Lanusse</i> v. <i>Barker</i>, 3 Wheat., 137, 147; <i>McDonald</i> v. <i>Smalley et al.</i>, 1 Pet., 621; <i>Shankland</i> v. <i>The Corporation of Washington</i>, 5 Id., 390; <i>Stimpson</i> v. <i>Westchester Railroad Co.</i>, 3 How., 553; <i>Dewolf</i> v. <i>Usher</i>, 3 Pet., 269; <i>Zeller's Lessee</i> v. <i>Eckert</i>, 4 How., 298.</p>\n      <p class=\"indent\">Mr. Chief Justice TANEY delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The court is satisfied, upon examining the record in this case, and the affidavits filed in the motion to dismiss, that the contract set out in the pleadings was made for the purpose of instituting this suit, and that there is no real dispute between the plaintiff and defendant. On the contrary, it is evident that their interest in the question brought here for decision is one and the same, and not adverse; and that in these proceedings the plaintiff and defendant are attempting to procure the opinion of this court upon a question of law, in the decision of which they have a common interest opposed to that of other persons, who are not parties to this suit, who had no knowledge of it while it was pending in the Circuit Court, and no opportunity of being heard there in defence of their rights. And their conduct is the more objectionable, because they have brought up the question upon a statement of facts agreed on between themselves, without the knowledge of the parties with whom they were in truth in dispute, and upon a judgment <i>pro forma</i> entered by their mutual consent, without any actual judicial decision by the court. It is a question, too, in which is appears that property to a very large amount is involved, the right to which depends on its decision.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">It is proper to say that the counsel who argued here the motion to dismiss, in behalf of the parties to the suit, stand entirely acquitted of any participation in the purposes for which these proceedings were instituted; and indeed could have had none, as they were not counsel in the Circuit Court, and had no concern with the case until after it came before this court. And we are bound to presume that the counsel who conducted the case in the court below were equally uninformed of the design and object of these parties; and that they would not knowingly have represented to the court that a feigned controversy was a real one.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It is the office of courts of justice to decide the rights of persons and of property, when the persons interested cannot adjust them by agreement between themselves,&#8212;and to do this upon the full hearing of both parties. And any attempt, by a mere colorable dispute, to obtain the opinion of the court upon a question of law which a party desires to know for his own interest or his own purposes, when there is no real and substantial controversy between those who appear as adverse parties to the suit, is an abuse which courts of justice have always reprehened, and treated as a punishable contempt of court.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The suit is spoken of, in the affidavits filed in support of it, as an amicable action, and the proceeding defended on that ground. But an amicable action, in the sense in which these words are used in courts of justice, presupposes that there is a real dispute between the parties concerning some matter of right. And in a case of that kind it sometimes happens, that, for the purpose of obtaining a decision of the controversy, without incurring needless expense and trouble, they agree to conduct the suit in an amicable manner, that is to say, that they will not embarrass each other with unnecessary forms or technicalities, and will mutually admit facts which they know to be true, and without requiring proof, and will bring the point in dispute before the court for decision, without subjecting each other to unnecessary expense or delay. But there must be an actual controversy, and adverse interests. The amity consists in the manner in which it is brought to issue before the court. And such amicable actions, so far from being objects of censure, are always approved and encouraged, because they facilitate greatly the administration of justice between the parties. The objection in the case before us is, not that the proceedings were amicable, but that there is no real conflict of interest between them; that the plaintiff and defendant have the same interest, and that interest adverse and in conflict with the interest of third persons, whose rights would be seriously affected if the question of law was decided in the manner that both of the parties to this suit desire it to be.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">A judgment entered under such circumstances, and for such purposes, is a mere form. The whole proceeding was in contempt of the court, and highly reprehensible, and the learned district judge, who was then holding the Circuit Court, undoubtedly suffered the judgment <i>pro forma</i> to be entered under the impression that there was in fact a controversy between the plaintiff and defendant, and that they were proceeding to obtain a decision upon a disputed question of law, in which they had adverse interests. A judgment in form, thus procured, in the eye of the law is no judgment of the court. It is a nullity, and no writ of error will lie upon it. This writ is, therefore, dismissed.</p>\n    </div>\n    <p class=\"center\"><i>Order</i>.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">This cause came on to be heard on the transcript of the record from the Circuit Court of the United States for the District of Maine, and was argued by counsel, and it appearing to the court here, from the affidavit and other evidence filed in the case by Mr. Moor, in behalf of third persons not parties to this suit, that there is no real dispute between the plaintiff and defendant in this suit, but, on the contrary, that their interest is one and the same, and is adverse to the interests of the persons aforesaid, it is the opinion of this court, that the judgment of the Circuit Court entered <i>pro forma</i> in this case is a nullity and void, and that no writ of error will lie upon it. On consideration whereof, it is now here ordered and adjudged by this court, that the writ of error be, and the same is hereby, dismissed, each party paying his own costs, and that this cause be, and the same is hereby, remanded to the said court, to be dealt with as law and justice may require.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> APPLIED. <i>Wood-paper Co.</i> v. <i>Heft</i>, 3 Wall., 336.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/86524/"
}