{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "50 U.S. 10", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/86547/"
    ], 
    "scotus_early_cite": "9 How. 10", 
    "case_name": "Irwin v. Dixion", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 54477, 
    "resource_uri": "/api/rest/v2/citation/54477/"
  }, 
  "id": 86547, 
  "blocked": false, 
  "judges": "Woodbury", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1850-03-18", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>50 U.S. 10 (1850)</b></center>\n<center><b>9 How. 10</b></center>\n<center><h1>WILLIAM H. IRWIN, APPELLANT,<br>\nv.<br>\nGEORGE O. DIXION AND JOHN A. DIXION.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*16</span> The case was argued by Mr. Jones and Mr. Davis, for the appellant, and by Mr. F.L. Smith and Mr. Bradley, for the appellees.</p>\n<p><span class=\"star-pagination\">*25</span> Mr. Justice WOODBURY delivered the opinion of the court.</p>\n<p>This was an appeal from a decree in the Circuit Court of the District of Columbia for the County of Alexandria.</p>\n<p>The proceedings on which the decree was entered had been in substance as follows.</p>\n<p>The Dixions, September 6, 1844, filed a bill in chancery, setting out their purchase, in October, 1843, of a certain warehouse in Alexandria, \"with all the rights and appurtenances to the same belonging,\" and that they had since been in quiet possession of the same; that this warehouse \"fronts, on the east, the River Potomac, and the doors and windows of said front open on a strand, which has been used uninterruptedly as a public highway for upwards of thirty years\"; that said strand or street is the great thoroughfare for that part of the town between the river and the last range of warehouses fronting thereon, and \"has always been used as a common and public highway for the free and uninterrupted passage and intercourse of the public\"; and that said warehouse and doors and windows \"have been erected upwards of thirty years, without any effort or claim heretofore to obstruct the same.\"</p>\n<p>The bill then charged, that William H. Irwin, on the 5th of September, 1844, prepared materials and employed carpenters to close up and obstruct the doors and windows of the plaintiffs, thus situated, claiming the right to do the same, and intends forthwith to nail plank over it, or build a fence \"just in front of the said warehouse, whereby its use and value would be greatly and seriously injured\"; and, unless prevented, it \"will cut off all direct intercourse between the said front and the said public strand and the River Potomac.\"</p>\n<p>They therefore prayed an injunction to prevent it, alleging <span class=\"star-pagination\">*26</span> it would amount to a nuisance, and constitute an irreparable injury to their property, and asked further to have it abated, if already erected. An amended bill was afterwards filed on the 21st day of September, 1844, as if at that time original, and varying from the first bill chiefly by describing the fence as then erected, and over eight feet high, and obstructing a window in the warehouse, and extending in front of it about eight feet; and averring that Irwin had refused to obey the temporary injunction already issued. It also alleged, that a dedication of this land had been made to the public by the respondent and his predecessors, and an easement thereby accrued to the public over it; and that the fence was both a private and public nuisance, and caused to the complainants irreparable damage.</p>\n<p>The answer of the respondent filed in April, 1846, admitted the erection of a fence near the place, as alleged in the bill, and constituting an inclosure about twenty-six feet square, but denied that it obstructed, \"in any perceptible degree,\" the light of any of the windows of the complainant, or stood on any public highway. On the contrary, the answer averred that it stood on the \"wharf property and pier,\" which belonged to him, his brother James, and sister Ann, in common, from their father's estate; and which had always been claimed, used, and belonged to their father and them as private property. After many further allegations in defence, and putting in various exhibits and much evidence on both sides, as appears in detail in the statement of this case, the Circuit Court declared itself to be fully satisfied that Thomas Irwin, the ancestor of the said defendant, did in his lifetime dedicate to the public use a highway passing along the eastern front of said warehouse, &amp;c., \"and that the same was used for many years before the filing of the said bill, and that there was next to the said warehouse, and within the said highway, a foot-way about four feet wide, beyond and next to which was a highway for the passing and repassing of carts, carriages,\" &amp;c., \"and the same was commonly used by all persons having occasion to use the same.\" \"And being further fully satisfied that the said defendant did, before the filing of said bill, erect across the said highway a fence, which he hath continued to this day, fully obstructing the passage along the said highway,\" and, being built immediately adjoining said warehouse and its windows, that it was a special and material injury to the use and enjoyment of the warehouse, the court did adjudge, order, and decree, \"that the injunction heretofore issued in the cause be, and the same is hereby, <span class=\"star-pagination\">*27</span> made perpetual.\" The court further ordered, that the fence be removed by Irwin, and that he be enjoined from obstructing in any manner said highway \"within the space of nineteen feet wide measured east from the eastern wall of said warehouse,\" &amp;c.</p>\n<p>It will be seen that the decree below proceeds chiefly on the ground, that a legal public highway exists, running nineteen feet wide east of the warehouse and immediately contiguous to the same, and that a wrong has been done by the respondent by obstructing that highway. It is true, that the decree speaks also of the obstruction being injurious to the warehouse and private rights of the plaintiffs, and so does the bill. But the gravamen of both is the existence of a public highway where the fence runs.</p>\n<p>In our opinion, whether looking to the private or public rights and privileges which are alleged to be obstructed, this proceeding cannot be sustained. The state of some of the circumstances renders the injunction asked here not a proper form of remedy for the supposed damage to any private interests, and the principal ground of complaint for a public as well as private wrong in preventing travel across the alleged highway is not satisfactorily made out by showing clearly the existence of such highway.</p>\n<p>As to the first ground of objection. This form of remedy was one much questioned, as permissible either to the public or an individual, in the case of a public right of this kind invaded. 3 Mylne &amp; Keen, 180; 2 Johns. Ch. 380; 16 Ves. 138. And when at last deemed allowable, it was only where the community at large, or some individual, felt interested in having the supposed nuisance immediately prostrated on account of its great, continued, and irreparable injury; and it was then used as a sort of preventive remedy to a multiplicity of suits, and in cases where an action at law would yield too tardy and imperfect redress. Osborne v. United States Bank, 9 Wheat. 840, 841; 14 Conn. 581; 21 Pick. 344; Eden on Injunction, ch. 11; 7 Johns. Ch. 315; Jerome v. Ross, 17 Conn. 375; 3 Mylne &amp; Keen, 177; 1 Stor. Eq. Jur. 25. When, however, delay can safely be tolerated, the usual remedy in such cases, by or in behalf of the public, is an indictment rather than an injunction. 12 Peters, 98; Bac. Abr., Nuisance, D; Co. Lit. 56. a; 19 Pick. 154; Willes, 71; Wilkes's case. 2 Bingh. N.R. 295, 281; 1 Bingh. N.R. 222; 2 Stor. Eq. Jur. 923. And no remedy whatever exists in these cases by an individual, unless he has suffered some private, direct, and material damage beyond the public at large; <span class=\"star-pagination\">*28</span> as well as damage otherwise irreparable. Hawk. P.C., ch. 75; Rowe v. Granite Bridge, 21 Pick. 344; Stetson v. Faxon, 19 Pick. 147, 511; 1 Penn. St. R. 309; 6 Johns. Ch. 439; City of Georgetown v. Alex. Can. Co., 12 Peters, 97, 98; 2 Ld. Raym. 1163; O'Brien's case, 17 Conn. 342; and Bigelow's case, 14 Conn. 565; 3 Daniell, Ch. Pr. 1858; Spencer v. London and Birm. R.R. Co., 8 Sim. 193, and Sampson v. Smith, ib. 272; 12 Peters, 98; 18 Ves. 217; 2 Johns. Ch. 382.</p>\n<p>In cases of injury to individual rights by obstructions or supposed nuisances, an injunction is still less favored, and does not lie at all permanently, in England and most of the States, unless the injury is not only greater to the complainant than to others, and of a character urgent and otherwise irremediable at law, but the right or title to raise the obstruction is not in controversy, or is first settled at law. (See cases hereafter.) When all these prerequisites exist, an individual, rather than only a public officer, has been allowed in chancery to obtain a perpetual injunction, though for a supposed public nuisance. 2 Stor. Eq. Jur. 924; 6 Johns. Ch. 439. But it is better for him, whether the nuisance be public or private, when the injury is not great and pressing, to resort for redress to a private action at law; and such, though not the only course, is the one most appropriate and safe. (See same cases, and others in Bac. Abr. Nuisances, B; Wynstanley v. Lee, 2 Swanston, 337.) In this last case, much like the present, an injunction was refused. So Attorney-General v. Nichol, 16 Ves. 339, and Wilson v. Cohen, 1 Rice, Ch. 80. One reason for this is the peculiar damage to him beyond that to others, which must be proved, when the extraordinary remedy by injunction is sought in his name either for a private or public nuisance. Another is, the great, pressing, and otherwise irremediable nature of the injury done, which must also be then proved, and which is not entirely without doubt in the present case.</p>\n<p>But more especially is this form of remedy not expedient to be adopted, unless indispensable from the character of the damage as an individual is not in point of law allowed at first any thing but a temporary injunction to preserve the property uninjured till an answer can be filed admitting or denying the right of the plaintiff, and, if doing the latter, till a trial at law can be had of that right, when desired by the defendant or deemed proper by the court. And when the right or title to the place in controversy, or to do the act complained of, is, as here, doubtful, and explicitly denied in the answer, no permanent or perpetual injunction will usually be granted till such trial at law is had, settling the contested rights and interests of the parties. <span class=\"star-pagination\">*29</span> 2 Swanst. 352; 2 Johns. Ch. 546, in Johnson v. Gere; Storm v. Mann, 4 Johns. Ch. 21; Akrill v. Selden, 1 Barbour, 316; Crowder v. Tinkler, 19 Ves. 622; Weller v. Smeaton, 1 Cox, 102. See Parker et al. v. Perry et al., 1 Woodb. &amp; Minot, 280; 2 Story's Eq. Jur. §§ 927, 1479; 1 Ves. sen. 543; Rider's case, 6 Johns. Ch. 46; 3 Daniell's Ch. Pr. 1850 and 1860; Woodworth v. Rogers, 1 Railroad Cas. 120; 19 Ves. 144, 617; Bac. Abr., Injunction, A; Anonymous, 1 Bro. C.C. 572; 3 Merivale, 688; 1 Bland, Ch. 569; 1 Vernon, 120-270; Ambler, 164; Drewry on Inj. 182, 238; 17 Ves. 110; 8 Ves. 89; 2 Bro. Ch. 80; 2 Ves. 414; 7 Ves. 305; Birch v. Holt, 3 Atk. 726; 3 Johns. Ch. 287; Higgins et al. v. Woodward et al., 1 Hopkins, 342; Attorney-General v. Hunter, 1 Dev. Eq. 12; 8 Sim. 189; 14 Conn. 578; Hilton v. Granville, 1 Craig &amp; Phil. 283, and Harman v. Jones, ib. 299, 302; Ingraham v. Dunnell, 5 Met. 126; 6 Pick. 376; Wynstanley v. Lee, 2 Swanst. 355; Yard v. Ford, 2 Saund. 172; Birm. Can. C. v. Lloyd, 18 Ves. 515 and 211. The true distinction in this class of cases is, that, in a prospect of irremediable injury by what is apparently a nuisance, a temporary or preliminary injunction may at once issue. 1 Cooper's Sel. Cas. 333; Earl of Ripon v. Hobart, 3 Mylne &amp; Keen, 169, 174-179; 6 Ves. 689, note; 7 Porter, 238; Hart v. Mayor of Albany, 3 Paige, 213; Shubrick v. Guerard, 2 Dessaussure, 619; 1 Craig. &amp; Phil. 283; 4 Simons, 565, in Sutter's case. But not a permanent or perpetual one till the title, if disputed, is settled at law. 1 Paige, 97; State v. Mayor of Mobile, 5 Porter, 280, 316. (See authorities last cited.) In some of the States it is understood that the practice in this last respect is otherwise. In the celebrated case of The United States Bank v. Osborne, 9 Wheat. 739, it will be seen that the answers (742, 743) did not deny the title of the plaintiffs, and the Chief Justice says (858), \u0097 \"The responsibility of the officers of the State for the money taken out of the bank was admitted.\" But a case entirely in point on this difficult question in this tribunal is The State of Georgia v. Brailsford et al., 2 Dallas, 406-408. There, a temporary injunction issued, not to pay over money \"till the right to it is fairly decided.\" And on an issue to a special jury, the trial was had before a final decision was made on a permanent injunction. 3 Dallas, 1 and 5. This condition of things as to the form of the remedy adopted here, where the damage was so small and the right was in controversy, is very unfavorable to the correctness of the final decree in the court below, awarding a perpetual injunction to the plaintiffs on their private account, and more especially so far as it rested on any private rights to any part of the open space.</p>\n<p><span class=\"star-pagination\">*30</span> But beside these objections to the course of proceeding followed in this case, the chief foundation for relief of any kind which is set up here seems to fail. It is the allegation and decree that a public highway exists in front of the warehouse of the plaintiffs. This seems to us unsupported by the evidence and the law.</p>\n<p>There is no claim that such a highway was ever legally laid out by the city or county of Alexandria. But the plaintiffs in the court below rely for its existence chiefly, if not entirely, on a user of it by the public as a highway for more than thirty years. The counsel for the plaintiffs have placed it in argument, as is one ground in the amended bill, on the principle that it showed a dedication of the locus in quo to the public for a highway, as well as furnishing presumptive evidence, not rebutted here, of a title in the public of a right of way there by long user. First, as to the dedication. It is true that this may at times be proved by a use of land, allowed unconditionally and fully to the public for a period of thirty years, or even less. Cincinnati v. White, 6 Peters, 431; 22 Pick. 78-80. In Jarvis v. Dean, 3 Bingham, 447, the public use had been only four or five years, but with the owner's assent. See also 6 Peters, 513. \"Such use, however,\" says Justice Thompson in 6 Peters, 439, \"ought to be for such a length of time that the public accommodation and private rights might be materially affected by an interruption of the enjoyment\"; and if the time of the use by the public be long, as, for instance, over twenty years, and unexplained, the presumption is strong for a dedication. McConnell v. Trustees of Lexington, 12 Wheat. 582; 3 Kent's Com. 445; 6 Peters, 513; 10 Peters, 718.</p>\n<p>There is, then, no difficulty here in deciding that the length of time of the user was enough, it having been twenty or thirty years.</p>\n<p>But the dedication must also be under such circumstances as to indicate an abandonment of the use exclusively to the community by the owner of the soil. 4 Camp. N.P. 16; 1 Camp. N.P. 262; 11 East, 370; 3 D. &amp; E. 265; Jarvis v. Dean, 3 Bingh. 447; 22 Pick. 75. Hence there must not have been, as here, repeated declarations made by the owner inconsistent with any dedication. 7 Leigh, 546, 665; Livett v. Wilson, 3 Bingh. 116.</p>\n<p>Nor must the acts and words be equivocal or ambiguous on that subject.</p>\n<p>In short, the idea of a dedication to the public of a use of land for a public road must rest on the clear assent of the owner, in some way, to such dedication. Nichols v. Aylor, 7 <span class=\"star-pagination\">*31</span> Leigh, 546; Johnson's case, 8 Adolphus &amp; Ellis, 99; 1 Hill, 189, 191; 19 Wendell, 128; 3 Bingh. 447; 1 Camp. N.P. 262; 6 Peters, 431; 3 Kent's Com. 445; Sargent v. Ballard, 9 Pick. 256. This assent may be proved by a deed or unsealed writing expressing such assent, or, as no fee in the land, but only an easement generally is given, it may be by parol or by acts inconsistent and irreconcilable with any construction except such consent. 6 Peters, 437; 10 Peters, 712; 3 Kent's Com. 428, 450; 7 Johns. 106; 2 Peters, 508; 12 Wheat. 582; 9 Cranch, 331; 4 Paige, 510; 12 Wendell, 172; 19 Pick. 406; 4 Mason, 1.</p>\n<p>Thus, it has been presumed, if one makes a plan of his land in a city with certain streets laid down between certain lots, and sells the lots accordingly, that he thus means to dedicate those streets to the public. See United States v. Chicago, 7 How. 196, and cases cited there from Wendell; White v. Cower et al., 4 Paige, 510; Barclay v. Howell's Lessee, 6 Peters, 506; New Orleans v. United States, 10 Peters, 718. And more particularly is it so if the community are allowed to begin to occupy the streets accordingly. Cincinnati v. White, 6 Peters, 431; 10 Peters, 718. But a mere survey of such streets, without selling the contiguous lots or letting the streets be occupied, is not enough. 7 Howard, 196.</p>\n<p>It is not pretended that in any way has such consent been given here, except by the acts before referred to, and done under the explanatory circumstances accompanying them. Thus, though there is much evidence, that, from the warehouse eastward to the river and wharf, the land has been open or undisclosed for twenty or thirty years, and that people and carriages have usually travelled over it in going to and from the warehouse and wharf, yet during that time, till the sale of the warehouse to the plaintiffs, that and the open space and wharf have all been owned by one person, and he has used them in any manner deemed by him most proper.</p>\n<p>On that sale the titles to each became vested in different persons, and this controversy arose about the use of the open space from the warehouse to the wharf, an undivided share in which space and wharf remained in the respondent, and none of it eo nomine was conveyed to the plaintiffs. If any private right or privilege to use any part of it for any purpose passed to the plaintiffs, it must have been under the word \"appurtenances,\" in their deed from Irwin of the warehouse and its appurtenances.</p>\n<p>But as the construction of the deed in that respect, and of the facts, as showing any privilege used here by the owners of <span class=\"star-pagination\">*32</span> the warehouse as belonging to the warehouse, rather than to their interests in the open space and wharf as separate property, cannot be now properly under consideration, as before explained, in a private application for perpetual injunction against an alleged nuisance, when the damage is not great nor clearly irreparable, and the right or title to erect it is still in controversy, we do not examine and decide on the merits, as to any private interests supposed to be obtained by that deed. And the question recurs on the other and chief ground for the application and decree, \u0097 the existence of a public highway where the fence was erected.</p>\n<p>The idea of a clear intent to dedicate the locus in quo for that purpose, which we have seen is necessary to sustain it by dedication, is further repelled, as before in part suggested, by the very circumstances, that this space while open and thus used was designed for the owner's purposes, rather than for the purposes of others; that it was while the owner of the open space and wharf was the owner of the warehouse also, and had a right to use both for himself; and that, the moment the new owner of the warehouse ceased to have a title to the soil itself in the open space and wharf, the right to use them freely, either by him or the public, was questioned and resisted. Besides this, the space, being open for many years, was manifestly convenient, if not necessary, for the accommodation and interests of the owners of all this property, the wharf without this open space being hardly susceptible of any profitable use, and the warehouse not so accessible.</p>\n<p>While, then, any body might be allowed to travel over this space from the warehouse east to the wharf and river, when convenient and not injuring the owner, it would not be because it had been intended to give to the public a right of way over these premises, but because he himself intended to travel over it, and while so doing, and so leaving it open, would not be captious in preventing others from travelling there.</p>\n<p>This was not meant to give to others any exclusive rights or privileges there, but merely a favor in subordination to him and his rights, as will be clear from various other circumstances during the twenty or thirty years.</p>\n<p>As proof of this, he and his father, before the sale, were accustomed to use this open space for other private purposes, such as piling wood and lumber, anchors, tobacco, &amp;c., as well as for a passage to and from their wharf; they uniformly continued to pay taxes on it, as if entirely private property and not given to any public use, and the city continued to assess taxes on it to them as owners, rather than refraining to do it, as <span class=\"star-pagination\">*33</span> in case of highways generally; they made repairs on it when needed, as if open for their own use and advantage, instead of its being repaired by the city, as was done with public highways; and they required persons to remove themselves, horses, and carriages from it, when causing damage or giving offence, and stating at the time virtually that no public privileges existed there.</p>\n<p>As soon, likewise, as William Irwin had no further occasion to keep open the western portion of this open space for his own use and benefit, as owner of the warehouse, he fenced it up. Circumstances like these seem entirely inconsistent with the idea that any intended dedication had been made of these premises, or the use of them, to the public. The effect of these circumstances is to undermine and destroy also the other ground set up by the bill, as well as the decree below, that a public highway had been established there, not by dedication, but by over thirty years' use of the land for that purpose by the community.</p>\n<p>In order to have a use or occupation accomplish this, it must have been adverse to the owner (3 Kent's Com. 444), whereas this was by his consent. It must, also, have been an exclusive use by the public, whereas this was in common with him for travel, and entirely in him for several purposes of a private character. It must have been, also, acquiesced in by the owner, and not contested and denied, as here. (Nichols v. Aylor, 7 Leigh, 547.) It should likewise, in that event, have been treated by the public authorities as a highway in connection with the user and occupation, so as to give notice it was meant to be so claimed; whereas this was not repaired by the city, nor left untaxed to the owner, as in other cases of public roads.</p>\n<p>From the very nature of wharf property, likewise, the access must be kept open for convenience of the owner and his customers; but no one ever supposed that the property thereby became public instead of private, and especially under such numerous and decisive circumstances as existed here rebutting such an inference.</p>\n<p>No length of time, during which property is so used, can deprive an owner of his title, nor give to the community a right to enjoin or abate the owner's fences over it as a nuisance, on the ground that they have acquired a legal easement in it. Finally, it is to be recollected that an injunction is what is termed a transcendent or extraordinary power, and is therefore to be used sparingly, and only in a clear and plain case. Rosser v. Randolph, 7 Porter, 238, 245; 3 Johns. Ch. 48 (semble); 3 <span class=\"star-pagination\">*34</span> Mylne &amp; Keen, 180, 181; Bigelow v. Hartf. Bridge Co., 14 Conn. 580.</p>\n<p>The decree below cannot, under these views, be sustained, on any of the grounds which have been urged in its support. It must, therefore, be reversed, and the case remanded, with instructions that the bill should be dismissed.</p>\n<p></p>\n<h2>Order.</h2>\n<p>This cause came on to be heard on the transcript of the record from the Circuit Court of the United States for the District of Columbia, holden in and for the county of Alexandria, and was argued by counsel. On consideration whereof, it is now here ordered, adjudged, and decreed by this court, that the decree of the said Circuit Court in this cause be, and the same is hereby, reversed, with costs; and that this cause be, and the same is hereby, remanded, with instructions to dismiss the bill of complaint, in conformity to the opinion of this court.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:00:38", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">10</span></span> (1850)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">How.</span> <span class=\"page\">10</span></span></b></center>\n<center><h1>WILLIAM H. IRWIN, APPELLANT,<br>\nv.<br>\nGEORGE O. DIXION AND JOHN A. DIXION.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*16</span> The case was argued by Mr. Jones and Mr. Davis, for the appellant, and by Mr. F.L. Smith and Mr. Bradley, for the appellees.</p>\n<p><span class=\"star-pagination\">*25</span> Mr. Justice WOODBURY delivered the opinion of the court.</p>\n<p>This was an appeal from a decree in the Circuit Court of the District of Columbia for the County of Alexandria.</p>\n<p>The proceedings on which the decree was entered had been in substance as follows.</p>\n<p>The Dixions, September 6, 1844, filed a bill in chancery, setting out their purchase, in October, 1843, of a certain warehouse in Alexandria, \"with all the rights and appurtenances to the same belonging,\" and that they had since been in quiet possession of the same; that this warehouse \"fronts, on the east, the River Potomac, and the doors and windows of said front open on a strand, which has been used uninterruptedly as a public highway for upwards of thirty years\"; that said strand or street is the great thoroughfare for that part of the town between the river and the last range of warehouses fronting thereon, and \"has always been used as a common and public highway for the free and uninterrupted passage and intercourse of the public\"; and that said warehouse and doors and windows \"have been erected upwards of thirty years, without any effort or claim heretofore to obstruct the same.\"</p>\n<p>The bill then charged, that William H. Irwin, on the 5th of September, 1844, prepared materials and employed carpenters to close up and obstruct the doors and windows of the plaintiffs, thus situated, claiming the right to do the same, and intends forthwith to nail plank over it, or build a fence \"just in front of the said warehouse, whereby its use and value would be greatly and seriously injured\"; and, unless prevented, it \"will cut off all direct intercourse between the said front and the said public strand and the River Potomac.\"</p>\n<p>They therefore prayed an injunction to prevent it, alleging <span class=\"star-pagination\">*26</span> it would amount to a nuisance, and constitute an irreparable injury to their property, and asked further to have it abated, if already erected. An amended bill was afterwards filed on the 21st day of September, 1844, as if at that time original, and varying from the first bill chiefly by describing the fence as then erected, and over eight feet high, and obstructing a window in the warehouse, and extending in front of it about eight feet; and averring that Irwin had refused to obey the temporary injunction already issued. It also alleged, that a dedication of this land had been made to the public by the respondent and his predecessors, and an easement thereby accrued to the public over it; and that the fence was both a private and public nuisance, and caused to the complainants irreparable damage.</p>\n<p>The answer of the respondent filed in April, 1846, admitted the erection of a fence near the place, as alleged in the bill, and constituting an inclosure about twenty-six feet square, but denied that it obstructed, \"in any perceptible degree,\" the light of any of the windows of the complainant, or stood on any public highway. On the contrary, the answer averred that it stood on the \"wharf property and pier,\" which belonged to him, his brother James, and sister Ann, in common, from their father's estate; and which had always been claimed, used, and belonged to their father and them as private property. After many further allegations in defence, and putting in various exhibits and much evidence on both sides, as appears in detail in the statement of this case, the Circuit Court declared itself to be fully satisfied that Thomas Irwin, the ancestor of the said defendant, did in his lifetime dedicate to the public use a highway passing along the eastern front of said warehouse, &amp;c., \"and that the same was used for many years before the filing of the said bill, and that there was next to the said warehouse, and within the said highway, a foot-way about four feet wide, beyond and next to which was a highway for the passing and repassing of carts, carriages,\" &amp;c., \"and the same was commonly used by all persons having occasion to use the same.\" \"And being further fully satisfied that the said defendant did, before the filing of said bill, erect across the said highway a fence, which he hath continued to this day, fully obstructing the passage along the said highway,\" and, being built immediately adjoining said warehouse and its windows, that it was a special and material injury to the use and enjoyment of the warehouse, the court did adjudge, order, and decree, \"that the injunction heretofore issued in the cause be, and the same is hereby, <span class=\"star-pagination\">*27</span> made perpetual.\" The court further ordered, that the fence be removed by Irwin, and that he be enjoined from obstructing in any manner said highway \"within the space of nineteen feet wide measured east from the eastern wall of said warehouse,\" &amp;c.</p>\n<p>It will be seen that the decree below proceeds chiefly on the ground, that a legal public highway exists, running nineteen feet wide east of the warehouse and immediately contiguous to the same, and that a wrong has been done by the respondent by obstructing that highway. It is true, that the decree speaks also of the obstruction being injurious to the warehouse and private rights of the plaintiffs, and so does the bill. But the gravamen of both is the existence of a public highway where the fence runs.</p>\n<p>In our opinion, whether looking to the private or public rights and privileges which are alleged to be obstructed, this proceeding cannot be sustained. The state of some of the circumstances renders the injunction asked here not a proper form of remedy for the supposed damage to any private interests, and the principal ground of complaint for a public as well as private wrong in preventing travel across the alleged highway is not satisfactorily made out by showing clearly the existence of such highway.</p>\n<p>As to the first ground of objection. This form of remedy was one much questioned, as permissible either to the public or an individual, in the case of a public right of this kind invaded. 3 Mylne &amp; Keen, 180; 2 Johns. Ch. 380; 16 Ves. 138. And when at last deemed allowable, it was only where the community at large, or some individual, felt interested in having the supposed nuisance immediately prostrated on account of its great, continued, and irreparable injury; and it was then used as a sort of preventive remedy to a multiplicity of suits, and in cases where an action at law would yield too tardy and imperfect redress. Osborne v. United States Bank, <span class=\"citation\" data-id=\"85451\"><a href=\"/opinion/85451/osborn-v-bank-of-united-states/\"><span class=\"volume\">9</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">840</span></a></span>, 841; 14 Conn. 581; 21 Pick. 344; Eden on Injunction, ch. 11; 7 Johns. Ch. 315; Jerome v. Ross, 17 Conn. 375; 3 Mylne &amp; Keen, 177; 1 Stor. Eq. Jur. 25. When, however, delay can safely be tolerated, the usual remedy in such cases, by or in behalf of the public, is an indictment rather than an injunction. 12 Peters, 98; Bac. Abr., Nuisance, D; Co. Lit. 56. a; 19 Pick. 154; Willes, 71; Wilkes's case. 2 Bingh. N.R. 295, 281; 1 Bingh. N.R. 222; 2 Stor. Eq. Jur. 923. And no remedy whatever exists in these cases by an individual, unless he has suffered some private, direct, and material damage beyond the public at large; <span class=\"star-pagination\">*28</span> as well as damage otherwise irreparable. Hawk. P.C., ch. 75; Rowe v. Granite Bridge, 21 Pick. 344; Stetson v. Faxon, <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">Pick.</span> <span class=\"page\">147</span></span>, 511; 1 Penn. St. R. 309; 6 Johns. Ch. 439; City of Georgetown v. Alex. Can. Co., 12 Peters, 97, 98; 2 Ld. Raym. 1163; O'Brien's case, 17 Conn. 342; and Bigelow's case, 14 Conn. 565; 3 Daniell, Ch. Pr. 1858; Spencer v. London and Birm. R.R. Co., 8 Sim. 193, and Sampson v. Smith, ib. 272; 12 Peters, 98; 18 Ves. 217; 2 Johns. Ch. 382.</p>\n<p>In cases of injury to individual rights by obstructions or supposed nuisances, an injunction is still less favored, and does not lie at all permanently, in England and most of the States, unless the injury is not only greater to the complainant than to others, and of a character urgent and otherwise irremediable at law, but the right or title to raise the obstruction is not in controversy, or is first settled at law. (See cases hereafter.) When all these prerequisites exist, an individual, rather than only a public officer, has been allowed in chancery to obtain a perpetual injunction, though for a supposed public nuisance. 2 Stor. Eq. Jur. 924; 6 Johns. Ch. 439. But it is better for him, whether the nuisance be public or private, when the injury is not great and pressing, to resort for redress to a private action at law; and such, though not the only course, is the one most appropriate and safe. (See same cases, and others in Bac. Abr. Nuisances, B; Wynstanley v. Lee, 2 Swanston, 337.) In this last case, much like the present, an injunction was refused. So Attorney-General v. Nichol, 16 Ves. 339, and Wilson v. Cohen, 1 Rice, Ch. 80. One reason for this is the peculiar damage to him beyond that to others, which must be proved, when the extraordinary remedy by injunction is sought in his name either for a private or public nuisance. Another is, the great, pressing, and otherwise irremediable nature of the injury done, which must also be then proved, and which is not entirely without doubt in the present case.</p>\n<p>But more especially is this form of remedy not expedient to be adopted, unless indispensable from the character of the damage as an individual is not in point of law allowed at first any thing but a temporary injunction to preserve the property uninjured till an answer can be filed admitting or denying the right of the plaintiff, and, if doing the latter, till a trial at law can be had of that right, when desired by the defendant or deemed proper by the court. And when the right or title to the place in controversy, or to do the act complained of, is, as here, doubtful, and explicitly denied in the answer, no permanent or perpetual injunction will usually be granted till such trial at law is had, settling the contested rights and interests of the parties. <span class=\"star-pagination\">*29</span> 2 Swanst. 352; <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">Johns. Ch.</span> <span class=\"page\">546</span></span>, in Johnson v. Gere; Storm v. Mann, 4 Johns. Ch. 21; Akrill v. Selden, 1 Barbour, 316; Crowder v. Tinkler, 19 Ves. 622; Weller v. Smeaton, 1 Cox, 102. See Parker et al. v. Perry et al., 1 Woodb. &amp; Minot, 280; 2 Story's Eq. Jur. §§ 927, 1479; 1 Ves. sen. 543; Rider's case, 6 Johns. Ch. 46; 3 Daniell's Ch. Pr. 1850 and 1860; Woodworth v. Rogers, 1 Railroad Cas. 120; 19 Ves. 144, 617; Bac. Abr., Injunction, A; Anonymous, 1 Bro. C.C. 572; 3 Merivale, 688; 1 Bland, Ch. 569; 1 Vernon, 120-270; Ambler, 164; Drewry on Inj. 182, 238; 17 Ves. 110; 8 Ves. 89; 2 Bro. Ch. 80; 2 Ves. 414; 7 Ves. 305; Birch v. Holt, 3 Atk. 726; 3 Johns. Ch. 287; Higgins et al. v. Woodward et al., 1 Hopkins, 342; Attorney-General v. Hunter, 1 Dev. Eq. 12; 8 Sim. 189; 14 Conn. 578; Hilton v. Granville, 1 Craig &amp; Phil. 283, and Harman v. Jones, ib. 299, 302; Ingraham v. Dunnell, 5 Met. 126; 6 Pick. 376; Wynstanley v. Lee, 2 Swanst. 355; Yard v. Ford, 2 Saund. 172; Birm. Can. C. v. Lloyd, 18 Ves. 515 and 211. The true distinction in this class of cases is, that, in a prospect of irremediable injury by what is apparently a nuisance, a temporary or preliminary injunction may at once issue. 1 Cooper's Sel. Cas. 333; Earl of Ripon v. Hobart, 3 Mylne &amp; Keen, 169, 174-179; 6 Ves. 689, note; 7 Porter, 238; Hart v. Mayor of Albany, 3 Paige, 213; Shubrick v. Guerard, 2 Dessaussure, 619; 1 Craig. &amp; Phil. 283; 4 Simons, 565, in Sutter's case. But not a permanent or perpetual one till the title, if disputed, is settled at law. 1 Paige, 97; State v. Mayor of Mobile, 5 Porter, 280, 316. (See authorities last cited.) In some of the States it is understood that the practice in this last respect is otherwise. In the celebrated case of The United States Bank v. Osborne, <span class=\"citation\" data-id=\"85451\"><a href=\"/opinion/85451/osborn-v-bank-of-united-states/\"><span class=\"volume\">9</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">739</span></a></span>, it will be seen that the answers (742, 743) did not deny the title of the plaintiffs, and the Chief Justice says (858), \u0097 \"The responsibility of the officers of the State for the money taken out of the bank was admitted.\" But a case entirely in point on this difficult question in this tribunal is The State of Georgia v. Brailsford et al., 2 Dallas, 406-408. There, a temporary injunction issued, not to pay over money \"till the right to it is fairly decided.\" And on an issue to a special jury, the trial was had before a final decision was made on a permanent injunction. 3 Dallas, 1 and 5. This condition of things as to the form of the remedy adopted here, where the damage was so small and the right was in controversy, is very unfavorable to the correctness of the final decree in the court below, awarding a perpetual injunction to the plaintiffs on their private account, and more especially so far as it rested on any private rights to any part of the open space.</p>\n<p><span class=\"star-pagination\">*30</span> But beside these objections to the course of proceeding followed in this case, the chief foundation for relief of any kind which is set up here seems to fail. It is the allegation and decree that a public highway exists in front of the warehouse of the plaintiffs. This seems to us unsupported by the evidence and the law.</p>\n<p>There is no claim that such a highway was ever legally laid out by the city or county of Alexandria. But the plaintiffs in the court below rely for its existence chiefly, if not entirely, on a user of it by the public as a highway for more than thirty years. The counsel for the plaintiffs have placed it in argument, as is one ground in the amended bill, on the principle that it showed a dedication of the locus in quo to the public for a highway, as well as furnishing presumptive evidence, not rebutted here, of a title in the public of a right of way there by long user. First, as to the dedication. It is true that this may at times be proved by a use of land, allowed unconditionally and fully to the public for a period of thirty years, or even less. Cincinnati v. White, 6 Peters, 431; 22 Pick. 78-80. In Jarvis v. Dean, 3 Bingham, 447, the public use had been only four or five years, but with the owner's assent. See also 6 Peters, 513. \"Such use, however,\" says Justice Thompson in 6 Peters, 439, \"ought to be for such a length of time that the public accommodation and private rights might be materially affected by an interruption of the enjoyment\"; and if the time of the use by the public be long, as, for instance, over twenty years, and unexplained, the presumption is strong for a dedication. McConnell v. Trustees of Lexington, 12 Wheat. 582; 3 Kent's Com. 445; 6 Peters, 513; 10 Peters, 718.</p>\n<p>There is, then, no difficulty here in deciding that the length of time of the user was enough, it having been twenty or thirty years.</p>\n<p>But the dedication must also be under such circumstances as to indicate an abandonment of the use exclusively to the community by the owner of the soil. 4 Camp. N.P. 16; 1 Camp. N.P. 262; 11 East, 370; 3 D. &amp; E. 265; Jarvis v. Dean, 3 Bingh. 447; 22 Pick. 75. Hence there must not have been, as here, repeated declarations made by the owner inconsistent with any dedication. 7 Leigh, 546, 665; Livett v. Wilson, 3 Bingh. 116.</p>\n<p>Nor must the acts and words be equivocal or ambiguous on that subject.</p>\n<p>In short, the idea of a dedication to the public of a use of land for a public road must rest on the clear assent of the owner, in some way, to such dedication. Nichols v. Aylor, 7 <span class=\"star-pagination\">*31</span> Leigh, 546; Johnson's case, 8 Adolphus &amp; Ellis, 99; 1 Hill, 189, 191; 19 Wendell, 128; 3 Bingh. 447; 1 Camp. N.P. 262; 6 Peters, 431; 3 Kent's Com. 445; Sargent v. Ballard, 9 Pick. 256. This assent may be proved by a deed or unsealed writing expressing such assent, or, as no fee in the land, but only an easement generally is given, it may be by parol or by acts inconsistent and irreconcilable with any construction except such consent. 6 Peters, 437; 10 Peters, 712; 3 Kent's Com. 428, 450; 7 Johns. 106; 2 Peters, 508; 12 Wheat. 582; 9 Cranch, 331; 4 Paige, 510; 12 Wendell, 172; 19 Pick. 406; 4 Mason, 1.</p>\n<p>Thus, it has been presumed, if one makes a plan of his land in a city with certain streets laid down between certain lots, and sells the lots accordingly, that he thus means to dedicate those streets to the public. See United States v. Chicago, <span class=\"citation\" data-id=\"86471\"><a href=\"/opinion/86471/united-states-v-chicago/\"><span class=\"volume\">7</span> <span class=\"reporter\">How.</span> <span class=\"page\">196</span></a></span>, and cases cited there from Wendell; White v. Cower et al., 4 Paige, 510; Barclay v. Howell's Lessee, 6 Peters, 506; New Orleans v. United States, 10 Peters, 718. And more particularly is it so if the community are allowed to begin to occupy the streets accordingly. Cincinnati v. White, 6 Peters, 431; 10 Peters, 718. But a mere survey of such streets, without selling the contiguous lots or letting the streets be occupied, is not enough. 7 Howard, 196.</p>\n<p>It is not pretended that in any way has such consent been given here, except by the acts before referred to, and done under the explanatory circumstances accompanying them. Thus, though there is much evidence, that, from the warehouse eastward to the river and wharf, the land has been open or undisclosed for twenty or thirty years, and that people and carriages have usually travelled over it in going to and from the warehouse and wharf, yet during that time, till the sale of the warehouse to the plaintiffs, that and the open space and wharf have all been owned by one person, and he has used them in any manner deemed by him most proper.</p>\n<p>On that sale the titles to each became vested in different persons, and this controversy arose about the use of the open space from the warehouse to the wharf, an undivided share in which space and wharf remained in the respondent, and none of it eo nomine was conveyed to the plaintiffs. If any private right or privilege to use any part of it for any purpose passed to the plaintiffs, it must have been under the word \"appurtenances,\" in their deed from Irwin of the warehouse and its appurtenances.</p>\n<p>But as the construction of the deed in that respect, and of the facts, as showing any privilege used here by the owners of <span class=\"star-pagination\">*32</span> the warehouse as belonging to the warehouse, rather than to their interests in the open space and wharf as separate property, cannot be now properly under consideration, as before explained, in a private application for perpetual injunction against an alleged nuisance, when the damage is not great nor clearly irreparable, and the right or title to erect it is still in controversy, we do not examine and decide on the merits, as to any private interests supposed to be obtained by that deed. And the question recurs on the other and chief ground for the application and decree, \u0097 the existence of a public highway where the fence was erected.</p>\n<p>The idea of a clear intent to dedicate the locus in quo for that purpose, which we have seen is necessary to sustain it by dedication, is further repelled, as before in part suggested, by the very circumstances, that this space while open and thus used was designed for the owner's purposes, rather than for the purposes of others; that it was while the owner of the open space and wharf was the owner of the warehouse also, and had a right to use both for himself; and that, the moment the new owner of the warehouse ceased to have a title to the soil itself in the open space and wharf, the right to use them freely, either by him or the public, was questioned and resisted. Besides this, the space, being open for many years, was manifestly convenient, if not necessary, for the accommodation and interests of the owners of all this property, the wharf without this open space being hardly susceptible of any profitable use, and the warehouse not so accessible.</p>\n<p>While, then, any body might be allowed to travel over this space from the warehouse east to the wharf and river, when convenient and not injuring the owner, it would not be because it had been intended to give to the public a right of way over these premises, but because he himself intended to travel over it, and while so doing, and so leaving it open, would not be captious in preventing others from travelling there.</p>\n<p>This was not meant to give to others any exclusive rights or privileges there, but merely a favor in subordination to him and his rights, as will be clear from various other circumstances during the twenty or thirty years.</p>\n<p>As proof of this, he and his father, before the sale, were accustomed to use this open space for other private purposes, such as piling wood and lumber, anchors, tobacco, &amp;c., as well as for a passage to and from their wharf; they uniformly continued to pay taxes on it, as if entirely private property and not given to any public use, and the city continued to assess taxes on it to them as owners, rather than refraining to do it, as <span class=\"star-pagination\">*33</span> in case of highways generally; they made repairs on it when needed, as if open for their own use and advantage, instead of its being repaired by the city, as was done with public highways; and they required persons to remove themselves, horses, and carriages from it, when causing damage or giving offence, and stating at the time virtually that no public privileges existed there.</p>\n<p>As soon, likewise, as William Irwin had no further occasion to keep open the western portion of this open space for his own use and benefit, as owner of the warehouse, he fenced it up. Circumstances like these seem entirely inconsistent with the idea that any intended dedication had been made of these premises, or the use of them, to the public. The effect of these circumstances is to undermine and destroy also the other ground set up by the bill, as well as the decree below, that a public highway had been established there, not by dedication, but by over thirty years' use of the land for that purpose by the community.</p>\n<p>In order to have a use or occupation accomplish this, it must have been adverse to the owner (3 Kent's Com. 444), whereas this was by his consent. It must, also, have been an exclusive use by the public, whereas this was in common with him for travel, and entirely in him for several purposes of a private character. It must have been, also, acquiesced in by the owner, and not contested and denied, as here. (Nichols v. Aylor, 7 Leigh, 547.) It should likewise, in that event, have been treated by the public authorities as a highway in connection with the user and occupation, so as to give notice it was meant to be so claimed; whereas this was not repaired by the city, nor left untaxed to the owner, as in other cases of public roads.</p>\n<p>From the very nature of wharf property, likewise, the access must be kept open for convenience of the owner and his customers; but no one ever supposed that the property thereby became public instead of private, and especially under such numerous and decisive circumstances as existed here rebutting such an inference.</p>\n<p>No length of time, during which property is so used, can deprive an owner of his title, nor give to the community a right to enjoin or abate the owner's fences over it as a nuisance, on the ground that they have acquired a legal easement in it. Finally, it is to be recollected that an injunction is what is termed a transcendent or extraordinary power, and is therefore to be used sparingly, and only in a clear and plain case. Rosser v. Randolph, 7 Porter, 238, 245; <span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">Johns. Ch.</span> <span class=\"page\">48</span></span> (semble); 3 <span class=\"star-pagination\">*34</span> Mylne &amp; Keen, 180, 181; Bigelow v. Hartf. Bridge Co., 14 Conn. 580.</p>\n<p>The decree below cannot, under these views, be sustained, on any of the grounds which have been urged in its support. It must, therefore, be reversed, and the case remanded, with instructions that the bill should be dismissed.</p>\n<p></p>\n<h2>Order.</h2>\n<p>This cause came on to be heard on the transcript of the record from the Circuit Court of the United States for the District of Columbia, holden in and for the county of Alexandria, and was argued by counsel. On consideration whereof, it is now here ordered, adjudged, and decreed by this court, that the decree of the said Circuit Court in this cause be, and the same is hereby, reversed, with costs; and that this cause be, and the same is hereby, remanded, with instructions to dismiss the bill of complaint, in conformity to the opinion of this court.</p>\n</div>", 
  "sha1": "866810670dc7f831dd533c22d39b0d7472b0ce1c", 
  "date_modified": "2014-12-21T01:25:04.105109", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/86547/irwin-v-dixion/", 
  "citation_count": 7, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1225614/", 
  "html": "<p class=\"case_cite\">50 U.S. 10</p>\n    <p class=\"case_cite\">9 How. 10</p>\n    <p class=\"case_cite\">13 L.Ed. 25</p>\n    <p class=\"parties\">WILLIAM H. IRWIN, APPELLANT,<br>v.<br>GEORGE O. DIXION AND JOHN A. DIXION.</p>\n    <p class=\"date\">January Term, 1850</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">THIS was an appeal from the Circuit Court of the United States for the District of Columbia and County of Alexandria. It was a bill filed by the Dixions to restrain the appellant from erecting an inclosure in what they claimed to be a public highway, in the town of Alexandria, by which the said highway was obstructed, and the ancient lights of the appellees, looking into the said highway, were darkened; and for an abatement of the nuisance. The court granted a perpetual injunction, defining the limits of the highway, and requiring the appellant to remove the nuisance.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The material facts of the case were as follows. John Fitzgerald and Valentine Peers, on the 25th of April, 1778, received a conveyance of lot 51 in the town of Alexandria, between which and the water of the Potomac River there was 'sunken ground,' which, on the 17th of September, 1778, was conveyed by William Ramsay and John Carlyle, in their own right, and as trustees of the said town, to the said Fitzgerald and Peers. A portion of this land was built upon by them, and that portion which extends from King Street on the north, running with Union Street on the west to the centre of an alley now called Dock Street, or Fitzgerald's Alley, and running to the Potomac River, with the building fronting on Union Street, was, by various deeds, transferred to and vested in Thomas Irwin, the father of the appellant. Thomas Irwin was in under his purchase in the year 1802, and continued so to his death, which happened in the month of January, 1827. By his will, he directed that all his estate should be equally divided between his children, when his son William (the appellant) should arrive at the age of twenty-one; in the mean time to be managed for their benefit, by his sons Thomas, James, and William.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">A division of the estate was made on the 15th of January, 1835, by which there was assigned to James Irwin a warehouse, on the south side of King Street, and <i>fronting the river;</i> beginning on King Street, at the northeast corner of said warehouse, and running thence southwardly, with the east front of the same, to the centre of the south wall, between which wall and the warehouse south of it (by this deed allotted to Ann J. Carey) is an alley or open space; then, with the centre of said south wall, westwardly, to the east side of the east wall of a warehouse by this deed assigned to William H. Irwin; then northwardly, with the said east side of the said last-mentioned warehouse, and the east side of the warehouse hereby assigned to Mary Irwin, to King Street; thence eastwardly, on King Street, to the beginning: the said warehouse being part of a lot of ground conveyed to said Thomas Irwin, deceased, by William and J. C. Herbert, and by the devisees and trustee of John Dunlap. On the 20th of April, 1835, James Irwin conveyed all his real estate in the county of Alexandria to William L. Hodgson, to secure his brother, William H. Irwin. On the 28th of February, 1842, James Irwin, to secure the payment of certain debts therein mentioned, with the consent of William H. Irwin, conveys to John Hooff 'all his, the said James Irwin's, right, title, and interest in and to the warehouse situated at the foot of King Street, and then in the occupancy of John Howard, which property was conveyed to the said James Irwin by deed of partition between the heirs of the late Thomas Irwin, deceased, made and executed in the year 1831, and was afterwards conveyed in trust to the said Thomas Irwin, to secure his mother, Elizabeth, for what she had become responsible. Elizabeth Irwin also united in this deed. James Irwin, having failed to pay the debts intended by the last-mentioned deed to be secured, the trustee, John Hooff, set up, pursuant to the deed, and sold the property to the appellees, who complied with the terms of sale, and Elizabeth Irwin thereupon united with Hooff in a conveyance of the property, describing it as fronting on the Potomac River.' James and William H. Irwin did not join in the execution of this deed.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Dixions thus claimed to have all the estate, right, title, and interest of James Irwin in this property, and this was the foundation of their private right.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It further appeared from the record, that, at the time Thomas Irwin purchased the property, there was a large warehouse at the corner formed by Union and King Streets, and between that and the river was an open space or lot, extending along the line of King Street about ninety feet, to a dock at the foot of King Street. In the year 1804, he built the warehouse now owned by the Dixions, fronting on King Street and on the Potomac River. At one period of time, a very large trade was carried on in these premises, and for years the whole business of the house was transacted through the door in the east front, looking to the river.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The whole property on which the buildings stand forms nearly a square, the west side of which is on Union Street, the north on King Street, the south on a public alley, called Fitzgerald's Alley, and on the east was an open space running along the front of the buildings from King Street to, and passing beyond, this alley. This space is formed artificially, and made solid, and is upwards of forth feet in breadth before the wharves which project into the river, or the docks running by the side of the wharves to this open space, are reached. That part of the open space lying immediately adjacent to the eastern front of the Dixions' property was paved with brick to the width of about four feet, beyond which, and running along the line of this pavement from King Street to Fitzgerald's Alley, there is a passage for carts and passengers, which is commonly used, and has never been purposely obstructed since the erection of this house, in 1804.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After the purchase by the Dixions of the said warehouse, the said William H. Irwin erected a wooden fence eight or ten feet high inclosing a space nearly twenty-five feet square, the north side of the inclosure embracing one of the windows on the ground floor in the east part of the building, and projecting eastward at right angles to the house, and then southward, and westward, and back to the wall of the other warehouse erected by William Irwin, so that it impaired the access to the Dixions' house, and obstructed their lights, and also completely interrupted the passing along the foot-way, and greatly obstructed the use of the carriage-way.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Dixions filed their bill to restrain Irwin, and prevent his erecting this inclosure, and put their right on the ground of his darkening their ancient lights; and, also, that he was obstructing a public highway. The injunction was ordered and served. Irwin persisted in completing the erection, and they amended their bill, setting up distinctly that Thomas Irwin in his lifetime had dedicated to the public the use of that part of this open space covered by said inclosure, and the same had been used by the public as an open street and common highway, and the use of which had been consented to by all the persons interested in said property, and by the different owners of the fee simple of the lots of ground adjoining and bounding thereon, and by those heretofore claiming title to the said warehouse and lot now owned by the Dixions, and that the same had been used by the public as a common highway and open street for upwards of thirty years, for carriages, horses, wagons, and drays of every description, to pass, or stand upon to receive lading, and for doing business of merchandise, or other business.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The answer of William H. Irwin describes the fence erected as extending from a post near the Dixions' house, east 26 feet, then south 26 feet, then west 26 feet, about 10 feet high; but denies that it is erected on any public street or strand, or on land over which the public have any right of way.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">And denies that it covers any part of complainant's window, and also denies that it diminishes in any perceptible degree the light passing through it.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">That the fence is exclusively on a lot assigned by the deed of partition to James Irwin, W. H. Irwin, and A. I. Carey, in common,&#8212;the whole property consisting of five warehouses in a single block, (the main building comprising three, resting on the west on Union Street, on the north on King Street, and on the south on Dock Alley, and the two wings extending east from the east side of the main building, with an open space between them,) and of the wharf lot and pier, which commenced at the eastern walls of the two wings, and extended unto the river. By the deed of partition the northern wing was assigned to James Irwin, the southern wing to A. I. Carey, the middle open space, in connection with the middle warehouse of the main building, to W. H. Irwin, and the wharf lot and pier, or open space to the east, to the three in common,&#8212;on which open space is the erection complained of, the Dixions having purchased the northern wing.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">That this open space had been reclaimed from the river by artificial filling up, requiring constant repair,&#8212;was of a perishable quality,&#8212;had always been kept in repair exclusively by Thomas Irwin and his predecessors and heirs,&#8212;who had at all times openly and notoriously asserted their exclusive ownership over the lot by excluding people from it, by covering it with merchandise, and by renting it especially to the tenant of the Dixions' warehouse to be used in connection with it.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">That it had been kept open for the convenience of the owners solely, in connection with the wharf; and that the passage of people over it had been by leave and sufferance, and not as of right, but in subordination to the rights of the owner.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">He denies positively all the allegations of the bill tending to show the dedication of that space, or any part of it, and also denies the existence of any street, strand, highway, or passway of any kind for the public over any part of the wharf lot.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">He admits that the inclosure partially obstructs passage over said lot, but that there is still ample space for passage between the fence and wharf for every purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">He states that notice was given at the sale that only the building was sold,&#8212;no right existed beyond the wall,&#8212;but that the whole open space was private property.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">That the interest of A. I. Carey in Thomas Irwin's estate was settled to her separate use prior to the partition by deed of 10th of August, 1829; W. H. Irwin's interest in the warehouse and wharf lot and pier was settled to the separate use of his wife on her marriage in 1839; and that James Irwin had conveyed his warehouse and interest in the wharf lot to secure W. H. Irwin for certain debts still due to full value of property.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">That he acted as agent of the owners in erecting the fence.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">That an agreement, referred to in and virtually forming part of the deed of partition, expressly stipulates for the building on the open space by any two of the owners.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">If any right be invaded, he denies that it causes such irreparable injury to complainants as entitles them to relief in equity, and avers that the remedy at law is adequate.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">He suggests that 'fronting the river' is matter of description, to distinguish the warehouse given to James Irwin from others, not giving it any right beyond the limits granted.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Much evidence was taken on both sides to show the use of the lot by the public and by the owner, the application of which will appear by referring to the arguments of the respective counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In October, 1846, the counsel for the defendant, Irwin, moved the court to award an issue to be sent for trial to the Circuit Court of the District of Columbia, on the common law side thereof, to ascertain whether the space of ground lying between the east end of the complainant's warehouse in the bill mentioned and the Potomac River, or any part thereof, had ever been dedicated by any fee simple owner thereof, as a highway, to the use of the public, or whether any, and what, part thereof had been so dedicated; and if any part thereof had been so dedicated, when the same was so dedicated.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">But the said court overruled the said motion, and refused to award the said issue as prayed, or any issue relating to the dedication of the said space, or any part thereof. To which said refusal the defendant excepted and objected.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The cause then came on to be heard upon the original and amended bills of the complainants, the answer of the defendant, and the exhibits and proofs filed by the parties, when the Circuit Court passed the following decree:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">'Being fully satisfied that Thomas Irwin, the ancestor of said defendant, did, in his lifetime, dedicate to the public use a highway passing along the eastern front of the said warehouse mentioned in said complainants' bill, and running from King Street to Dock Street, or Fitzgerald's Alley, in the town of Alexandria, and that the same was used as a highway for many years before the filing of the said bill; that there was next to the said warehouse, and within the said highway, a footway about four feet wide, beyond and next to which was a highway for the passing and repassing of carts, carriages, drays, and horses, and the same was commonly used by all persons having occasion to use the same: and being further fully satisfied that the said defendant did, before the filing of the said bill, erect across the said highway a fence, which he has continued to this day, fully obstructing the passage along the said highway; that the said fence is immediately adjacent to the east wall of the said house, between two of the windows in the said east wall, and close to the frame of one of said windows; that the said fence was a special and material injury to the use and enjoyment of the said defendant's said warehouse, and is a continuing injury to the same, do, this 31st day of October, 1846, adjudge, order, and decree, that the injunction heretofore issued in this cause be, and the same is hereby, made perpetual. And they do further order and direct, that the said defendant do forthwith take down and remove the said fence, and that he be, and he is hereby, for ever hereafter, so long as the said footpath and highway shall be continued to be used as such, enjoined and prohibited from erecting or putting any obstruction in the said highway within the space of nineteen feet wide, measured east from the eastern wail of said warehouse of said complainants, and running from King Street to Dock Street, or Fitzgerald's Alley, as it is indifferently called and known; which said nineteen feet is hereby declared to be the eastern limit of said highway, and said highway does extend no farther east; and that the said defendant pay the costs of this suit, to be taxed by the clerk.'</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">From this decree, Irwin appealed to this court.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The case was argued by <i>Mr. Jones</i> and <i>Mr. Davis</i>, for the appellant, and by <i>Mr. F. L. Smith</i> and <i>Mr. Bradley</i>, for the appellees.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">On the part of the appellant it was contended,&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">1. The complainant's evidence does not prove a dedication. No witness testifies to an actual dedication. Nor is any such uninterrupted user as of right by the public, and acquiescence by the owners proved, as justifies the inference of a dedication.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">All the answers to this point not excepted to state in general and stereotyped phrase that the wharf lot 'has been used as a common and public highway,' &amp;c.; but when asked, the witnesses 'do not know whether so used by license or as of right, and several state the piling of goods, &amp;c., over the open space by Thomas Irwin and the owners, and their receipt of wharfage therefor,&#8212;and their ignorance of any permanent obstruction, and of any prohibition against its use by the public.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">No witness that it was in fact a street, or that it was known and considered or called such, and the title 'strand' is one of complainant's own suggestion, while several say there was no street there.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">It does not appear that any permanent erection obstructed the space.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">It does not appear that any person at any time asserted a right to pass over or remain on the ground in opposition to Mr. Irwin.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The defendant proved,&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">1. That Thomas Irwin, and those claiming under him, did, by words and acts, assert their right of property in, and of control over, the wharf lot, without dispute.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">2. That it was generally reputed their property.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">3. That they occupied it for commercial purposes, covering it with lumber, goods, wood, &amp;c., &amp;c.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">4. That it was made ground, of perishable quality, and kept in repair by them.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">5. That they assumed and exercised a discretionary right of removing persons from the property, but did not churlishly exclude persons from passing, when not inconvenient.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">6. That it was assessed to them as private property.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">7. That it was essential that the wharf lot should be left uninclosed for convenient use, and the passage was kept open for that purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">8. That the pavement was short,&#8212;only before and for the use of the warehouse purchased by Dixion,&#8212;not from street to street; and put there since T. Irwin's death.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">9. That the wharf lot and pier&#8212;the whole designated as the wharf&#8212;was rented to vessels and steamboats, at the customary wharfage, for landing goods and passengers, who necessarily passed over said space to reach the streets, thus giving it the appearance of being a public thoroughfare, when in reality people only exercised a privilege paid for, implying no public right.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">10. That the Dixions' house fronts on King Street, and so does not require a right of way over this lot; and the wharf being private property, they could not reach the river over it but by defendant's permission.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">11. That the Dixions purchased with full notice of the rights of defendant's principals to the open space, and subject to the agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">12. That the injury to the warehouse of the Dixions from the fence was not serious and irreparable, but slight and trifling.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">13. That the light was not in any perceptible degree excluded from the window, or, if at all, not materially lessened.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">14. That property similarly situated, and open, on other parts of the wharves of Alexandria, is treated as private property, and built on at pleasure.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Whereupon the counsel for the appellant contended,&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">I.&#8212;1. That a fee-simple title to the warehouses, wharf lot, and pier in Thomas Irwin, his predecessors and heirs, is proved.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">2. That no express dedication is shown, and, on the contrary, it is disproved by the answer and otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">3. That user is only evidence whence the court are to infer a dedication.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">4. That, to form a sufficient foundation for that inference, it must have been uninterrupted, peaceable, with the knowledge and acquiescence of the fee-simple owner, and as of right.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">5. And that any fact, act, or public declaration, showing that the owner did not acquiesce in the user by the public as of right,&#8212;did not mean to abandon his right to the public,&#8212;is sufficient to prevent the acquisition, by virtue of the user, of a right of way. <i>Nichols v. Aylor,</i> 7 Leigh, 546; <i>Stafford v. Coyney,</i> 7 B. &amp; C. 257; 14 E. C. L. R. 39, 40, 41; <i>Skeen v. Lynch,</i> 1 Robinson, 186; <i>Jarvis v. Dean,</i> 3 Bingh. 447; 13 E. C. L. R. 45, 46; <i>Wood v. Veal,</i> 5 B. &amp; Ald. 454; 7 E. C. L. R. 158; <i>Gray v. Bond,</i> 2 B. &amp; B. 671, 672, 667; <i>Denning v. Roome,</i> 6 Wend. 651, 655-658; <i>New Orleans v. United States,</i> 10 Pet. 713; <i>Cincinnati v. White's Lessee,</i> 6 Pet. 431; <i>Barclay v. Howell,</i> 6 Pet. 498, 502, 503; <i>Harper v. Charlesworth,</i> 4 B. &amp; C. 574; <i>Woodyer v. Hadden,</i> 5 Taunt. 126; 1 E. C. L. R. 34, 38, 41; 2 Starkie's Ev. 380, 381; <i>Gray v. Bond,</i> 2 B. &amp; B. 667; Law of Easements, 83, 84; <i>Commonwealth v. Low,</i> 3 Pick. 408; 2 United States Stat. at Large (Act of 1804, &#167; 5); <i>Rex v. Wandsworth,</i> 1 B. &amp; Ald. 63; Br. <i>Museum v. Finnis,</i> 5 Car. &amp; P. 460; 8 Ad. &amp; El. 99.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">If any dedication be proved, it is of a general right of passage over some part of the lot, liable to be varied at the convenience of the owners, though not to be cut off entirely, and not of a way next the house; but this, as also the decree, is at variance with the pleadings.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">II. If the dedication be sufficiently proved, still no such irreparable damage, irremediable at law, and sufficient to give equity jurisdiction, is proved. 2 Story's Eq. &#167;&#167; 923, 924, 926; 17 Ves. 617, 623; 4 H. &amp; M. 474; <i>Gardner v. Newburgh,</i> 2 Johns. Ch. 165; <i>Georgetown v. Alex. Canal Co.,</i> 12 Pet. 97, 99; <i>Van Bergen v. Van Bergen,</i> 3 Johns. Ch. 282, 287; <i>Parker v. Smith,</i> 5 C. &amp; P. 438; <i>Back v. Stacey,</i> 2 C. &amp; P. 465; Law of Easements, 285, 315, 319; <i>Attorney-General v. Nichol,</i> 16 Ves. 338; 2 Russ. 121.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">III. That the court should have awarded a trial at law. Law of Easements, 314, 315, 316; <i>Weller v. Smeaton,</i> 1 Cox, 102; <i>Wynstanley v. Lee,</i> 2 Swanst. 336; <i>Robinson v. Ld. Byron,</i> 1 Bro. C. C. 588; <i>Attorney-General v. Cleaver,</i> 18 Ves. 211; <i>Crowder v. Tinkler,</i> 19 Ves. 622, 627; <i>Sutton v. Ld. Montfort,</i> 4 Sim. 559; 6 Johns. Ch. 439.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">IV. Prescription for ancient windows is here impossible, owing to unity of possession in Thomas Irwin, and no other ground of right is alleged or proved. <i>Morris v. Edgington,</i> 3 Taunt. 24.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">V. There is no such obstruction of light, either in mode or extent, as gives equity jurisdiction. <i>Attorney-Gen. v. Nichol,</i> 16 Ves. 338; 2 Suppl. to Ves. 340; <i>Wynstanley v. Lee,</i> 2 Swanst. 333; <i>Parker v. Smith,</i> 5 C. &amp; P. 438; <i>Back v. Stacey,</i> 2 C. &amp; P. 465; Law of Easements, 285, 134, 135; <i>Martin v. Goble,</i> 1 Camp. 320, 323.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">VI. That proper parties have not been made. Story's Eq. Pl., &#167; 231; <i>Osborn v. Bank of U. States,</i> 5 Cond. R. 742, 760; <i>M'Namara v. Williams,</i> 6 Ves. 143; <i>Le Tenier v. Marg. of Anspach,</i> 15 Ves. 164, 165; 1 Daniell's Ch. Pr. 301, 302; 2 Atk. 515.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">VII. That Dixion is bound by the stipulations of the agreement referred to in the partition, and estopped from controverting the right of defendant's principals to build on the wharf lot. <i>Carver v. Jackson,</i> 4 Peters, 83, 86, 88, 58; <i>Denn v. Cornell,</i> 3 Johns. Cas. 174; <i>Crane v. Morris and Astor's Lessee,</i> 6 Pet. 611, 612; <i>Mason v. Muncaster,</i> 9 Wheat. 445; <i>Ben v. Peete,</i> 2 Rand. 540, 542, 546, 547; 2 Lomax's Dig. 209; 2 B. &amp; Ad. 278; <i>Shelly v. Wright,</i> Willes, 9; 1 Starkie's Ev. 206, note; 4 Peters, 83; <i>Burnett v. Lynch,</i> 5 B. &amp; C. 589; <i>Burleigh v. Stibbs,</i> 5 T. R. 465, 466; <i>Habergham v. Vincent,</i> 2 Ves. jr. 227, 228; <i>Higginson v. Clowes,</i> 15 Ves. 522; Story's Eq. Pl. &#167; 572; 5 Sim. 640; 14 Ves. 211, 214.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">On the part of the appellees it was contended,&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">First. There may be a dedication of a right of passage to the public without any formal deed or writing. <i>Lade v. Shepherd,</i> 2 Str. 1004, cited and approved by this court in <i>City of Cincinnati v. The Lessee of White,</i> 6 Peters, at pages 437 and 438, and this last case at length. See this doctrine reviewed and affirmed in 10 Peters, at pages 712, 713.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Second. This dedication may be inferred from notorious acts of user, with the knowledge of the owner of the fee. <i>Valentine v. Boston,</i> 22 Pick. 75. The enjoyment of such use by the public for a period beyond the statute of limitations creates a right in the public. <i>Valentine v. Boston,</i> 22 Pick. 75, 80; <i>Barclay v. Howell,</i> 6 Peters, 513. And the breadth or extent of the highway is a question of fact, to be collected from the circumstances of the case. <i>Sprague v. Waite,</i> 17 Pick. 309; <i>Hannum v. Belchertown,</i> 19 Pick. 311.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Besides, in this case, in the deed of partition between the heirs of Thomas Irwin, this warehouse is described as 'fronting the river, beginning on King Street, at the northeast corner of the said warehouse, and running thence southwardly with the east front of the same'; and in the deed to the Dixions, as 'fronting on the Potomac River.' The proof, too, is full, that for a series of years, and almost from the period of its erection, this was the principal business front through which the transactions of the house were carried on, and there was a brick pavement along that front. These are all controlling circumstances to show that a thoroughfare running along the front was contemplated by the owner, and used by the occupants of the house and the public. These facts give to that description a definite and precise meaning. William H. Irwin and Mrs. Carey were parties to the deed of partition; and in the description of the warehouse assigned to Mrs. Carey, the first line is given to begin 'at the southeast corner of said warehouse on said alley, then north with the east front of the same.' In the same deed of partition, it will be seen in the allotment to William H. Irwin, express power is given to him to close the windows on the south side of James's and the north side of Mrs. Carey's warehouses, looking into the alley between them, which alley also is assigned to William H. Irwin; and also, on the same page, 'the warehouse fronting east on said wharf allotted to Ann J. Carey' is specially referred to. No authority is given to obstruct, in any manner, the openings and windows on these 'east fronts,' or to raise those walls any higher. These are satisfactory proofs of a conveyance, bounding on some open space between the houses and the river. It is a front boundary. 'Front,' in the common usage of the word in relation to town property, necessarily imports access. The deeds of partition, therefore, and the mesne conveyances to the Dixions, contain language necessarily, <i>ex vi termini</i>, importing an access to the eastern entrances into these buildings, and, coupled with the other circumstances, show a clear intent to recognize a common highway. If so, the rule is clear, and it is a complete dedication if there were none before. 1 Hill, N. Y. 189; Ibid. 191; 19 Wend. 128.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Nor is it necessary, in such a case, that the user should have continued twenty years. <i>Barclay v. Howell,</i> 6 Pet. 513.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Third. The evidence in this case shows that Thomas Irwin, being the owner of the soil, opened a passage over it from King Street to Dock Street, along the eastern front of this house; that he did not, by any visible distinctive mark, show that he meant to preserve all his rights over it, nor did he exclude persons from passing at pleasure, but did permit the public for nearly thirty years, and his heirs, after his death, for more than ten years additional, to pass and repass, as in a common highway, over the passage thus opened by him; and this is a dedication of such use to the public. <i>Rex v. Lloyd,</i> 1 Camp. 262; <i>Jarvis v. Dean,</i> 3 Bingh. 447; <i>Daniel v. North,</i> 11 East, 372, opinion of Le Blanc, and note (<i>a</i>); <i>Rex v. Barr,</i> 4 Camp. 16; <i>Aspindall v. Brown,</i> 3 T. R. 265.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Fourth. The right to a free passage over the highway is all the public acquires; the fee remains in the original grantor, and he may necessarily use it, and exercise every right and control over it not inconsistent with the free passage given to the public. Com. Dig., tit. <i>Chimin.</i>, let. A. 1; <i>Barclay v. Howell,</i> 6 Pet. 513, 514; <i>Lade v. Shepherd,</i> 2 Stra. 1004.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">The acts of ownership supposed to have been proved on the part of Thomas Irwin and his heirs, and as negativing this right of way, if consistent with the public use to which it was dedicated, do not in any degree impair that public right. They are, he used it 'as any and every other person'; 'kept it in repair at his own cost'; would not let cartmen and draymen stand their drays and carts on the ground, being unwilling to have the ground stamped and trodden into holes; 'drove off persons with their drays or carts'; 'horses standing there with drays or carts stamped the ground into holes; and in fly-time created great annoyance'; he would 'take a whip from some of those near him, and go and drive off some half dozen of the carts and drays, and if the drivers grumbled at it, he would tell them to go and stand on the corporation grounds, for which they paid taxes; that they paid nothing for standing on the space from which he drove them; piled wood there, leaving room for the carts to pass.' He paid taxes for the whole ground, not discriminating between this highway and the residue of the property. These acts are all entirely consistent with the dedication to, and use of the highway by, the public. <i>Lade v. Shepherd,</i> 2 Stra. 1004; Com. Dig., tit. <i>Chimin.</i>, let. A. 3.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Nor is it any answer to say, he was the owner on both sides of the highway, and kept it open for his own use.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">1. He did not in any way limit or restrict it. 1 Camp. 262.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">2. The deed of partition separated the property, and the use previous to and following upon that deed clearly defines what the rights of the parties under that deed should be. 1 Hill, 189, 191; 19 Wend. 128.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Fifth. We assume that we have shown a highway, and the right of the Dixions to a 'front' on that highway, and to ancient windows looking out upon it. It is beyond dispute, that W. H. Irwin, by the fence and building complained of, obstructed the highway, impaired that front, and injured those ancient lights. This gives the right to a remedy by injunction, at the instance of the party thus injured. It is a public nuisance, by which also private parties are directly injured, and an injunction is the proper remedy. <i>Corning v. Lowerre,</i> 6 Johns. Ch. 439. And the principle is stated in <i>Crowder v. Tinkler,</i> 19 Ves. 617, 623; <i>Spencer v. Lond. and Birm. R. R.</i> Co., 8 Sim. 193; <i>Sampson v. Smith,</i> 8 Sim. 272; and see <i>Corporation of Georgetown v. Alexandria Canal Company,</i> 12 Peters, 91, 98, 99. And see the cases in 3 Daniell, Ch. Pr. 1858 and notes.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Sixth. The court was right in defining the limits of the highway. The proof of the pavement is quite clear. It was four feet wide. The proof of a highway wide enough for two carts or drays to pass each other is equally clear. The court allowed fifteen feet for this highway, in addition to the four feet for the footpath. This is the least space which could be used for that purpose, and allows but seven feet and a half for each cart. The space between the warehouse and the dock is about forty feet, and the space left for the passage of the public was 'fifteen or twenty feet.' The anchors were piled so as to fill up about half way.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">A jury would have the right to find the limits of the highway. <i>Hannum v. Belchertown,</i> 19 Pick. 311; and see the cases cited under the fifth point.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Seventh. The court was right to order the nuisance to be abated and removed, and to make the injunction perpetual; because, at the time of the service of the first injunction, the obstruction was incomplete, and the appellant proceeded to finish it in direct contempt of the court. <i>Van Bergen v. Van Bergen,</i> 2 Johns. Ch. 272; <i>East India Co. v. Vincent,</i> 2 Atk. 83; <i>Ryder v. Bentham,</i> 1 Ves. sen. 542.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">And it is clearly one of the great objects of this jurisdiction, when the public and private injuries are combined, to cause the nuisance to be abated peaceably, and to prevent its recurrence.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">The corporate authorities of the town of Alexandria have possessed and exercised control over the streets and highways in said town ever since its incorporation. They also limit and regulate the wharves. The various acts of the General Assembly of Virginia, except the act of 1782, hereinafter referred to, and the acts of Congress, the first establishing and incorporating, and the latter amending, the charter of the town of Alexandria, will be found collected in Davis's Laws of the District of Columbia.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">The town of Alexandria was established in 1748. (See Davis's Laws, p. 533.) Sixty acres of land were appropriated for its location, on the south side of the Potomac River, the meanders of the river forming its eastern boundary. In 1762, (Davis, 536,) the trustees of the town were authorized to convey to settlers certain lots embraced within specified boundaries, 'beginning at the corner of the lot denoted in the plan of said town by the figures 77, and extending thence down the river.'</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">In 1779, the town of Alexandria was incorporated (Davis, 541). At page 542, the power is given to the mayor, recorder, and aldermen, 'to assess the inhabitants for the charge of repairing the streets and highways.' In 1782, an act was passed (see Henning's Statutes at Large, Vol. II. p. 44), giving to the corporate authorities of Alexandria the power, which they are required to exercise, 'to open and extend Water Street through the said town, from north to south, as far as the limits of the said town extend, and also to lay off Union Street, from north to south, as far as the limits of the said town extend.' By an act of Congress approved May 13th, 1826 (Davis, 385, 386), Alexandria having been then ceded to the general government, power is given the Common Council of said town 'to erect, repair, and regulate public wharves, deepen docks and basins, and to limit the extension of private wharves.' Congress had previously, by an act approved February 25, 1804 (Davis, 161, 163), conferred on the Common Council of Alexandria power 'to pave, make, and repair the streets and highways.'</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">The ground claimed as a highway is no part of the wharf alleged to belong to the heirs of Thomas Irwin, but an open strand, or slip of ground, between the first range of warehouses and the wharves. The paper referred to as defendant's exhibit five gives, and can give, no authority to create a public unisance. The highest legislative power can confer no such right. Besides, the paper has no bearing on the points at issue in this cause.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">The deed of partition among the heirs of Thomas Irwin provides that they 'have agreed to make partition of the real estate, land, annuities, and rent charges devised to them as aforesaid, from their father, the said Thomas Irwin, deceased, and do, by these presents, make full, perfect, and absolute partition of all and singular, the same, as is more particularly allotted and described in the schedule hereto annexed, as a part of this deed, with each, all, and every the rights, privileges, and appurtenances, grants, covenants, claims, and conditions whatsoever, to each and all of the said lots, pieces of ground, annuities, and rent charges belonging, or in any case appertaining,' &amp;c.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">The warehouse purchased by the Dixions was, under this deed of partition, allotted to James Irwin, and by him conveyed in the manner stated. We submit, that, upon the severance of the estate by the deed of partition, the privilege of access to the eastern front of the warehouse, and of the right of way along said front, which existed during the unity of the estate, passed by implied grant to James Irwin, and by subsequent conveyances to those holding under him. See 3 Kent's Com. (6th ed.), p. 434, and note (<i>c</i>), referring to Gale and Whatley's Treatise on Easements, p. 49; 1 Green, (N. J.) 57; Law of Easements, 38-52. A like principle applies as to the enjoyment of ancient rights. 1 Saunders on Pleading and Evidence, 81, and cases there cited.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">Under the grant of the warehouse and lot to the Dixions, there passed whatever was necessary to its beneficial use and enjoyment. The rule of law is well settled, that a right of way, or other appurtenant to land, will pass by a grant of the land, without any mention being made of the easement or appurtenant. <i>Kent v. Waite,</i> 10 Pick. 141; <i>United States v. Appleton,</i> 1 Sumner, 492; 3 Kent's Com. (6th ed.), p. 420; <i>Hazard v. Robinson,</i> 3 Mason, 272; <i>Plant v. James,</i> 5 Barn. &amp; Adolph. 791; <i>Jackson v. Hathaway,</i> 15 Johns. 447; <i>Truehart v. Price,</i> 2 Munf. 468.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">The appellees insist that the evidence conclusively proves that the obstruction erected by William H. Irwin is a public nuisance, and that it is not rendered less a nuisance by the assertion that there is still left a passway in front of their warehouse. Whatever obstruction narrows a highway, or renders it less commodious, is a nuisance. 4 Bac. Abr. 214, tit. <i>Highways;</i> 16 Vin. Abr., tit. <i>Nuisance</i> (B), p. 20; <i>The King v. Russell,</i> 6 East, 427; <i>Dimmett et al. v. Eskridge,</i> 6 Munf. 308.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">Further to sustain the first point on brief, we cite 3 Kent's Com. (6th ed.), p. 428, note (<i>a</i>), 450, 451, notes (<i>a</i>) and (<i>b</i>), and cases there cited; <i>Galatian v. Gardner,</i> 7 Johns. 106; Gale and Whatley on Easements, p. 52 (note 6); <i>Beatty et al. v. Kurtz et al.,</i> 2 Peters, 568; <i>McConnell v. Trustees of the Town of Lexington,</i> 12 Wheat. 582; <i>Town of Powlett v. Clark,</i> 9 Cranch, 331; 2 Starkie on Ev. (ed. 1830), tit. <i>Highway</i>, pp. 663-666; <i>Vick et al. v. Mayor of Vicksburg,</i> 1 How. Miss. 379; <i>Trustees of Watertown v. Cowen,</i> 4 Paige, 510; <i>Cleveland v. Cleveland,</i> 12 Wend. 172; 19 Pick. 405; 4 N. Hamp. 1.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">Under the fourth point in brief, we cite 3 Kent's Com. (6th ed.), pp. 432, 433, 434, and notes to those pages.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">In addition to the cases cited in brief, point fifth, we refer the court to 3 Kent's Com. (same ed.), p. 448; 2 Story, Eq. Jur. &#167;&#167; 925, 926, 926(<i>a</i>); 1 Madd. Ch. Pr. 155; Jeremy, Eq. Jur. 310, 311.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">To sustain the seventh point in brief, 2 Story, Eq. Jur. &#167; 924, and cases there cited.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">We further maintain, that William H. Irwin is the only necessary party defendant; because the case is one of malfeasance only. The title to the ground over which was the highway, and where the obstruction was erected, was not involved. <i>Lowe v. Munford,</i> 14 Johns. 426; <i>Sumner v. Tileston,</i> 4 Pick. 308; <i>City of Cincinnati v. White,</i> 6 Peters, 442.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">That the Dixions gave a fair value for the warehouse, with the right of way and access to the eastern front, as it had existed for forty years. See the valuation of the real estate of Thomas Irwin, at p. 167 of record. The warehouse described as being in the occupancy of A. G. Fleming is that which was purchased by the Dixions at $2,860, whereas it is there valued at $2,200.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">As to appellant's third point, see Story's Equity, 1478, 1479.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">Mr. Justice WOODBURY delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">This was an appeal from a decree in the Circuit Court of the District of Columbia for the County of Alexandria.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">The proceedings on which the decree was entered had been in substance as follows.</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">The Dixions, September 6, 1844, filed a bill in chancery, setting out their purchase, in October, 1843, of a certain warehouse in Alexandria, 'with all the rights and appurtenances to the same belonging,' and that they had since been in quiet possession of the same; that this warehouse 'fronts, on the east, the River Potomac, and the doors and windows of said front open on a strand, which has been used uninterruptedly as a public highway for upwards of thirty years'; that said strand or street is the great thoroughfare for that part of the town between the river and the last range of warehouses fronting thereon, and 'has always been used as a common and public highway for the free and uninterrupted passage and intercourse of the public'; and that said warehouse and doors and windows 'have been erected upwards of thirty years, without any effort or claim heretofore to obstruct the same.'</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">The bill then charged, that William H. Irwin, on the 5th of September, 1844, prepared materials and employed carpenters to close up and obstruct the doors and windows of the plaintiffs, thus situated, claiming the right to do the same, and intends forthwith to nail plank over it, or build a fence 'just in front of the said warehouse, whereby its use and value would be greatly and seriously injured'; and, unless prevented, it 'will cut off all direct intercourse between the said front and the said public strand and the River Potomac.'</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">They therefore prayed an injunction to prevent it, alleging it would amount to a nuisance, and constitute an irreparable injury to their property, and asked further to have it abated, if already erected. An amended bill was afterwards filed on the 21st day of September, 1844, as if at that time original, and varying from the first bill chiefly by describing the fence as then erected, and over eight feet high, and obstructing a window in the warehouse, and extending in front of it about eight feet; and averring that Irwin had refused to obey the temporary injunction already issued. It also alleged, that a dedication of this land had been made to the public by the respondent and his predecessors, and an easement thereby accrued to the public over it; and that the fence was both a private and public nuisance, and caused to the complainants irreparable damage.</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">The answer of the respondent, filed in April, 1846, admitted the erection of a fence near the place, as alleged in the bill, and constituting an inclosure about twenty-six feet square, but denied that it obstructed, 'in any perceptible degree,' the light of any of the windows of the complainant, or stood on any public highway. On the contrary, the answer averred that it stood on the 'wharf property and pier,' which belonged to him, his brother James, and sister Ann, in common, from their father's estate; and which had always been claimed, used, and belonged to their father and them as private property. After many further allegations in defence, and putting in various exhibits and much evidence on both sides, as appears in detail in the statement of this case, the Circuit Court declared itself to be fully satisfied that Thomas Irwin, the ancestor of the said defendant, did in his lifetime dedicate to the public use a highway passing along the eastern front of said warehouse, &amp;c., 'and that the same was used for many years before the filing of the said bill, and that there was next to the said warehouse, and within the said highway, a foot-way about four feet wide, beyond and next to which was a highway for the passing and repassing of carts, carriages,' &amp;c., 'and the same was commonly used by all persons having occasion to use the same.' 'And being further fully satisfied that the said defendant did, before the filing of said bill, erect across the said highway a fence, which he hath continued to this day, fully obstructing the passage along the said highway,' and, being built immediately adjoining said warehouse and its windows, that it was a special and material injury to the use and enjoyment of the warehouse, the court did adjudge, order, and decree, 'that the injunction heretofore issued in the cause be, and the same is hereby, made perpetual.' The court further ordered, that the fence be removed by Irwin, and that he be enjoined from obstructing in any manner said highway 'within the space of nineteen feet wide measured east from the eastern wall of said warehouse,' &amp;c.</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">It will be seen that the decree below proceeds chiefly on the ground, that a legal public highway exists, running nineteen feet wide east of the warehouse and immediately contiguous to the same, and that a wrong has been done by the respondent by obstructing that highway. It is true, that the decree speaks also of the obstruction being injurious to the warehouse and private rights of the plaintiffs, and so does the bill. But the gravamen of both is the existence of a public highway where the fence runs.</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">In our opinion, whether looking to the private or public rights and privileges which are alleged to be obstructed, this proceeding cannot be sustained. The state of some of the circumstances renders the injunction asked here not a proper form of remedy for the supposed damage to any private interests, and the principal ground of complaint for a public as well as private wrong in preventing travel across the alleged highway is not satisfactorily made out by showing clearly the existence of such highway.</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">As to the first ground of objection. This form of remedy was one much questioned, as permissible either to the public or an individual, in the case of a public right of this kind invaded. 3 Mylne &amp; Keen, 180; 2 Johns. Ch. 380; 16 Ves. 138. And when at last deemed allowable, it was only where the community at large, or some individual, felt interested in having the supposed unisance immediately prostrated on account of its great, continued, and irreparable injury; and it was then used as a sort of preventive remedy to a multiplicity of suits, and in cases where an action at law would yield too tardy and imperfect redress. <i>Osborne v. United States Bank,</i> 9 Wheat. 840, 841; 14 Conn. 581; 21 Pick. 344; Eden on Injunction, ch. 11; 7 Johns. Ch. 315; <i>Jerome v. Ross,</i> 17 Conn. 375; 3 Mylne &amp; Keen, 177; 1 Stor. Eq. Jur. 25. When, however, delay can safely be tolerated, the usual remedy in such cases, by or in behalf of the public, is an indictment rather than an injunction. 12 Peters, 98; Bac. Abr., <i>Nuisance</i>, D; Co. Lit. 56. <i>a</i>; 19 Pick. 154; Willes, 71; Wilkes's case, 2 Bingh. N. R. 295, 281; 1 Bingh. N. R. 222; 2 Stor. Eq. Jur. 923. And no remedy whatever exists in these cases by an individual, unless he has suffered some private, direct, and material damage beyond the public at large; as well as damage otherwise irreparable. Hawk. P. C., ch. 75; <i>Rowe v. Granite Bridge,</i> 21 Pick. 344; <i>Stetson v. Faxon,</i> 19 Pick. 147, 511; 1 Penn. St. R. 309; 6 Johns. Ch. 439; <i>City of Georgetown v. Alex. Can. Co.,</i> 12 Peters, 97, 98; 2 Ld. Raym. 1163; O'Brien's case, 17 Conn. 342; and Bigelow's case, 14 Conn. 565; 3 Daniell, Ch. Pr. 1858; <i>Spencer v. London and Birm. R. R. Co.,</i> 8 Sim. 193, and <i>Sampson v. Smith,</i> ib. 272; 12 Peters, 98; 18 Ves. 217; 2 Johns. Ch. 382.</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">In cases of injury to individual rights by obstructions or supposed unisances, an injunction is still less favored, and does not lie at all permanently, in England and most of the States, unless the injury is not only greater to the complainant than to others, and of a character urgent and otherwise irremediable at law, but the right or title to raise the obstruction is not in controversy, or is first settled at law. (See cases hereafter.) When all these prerequisites exist, an individual, rather than only a public officer, has been allowed in chancery to obtain a perpetual injunction, though for a supposed public nuisance. 2 Stor. Eq. Jur. 924; 6 Johns. Ch. 439. But it is better for him, whether the nuisance be public or private, when the injury is not great and pressing, to resort for redress to a private action at law; and such, though not the only course, is the one most appropriate and safe. (See same cases, and others in Bac. Abr. <i>Nuisances</i>, B; <i>Wynstanley v. Lee,</i> 2 Swanston, 337.) In this last case, much like the present, an injunction was refused. So <i>Attorney-General v. Nichol,</i> 16 Ves. 339, and <i>Wilson v. Cohen,</i> 1 Rice, Ch. 80. One reason for this is the peculiar damage to him beyond that to others, which must be proved, when the extraordinary remedy by injunction is sought in his name either for a private or public nuisance. Another is, the great, pressing, and otherwise irremediable nature of the injury done, which must also be then proved, and which is not entirely without doubt in the present case.</p>\n    </div>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">But more especially is this form of remedy not expedient to be adopted, unless indispensable from the character of the damage, as an individual is not in point of law allowed at first any thing but a temporary injunction to preserve the property uninjured till an answer can be filed admitting or denying the right of the plaintiff, and, if doing the latter, till a trial at law can be had of that right, when desired by the defendant or deemed proper by the court. And when the right or title to the place in controversy, or to do the act complained of, is, as here, doubtful, and explicitly denied in the answer, no permanent or perpetual injunction will usually be granted till such trial at law is had, settling the contested rights and interests of the parties.</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">2 Swanst. 352; 2 Johns. Ch. 546, in <i>Johnson v. Gere; Storm v. Mann,</i> 4 Johns. Ch. 21; <i>Akrill v. Selden,</i> 1 Barbour, 316; <i>Crowder v. Tinkler,</i> 19 Ves. 622; <i>Weller v. Smeaton,</i> 1 Cox, 102. See <i>Parker et al. v. Perry et al.,</i> 1 Woodb. &amp; Minot, 280; 2 Story's Eq. Jur. &#167;&#167; 927, 1479; 1 Ves. sen. 543; Rider's case, 6 Johns. Ch. 46; 3 Daniell's Ch. Pr. 1850 and 1860; <i>Woodworth v. Rogers,</i> 1 Railroad Cas. 120; 19 Ves. 144, 617; Bac. Abr., <i>Injunction</i>, A; Anonymous, 1 Bro. C. C. 572; 3 Merivale, 688; 1 Bland, Ch. 569; 1 Vernon, 120-270; Ambler, 164; Drewry on Inj. 182, 238; 17 Ves. 110; 8 Ves. 89; 2 Bro. Ch. 80; 2 Ves. 414; 7 Ves. 305; <i>Birch v. Holt,</i> 3 Atk. 726; 3 Johns. Ch. 287; <i>Higgins et al. v. Woodward et al.,</i> 1 Hopkins, 342; <i>Attorney-General v. Hunter,</i> 1 Dev. Eq. 12; 8 Sim. 189; 14 Conn. 578; <i>Hilton v. Granville,</i> 1 Craig &amp; Phil. 283, and <i>Harman v. Jones,</i> ib. 299, 302; <i>Ingraham v. Dunnell,</i> 5 Met. 126; 6 Pick. 376; <i>Wynstanley v. Lee,</i> 2 Swanst. 355; <i>Yard v. Ford,</i> 2 Saund. 172; <i>Birm. Can. C. v. Lloyd,</i> 18 Ves. 515 and 211. The true distinction in this class of cases is, that, in a prospect of irremediable injury by what is apparently a nuisance, a temporary or preliminary injunction may at once issue. 1 Cooper's Sel. Cas. 333; <i>Earl of Ripon v. Hobart,</i> 3 Mylne &amp; Keen, 169, 174-179; 6 Ves. 689, note; 7 Porter, 238; <i>Hart v. Mayor of Albany,</i> 3 Paige, 213; <i>Shubrick v. Guerard,</i> 2 Dessaussure, 619; 1 Craig. &amp; Phil. 283; 4 Simons, 565, in Sutter's case. But not a permanet or perpetual one till the title, if disputed, is settled at law. 1 Paige, 97; <i>State v. Mayor of Mobile,</i> 5 Porter, 280, 316. (See authorities last cited.) In some of the States it is understood that the practice in this last respect is otherwise. In the celebrated case of <i>The United States Bank v. Osborne,</i> 9 Wheat. 739, it will be seen that the answers (742, 743) did not deny the title of the plaintiffs, and the Chief Justice says (858),&#8212;'The responsibility of the officers of the State for the money taken out of the bank was admitted.' But a case entirely in point on this difficult question in this tribunal is <i>The State of Georgia v. Brailsford et al.,</i> 2 Dallas, 406-408. There, a temporary injunction issued, not to pay over money 'till the right to it is fairly decided.' And on an issue to a special jury, the trial was had before a final decision was made on a permanent injunction. 3 Dallas, 1 and 5. This condition of things as to the form of the remedy adopted here, where the damage was so small and the right was in controversy, is very unfavorable to the correctness of the final decree in the court below, awarding a perpetual injunction to the plaintiffs on their private account, and more especially so far as it rested on any private rights to any part of the open space.</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">But beside these objections to the course of proceeding followed in this case, the chief foundation for relief of any kind which is set up here seems to fail. It is the allegation and decree that a public highway exists in front of the warehouse of the plaintiffs. This seems to us unsupported by the evidence and the law.</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p class=\"indent\">There is no claim that such a highway was ever legally laid out by the city or county of Alexandria. But the plaintiffs in the court below rely for its existence chiefly, if not entirely, on a user of it by the public as a highway for more than thirty years. The counsel for the plaintiffs have placed it in argument, as is one ground in the amended bill, on the principle that it showed a dedication of the <i>locus in quo</i> to the public for a highway, as well as furnishing presumptive evidence, not rebutted here, of a title in the public of a right of way there by long user. First, as to the dedication. It is true that this may at times be proved by a use of land, allowed unconditionally and fully to the public for a period of thirty years, or even less. <i>Cincinnati v. White,</i> 6 Peters, 431; 22 Pick. 78-80. In <i>Jarvis v. Dean,</i> 3 Bingham, 447, the public use had been only four or five years, but with the owner's assent. See also 6 Peters, 513. 'Such use, however,' says Justice Thompson in 6 Peters, 439, 'ought to be for such a length of time that the public accommodation and private rights might be materially affected by an interruption of the enjoyment'; and if the time of the use by the public be long, as, for instance, over twenty years, and unexplained, the presumption is strong for a dedication. <i>McConnell v. Trustees of Lexington,</i> 12 Wheat. 582; 3 Kent's Com. 445; 6 Peters, 513; 10 Peters, 718.</p>\n    </div>\n    <div class=\"num\" id=\"p109\">\n      <span class=\"num\">109</span>\n      <p class=\"indent\">There is, then, no difficulty here in deciding that the length of time of the user was enough, it having been twenty or thirty years.</p>\n    </div>\n    <div class=\"num\" id=\"p110\">\n      <span class=\"num\">110</span>\n      <p class=\"indent\">But the dedication must also be under such circumstances as to indicate an abandonment of the use exclusively to the community by the owner of the soil. 4 Camp. N. P. 16; 1 Camp. N. P. 262; 11 East, 370; 3 D. &amp; E. 265; <i>Jarvis v. Dean,</i> 3 Bingh. 447; 22 Pick. 75. Hence there must not have been, as here, repeated declarations made by the owner inconsistent with any dedication. 7 Leigh, 546, 665; <i>Livett v. Wilson,</i> 3 Bingh. 116.</p>\n    </div>\n    <div class=\"num\" id=\"p111\">\n      <span class=\"num\">111</span>\n      <p class=\"indent\">Nor must the acts and words be equivocal or ambiguous on that subject.</p>\n    </div>\n    <div class=\"num\" id=\"p112\">\n      <span class=\"num\">112</span>\n      <p class=\"indent\">In short, the idea of a dedication to the public of a use of land for a public road must rest on the clear assent of the owner, in some way, to such dedication. <i>Nichols v. Aylor,</i> 7 Leigh, 546; Johnson's case, 8 Adolphus &amp; Ellis, 99; 1 Hill, 189, 191; 19 Wendell, 128; 3 Bingh. 447; 1 Camp. N. P. 262; 6 Peters, 431; 3 Kent's Com. 445; <i>Sargent v. Ballard,</i> 9 Pick. 256. This assent may be proved by a deed or unsealed writing expressing such assent, or, as no fee in the land, but, only an easement generally is given, it may be by parol or by acts inconsistent and irreconcilable with any construction except such consent. 6 Peters, 437; 10 Peters, 712; 3 Kent's Com. 428, 450; 7 Johns. 106; 2 Peters, 508; 12 Wheat. 582; 9 Cranch, 331; 4 Paige, 510; 12 Wendell, 172; 19 Pick. 406; 4 Mason, 1.</p>\n    </div>\n    <div class=\"num\" id=\"p113\">\n      <span class=\"num\">113</span>\n      <p class=\"indent\">Thus, it has been presumed, if one makes a plan of his land in a city with certain streets laid down between certain lots, and sells the lots accordingly, that he thus means to dedicate those streets to the public. See <i>United States v. Chicago,</i> 7 How. 196, and cases cited there from Wendell; <i>White v. Cower et al.,</i> 4 Paige, 510; <i>Barclay v. Howell's Lessee,</i> 6 Peters, 506; <i>New Orleans v. United States,</i> 10 Peters, 718. And more particularly is it so if the community are allowed to begin to occupy the streets accordingly. <i>Cincinnati v. White,</i> 6 Peters, 431; 10 Peters, 718. But a mere survey of such streets, without selling the contiguous lots or letting the streets be occupied, is not enough. 7 Howard, 196.</p>\n    </div>\n    <div class=\"num\" id=\"p114\">\n      <span class=\"num\">114</span>\n      <p class=\"indent\">It is not pretended that in any way has such consent been given here, except by the acts before referred to, and done under the explanatory circumstances accompanying them. Thus, though there is much evidence, that, from the warehouse eastward to the river and wharf, the land has been open or uninclosed for twenty or thirty years, and that people and carriages have usually travelled over it in going to and from the warehouse and wharf, yet during that time, till the sale of the warehouse to the plaintiffs, that and the open space and wharf have all been owned by one person, and he has used them in any manner deemed by him most proper.</p>\n    </div>\n    <div class=\"num\" id=\"p115\">\n      <span class=\"num\">115</span>\n      <p class=\"indent\">On that sale the titles to each became vested in different persons, and this controversy arose about the use of the open space from the warehouse to the wharf, an undivided share in which space and wharf remained in the respondent, and none of it <i>eo nomine</i> was conveyed to the plaintiffs. If any private right or privilege to use any part of it for any purpose passed to the plaintiffs, it must have been under the word 'appurtenances,' in their deed from Irwin of the warehouse and its appurtenances.</p>\n    </div>\n    <div class=\"num\" id=\"p116\">\n      <span class=\"num\">116</span>\n      <p class=\"indent\">But as the construction of the deed in that respect, and of the facts, as showing any privilege used here by the owners of the warehouse as belonging to the warehouse, rather than to their interests in the open space and wharf as separate property, cannot be now properly under consideration, as before explained, in a private application for perpetual injunction against an alleged nuisance, when the damage is not great nor clearly irreparable, and the right or title to erect it is still in controversy, we do not examine and decide on the merits, as to any private interests supposed to be obtained by that deed. And the question recurs on the other and chief ground for the application and decree,&#8212;the existence of a public highway where the fence was erected.</p>\n    </div>\n    <div class=\"num\" id=\"p117\">\n      <span class=\"num\">117</span>\n      <p class=\"indent\">The idea of a clear intent to dedicate the <i>locus in quo</i> for that purpose, which we have seen is necessary to sustain it by dedication, is further repelled, as before in part suggested, by the very circumstances, that this space while open and thus used was designed for the owner's purposes, rather than for the purposes of others; that it was while the owner of the open space and wharf was the owner of the warehouse also, and had a right to use both for himself; and that, the moment the new owner of the warehouse ceased to have a title to the soil itself in the open space and wharf, the right to use them freely, either by him or the public, was questioned and resisted. Besides this, the space, being open for many years, was manifestly convenient, if not necessary, for the accommodation and interests of the owners of all this property, the wharf without this open space being hardly susceptible of any profitable use, and the warehouse not so accessible.</p>\n    </div>\n    <div class=\"num\" id=\"p118\">\n      <span class=\"num\">118</span>\n      <p class=\"indent\">While, then, any body might be allowed to travel over this space from the warehouse east to the wharf and river, when convenient and not injuring the owner, it would not be because it had been intended to give to the public a right of way over these premises, but because he himself intended to travel over it, and while so doing, and so leaving it open, would not be captious in preventing others from travelling there.</p>\n    </div>\n    <div class=\"num\" id=\"p119\">\n      <span class=\"num\">119</span>\n      <p class=\"indent\">This was not meant to give to others any exclusive rights or privileges there, but merely a favor in subordination to him and his rights, as will be clear from various other circumstances during the twenty or thirty years.</p>\n    </div>\n    <div class=\"num\" id=\"p120\">\n      <span class=\"num\">120</span>\n      <p class=\"indent\">As proof of this, he and his father, before the sale, were accustomed to use this open space for other private purposes, such as piling wood and lumber, anchors, tobacco, &amp;c., as well as for a passage to and from their wharf; they uniformly continued to pay taxes on it, as if entirely private property and not given to any public use, and the city continued to assess taxes on it to them as owners, rather than refraining to do it, as in case of highways generally; they made repairs on it when needed, as if open for their own use and advantage, instead of its being repaired by the city, as was done with public highways; and they required persons to remove themselves, horses, and carriages from it, when causing damage or giving offence, and stating at the time virtually that no public privileges existed there.</p>\n    </div>\n    <div class=\"num\" id=\"p121\">\n      <span class=\"num\">121</span>\n      <p class=\"indent\">As soon, likewise, as William Irwin had no further occasion to keep open the western portion of this open space for his own use and benefit, as owner of the warehouse, he fenced it up. Circumstances like these seem entirely inconsistent with the idea that any intended dedication had been made of these premises, or the use of them, to the public. The effect of these circumstances is to undermine and destroy also the other ground set up by the bill, as well as the decree below, that a public highway had been established there, not by dedication, but by over thirty years' use of the land for that purpose by the community.</p>\n    </div>\n    <div class=\"num\" id=\"p122\">\n      <span class=\"num\">122</span>\n      <p class=\"indent\">In order to have a use or occupation accomplish this, it must have been adverse to the owner (3 Kent's Com. 444), whereas this was by his consent. It must, also, have been an exclusive use by the public, whereas this was in common with him for travel, and entirely in him for several purposes of a private character. It must have been, also, acquiesced in by the owner, and not contested and denied, as here. (<i>Nichols v. Aylor,</i> 7 Leigh, 547.) It should likewise, in that event, have been treated by the public authorities as a highway in connection with the user and occupation, so as to give notice it was meant to be so claimed; whereas this was not repaired by the city, nor left untaxed to the owner, as in other cases of public roads.</p>\n    </div>\n    <div class=\"num\" id=\"p123\">\n      <span class=\"num\">123</span>\n      <p class=\"indent\">From the very nature of wharf property, likewise, the access must be kept open for convenience of the owner and his customers; but no one ever supposed that the property thereby became public instead of private, and especially under such numerous and decisive circumstances as existed here rebutting such an inference.</p>\n    </div>\n    <div class=\"num\" id=\"p124\">\n      <span class=\"num\">124</span>\n      <p class=\"indent\">No length of time, during which property is so used, can deprive an owner of his title, nor give to the community a right to enjoin or abate the owner's fences over it as a nuisance, on the ground that they have acquired a legal easement in it. Finally, it is to be recollected that an injunction is what is termed a transcendent or extraordinary power, and is therefore to be used sparingly, and only in a clear and plain case. <i>Rosser v. Randolph,</i> 7 Porter, 238, 245; 3 Johns. Ch. 48 (<i>semble</i>); 3 Mylne &amp; Keen, 180, 181; <i>Bigelow v. Hartf. Bridge Co.,</i> 14 Conn. 580.</p>\n    </div>\n    <div class=\"num\" id=\"p125\">\n      <span class=\"num\">125</span>\n      <p class=\"indent\">The decree below cannot, under these views, be sustained, on any of the grounds which have been urged in its support. It must, therefore, be reversed, and the case remanded, with instructions that the bill should be dismissed.</p>\n    </div>\n    <p class=\"center\"><i>Order</i>.</p>\n    <div class=\"num\" id=\"p126\">\n      <span class=\"num\">126</span>\n      <p class=\"indent\">This cause came on to be heard on the transcript of the record from the Circuit Court of the United States for the District of Columbia, holden in and for the county of Alexandria, and was argued by counsel. On consideration whereof, it is now here ordered, adjudged, and decreed by this court, that the decree of the said Circuit Court in this cause be, and the same is hereby, reversed, with costs; and that this cause be, and the same is hereby, remanded, with instructions to dismiss the bill of complaint, in conformity to the opinion of this court.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/86547/"
}