{"absolute_url": "/opinion/93452/scott-v-armstrong/", "blocked": false, "citation": {"case_name": "Scott v. Armstrong", "docket_number": "Nos. 53, 1,025", "document_uris": ["/api/rest/v2/document/93452/"], "federal_cite_one": "146 U.S. 499", "federal_cite_three": null, "federal_cite_two": null, "id": 77832, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/77832/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 47, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1892-12-12", "date_modified": "2014-12-21T01:31:31.870793", "docket": "/api/rest/v2/docket/115748/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">146 U.S. 499</p>\n    <p class=\"case_cite\">13 S.Ct. 148</p>\n    <p class=\"case_cite\">36 L.Ed. 1059</p>\n    <p class=\"parties\">SCOTT et al.<br>v.<br>ARMSTRONG.  FARMERS' &amp; MERCHANTS' STATE BANK et al.  v.  ARMSTRONG.</p>\n    <p class=\"docket\">Nos. 53, 1,025.</p>\n    <p class=\"date\">Dec. 12, 1892.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Statement by Mr. Chief Justice FULLER: No. 53 was an action brought by David Armstrong, receiver of the Fidelity National Bank of Cincinnati, Ohio, against Levi Scott and the Farmers' &amp; Merchants' State Bank, in the circuit court of the United States for she southern district of Ohio, upon a promissory note for $10,000, dated at Cincinnati on June 6, 1887, payable 90 days after date, at said Fidelity Bank, with interest after maturity at the rate of 8 per cent. per annum, signed by Scott and indorsed by the Farmers' Bank to the order of the Fidelity Bank.</p>\n      <p class=\"indent\">The defendant Scott was the cashier of his codefendant, and pleaded that he signed the note for the accommodation of the banks under an agreement that he should not be looked to for its payment. The Farmers' Bank made the same averments as to Scott, and pleaded a set-off to the amount of $8,809.94 as arising on certain facts, in substance as follows: That the Fidelity Bank lent the Farmers' Bank the $10,000 at a discount at the rate of 7 per cent. per annum, for 90 days, under an agreement that the money so borrowed, less the discount, should be placed to the credit of the Farmers' Bank on the books of the Fidelity Bank; that the note in suit was executed accordingly, dated and discounted on June 6, 1887, and the proceeds, $9,819.17, were placed to the credit of the Farmers' Bank upon the books of the Fidelity Bank, to meet any checks or drafts of the Farmers' Bank, and to pay the note when it became due; that afterwards, and before June 20th, the Farmers' Bank drew against the deposit the sum of $1,009.23, and the balance, $8,809.94, remained to the credit of the defendant to meet the note, and was so to its credit at the time the receiver was appointed; that upon the maturity of the note, and before suit was brought, defendant tendered to the receiver the sum of $1,190.06, the balance due on the note; and that the tender had since that time been kept good, and the money was now brought into court.</p>\n      <p class=\"indent\">Demurrers to the pleas were sustained, and judgment was entered for the plaintiff for $10,833.33, with interest and costs. The judgment, as provided by section 5419 of the Revised Statutes of Ohio, contained a certificate that the Farmers' Bank was liable as principal and Scott as surety. The opinion of the circuit court, by the district judge, will be found in 36 Fed. Rep. 63, and states that the circuit judge concurred in its conclusions as being in accord with his opinion in Bung Co. v. Armstrong, reported in 34 Fed. Rep. 94. The case being brought here by writ of error, it was assigned for error that the court erred in sustaining the demurrers and in rendering judgment against the defendants below.</p>\n      <p class=\"indent\">While the writ of error was pending a bill in equity was filed in the circuit court in behalf of the Farmers' Bank and Scott against Armstrong, as receiver, praying for an injunction against the judgment and for the enforcement of the set-off. Armstrong demurred, his demurrer was sustained, the bill dismissed, and an appeal taken to the circuit court of appeals for the sixth circuit. That court certified to this court for instructions as to the proper decision seven questions, accompanied by a brief statement of the contents of the bill and proceedings thereon.</p>\n      <p class=\"indent\">The bill, as summarized by the court, rehearsed the facts set forth in the answers in the suit at law somewhat more in detail, and among other things stated that 'on the 20th day of June, 1887, said Fidelity Bank was closed by order of the bank examiner of the United States, and thereafter remained closed;' that 'on June 27, 1887, the comptroller of the currency of the United States, having become satisfied that said Fidelity Bank was insolvent, appointed the appellee, David Armstrong, receiver of said bank to wind up its affairs, as provided under the authority given by the laws of the United States in such case made and provided, and said receiver qualified and entered upon the performance of his duties as such. On July 12, 1887, the charter of said Fidelity Bank was forfeited and said banking association dissolved by decree of the circuit court of the United States for the southern district of Ohio;' and that 'said Fidelity Bank was in good credit at the time said discount was made, and was then thought by said Scott and said State Bank, with good reason for so thinking, to be solvent, but was in fact insolvent, and known so to be by said Harper,' its managing officer, with whom the transaction had been had.</p>\n      <p class=\"indent\">The recovery of the judgment and pendency of the writ of error were also set forth, and it was averred 'that said Scott and said State Bank were advised said circuit court sitting as a court of law had not jurisdiction to entertain and adjudge upon the set-off pleaded as aforesaid, and that relief should be sought in a court of equity.' The tender was reiterated, and it was prayed, among other things, 'that the collection of the judgment at law might be enjoined, and that the set-off might be established and allowed.' The grounds of demurrer were:</p>\n      <p class=\"indent\">'(1) That it appeared from the bill that the complainants were not entitled to the relief sought.</p>\n      <p class=\"indent\">'(2) That the complainants had an adequate remedy at law for the relief sought, which had been already adjudicated.'</p>\n      <p class=\"indent\">The case on certificate is No. 1,025. The first, second, and fourth questions are as follows:</p>\n      <p class=\"indent\">'(1) Where a national bank becomes insolvent, and its assets pass into the hands of a receiver appointed by the comptroller of the currency, can a debtor of the bank set off against his indebtedness the amount of a claim he holds against the bank, supposing the debt due from the bank to have been payable at the time of its suspension, but that due to it to have been payable at a time subsequent thereto?</p>\n      <p class=\"indent\">'(2) Has a circuit court of the United States sitting in Ohio as a court of law jurisdiction to entertain a defense of set-off as against an action brought by a receiver appointed by the comptroller of the currency to wind up the affairs of a national bank doing business in Ohio because of its insolvency, upon a note held by said bank, which note matured and became payable after the appointment of such receiver?'</p>\n      <p class=\"indent\">'(4) Where a national bank doing business in Ohio in 1887 discounts a promissory note with the understanding that the proceeds of the discount are to remain on deposit with it subject to the checks of the borrower, and any balance of such deposit remaining undrawn at the maturity of the note is to be applied as a credit thereon, and where at the time such discount was made said bank was in fact insolvent, and known so to be by the officer through whom it acted in making such discount and agreement, but such bank was then in good credit, and thought by the borrower to be solvent, with good reason for so thinking, and where afterwards, the insolvency of said bank becoming known to the comptroller of the currency, that officer assumed charge of said bank, and afterwards, in June, 1887, but before the maturity of the note so discounted, appointed a receiver to close up the affairs of said bank, can such borrower, by suit in equity against such receiver, compel a set-off of the balance of said deposit account at the time of the suspension of said bank against the amount due upon such note at its maturity?'</p>\n      <p class=\"indent\">The third, fifth, sixth, and seventh related to the effect of the judgment at law as a bar to the bill in equity.</p>\n      <p class=\"indent\"><i>Wm. Worthington</i> and <i>J. W. Warrington,</i> for plaintiffs in error.</p>\n      <p class=\"indent\"><i>John W. Herron,</i> for defendant in error.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 504-506 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Chief Justice FULLER, after stating the facts in the foregoing language, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Fidelity National Bank was closed by order of the bank examiner June 20th, the receiver was appointed June 27th, , and the charter of the bank was forfeited and the bank dissolved by the decree of the circuit court, July 12, 1887. Title to its assets was necessarily thereby transferred to the receiver. Bank v. Colby, 21 Wall. 609.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The note in controversy did not mature until September 7, 1887, but the deposit to the credit of the Farmers' Bank was due for the purposes of suit upon the closing of the Fidelity Bank, as under such circumstances no demand was necessary. The receiver took the assets of the Fidelity Bank as a mere trustee for creditors, and not for value and without notice, and, in the absence of statute to the contrary, subject to all claims and defenses that might have been interposed as against the insolvent corporation before the liens of the United States and of the general creditors attached.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The right to assert set-off at law is of statutory creation, but courts of equity from a very early day were accustomed to grant relief in that regard independently as well as in aid of statutes upon the subject.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In equity, relief was usually accorded, says Mr. Justice Story, (Eq. Jur. &#167; 1435,) 'where, although there are mutual and independent debts, yet there is a mutual credit between the parties, founded at the time upon the existence of some debts due by the crediting party to the other. By 'mutual credit,' in the sense in which the terms are here used, we are to understand a knowledge on both sides of an existing debt due to one party, and a credit by the other party, founded on and trusting to such debt, as a means of discharging it.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This definition is hardly broad enough to cover all the cases where, as the learned commentator concedes, there being a 'connection between the demands, equity acts upon it, and allows a set-off under particular circumstances.' Section 1434. Courts of equity frequently deviate from the strict rule of mutuality when the justice of the particular case requires it, and the ordinary rule is that, where the mutual obligations have grown out of the same transaction, insolvency on the one hand justifies the set-off of the debt due upon the other. Blount v. Windley, 95 U. S. 173, 177.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In Carr v. Hamilton, 129 U. S. 252, 262, 9 Sup. Ct. Rep. 295, it was decided that, when a life insurance company becomes insolvent and goes into liquidation, the amount due on an endowment policy, payable in any event at a fixed time, may, in settling the company's affairs, be set off against the amount due on the mortgage deed from the holder or the policy to the company by way of compensation; and Mr. Justice Bradley, delivering the opinion of the court, said: 'We are inclined to the view that where the holder of a life insurance policy borrows money of his insurer, it will be presumed, prima facie, that he does so on the faith of the insurance and in the expectation of possibly meeting his own obligation to the company by that of the company to him, and that the case is one of mutual credits, and entitled to the privilege of compensation or set-off whenever the mutual liquidation of the demands is judicially decreed on the insolvency of the company.' And the case of Scammon v. Kimball, 92 U. S. 362, was referred to, where it was held that a bank, having insurance in a company which was rendered insolvent by the Chicago fire of 1871, had a right to set off the amount of his insurance on property consumed against money of the company in his hands on deposit, although the insurance was not a debt due at the time of the insolvency.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Indeed, natural justice would seem to require that where the transaction is such as to raise the presumption of an agreement for a set-off, it should be held that the equity that this should be done is superior to any subsequent equity not arising out of a purchase for value without notice.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the case at bar the credits between the banks were reciprocal, and were parts of the same transaction, in which each gave credit to the other on the faith of the simultaneous credit, and the principle applicable to mutual credits applied. It was, therefore, the balance upon an adjustment of the accounts which was the debt, and the Farmers' Bank had the right, as against the receiver of the Fidelity Bank, although the note matured after the suspension of that bank, to set off the balance due upon its deposit account, unless the provisions of the national banking law were to the contrary. Whether this was so or not is the question on which the opinion of the district judge turned, and which was chiefly urged in argument upon our attention.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Sections 5234, 5236, and 5242 are the sections relied on. Section 5234 provides for the appointment of a receiver by the comptroller of the currency, and defines his duties as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'Such receiver, under the direction of the comptroller, shall take possession of the books, records, and assets of every description of such association, collect all debts, dues, and claims belonging to it, and, upon the order of a court of record of competent jurisdiction, may sell or compound all bad or doubtful debts, and, on a like order, may sell all the real and personal property of such association, on such terms as the court shall direct; and may, if necessary to pay the debts of such association, enforce the individual liability of the stockholders. Such receiver shall pay over all money so made to the treasurer of the United States, subject to the order of the comptroller, and also make report to the comptroller of all his acts and proceedings.'</p>\n    </div>\n    <p class=\"indent\">Section 5236 provides:</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'From time to time, after full provision has been first made for refunding to the United States any deficiency in redeeming the notes of such association, the comptroller shall make a ratable dividend of the money so paid over to him by such receiver on all such claims as may have been proved to his satisfaction or adjudicated in a court of competent jurisdiction, and, as the proceeds of the assets of such association are paid over to him, shall make further dividends on all claims previously proved or adjudicated; and the remainder of the proceeds, if any, shall be paid over to the shareholders of such association, or their legal representatives, in proportion to the stock by them respectively held.'</p>\n    </div>\n    <p class=\"indent\">Section 5242 reads:</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'All transfers of the notes, bonds, bills of exchange, or other evidences of debt owing to any national banking association, or of deposits to its credir; all assignments of mortgages, sureties on real estate, or of judgments or decrees in its favor; all deposits of money, bullion, or other valuable thing for its use, or for the use of any of its shareholders or creditors; and all payments of money to either, made after the commission of an act of insolvency, or in contemplation thereof, made with a view to prevent the application of its assets in the manner prescribed by this chapter, or with a view to the preference of one creditor to another, except in payment of its circulating notes,&#8212;shall be utterly null and void; and no attachment, injunction, or execution shall be issued against such association or its property before final judgment in any suit, action, or proceeding in any state, county, or municipal court.'</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The argument is that these sections by implication forbid this set-off, because they require that after the redemption of the circulating notes has been fully provided for, the assets shall be ratably distributed among the creditors, and that no preferences given or suffered, in contemplation of or after committing the act of insolvency, shall stand. And it is insisted that the assets of the bank existing at the time of the act of insolvency include all its property, without regard to any existing liens thereon or set-offs thereto.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We do not regard this position as tenable. Undoubtedly any disposition by a national bank, being insolvent or in contemplation of insolvency, of its choses in action, securities, or other assets, made to prevent their application to the payment of its circulating notes, or to prefer one creditor to another, is forbidden; but liens, equities, or rights arising by express agreement, or implied from the nature of the dealings between the parties, or by operation of law, prior to insolvency and not in contemplation thereof, are not invalidated. The provisions of the act are not directed against all liens, securities, pledges, or equities, whereby one creditor may obtain a greater payment than another, but against those given or arising after or in contemplation of insolvency. Where a set-off is otherwise valid, it is not perceived how its allowance can be considered a preference, and it is clear that it is only the balance, if any, after the set-off is deducted, which can justly be held to form part of the assets of the insolvent. The requirement as to ratable dividends is to make them from what belongs to the bank, and that which at the time of the insolvency belongs of right to the debtor does not belong to the bank.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">There is nothing new in this view of ratable distribution. As pointed out by counsel, the bankruptcy act of 13 Eliz. c. 7, contained no provision in any way directing a set-off or the striking of a balance, and by its second section commissioners in bankruptcy were to seize and appraise the lands, goods, money, and chattels of the bankrupt, to sell the lands and chattels, 'or otherwise to order the same for true satisfaction and payment of the said creditors, that is to say, to every of the said creditors a portion, rate and rate alike, according to the quantity of his or their debts.' 4 Statutes of the Realm, pt. 1, 539. Yet, in the earliest reported decisions upon set-off, it was allowed under this statute. Anonymous, 1 Modern, 215, Curson v. African C., 1 Vern. 121; Chapman v. Derby, 2 Vern. 117.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The succeeding statutes were but in recognition, in bankruptcy and otherwise, of the practice in chancery in the settlement of estates, and it may be said that in the distribution of the assets of insolvents under voluntary or statutory trusts for creditors the set-off of debts due has been universally conceded. The equity of equality among creditors is either found inapplicable to such set-offs or yields to their superior equity.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We are dealing in this case with an equitable set-off, but if on June 20th the note had matured, and each party had a cause of action capable of enforcement by suit at once, upon the argument for the receiver the legal set-off would be destroyed just as effectully as it is contended the equitable set-off is. We cannot believe congress intended such a result, or to destroy by implication any right vested at the time of the suspension of a national bank.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The state of case where the claim sought to be offset is acquired after the act of insolvency is far otherwise, for the rights of the parties become fixed as of that time, and to sustain such a transfer would defeat the object of these provisions. The transaction must necessarily be held to have been entered into with the intention to produce its natural result, the preventing of the application of the insolvent's assets in the manner prescribed. Bank v. Taylor, 56 Pa. St. 14, Colt v. Brown, 12 Gray, 233.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Our conclusion is that this set-off should have been allowed, and this has heretofore been so held in well-considered cases. Snyder Sons' Co. v. Armstrong, 37 Fed. Rep. 18; Yardley v. Clothier, 49 Fed. Rep. 337; Armstrong v. Warner, 21 Wkly. Cin. Law Bul. 136; 27 Wkly. Cin. Law Bul. 100.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The Ohio Code of Civil Procedure abolishes the distinction between actions at law and suits in equity, requires all actions (with some exceptions) to be brought in the name of the real party in interest, and permits all defenses, counter-claims, and set-offs, whether formerly known as legal or equitable, to be set up therein. Rev. St. Ohio, &#167;&#167; 4971, 4993, 5071.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Section 914 of the Revised Statutes, in providing that the practice, pleadings, and forms and modes of proceeding in civil causes, in the circuit and district courts, shall conform, as near as may be, to the practice, pleadings, and forms and modes of proceeding existing at the time in like causes in the courts of record of the state within which such circuit or district courts are held, in terms excludes equity causes therefrom, and the jurisprudence of the United States has always recognized the distinction between law and equity as under the constitution matter of substance, as well as of form and procedure, and accordingly legal and equitable claims cannot be blended together in one suit in the circuit courts of the United States, nor are equitable defenses permitted. Bennett v. Butterworth, 11 How. 669; Thompson v. Railroad Cos., 6 Wall. 134; Scott v. Neely, 140 U. S. 106, 11 Sup. Ct. Rep. 712; Montejo v. Owen, 14 Blatchf. 324; La Mothe Manuf'g Co. v. National Tube Works Co., 15 Blatchf. 432.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We are of opinion that the circuit court had no power to grant the set-off in question in the suit at law. Judgment, however, was given in that case on the merits upon sustaining the demurrer to the defense of equitable set-off, and, as we think that the set-off should have been allowed, we do not feel called upon, having the judgment before us and under our control for affirmance, reversal, or modification, to sustain it upon a jurisdictional ground not passed upon by the circuit court.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We shall therefore reverse it without discussing the question whether, if affirmed, it would or would not be a bar to relief in the suit in equity. Butler v. Eaton, 141 U. S. 240, 11 Sup. Ct. Rep. 985; Ballard v. Searls, 130 U. S. 50, 9 Sup. Ct. Rep. 418.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">It follows from what we have said that the first question certified from the United States circuit court of appeals for the sixth circuit must be answered in the affirmative and the second in the negative, and that the other questions propounded require no reply.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Judgment in No. 53 reversed and cause remanded to the circuit court with directions for further proceedings in conformity with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In No. 1,025 the answers to the first and second questions above indicated will be certified.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>146 U.S. 499 (1892)</b></center>\n<center><h1>SCOTT<br>\nv.<br>\nARMSTRONG.<br>\nFARMERS' AND MERCHANTS' STATE BANK<br>\nv.<br>\nARMSTRONG.</h1></center>\n<center>Nos. 53, 1025.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 18, 21, 1892.</center>\n<center>Decided December 12, 1892.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF OHIO.\nCERTIFICATE FROM THE UNITED STATES COURT OF APPEALS FOR THE SIXTH CIRCUIT.\n<p><span class=\"star-pagination\">*503</span> <i>Mr. William Worthington,</i> (with whom was <i>Mr. J.W. Warrington</i> on the brief,) for plaintiffs in error and appellants.</p>\n<p><i>Mr. J.W. Herron,</i> for defendant in error and appellee.</p>\n<p><span class=\"star-pagination\">*506</span> MR. CHIEF JUSTICE FULLER, after stating the case, delivered the opinion of the court.</p>\n<p>The Fidelity National Bank was closed by order of the bank examiner June 20, the receiver was appointed June 27, <span class=\"star-pagination\">*507</span> and the charter of the bank was forfeited and the bank dissolved by the decree of the Circuit Court, July 12, 1887. Title to its assets was necessarily thereby transferred to the receiver. <i>National Bank</i> v. <i>Colby,</i> 21 Wall. 609.</p>\n<p>The note in controversy did not mature until September 7, 1887, but the deposit to the credit of the Farmers' Bank was due for the purposes of suit upon the closing of the Fidelity Bank, as under such circumstances no demand was necessary. The receiver took the assets of the Fidelity Bank as a mere trustee for creditors, and not for value and without notice, and, in the absence of statute to the contrary, subject to all claims and defences that might have been interposed as against the insolvent corporation before the liens of the United States and of the general creditors attached.</p>\n<p>The right to assert set-off at law is of statutory creation, but courts of equity from a very early day were accustomed to grant relief in that regard independently as well as in aid of statutes upon the subject.</p>\n<p>In equity, relief was usually accorded, says Mr. Justice Story, (Eq. Jur. § 1435,) \"where, although there are mutual and independent debts, yet there is a mutual credit between the parties, founded, at the time, upon the existence of some debts due by the crediting party to the other. By mutual credit, in the sense in which the terms are here used, we are to understand, a knowledge on both sides of an existing debt due to one party, and a credit by the other party, founded on, and trusting to such debt, as a means of discharging it.\"</p>\n<p>This definition is hardly broad enough to cover all the cases where, as the learned commentator concedes, there being a \"connection between the demands, equity acts upon it, and allows a set-off under particular circumstances.\" § 1434. Courts of equity frequently deviate from the strict rule of mutuality when the justice of the particular case requires it, and the ordinary rule is that where the mutual obligations have grown out of the same transaction, insolvency on the one hand justifies the set-off of the debt due upon the other. <i>Blount</i> v. <i>Windley,</i> 95 U.S. 173, 177.</p>\n<p>In <i>Carr</i> v. <i>Hamilton,</i> 129 U.S. 252, 262, it was decided <span class=\"star-pagination\">*508</span> that, when a life insurance company becomes insolvent and goes into liquidation, the amount due on an endowment policy, payable in any event at a fixed time, may, in settling the company's affairs, be set off against the amount due on a mortgage deed from the holder of the policy to the company by way of compensation; and Mr. Justice Bradley, delivering the opinion of the court, said: \"We are inclined to the view that where the holder of a life insurance policy borrows money of his insurer, it will be presumed, <i>prima facie,</i> that he does so on the faith of the insurance and in the expectation of possibly meeting his own obligation to the company by that of the company to him, and that the case is one of mutual credits, and entitled to the privilege of compensation or set-off whenever the mutual liquidation of the demands is judicially decreed on the insolvency of the company.\" And the case of <i>Scammon</i> v. <i>Kimball,</i> 92 U.S. 362, was referred to, where it was held that a bank, having insurance in a company which was rendered insolvent by the Chicago fire of 1871, had a right to set off the amount of his insurance on property consumed against money of the company in his hands on deposit, although the insurance was not a debt due at the time of the insolvency.</p>\n<p>Indeed natural justice would seem to require that where the transaction is such as to raise the presumption of an agreement for a set-off it should be held that the equity that this should be done is superior to any subsequent equity not arising out of a purchase for value without notice.</p>\n<p>In the case at bar the credits between the banks were reciprocal and were parts of the same transaction, in which each gave credit to the other on the faith of the simultaneous credit, and the principle applicable to mutual credits applied. It was, therefore, the balance upon an adjustment of the accounts which was the debt, and the Farmers' Bank had the right, as against the receiver of the Fidelity Bank, although the note matured after the suspension of that bank, to set off the balance due upon its deposit account, unless the provisions of the national banking law were to the contrary. Whether this was so or not is the question on which the opinion of the <span class=\"star-pagination\">*509</span> District Judge turned, and which was chiefly urged in argument upon our attention.</p>\n<p>Sections 5234, 5236 and 5242 are the sections relied on. Section 5234 provides for the appointment of a receiver by the Comptroller of the Currency and defines his duties as follows:</p>\n<p>\"Such receiver, under the direction of the Comptroller, shall take possession of the books, records and assets of every description of such association, collect all debts, dues and claims belonging to it, and, upon the order of a court of record of competent jurisdiction, may sell or compound all bad or doubtful debts, and, on a like order, may sell all the real and personal property of such association, on such terms as the court shall direct; and may, if necessary to pay the debts of such association, enforce the individual liability of the stockholders. Such receiver shall pay over all money so made to the Treasurer of the United States, subject to the order of the Comptroller, and also make report to the Comptroller of all his acts and proceedings.\"</p>\n<p>Section 5236 provides:</p>\n<p>\"From time to time, after full provision has been first made for refunding to the United States any deficiency in redeeming the notes of such association, the Comptroller shall make a ratable dividend of the money so paid over to him by such receiver on all such claims as may have been proved to his satisfaction or adjudicated in a court of competent jurisdiction, and, as the proceeds of the assets of such association are paid over to him, shall make further dividends on all claims previously proved or adjudicated; and the remainder of the proceeds, if any, shall be paid over to the shareholders of such association, or their legal representatives, in proportion to the stock by them respectively held.\"</p>\n<p>Section 5242 reads:</p>\n<p>\"All transfers of the notes, bonds, bills of exchange or other evidences of debt owing to any national banking association, or of deposits to its credit; all assignments of mortgages, sureties on real estate, or of judgments or decrees in its favor; all deposits of money, bullion, or other valuable thing for its use, or for the use of any of its shareholders or creditors; and <span class=\"star-pagination\">*510</span> all payments of money to either, made after the commission of an act of insolvency, or in contemplation thereof, made with a view to prevent the application of its assets in the manner prescribed by this chapter, or with a view to the preference of one creditor to another, except in payment of its circulating notes, shall be utterly null and void; and no attachment, injunction or execution, shall be issued against such association or its property before final judgment in any suit, action or proceeding, in any state, county or municipal court.\"</p>\n<p>The argument is that these sections by implication forbid this set-off because they require that after the redemption of the circulating notes has been fully provided for, the assets shall be ratably distributed among the creditors, and that no preferences given or suffered, in contemplation of or after committing the act of insolvency, shall stand. And it is insisted that the assets of the bank existing at the time of the act of insolvency include all its property without regard to any existing liens thereon or set-offs thereto.</p>\n<p>We do not regard this position as tenable. Undoubtedly, any disposition by a national bank, being insolvent or in contemplation of insolvency, of its choses in action, securities or other assets, made to prevent their application to the payment of its circulating notes, or to prefer one creditor to another, is forbidden; but liens, equities or rights arising by express agreement, or implied from the nature of the dealings between the parties, or by operation of law, prior to insolvency and not in contemplation thereof, are not invalidated. The provisions of the act are not directed against all liens, securities, pledges or equities, whereby one creditor may obtain a greater payment than another, but against those given or arising after or in contemplation of insolvency. Where a set-off is otherwise valid, it is not perceived how its allowance can be considered a preference, and it is clear that it is only the balance, if any, after the set-off is deducted which can justly be held to form part of the assets of the insolvent. The requirement as to ratable dividends, is to make them from what belongs to the bank, and that which at the time of the insolvency belongs of right to the debtor does not belong to the bank.</p>\n<p><span class=\"star-pagination\">*511</span> There is nothing new in this view of ratable distribution. As pointed out by counsel, the bankruptcy act of 13 Eliz. c. 7, contained no provision in any way directing a set-off or the striking of a balance, and by its second section, commissioners in bankruptcy were to seize and appraise the lands, goods, money and chattels of the bankrupt, to sell the lands and chattels, \"or otherwise to order the same for true satisfaction and payment of the said creditors, that is to say, to every of the said creditors a portion, rate and rate alike, according to the quantity of his or their debts.\" 4 Statutes of the Realm, Part I, 539. Yet, in the earliest reported decisions upon set-off, it was allowed under this statute. <i>Anonymous,</i> 1 Mod. 215; <i>Curson</i> v. <i>African Co.,</i> 1 Vern. 121; <i>Chapman</i> v. <i>Derby,</i> 2 Vern. 117.</p>\n<p>The succeeding statutes were but in recognition, in bankruptcy and otherwise, of the practice in chancery in the settlement of estates, and it may be said that in the distribution of the assets of insolvents under voluntary or statutory trusts for creditors the set-off of debts due has been universally conceded. The equity of equality among creditors is either found inapplicable to such set-offs or yields to their superior equity.</p>\n<p>We are dealing in this case with an equitable set-off, but if on June 20 the note had matured and each party had a cause of action capable of enforcement by suit at once, upon the argument for the receiver the legal set-off would be destroyed just as effectually as it is contended the equitable set-off is. We cannot believe Congress intended such a result, or to destroy by implication any right vested at the time of the suspension of a national bank.</p>\n<p>The state of case where the claim sought to be offset is acquired after the act of insolvency is far otherwise, for the rights of the parties become fixed as of that time, and to sustain such a transfer would defeat the object of these provisions. The transaction must necessarily be held to have been entered into with the intention to produce its natural result, the preventing of the application of the insolvent's assets in the manner prescribed. <i>Venango National Bank</i> v. <i>Taylor,</i> 56 Penn. St. 14; <i>Colt</i> v. <i>Brown,</i> 12 Gray, 233.</p>\n<p><span class=\"star-pagination\">*512</span> Our conclusion is that this set-off should have been allowed, and this has heretofore been so held in well-considered cases. <i>Snyders' Sons Co.</i> v. <i>Armstrong,</i> 37 Fed. Rep. 18; <i>Yardley</i> v. <i>Clothier,</i> 49 Fed. Rep. 337; <i>Armstrong</i> v. <i>Warner,</i> 21 Weekly Law Bull. 136; 27 Weekly Law Bull. 100.</p>\n<p>The Ohio Code of Civil Procedure abolishes the distinction between actions at law and suits in equity, requires all actions (with some exceptions) to be brought in the name of the real party in interest, and permits all defences, counter-claims and set-offs, whether formerly known as legal or equitable, to be set up therein. Rev. Stats. Ohio, §§ 4971, 4993, 5071.</p>\n<p>Section 914 of the Revised Statutes in providing that the practice, pleadings and forms and modes of proceeding in civil causes, in the Circuit and District Courts, shall conform, as near as may be, to the practice, pleadings and forms and modes of proceeding existing at the time in like causes in the courts of record of the State within which such Circuit or District Courts are held, in terms excludes equity causes therefrom, and the jurisprudence of the United States has always recognized the distinction between law and equity as under the Constitution matter of substance, as well as of form and procedure, and, accordingly, legal and equitable claims cannot be blended together in one suit in the Circuit Courts of the United States, nor are equitable defences permitted. <i>Bennett</i> v. <i>Butterworth,</i> 11 How. 669; <i>Thompson</i> v. <i>Railroad Companies,</i> 6 Wall. 134; <i>Scott</i> v. <i>Neely,</i> 140 U.S. 106; <i>Montejo</i> v. <i>Owen,</i> 14 Blatchford, 324; <i>La Mothe Manufacturing Co.</i> v. <i>National Tube Works Co.,</i> 15 Blatchford, 432.</p>\n<p>We are of opinion that the Circuit Court had no power to grant the set-off in question in the suit at law. Judgment, however, was given in that case on the merits upon sustaining the demurrer to the defence of equitable set-off, and as we think that the set-off should have been allowed, we do not feel called upon, having the judgment before us and under our control for affirmance, reversal or modification, to sustain it upon a jurisdictional ground not passed upon by the Circuit Court.</p>\n<p>We shall, therefore, reverse it without discussing the question whether if affirmed, it would or would not be a bar to <span class=\"star-pagination\">*513</span> relief in the suit in equity. <i>Butler</i> v. <i>Eaton,</i> 141 U.S. 240; <i>Ballard</i> v. <i>Searls,</i> 130 U.S. 50.</p>\n<p>It follows from what we have said that the first question certified from the United States Circuit Court of Appeals for the Sixth Circuit must be answered in the affirmative and the second in the negative, and that the other questions propounded require no reply.</p>\n<p><i>Judgment in No. 53 reversed and cause remanded to the Circuit Court with directions for further proceedings in conformity with this opinion.</i></p>\n<p><i>In No. 1025, the answers to the first and second questions above indicated will be certified.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">146</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">499</span></span> (1892)</b></center>\n<center><h1>SCOTT<br>\nv.<br>\nARMSTRONG.<br>\nFARMERS' AND MERCHANTS' STATE BANK<br>\nv.<br>\nARMSTRONG.</h1></center>\n<center>Nos. 53, 1025.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 18, 21, 1892.</center>\n<center>Decided December 12, 1892.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF OHIO.\nCERTIFICATE FROM THE UNITED STATES COURT OF APPEALS FOR THE SIXTH CIRCUIT.\n<p><span class=\"star-pagination\">*503</span> <i>Mr. William Worthington,</i> (with whom was <i>Mr. J.W. Warrington</i> on the brief,) for plaintiffs in error and appellants.</p>\n<p><i>Mr. J.W. Herron,</i> for defendant in error and appellee.</p>\n<p><span class=\"star-pagination\">*506</span> MR. CHIEF JUSTICE FULLER, after stating the case, delivered the opinion of the court.</p>\n<p>The Fidelity National Bank was closed by order of the bank examiner June 20, the receiver was appointed June 27, <span class=\"star-pagination\">*507</span> and the charter of the bank was forfeited and the bank dissolved by the decree of the Circuit Court, July 12, 1887. Title to its assets was necessarily thereby transferred to the receiver. <i>National Bank</i> v. <i>Colby,</i> 21 Wall. 609.</p>\n<p>The note in controversy did not mature until September 7, 1887, but the deposit to the credit of the Farmers' Bank was due for the purposes of suit upon the closing of the Fidelity Bank, as under such circumstances no demand was necessary. The receiver took the assets of the Fidelity Bank as a mere trustee for creditors, and not for value and without notice, and, in the absence of statute to the contrary, subject to all claims and defences that might have been interposed as against the insolvent corporation before the liens of the United States and of the general creditors attached.</p>\n<p>The right to assert set-off at law is of statutory creation, but courts of equity from a very early day were accustomed to grant relief in that regard independently as well as in aid of statutes upon the subject.</p>\n<p>In equity, relief was usually accorded, says Mr. Justice Story, (Eq. Jur. § 1435,) \"where, although there are mutual and independent debts, yet there is a mutual credit between the parties, founded, at the time, upon the existence of some debts due by the crediting party to the other. By mutual credit, in the sense in which the terms are here used, we are to understand, a knowledge on both sides of an existing debt due to one party, and a credit by the other party, founded on, and trusting to such debt, as a means of discharging it.\"</p>\n<p>This definition is hardly broad enough to cover all the cases where, as the learned commentator concedes, there being a \"connection between the demands, equity acts upon it, and allows a set-off under particular circumstances.\" § 1434. Courts of equity frequently deviate from the strict rule of mutuality when the justice of the particular case requires it, and the ordinary rule is that where the mutual obligations have grown out of the same transaction, insolvency on the one hand justifies the set-off of the debt due upon the other. <i>Blount</i> v. <i>Windley,</i> <span class=\"citation\" data-id=\"89577\"><a href=\"/opinion/89577/blount-v-windley/\"><span class=\"volume\">95</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">173</span></a></span>, 177.</p>\n<p>In <i>Carr</i> v. <i>Hamilton,</i> <span class=\"citation\" data-id=\"92409\"><a href=\"/opinion/92409/carr-v-hamilton/\"><span class=\"volume\">129</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">252</span></a></span>, 262, it was decided <span class=\"star-pagination\">*508</span> that, when a life insurance company becomes insolvent and goes into liquidation, the amount due on an endowment policy, payable in any event at a fixed time, may, in settling the company's affairs, be set off against the amount due on a mortgage deed from the holder of the policy to the company by way of compensation; and Mr. Justice Bradley, delivering the opinion of the court, said: \"We are inclined to the view that where the holder of a life insurance policy borrows money of his insurer, it will be presumed, <i>prima facie,</i> that he does so on the faith of the insurance and in the expectation of possibly meeting his own obligation to the company by that of the company to him, and that the case is one of mutual credits, and entitled to the privilege of compensation or set-off whenever the mutual liquidation of the demands is judicially decreed on the insolvency of the company.\" And the case of <i>Scammon</i> v. <i>Kimball,</i> <span class=\"citation\" data-id=\"89282\"><a href=\"/opinion/89282/scammon-v-kimball/\"><span class=\"volume\">92</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">362</span></a></span>, was referred to, where it was held that a bank, having insurance in a company which was rendered insolvent by the Chicago fire of 1871, had a right to set off the amount of his insurance on property consumed against money of the company in his hands on deposit, although the insurance was not a debt due at the time of the insolvency.</p>\n<p>Indeed natural justice would seem to require that where the transaction is such as to raise the presumption of an agreement for a set-off it should be held that the equity that this should be done is superior to any subsequent equity not arising out of a purchase for value without notice.</p>\n<p>In the case at bar the credits between the banks were reciprocal and were parts of the same transaction, in which each gave credit to the other on the faith of the simultaneous credit, and the principle applicable to mutual credits applied. It was, therefore, the balance upon an adjustment of the accounts which was the debt, and the Farmers' Bank had the right, as against the receiver of the Fidelity Bank, although the note matured after the suspension of that bank, to set off the balance due upon its deposit account, unless the provisions of the national banking law were to the contrary. Whether this was so or not is the question on which the opinion of the <span class=\"star-pagination\">*509</span> District Judge turned, and which was chiefly urged in argument upon our attention.</p>\n<p>Sections 5234, 5236 and 5242 are the sections relied on. Section 5234 provides for the appointment of a receiver by the Comptroller of the Currency and defines his duties as follows:</p>\n<p>\"Such receiver, under the direction of the Comptroller, shall take possession of the books, records and assets of every description of such association, collect all debts, dues and claims belonging to it, and, upon the order of a court of record of competent jurisdiction, may sell or compound all bad or doubtful debts, and, on a like order, may sell all the real and personal property of such association, on such terms as the court shall direct; and may, if necessary to pay the debts of such association, enforce the individual liability of the stockholders. Such receiver shall pay over all money so made to the Treasurer of the United States, subject to the order of the Comptroller, and also make report to the Comptroller of all his acts and proceedings.\"</p>\n<p>Section 5236 provides:</p>\n<p>\"From time to time, after full provision has been first made for refunding to the United States any deficiency in redeeming the notes of such association, the Comptroller shall make a ratable dividend of the money so paid over to him by such receiver on all such claims as may have been proved to his satisfaction or adjudicated in a court of competent jurisdiction, and, as the proceeds of the assets of such association are paid over to him, shall make further dividends on all claims previously proved or adjudicated; and the remainder of the proceeds, if any, shall be paid over to the shareholders of such association, or their legal representatives, in proportion to the stock by them respectively held.\"</p>\n<p>Section 5242 reads:</p>\n<p>\"All transfers of the notes, bonds, bills of exchange or other evidences of debt owing to any national banking association, or of deposits to its credit; all assignments of mortgages, sureties on real estate, or of judgments or decrees in its favor; all deposits of money, bullion, or other valuable thing for its use, or for the use of any of its shareholders or creditors; and <span class=\"star-pagination\">*510</span> all payments of money to either, made after the commission of an act of insolvency, or in contemplation thereof, made with a view to prevent the application of its assets in the manner prescribed by this chapter, or with a view to the preference of one creditor to another, except in payment of its circulating notes, shall be utterly null and void; and no attachment, injunction or execution, shall be issued against such association or its property before final judgment in any suit, action or proceeding, in any state, county or municipal court.\"</p>\n<p>The argument is that these sections by implication forbid this set-off because they require that after the redemption of the circulating notes has been fully provided for, the assets shall be ratably distributed among the creditors, and that no preferences given or suffered, in contemplation of or after committing the act of insolvency, shall stand. And it is insisted that the assets of the bank existing at the time of the act of insolvency include all its property without regard to any existing liens thereon or set-offs thereto.</p>\n<p>We do not regard this position as tenable. Undoubtedly, any disposition by a national bank, being insolvent or in contemplation of insolvency, of its choses in action, securities or other assets, made to prevent their application to the payment of its circulating notes, or to prefer one creditor to another, is forbidden; but liens, equities or rights arising by express agreement, or implied from the nature of the dealings between the parties, or by operation of law, prior to insolvency and not in contemplation thereof, are not invalidated. The provisions of the act are not directed against all liens, securities, pledges or equities, whereby one creditor may obtain a greater payment than another, but against those given or arising after or in contemplation of insolvency. Where a set-off is otherwise valid, it is not perceived how its allowance can be considered a preference, and it is clear that it is only the balance, if any, after the set-off is deducted which can justly be held to form part of the assets of the insolvent. The requirement as to ratable dividends, is to make them from what belongs to the bank, and that which at the time of the insolvency belongs of right to the debtor does not belong to the bank.</p>\n<p><span class=\"star-pagination\">*511</span> There is nothing new in this view of ratable distribution. As pointed out by counsel, the bankruptcy act of 13 Eliz. c. 7, contained no provision in any way directing a set-off or the striking of a balance, and by its second section, commissioners in bankruptcy were to seize and appraise the lands, goods, money and chattels of the bankrupt, to sell the lands and chattels, \"or otherwise to order the same for true satisfaction and payment of the said creditors, that is to say, to every of the said creditors a portion, rate and rate alike, according to the quantity of his or their debts.\" 4 Statutes of the Realm, Part I, 539. Yet, in the earliest reported decisions upon set-off, it was allowed under this statute. <i>Anonymous,</i> 1 Mod. 215; <i>Curson</i> v. <i>African Co.,</i> 1 Vern. 121; <i>Chapman</i> v. <i>Derby,</i> 2 Vern. 117.</p>\n<p>The succeeding statutes were but in recognition, in bankruptcy and otherwise, of the practice in chancery in the settlement of estates, and it may be said that in the distribution of the assets of insolvents under voluntary or statutory trusts for creditors the set-off of debts due has been universally conceded. The equity of equality among creditors is either found inapplicable to such set-offs or yields to their superior equity.</p>\n<p>We are dealing in this case with an equitable set-off, but if on June 20 the note had matured and each party had a cause of action capable of enforcement by suit at once, upon the argument for the receiver the legal set-off would be destroyed just as effectually as it is contended the equitable set-off is. We cannot believe Congress intended such a result, or to destroy by implication any right vested at the time of the suspension of a national bank.</p>\n<p>The state of case where the claim sought to be offset is acquired after the act of insolvency is far otherwise, for the rights of the parties become fixed as of that time, and to sustain such a transfer would defeat the object of these provisions. The transaction must necessarily be held to have been entered into with the intention to produce its natural result, the preventing of the application of the insolvent's assets in the manner prescribed. <i>Venango National Bank</i> v. <i>Taylor,</i> 56 Penn. St. 14; <i>Colt</i> v. <i>Brown,</i> 12 Gray, 233.</p>\n<p><span class=\"star-pagination\">*512</span> Our conclusion is that this set-off should have been allowed, and this has heretofore been so held in well-considered cases. <i>Snyders' Sons Co.</i> v. <i>Armstrong,</i> 37 Fed. Rep. 18; <i>Yardley</i> v. <i>Clothier,</i> 49 Fed. Rep. 337; <i>Armstrong</i> v. <i>Warner,</i> 21 Weekly Law Bull. 136; 27 Weekly Law Bull. 100.</p>\n<p>The Ohio Code of Civil Procedure abolishes the distinction between actions at law and suits in equity, requires all actions (with some exceptions) to be brought in the name of the real party in interest, and permits all defences, counter-claims and set-offs, whether formerly known as legal or equitable, to be set up therein. Rev. Stats. Ohio, §§ 4971, 4993, 5071.</p>\n<p>Section 914 of the Revised Statutes in providing that the practice, pleadings and forms and modes of proceeding in civil causes, in the Circuit and District Courts, shall conform, as near as may be, to the practice, pleadings and forms and modes of proceeding existing at the time in like causes in the courts of record of the State within which such Circuit or District Courts are held, in terms excludes equity causes therefrom, and the jurisprudence of the United States has always recognized the distinction between law and equity as under the Constitution matter of substance, as well as of form and procedure, and, accordingly, legal and equitable claims cannot be blended together in one suit in the Circuit Courts of the United States, nor are equitable defences permitted. <i>Bennett</i> v. <i>Butterworth,</i> 11 How. 669; <i>Thompson</i> v. <i>Railroad Companies,</i> 6 Wall. 134; <i>Scott</i> v. <i>Neely,</i> 140 U.S. 106; <i>Montejo</i> v. <i>Owen,</i> 14 Blatchford, 324; <i>La Mothe Manufacturing Co.</i> v. <i>National Tube Works Co.,</i> 15 Blatchford, 432.</p>\n<p>We are of opinion that the Circuit Court had no power to grant the set-off in question in the suit at law. Judgment, however, was given in that case on the merits upon sustaining the demurrer to the defence of equitable set-off, and as we think that the set-off should have been allowed, we do not feel called upon, having the judgment before us and under our control for affirmance, reversal or modification, to sustain it upon a jurisdictional ground not passed upon by the Circuit Court.</p>\n<p>We shall, therefore, reverse it without discussing the question whether if affirmed, it would or would not be a bar to <span class=\"star-pagination\">*513</span> relief in the suit in equity. <i>Butler</i> v. <i>Eaton,</i> 141 U.S. 240; <i>Ballard</i> v. <i>Searls,</i> 130 U.S. 50.</p>\n<p>It follows from what we have said that the first question certified from the United States Circuit Court of Appeals for the Sixth Circuit must be answered in the affirmative and the second in the negative, and that the other questions propounded require no reply.</p>\n<p><i>Judgment in No. 53 reversed and cause remanded to the Circuit Court with directions for further proceedings in conformity with this opinion.</i></p>\n<p><i>In No. 1025, the answers to the first and second questions above indicated will be certified.</i></p>\n</div>", "id": 93452, "judges": "Fuller, After Stating the Case", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/93452/", "sha1": "7f0b51baece8ac851c1a61424cb24344733ea234", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:07:20"}