{"absolute_url": "/opinion/112495/alexzene-hamilton-as-natural-mother-and-next/", "blocked": false, "citation": {"case_name": "Alexzene Hamilton, as Natural Mother and Next Friend to James Edward Smith v. Texas", "docket_number": "89-7838 (A-917)", "document_uris": ["/api/rest/v2/document/112495/"], "federal_cite_one": "497 U.S. 1016", "federal_cite_three": null, "federal_cite_two": null, "id": 96854, "lexis_cite": "", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/96854/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 5, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1990-06-26", "date_modified": "2015-03-06T08:48:32.263850", "docket": "/api/rest/v2/docket/1700150/", "download_url": "http://bulk.resource.org/courts.gov/c/US/497/497.US.1016.-917.89-7838.html", "extracted_by_ocr": false, "html": "<p class=\"case_cite\">497 U.S. 1016</p>\r\n    <p class=\"case_cite\">110 S.Ct. 3262</p>\r\n    <p class=\"case_cite\">111 L.Ed.2d 772</p>\r\n    <p class=\"parties\">Alexzene HAMILTON, as Natural Mother and  Next Friend to James Edward Smith, petitioner<br>v.<br>TEXAS.</p>\r\n    <p class=\"docket\">No. 89-7838 (A-917).</p>\r\n    <div class=\"prelims\">\r\n      <p class=\"indent\">Alexzene HAMILTON, as Natural Mother and</p>\r\n      <p class=\"indent\">Next Friend to James Edward Smith, petitioner</p>\r\n      <p>v.</p>\r\n      <p class=\"indent\">James A. COLLINS, Director, Texas Department of</p>\r\n      <p class=\"indent\">Criminal Justice, Institutional Division.</p>\r\n      <p>No. 89-7842 (A-921).</p>\r\n      <p class=\"indent\">Case below, Tex.Cr.App., <i>Smith v. State,</i> 744 S.W.2d 86.</p>\r\n      <p class=\"indent\">On Applications for Stay.</p>\r\n      <p class=\"indent\">June 26, 1990.  The applications for stay of execution of sentence of death presented to Justice WHITE and by him referred to the Court are denied.</p>\r\n      <p class=\"indent\">Justice BRENNAN, with whom Justice MARSHALL joins, dissenting.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p1\">\r\n      <span class=\"num\">1</span>\r\n      <p class=\"indent\">Tonight, for the second time within a month, see <i>Demosthenes v. Baal,</i> 495 U.S. 731, 110 S.Ct. 2223, 109 L.Ed.2d 762 (1990), this Court permits a State to execute a prisoner who has waived further appeals on his behalf when serious doubts remain concerning his mental competence.  I believe that we shirk our responsibility if we do not articulate standards by which the adequacy of procedures in state competency hearings may be judged. I would grant the petitions for certiorari and the corresponding applications for stay of execution.  Indeed, four Members of this Court have voted to grant certiorari in this case, but because a stay cannot be entered without five votes,  theexecution cannot be halted.  For the first time in recent memory, a man will be executed after the Court has decided to hear his claim.  Cf. <i>Watson v. Butler,</i> 483 U.S. 1037, 1038, 108 S.Ct. 6, 7, 97 L.Ed.2d 796 (1987) (stay denied although four Justices voted to hold, rather than to grant, petition for certiorari).</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p2\">\r\n      <span class=\"num\">2</span>\r\n      <p class=\"indent\">* In <i>Whitmore v. Arkansas,</i> 495 U.S. 149, 110 S.Ct. 1717, 109 L.Ed.2d 135 (1990), this Court held that \"one necessary condition for 'next friend' standing in federal court is a showing by the proposed 'next friend' that the real party in interest is unable to litigate his own cause due to mental incapacity.\"  <i>Id.</i> at 165, 110 S.Ct., at 1728.  Although the Court noted that this prerequisite is not satisfied \"where an evidentiary hearing shows that the defendant has given a knowing, intelligent, and voluntary waiver of his right to proceed,\" <i>ibid.,</i> we did not have occasion in that case to decide the <i>procedures</i> that are required when a state court determines that a prisoner is competent to forgo further appeals in his case.  We face that issue tonight.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p3\">\r\n      <span class=\"num\">3</span>\r\n      <p class=\"indent\">Petitioner, the mother of condemned prisoner James Edward Smith, challenges the decision of the Texas courts, to which the United States District Court for the Southern District of Texas and the United States Court of Appeals for the Fifth Circuit have deferred, that Smith is competent to waive further appeal of his case.  The state trial court held a hearing to determine Smith's competency, a hearing which seems to have been little more than a nonadversarial, <i>ex parte</i> chat among the trial judge, the prosecutor, and Smith.  The hearing was scheduled without notice to Smith's mother and next friend, Ms. Alexzene Hamilton, despite the fact that Ms. Hamilton had appeared as petitioner on Smith's behalf as early as May 7, 1988.  Indeed, it was upon her application that we granted a stay of execution in <i>Hamilton v. Texas,</i> 485 U.S. 1042, 108 S.Ct. 1761, 100 L.Ed.2d 187 (1988). Smith was unrepresented by counsel;  although the trial judge had arranged for an attorney to be present in the event that Smith wished to consult with him, the judge stated:  \"I'm not going to force a lawyer to represent you.\"  After Smith indicated that he did not wish to speak with the attorney, that was the end of the matter.  There was no cross-examination at the hearing.  No evidence was received beyond the bare reports of a Harris County psychiatrist and a Harris County psychologist who did not perform psychological tests and who were not given access to several reports of the history of Smith's mental illness, including the fact that he had been found not guilty by reason of insanity of a prior Florida robbery.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p4\">\r\n      <span class=\"num\">4</span>\r\n      <p class=\"indent\">Whether Smith is competent to waive his right to appeal may be a complex, fact-intensive question.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>  But we need not face it tonight.  Instead, we need judge only the adequacy of the state procedures used to determine his competency.  These, I submit, were dubious procedures indeed.  In <i>Ford v. Wainwright,</i> 477 U.S. 399, 410-418, 106 S.Ct. 2595, 2602-2606, 91 L.Ed.2d 335 (1986) (plurality opinion), Justice MARSHALL outlined certain procedures to be used in ascertaining the sanity of a prisoner prior to execution.  Justice MARSHALL stressed the importance of an adversarial proceeding, noting that \"without any adversarial assistance from the prisoner's representative&#8212;especially when the psychiatric opinion he proffers is based on much more extensive evaluation than that of the state-appointed commission&#8212;the factfinder loses the substantial benefit of potentially probative information.\"  <i>Id.,</i> at 414, 106 S.Ct., at 2604.  In addition, Justice MARSHALL observed that \"[c]ross-examination of the psychiatrists, or perhaps a less formal equivalent, would contribute markedly to the process of seeking truth in sanity disputes by bringing to light the bases for each expert's beliefs, the precise factors underlying those beliefs, any history of error or caprice of the examiner, any personal bias with respect to the issue of capital punishment, the expert's degree of certainty about his or her own conclusions, and the precise meaning of ambiguous words used in the report.\"  <i>Id.,</i> at 415, 106 S.Ct., at 2604.  In sum, Justice MARSHALL found that \"any procedure that precludes the prisoner or his counsel from presenting material relevant to his sanity or bars consideration of that material by the factfinder is necessarily inadequate\" and that \"the adversar[ial] presentation of relevant information [must] be as unrestricted as possible.\" <i>Id.,</i> at 414, 417, 106 S.Ct., at 2604, 2605.  Although these procedures are not directly applicable in a context in which prisoners seeking to waive their appeals actively resist appointment of counsel on their behalf, they might provide a useful guide.  I would grant the petitions for certiorari to examine this important question.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p5\">\r\n      <span class=\"num\">5</span>\r\n      <p class=\"indent\">A related issue presented by the instant case results from the failure of the District Court to grant an evidentiary hearing of its own.  Both the District Court and the Fifth Circuit accorded the state trial court's findings deference despite the procedural inadequacies of the state-court proceedings.  The District Court believed that it was \"bound by the state court's findings,\" Civ. Action No. H-90-2011 (June 24, 1990), p. 7 and the Fifth Circuit maintained that because the findings were \"fairly supported by the record,\" they were \"binding\" on the Court of Appeals.  905 F.2d 825, 828 (1990).  Regardless of a State's obligation to provide a competency hearing, it is clearly error for a federal court to accord deference to state-court findings when the state hearing is procedurally inadequate.  A federal court is obliged to hold its own evidentiary hearing on habeas corpus if, among other factors, \"the factfinding procedure employed by the State court was not adequate to afford a full and fair hearing,\" 28 U.S.C. &#167; 2254(d)(2);  or \"the material facts were not adequately developed at the State court hearing,\" &#167; 2254(d)(3), or \"the applicant did not receive a full, fair, and adequate hearing in the State court proceeding.\"  &#167; 2254(d)(6). This case presents the important legal question of the procedures required to determine the competence of a prisoner to forgo further appeals, a question which has relevance both for state courts and for federal courts reviewing the state-court findings on habeas corpus. II</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p6\">\r\n      <span class=\"num\">6</span>\r\n      <p class=\"indent\">Even apart from the merits of the instant case, I would grant the applications for stay of execution pending disposition of the petitions for certiorari.  I adhere to my view that the death penalty is in all circumstances cruel and unusual punishment prohibited by the Eighth and Fourteenth Amendments.  See <i>Gregg v. Georgia,</i> 428 U.S. 153, 227, 96 S.Ct. 2909, 2950, 49 L.Ed.2d 859 (1976) (BRENNAN, J., dissenting).</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p7\">\r\n      <span class=\"num\">7</span>\r\n      <p class=\"indent\">Justice BLACKMUN and Justice STEVENS dissent and would grant the applications for stay.</p>\r\n    </div>\r\n    <div class=\"footnotes\">\r\n      <div class=\"footnote\" id=\"fn-s\">\r\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\r\n        <p> There is a great deal of evidence casting Smith's competence in doubt.  Smith has had a long history of mental illness dating from his discharge from the Navy and his hospitalization for psychiatric evaluation in the Great Lakes Naval Hospital in 1972.  In 1978, he was found not guilty by reason of insanity in a robbery prosecution by a Florida state court.  In 1981, he attempted suicide and was placed under psychiatric care.  In 1985, the Texas trial court determined that Smith was <i>not</i> competent to handle his appeal and appointed an attorney to prosecute his appeal.  Smith has suffered several head injuries in car accidents and falls.  Smith's mother has retained a clinical psychologist&#8212;an associate professor at Florida State University&#8212;who has sought access to Smith for the purpose of performing neurological tests.  Although these tests have not yet been conducted, the psychologist has formed a conclusion on the basis of existing evidence:</p>\r\n        <p>\"I have formed a professional opinion with a reasonable degree of medical certainty concerning James Edwards Smith's current mental state.  My opinion is that Mr. Smith has a history of schizophrenia that appears to be paranoid in nature, marked by suicidal tendencies and religious delusions.  There is also the possibility of organic brain damage, indicated by Mr. Smith's history of head injuries, drug and alcohol abuse, and symptoms of neurological damage.  At this time, based on Mr. Smith's condition, it is my opinion that he is mentally ill;  that this illness prevents Mr. Smith from understanding his actual legal position and the options available to him;  and that this illness prevents Mr. Smith from making a rational choice among his options.\"  Pet. for Cert. in 89-7838, p. 17.</p>\r\n      </div>\r\n    </div>\r\n    ", "html_lawbox": "", "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">497</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1016</span></span></p>\r\n    <p class=\"case_cite\">110 S.Ct. 3262</p>\r\n    <p class=\"case_cite\">111 L.Ed.2d 772</p>\r\n    <p class=\"parties\">Alexzene HAMILTON, as Natural Mother and  Next Friend to James Edward Smith, petitioner<br>v.<br>TEXAS.</p>\r\n    <p class=\"docket\">No. 89-7838 (A-917).</p>\r\n    <div class=\"prelims\">\r\n      <p class=\"indent\">Alexzene HAMILTON, as Natural Mother and</p>\r\n      <p class=\"indent\">Next Friend to James Edward Smith, petitioner</p>\r\n      <p>v.</p>\r\n      <p class=\"indent\">James A. COLLINS, Director, Texas Department of</p>\r\n      <p class=\"indent\">Criminal Justice, Institutional Division.</p>\r\n      <p>No. 89-7842 (A-921).</p>\r\n      <p class=\"indent\">Case below, Tex.Cr.App., <i>Smith v. State,</i> 744 S.W.2d 86.</p>\r\n      <p class=\"indent\">On Applications for Stay.</p>\r\n      <p class=\"indent\">June 26, 1990.  The applications for stay of execution of sentence of death presented to Justice WHITE and by him referred to the Court are denied.</p>\r\n      <p class=\"indent\">Justice BRENNAN, with whom Justice MARSHALL joins, dissenting.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p1\">\r\n      <span class=\"num\">1</span>\r\n      <p class=\"indent\">Tonight, for the second time within a month, see <i>Demosthenes v. Baal,</i> <span class=\"citation\" data-id=\"112441\"><a href=\"/opinion/112441/demosthenes-v-baal/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">731</span></a></span>, 110 S.Ct. 2223, 109 L.Ed.2d 762 (1990), this Court permits a State to execute a prisoner who has waived further appeals on his behalf when serious doubts remain concerning his mental competence.  I believe that we shirk our responsibility if we do not articulate standards by which the adequacy of procedures in state competency hearings may be judged. I would grant the petitions for certiorari and the corresponding applications for stay of execution.  Indeed, four Members of this Court have voted to grant certiorari in this case, but because a stay cannot be entered without five votes,  theexecution cannot be halted.  For the first time in recent memory, a man will be executed after the Court has decided to hear his claim.  Cf. <i>Watson v. Butler,</i> <span class=\"citation no-link\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1037</span></span>, 1038, 108 S.Ct. 6, 7, 97 L.Ed.2d 796 (1987) (stay denied although four Justices voted to hold, rather than to grant, petition for certiorari).</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p2\">\r\n      <span class=\"num\">2</span>\r\n      <p class=\"indent\">* In <i>Whitmore v. Arkansas,</i> <span class=\"citation\" data-id=\"112418\"><a href=\"/opinion/112418/whitmore-v-arkansas/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">149</span></a></span>, 110 S.Ct. 1717, 109 L.Ed.2d 135 (1990), this Court held that \"one necessary condition for 'next friend' standing in federal court is a showing by the proposed 'next friend' that the real party in interest is unable to litigate his own cause due to mental incapacity.\"  <i>Id.</i> at 165, 110 S.Ct., at 1728.  Although the Court noted that this prerequisite is not satisfied \"where an evidentiary hearing shows that the defendant has given a knowing, intelligent, and voluntary waiver of his right to proceed,\" <i>ibid.,</i> we did not have occasion in that case to decide the <i>procedures</i> that are required when a state court determines that a prisoner is competent to forgo further appeals in his case.  We face that issue tonight.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p3\">\r\n      <span class=\"num\">3</span>\r\n      <p class=\"indent\">Petitioner, the mother of condemned prisoner James Edward Smith, challenges the decision of the Texas courts, to which the United States District Court for the Southern District of Texas and the United States Court of Appeals for the Fifth Circuit have deferred, that Smith is competent to waive further appeal of his case.  The state trial court held a hearing to determine Smith's competency, a hearing which seems to have been little more than a nonadversarial, <i>ex parte</i> chat among the trial judge, the prosecutor, and Smith.  The hearing was scheduled without notice to Smith's mother and next friend, Ms. Alexzene Hamilton, despite the fact that Ms. Hamilton had appeared as petitioner on Smith's behalf as early as May 7, 1988.  Indeed, it was upon her application that we granted a stay of execution in <i>Hamilton v. Texas,</i> <span class=\"citation no-link\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1042</span></span>, 108 S.Ct. 1761, 100 L.Ed.2d 187 (1988). Smith was unrepresented by counsel;  although the trial judge had arranged for an attorney to be present in the event that Smith wished to consult with him, the judge stated:  \"I'm not going to force a lawyer to represent you.\"  After Smith indicated that he did not wish to speak with the attorney, that was the end of the matter.  There was no cross-examination at the hearing.  No evidence was received beyond the bare reports of a Harris County psychiatrist and a Harris County psychologist who did not perform psychological tests and who were not given access to several reports of the history of Smith's mental illness, including the fact that he had been found not guilty by reason of insanity of a prior Florida robbery.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p4\">\r\n      <span class=\"num\">4</span>\r\n      <p class=\"indent\">Whether Smith is competent to waive his right to appeal may be a complex, fact-intensive question.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>  But we need not face it tonight.  Instead, we need judge only the adequacy of the state procedures used to determine his competency.  These, I submit, were dubious procedures indeed.  In <i>Ford v. Wainwright,</i> <span class=\"citation\" data-id=\"111725\"><a href=\"/opinion/111725/ford-v-wainwright/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">399</span></a></span>, 410-418, 106 S.Ct. 2595, 2602-2606, 91 L.Ed.2d 335 (1986) (plurality opinion), Justice MARSHALL outlined certain procedures to be used in ascertaining the sanity of a prisoner prior to execution.  Justice MARSHALL stressed the importance of an adversarial proceeding, noting that \"without any adversarial assistance from the prisoner's representative&#8212;especially when the psychiatric opinion he proffers is based on much more extensive evaluation than that of the state-appointed commission&#8212;the factfinder loses the substantial benefit of potentially probative information.\"  <i>Id.,</i> at 414, 106 S.Ct., at 2604.  In addition, Justice MARSHALL observed that \"[c]ross-examination of the psychiatrists, or perhaps a less formal equivalent, would contribute markedly to the process of seeking truth in sanity disputes by bringing to light the bases for each expert's beliefs, the precise factors underlying those beliefs, any history of error or caprice of the examiner, any personal bias with respect to the issue of capital punishment, the expert's degree of certainty about his or her own conclusions, and the precise meaning of ambiguous words used in the report.\"  <i>Id.,</i> at 415, 106 S.Ct., at 2604.  In sum, Justice MARSHALL found that \"any procedure that precludes the prisoner or his counsel from presenting material relevant to his sanity or bars consideration of that material by the factfinder is necessarily inadequate\" and that \"the adversar[ial] presentation of relevant information [must] be as unrestricted as possible.\" <i>Id.,</i> at 414, 417, 106 S.Ct., at 2604, 2605.  Although these procedures are not directly applicable in a context in which prisoners seeking to waive their appeals actively resist appointment of counsel on their behalf, they might provide a useful guide.  I would grant the petitions for certiorari to examine this important question.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p5\">\r\n      <span class=\"num\">5</span>\r\n      <p class=\"indent\">A related issue presented by the instant case results from the failure of the District Court to grant an evidentiary hearing of its own.  Both the District Court and the Fifth Circuit accorded the state trial court's findings deference despite the procedural inadequacies of the state-court proceedings.  The District Court believed that it was \"bound by the state court's findings,\" Civ. Action No. H-90-2011 (June 24, 1990), p. 7 and the Fifth Circuit maintained that because the findings were \"fairly supported by the record,\" they were \"binding\" on the Court of Appeals.  <span class=\"citation\" data-id=\"543113\"><a href=\"/opinion/543113/alexzene-hamilton-as-natural-mother-and-next-frien/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">825</span></a></span>, 828 (1990).  Regardless of a State's obligation to provide a competency hearing, it is clearly error for a federal court to accord deference to state-court findings when the state hearing is procedurally inadequate.  A federal court is obliged to hold its own evidentiary hearing on habeas corpus if, among other factors, \"the factfinding procedure employed by the State court was not adequate to afford a full and fair hearing,\" 28 U.S.C. &#167; 2254(d)(2);  or \"the material facts were not adequately developed at the State court hearing,\" &#167; 2254(d)(3), or \"the applicant did not receive a full, fair, and adequate hearing in the State court proceeding.\"  &#167; 2254(d)(6). This case presents the important legal question of the procedures required to determine the competence of a prisoner to forgo further appeals, a question which has relevance both for state courts and for federal courts reviewing the state-court findings on habeas corpus. II</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p6\">\r\n      <span class=\"num\">6</span>\r\n      <p class=\"indent\">Even apart from the merits of the instant case, I would grant the applications for stay of execution pending disposition of the petitions for certiorari.  I adhere to my view that the death penalty is in all circumstances cruel and unusual punishment prohibited by the Eighth and Fourteenth Amendments.  See <i>Gregg v. Georgia,</i> <span class=\"citation\" data-id=\"109532\"><a href=\"/opinion/109532/gregg-v-georgia/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">153</span></a></span>, 227, 96 S.Ct. 2909, 2950, 49 L.Ed.2d 859 (1976) (BRENNAN, J., dissenting).</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p7\">\r\n      <span class=\"num\">7</span>\r\n      <p class=\"indent\">Justice BLACKMUN and Justice STEVENS dissent and would grant the applications for stay.</p>\r\n    </div>\r\n    <div class=\"footnotes\">\r\n      <div class=\"footnote\" id=\"fn-s\">\r\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\r\n        <p> There is a great deal of evidence casting Smith's competence in doubt.  Smith has had a long history of mental illness dating from his discharge from the Navy and his hospitalization for psychiatric evaluation in the Great Lakes Naval Hospital in 1972.  In 1978, he was found not guilty by reason of insanity in a robbery prosecution by a Florida state court.  In 1981, he attempted suicide and was placed under psychiatric care.  In 1985, the Texas trial court determined that Smith was <i>not</i> competent to handle his appeal and appointed an attorney to prosecute his appeal.  Smith has suffered several head injuries in car accidents and falls.  Smith's mother has retained a clinical psychologist&#8212;an associate professor at Florida State University&#8212;who has sought access to Smith for the purpose of performing neurological tests.  Although these tests have not yet been conducted, the psychologist has formed a conclusion on the basis of existing evidence:</p>\r\n        <p>\"I have formed a professional opinion with a reasonable degree of medical certainty concerning James Edwards Smith's current mental state.  My opinion is that Mr. Smith has a history of schizophrenia that appears to be paranoid in nature, marked by suicidal tendencies and religious delusions.  There is also the possibility of organic brain damage, indicated by Mr. Smith's history of head injuries, drug and alcohol abuse, and symptoms of neurological damage.  At this time, based on Mr. Smith's condition, it is my opinion that he is mentally ill;  that this illness prevents Mr. Smith from understanding his actual legal position and the options available to him;  and that this illness prevents Mr. Smith from making a rational choice among his options.\"  Pet. for Cert. in 89-7838, p. 17.</p>\r\n      </div>\r\n    </div>\r\n    ", "id": 112495, "judges": "", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/112495/", "sha1": "1388dc3e605433fd5b396b8bd31ace598bdcbc72", "source": "R", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T10:13:44"}