{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "54 U.S. 268", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/86742/"
    ], 
    "scotus_early_cite": "13 How. 268", 
    "case_name": "Neves v. Scott", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 54790, 
    "resource_uri": "/api/rest/v2/citation/54790/"
  }, 
  "id": 86742, 
  "blocked": false, 
  "judges": "Curtis", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1852-05-27", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>54 U.S. 268 (____)</b></center>\n<center><b>13 How. 268</b></center>\n<center><h1>WILLIAM NEVES AND JAMES C. NEVES, APPELLANTS,<br>\nv.<br>\nWILLIAM H. SCOTT AND THOMAS N. BEALL, ADMINISTRATORS OF WILLIAM F. SCOTT, DECEASED, AND GEORGE W. ROWELL AND LAWRENCE G. ROWELL, EXECUTORS OF RICHARD ROWELL, DECEASED.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>It was argued by Mr. Johnson, for the appellants, and Mr. Cone, for the appellees.</p>\n<p><span class=\"star-pagination\">*270</span> Mr. Justice CURTIS delivered the opinion of the court.</p>\n<p>This case came on to be heard at the December term, 1849, and was argued by counsel. The decision of the court is reported in 9 How. 196, under the name of William Neves and James C. Neves, appellants, v. William F. Scott and Richard Rowell. At the present term, it was suggested to the court, that at the time when the cause was argued and decided, Richard Rowell, the principal party defendant in interest, was dead; and thereupon proceedings took place which made his representatives parties, and the decree heretofore entered was stricken out, the cause brought forward, and again heard at the present term. It has been elaborately and ably argued upon the grounds <span class=\"star-pagination\">*271</span> on which it was rested at the former hearing, and upon one additional ground, which will first be adverted to.</p>\n<p>It appears that a short time before the former argument, the Supreme Court of Georgia, where the marriage articles in question were made, and the parties thereto domiciled, in a suit between other persons claiming a separate interest under these articles, had made a decision, involving an equitable title like that passed on by this court. This decision was not made known to us at the former hearing; and the respondent's counsel now maintains, that it is binding on this court, as an authoritative exposition of the local law of Georgia, by the highest tribunal of that State.</p>\n<p>To appreciate this position, it is necessary to ascertain what questions have been decided by the Supreme Court of Georgia, and are for decision by this court.</p>\n<p>By reference to the case in 9 How. 196, it will be found that there were two questions presented to this court, either of which being decided in favor of the complainant, would dispose of the cause.</p>\n<p>The first was, whether the trusts manifested by this particular instrument, were what a court of equity deems executed trusts, that is, trusts actually defined and declared and in the view of a court of equity created, or whether a court of equity would treat the instrument as only exhibiting an incomplete intention to create some trusts at a then future period; and the second being, whether the complainants, as collateral heirs of one of the settlers, can have the aid of a court of equity, to enforce the delivery of the property to them, or are precluded from that relief, by the fact that they are not issue of the marriage; in other terms, whether by the rules of equity law the complainants are volunteers, or within the consideration of the articles. No question has arisen, concerning any statute law of Georgia; nor was it then, nor is it now suggested, that any word, or phrase, or provision of the articles, should bear any peculiar, or technical meaning, by reason of any local law, or custom. Indeed, the actual intentions of the parties are so plain, that no doubt has been suggested concerning them; and the only inquiry in either court has been, how far, and in favor of what parties, a court of equity will lend its aid to carry those intentions into effect. And, accordingly, the Supreme Court of Georgia, as well as this court, has resorted to the decisions of the High Court of Chancery in England, and to approved writers on equity jurisprudence, as affording the proper guides to a correct decision. If, according to sound principles of the law of equity, a trust existed, or the complainants have an equitable right to the specific performance of an agreement to create a trust, then the relief is to be granted, otherwise it is to be refused.</p>\n<p><span class=\"star-pagination\">*272</span> Such being the nature of the questions, we do not consider this court bound by the decision of the Supreme Court of Georgia. The Constitution provides, that the judicial power of the United States shall extend to all cases in equity arising between citizens of different States. Congress has duly conferred this power upon all Circuit Courts, and among others upon that of the District of Georgia, in which this bill was filed, and the same power is granted by the Constitution to this court as an appellate tribunal.</p>\n<p>Wherever a case in equity may arise and be determined, under the judicial power of the United States, the same principles of equity must be applied to it, and it is for the courts of the United States, and for this court in the last resort, to decide what those principles are, and to apply such of them, to each particular case, as they may find justly applicable thereto. These principles may make part of the law of a State, or they may have been modified by its legislation, or usages, or they may never have existed in its jurisprudence. Instances of each kind may now be found in the several States. But in all the States, the equity law, recognized by the Constitution and by acts of Congress, and modified by the latter, is administered by the courts of the United States, and upon appeal by this court.</p>\n<p>Such has long been the settled doctrine of this court, repeatedly and steadily affirmed in whatever form the question has been presented. In The United States v. Howland, 4 Wheat. 115, Chief Justice Marshall said: \"As the courts of the Union have a chancery jurisdiction in every State, and the Judiciary Act confers the same chancery powers on all, and gives the same rule of decision, its jurisdiction in Massachusetts must be the same as in other States.\" So Mr. Justice Story, in Boyle v. Zacharie et al. 6 Pet. 658, says: \"The chancery jurisdiction given by the Constitution and laws of the United States is the same in all the States of the Union and the rules of decision are the same in all.\" See also Robinson v. Campbell, 3 Wheat. 222; Livingston v. Story, 9 Pet. 654; Russell v. Southard, decided at the present term, and reported in 12 Howard, 139.</p>\n<p>But while we do not consider this decision of the Supreme Court of Georgia a binding authority, on which we have a right to rest our decision, the respect we entertain for that learned and able court, has led us to examine its opinion with great care; and although we find it not consistent with some of the views heretofore taken by us of one of the questions arising under this marriage settlement, we do not find that the ground on which our decision was actually rested was at all examined by that learned court. That ground is, \"That the deed in question is a marriage settlement, complete in itself; an executed trust, which <span class=\"star-pagination\">*273</span> requires only to be obeyed and fulfilled by those standing in the relation of trustees, for the benefit of the cestuis que trust, according to the provisions of the settlement.\" 9 How. 211. This position does not appear to have been taken by the counsel for the complainants in the Supreme Court of Georgia, nor is it noticed by the court in its opinion; though it is conceded, in the course of the opinion that while \"courts of equity will not enforce a mere gratuitous gift, or a mere moral obligation or voluntary executory trust, it is otherwise of course, where the trust is already vested.\"</p>\n<p>On the former argument in this court we formed the opinion, that the instrument in question did completely define and declare, and so did create, certain trusts; that they were, in the sense of a court of equity, trusts executed; that the complainants were cestuis que trust; that the failure to interpose trustees to hold the property created no difficulty, each party to the settlement being regarded, so far as may be necessary to effectuate their intent, as holding their several estates as trustees for the uses of the settlement; and so the complainants were entitled to the relief prayed.</p>\n<p>We find nothing in the opinion of the Supreme Court of Georgia in conflict with these views, because we do not find they were there adverted to; and after considering the elaborate and able argument of the respondent's counsel at this term, we remain satisfied of the correctness of our opinion, and judgment must be entered accordingly.</p>\n<p></p>\n<h2>Order.</h2>\n<p>This cause came on to be heard on the transcript of the record from the Circuit Court of the United States for the District of Georgia, and was argued by counsel. On consideration whereof, it is now here ordered, adjudged, and decreed by this court, that this cause be, and the same is hereby, reversed, with costs, and that this cause be, and the same is hereby, remanded to the said Circuit Court for further proceedings to be had therein, in conformity to the opinion of this court.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:00:47", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">268</span></span> (____)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">How.</span> <span class=\"page\">268</span></span></b></center>\n<center><h1>WILLIAM NEVES AND JAMES C. NEVES, APPELLANTS,<br>\nv.<br>\nWILLIAM H. SCOTT AND THOMAS N. BEALL, ADMINISTRATORS OF WILLIAM F. SCOTT, DECEASED, AND GEORGE W. ROWELL AND LAWRENCE G. ROWELL, EXECUTORS OF RICHARD ROWELL, DECEASED.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>It was argued by Mr. Johnson, for the appellants, and Mr. Cone, for the appellees.</p>\n<p><span class=\"star-pagination\">*270</span> Mr. Justice CURTIS delivered the opinion of the court.</p>\n<p>This case came on to be heard at the December term, 1849, and was argued by counsel. The decision of the court is reported in <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">How.</span> <span class=\"page\">196</span></span>, under the name of William Neves and James C. Neves, appellants, v. William F. Scott and Richard Rowell. At the present term, it was suggested to the court, that at the time when the cause was argued and decided, Richard Rowell, the principal party defendant in interest, was dead; and thereupon proceedings took place which made his representatives parties, and the decree heretofore entered was stricken out, the cause brought forward, and again heard at the present term. It has been elaborately and ably argued upon the grounds <span class=\"star-pagination\">*271</span> on which it was rested at the former hearing, and upon one additional ground, which will first be adverted to.</p>\n<p>It appears that a short time before the former argument, the Supreme Court of Georgia, where the marriage articles in question were made, and the parties thereto domiciled, in a suit between other persons claiming a separate interest under these articles, had made a decision, involving an equitable title like that passed on by this court. This decision was not made known to us at the former hearing; and the respondent's counsel now maintains, that it is binding on this court, as an authoritative exposition of the local law of Georgia, by the highest tribunal of that State.</p>\n<p>To appreciate this position, it is necessary to ascertain what questions have been decided by the Supreme Court of Georgia, and are for decision by this court.</p>\n<p>By reference to the case in <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">How.</span> <span class=\"page\">196</span></span>, it will be found that there were two questions presented to this court, either of which being decided in favor of the complainant, would dispose of the cause.</p>\n<p>The first was, whether the trusts manifested by this particular instrument, were what a court of equity deems executed trusts, that is, trusts actually defined and declared and in the view of a court of equity created, or whether a court of equity would treat the instrument as only exhibiting an incomplete intention to create some trusts at a then future period; and the second being, whether the complainants, as collateral heirs of one of the settlers, can have the aid of a court of equity, to enforce the delivery of the property to them, or are precluded from that relief, by the fact that they are not issue of the marriage; in other terms, whether by the rules of equity law the complainants are volunteers, or within the consideration of the articles. No question has arisen, concerning any statute law of Georgia; nor was it then, nor is it now suggested, that any word, or phrase, or provision of the articles, should bear any peculiar, or technical meaning, by reason of any local law, or custom. Indeed, the actual intentions of the parties are so plain, that no doubt has been suggested concerning them; and the only inquiry in either court has been, how far, and in favor of what parties, a court of equity will lend its aid to carry those intentions into effect. And, accordingly, the Supreme Court of Georgia, as well as this court, has resorted to the decisions of the High Court of Chancery in England, and to approved writers on equity jurisprudence, as affording the proper guides to a correct decision. If, according to sound principles of the law of equity, a trust existed, or the complainants have an equitable right to the specific performance of an agreement to create a trust, then the relief is to be granted, otherwise it is to be refused.</p>\n<p><span class=\"star-pagination\">*272</span> Such being the nature of the questions, we do not consider this court bound by the decision of the Supreme Court of Georgia. The Constitution provides, that the judicial power of the United States shall extend to all cases in equity arising between citizens of different States. Congress has duly conferred this power upon all Circuit Courts, and among others upon that of the District of Georgia, in which this bill was filed, and the same power is granted by the Constitution to this court as an appellate tribunal.</p>\n<p>Wherever a case in equity may arise and be determined, under the judicial power of the United States, the same principles of equity must be applied to it, and it is for the courts of the United States, and for this court in the last resort, to decide what those principles are, and to apply such of them, to each particular case, as they may find justly applicable thereto. These principles may make part of the law of a State, or they may have been modified by its legislation, or usages, or they may never have existed in its jurisprudence. Instances of each kind may now be found in the several States. But in all the States, the equity law, recognized by the Constitution and by acts of Congress, and modified by the latter, is administered by the courts of the United States, and upon appeal by this court.</p>\n<p>Such has long been the settled doctrine of this court, repeatedly and steadily affirmed in whatever form the question has been presented. In The United States v. Howland, <span class=\"citation\" data-id=\"85261\"><a href=\"/opinion/85261/united-states-v-howland/\"><span class=\"volume\">4</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">115</span></a></span>, Chief Justice Marshall said: \"As the courts of the Union have a chancery jurisdiction in every State, and the Judiciary Act confers the same chancery powers on all, and gives the same rule of decision, its jurisdiction in Massachusetts must be the same as in other States.\" So Mr. Justice Story, in Boyle v. Zacharie et al. <span class=\"citation\" data-id=\"85787\"><a href=\"/opinion/85787/boyle-v-zacharie/\"><span class=\"volume\">6</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">658</span></a></span>, says: \"The chancery jurisdiction given by the Constitution and laws of the United States is the same in all the States of the Union and the rules of decision are the same in all.\" See also Robinson v. Campbell, 3 Wheat. 222; Livingston v. Story, 9 Pet. 654; Russell v. Southard, decided at the present term, and reported in 12 Howard, 139.</p>\n<p>But while we do not consider this decision of the Supreme Court of Georgia a binding authority, on which we have a right to rest our decision, the respect we entertain for that learned and able court, has led us to examine its opinion with great care; and although we find it not consistent with some of the views heretofore taken by us of one of the questions arising under this marriage settlement, we do not find that the ground on which our decision was actually rested was at all examined by that learned court. That ground is, \"That the deed in question is a marriage settlement, complete in itself; an executed trust, which <span class=\"star-pagination\">*273</span> requires only to be obeyed and fulfilled by those standing in the relation of trustees, for the benefit of the cestuis que trust, according to the provisions of the settlement.\" 9 How. 211. This position does not appear to have been taken by the counsel for the complainants in the Supreme Court of Georgia, nor is it noticed by the court in its opinion; though it is conceded, in the course of the opinion that while \"courts of equity will not enforce a mere gratuitous gift, or a mere moral obligation or voluntary executory trust, it is otherwise of course, where the trust is already vested.\"</p>\n<p>On the former argument in this court we formed the opinion, that the instrument in question did completely define and declare, and so did create, certain trusts; that they were, in the sense of a court of equity, trusts executed; that the complainants were cestuis que trust; that the failure to interpose trustees to hold the property created no difficulty, each party to the settlement being regarded, so far as may be necessary to effectuate their intent, as holding their several estates as trustees for the uses of the settlement; and so the complainants were entitled to the relief prayed.</p>\n<p>We find nothing in the opinion of the Supreme Court of Georgia in conflict with these views, because we do not find they were there adverted to; and after considering the elaborate and able argument of the respondent's counsel at this term, we remain satisfied of the correctness of our opinion, and judgment must be entered accordingly.</p>\n<p></p>\n<h2>Order.</h2>\n<p>This cause came on to be heard on the transcript of the record from the Circuit Court of the United States for the District of Georgia, and was argued by counsel. On consideration whereof, it is now here ordered, adjudged, and decreed by this court, that this cause be, and the same is hereby, reversed, with costs, and that this cause be, and the same is hereby, remanded to the said Circuit Court for further proceedings to be had therein, in conformity to the opinion of this court.</p>\n</div>", 
  "sha1": "b5e75df20c951de68f32a674d039e5362571abf6", 
  "date_modified": "2014-12-21T01:25:09.029450", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/86742/neves-v-scott/", 
  "citation_count": 2, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/270898/", 
  "html": "<p class=\"case_cite\">54 U.S. 268</p>\n    <p class=\"case_cite\">13 How. 268</p>\n    <p class=\"case_cite\">14 L.Ed. 140</p>\n    <p class=\"parties\">WILLIAM NEVES AND JAMES C. NEVES, APPELLANTS,<br>v.<br>WILLIAM H. SCOTT AND THOMAS N. BEALL, ADMINISTRATORS<br>OF WILLIAM F. SCOTT, DECEASED, AND GEORGE W. ROWELL AND<br>LAWRENCE G. ROWELL, EXECUTORS OF RICHARD<br>ROWELL, DECEASED.</p>\n    <p class=\"date\">December Term, 1851</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">THIS was an appeal from the Circuit Court of the United States for the District of Georgia.</p>\n      <p class=\"indent\">It was argued at December term, 1849, and is reported in 9 How. 196. It being suggested afterwards that, at the time when the case was argued and decided, Richard Rowell, the principal defendant, was dead, the judgment was stricken out and the cause argued again.</p>\n      <p class=\"indent\">It was argued by <i>Mr. Johnson</i>, for the appellants, and <i>Mr. Cone</i>, for the appellees.</p>\n      <p class=\"indent\"><i>Mr. Cone</i>, for the appellees made the following points:</p>\n      <p class=\"indent\">1st. The marriage contract is executory; it conveys no titles, and creates no trusts, nor does it impair or abridge the rights of the husband during the continuance of the coverture. 2 Story's Eq. Jur. sects. 1, 379, 380, 381, 382, 383. Clancy on Rights, 269; Hill on Trustees, 420.</p>\n      <p class=\"indent\">2d. Roper on Husband and Wife, 156, 161; Scarborough <i>v.</i> Bowman, 1 Beav. 34; Stanton <i>v.</i> Hall, 2 R. &amp; M. 180; Harkins <i>v.</i> Colton, 2 Porter's Rep. 463; Cook <i>v.</i> Kinny, 12 Alabama Rep. 42; Stewart <i>v.</i> Stewart, 7 Johns. Ch. Rep. 229; 7 Smedes &amp; Marshall's Rep. 798; Lee <i>v.</i> Perdue, 3 Brown's Chancery Rep. 358.</p>\n      <p class=\"indent\">The fact that the parties to the contract considered it as final, and contemplated no further settlement, cannot alter its legal character or change its legal effect. Hester, Executor, <i>v.</i> Young, 2 Georgia Rep. 45, 46; Barker <i>v.</i> Giles, Rice, Eq. R. 516; Lee <i>v.</i> Perdue, 3 Brown's Chancery Rep. 381; Hill on Trustees, 84; Antrobus <i>v.</i> Smith, 12 Ves. 39; 6 Humph. Rep. 127.</p>\n      <p class=\"indent\">2d. The complainants are not within the marriage consideration, and do not claim through any person, that is, they claim not as heirs, but as purchasers under the articles; they are, therefore, volunteers. Osgood <i>v.</i> Strode, 2 P. Williams. 255; Goodwin <i>v.</i> Goodwin, 1 Ves. 228; Tudor <i>v.</i> Anson, 2 Ves. 582; Marston <i>v.</i> Gowan, 3 Bro. Ch. 170; Strode <i>v.</i> Russel, 2 Vern. 621; Bias <i>v.</i> Bias, 2 Ves. 164; Atherley on Mar. Set. 66, 73, 74, 75; Story's Eq. Jur. sect. 986; Kittery <i>v.</i> Atwood, 1 Vern. 298, 471; 2 P. Williams, 172; 1 P. Williams, 483; Beatson <i>v.</i> Beatson, 12 Sim. 281; Goring <i>v.</i> Nash, 3 Atk. 186; Holt <i>v.</i> Holt, 2 P. Williams, 248; Johnson <i>v.</i> Legard, Turner &amp; Russell, 281, 293; Colgate <i>v.</i> Mulgrave, 2 Kenn, 98; Salton <i>v.</i> Chetwynd, 3 Meriv. 249; 6 Maule &amp; Selw. 60.</p>\n      <p class=\"indent\">3d. Courts of equity will not interpose in favor of volunteers, either upon a contract, covenant, or settlement. 2 Story's Eq. sects. 793, 973, 986, 987; 1 Turner &amp; Russell, 296; Coleman <i>v.</i> Sarel, 2 Ves. Jr. 50; Hill on Trustees, 83; Atherley on Mar. Set. 72, 73, 74, 76; 2 Story's Eq. Jur. 372, 433, 706, 787; Jeffreys <i>v.</i> Jeffreys, 1 Craig &amp; Phil. 138, 141; Ellison <i>v.</i> Ellison, 6 Ves. 656; Colman <i>v.</i> Sarel, 3 Brown's Ch. 12; Edwards <i>v.</i> Jones, 1 Mylne &amp; Craig, 226; Dillon <i>v.</i> Coffin, 4 Mylne &amp; Craig, 647; Halloway <i>v.</i> Headington, 8 Sim. 324, 571; Meek <i>v.</i> Hallowell, 1 Hare, 464, 475; Wycherly <i>v.</i> Wycherly, 2 Eden, 177; 2 Keen, 81, 123, 134.</p>\n      <p class=\"indent\">4th. But if there were any doubt in relation to the soundness of the foregoing positions, the law of Georgia upon these points has been settled by a decision of the Supreme Court of that State, made upon the contract now under consideration, and being a contract made in Georgia, and to be executed in Georgia, its character, interpretation, force, and effect, must be governed by the laws of that State.</p>\n      <p class=\"indent\">Carroll <i>v.</i> Renich, 7 Smedes &amp; Marshall, 798; 12 Wheat. 153, 167; 5 Pet. 151; 6 Pet. 172; 8 Pet. 361; 8 How. 170; 1 Gall. Circuit Court Rep. 160, 371.</p>\n      <p class=\"indent\">In the case of Merritt et al. <i>v.</i> Scott &amp; Beall, 6 Georgia Rep. 563, the questions now presented to this court upon this contract came before the Supreme Court of that State. That court established the following positions:</p>\n      <p class=\"indent\">1st. That marriage articles, like those now under consideration, will be specifically executed upon the application of any person within the scope of the consideration of such marriage, or claiming under such person.</p>\n      <p class=\"indent\">2d. That in no case whatever will courts of equity interpose in favor of mere volunteers, whether it be a voluntary contract, or a covenant, or a settlement, however meritorious may be the consideration, and although they stand in the relation of a wife or child.</p>\n      <p class=\"indent\">3d. That where a bill is brought by a person who is within the scope of the marriage consideration, or claiming under them there, courts of equity will decree a specific execution throughout, as well in favor of mere volunteers as plaintiffs in the suit.</p>\n      <p class=\"indent\">4th. That no persons are within the marriage consideration but the husband and wife and their issues; that all others are volunteers.</p>\n      <p class=\"indent\">5th. That the complainants in that case (who occupied the exact position that the complainants do in this case in relation to the contract) were not entitled to the aid of a court of equity to enforce the covenant in their favor.</p>\n      <p class=\"indent\">6th. That although the contract under consideration made no provision for the issue of the marriage, yet that did not aid the case of the complainants; that they were still volunteers, and as such, not entitled to the aid of a court of equity.</p>\n      <p class=\"indent\">7th. That the decree rendered in the case of Catherine Neves against Richard Rowell was not such a partial execution of the marriage contract as would enure to the benefit of complainants, nor could said decree be invoked in their favor; and that they were not entitled to the discovery and relief that they sought.</p>\n      <p class=\"indent\">Mr. Justice CURTIS delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case came on to be heard at the December term, 1849, and was argued by counsel. The decision of the court is reported in 9 How. 196, under the name of William Neves and James C. Neves, appellants, <i>v.</i> William F. Scott and Richard Rowell. At the present term, it was suggested to the court, that at the time when the cause was argued and decided, Richard Rowell, the principal party defendant in interest, was dead; and thereupon proceedings took place which made his representatives parties, and the decree heretofore entered was stricken out, the cause brought forward, and again heard at the present term. It has been elaborately and ably argued upon the grounds on which it was rested at the former hearing, and upon one additional ground, which will first be adverted to.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">It appears that a short time before the former argument, the Supreme Court of Georgia, where the marriage articles in question were made, and the parties thereto domiciled, in a suit between other persons claiming a separate interest under these articles, had made a decision, involving an equitable title like that passed on by this court. This decision was not made known to us at the former hearing; and the respondent's counsel now maintains, that it is binding on this court, as an authoritative exposition of the local law of Georgia, by the highest tribunal of that State.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">To appreciate this position, it is necessary to ascertain what questions have been decided by the Supreme Court of Georgia, and are for decision by this court.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">By reference to the case in 9 How. 196, it will be found that there were two questions presented to this court, either of which being decided in favor of the complainant, would dispose of the cause.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The first was, whether the trusts manifested by this particular instrument, were what a court of equity deems executed trusts, that is, trusts actually defined and declared and in the view of a court of equity created, or whether a court of equity would treat the instrument as only exhibiting an incomplete intention to create some trusts at a then future period; and the second being, whether the complainants, as collateral heirs of one of the settlers, can have the aid of a court of equity, to enforce the delivery of the property to them, or are precluded from that relief, by the fact that they are not issue of the marriage; in other terms, whether by the rules of equity law the complainants are volunteers, or within the consideration of the articles. No question has arisen, concerning any statute law of Georgia; nor was it then, nor is it now suggested, that any word, or phrase, or provision of the articles, should bear any peculiar, or technical meaning, by reason of any local law, or custom. Indeed, the actual intentions of the parties are so plain, that no doubt has been suggested concerning them; and the only inquiry in either court has been, how far, and in favor of what parties, a court of equity will lend its aid to carry those intentions into effect. And, accordingly, the Supreme Court of Georgia, as well as this court, has resorted to the decisions of the High Court of Chancery in England, and to approved writers on equity jurisprudence, as affording the proper guides to a correct decision. If, according to sound principles of the law of equity, a trust existed, or the complainants have an equitable right to the specific performance of an agreement to create a trust, then the relief is to be granted, otherwise it is to be refused.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Such being the nature of the questions, we do not consider this court bound by the decision of the Supreme Court of Georgia. The Constitution provides, that the judicial power of the United States shall extend to all cases in equity arising between citizens of different States. Congress has duly conferred this power upon all Circuit Courts, and among others upon that of the District of Georgia, in which this bill was filed, and the same power is granted by the Constitution to this court as an appellate tribunal.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Wherever a case in equity may arise and be determined, under the judicial power of the United States, the same principles of equity must be applied to it, and it is for the courts of the United States, and for this court in the last resort, to decide what those principles are, and to apply such of them, to each particular case, as they may find justly applicable thereto. These principles may make part of the law of a State, or they may have been modified by its legislation, or usages, or they may never have existed in its jurisprudence. Instances of each kind may now be found in the several States. But in all the States, the equity law, recognized by the Constitution and by acts of Congress, and modified by the latter, is administered by the courts of the United States, and upon appeal by this court.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Such has long been the settled doctrine of this court, repeatedly and stedily affirmed in whatever form the question has been presented. In The United States <i>v.</i> Howland, 4 Wheat. 115, Chief Justice Marshall said: 'As the courts of the Union have a chancery jurisdiction in every State, and the Judiciary Act confers the same chancery powers on all, and gives the same rule of decision, its jurisdiction in Massachusetts must be the same as in other States.' So Mr. Justice Story, in Boyle <i>v.</i> Zacharie et al. 6 Pet. 658, says: 'The chancery jurisdiction given by the Constitution and laws of the United States is the same in all the States of the Union and the rules of decision are the same in all.' See also Robinson <i>v.</i> Campbell, 3 Wheat. 222; Livingston <i>v.</i> Story, 9 Pet. 654; Russell <i>v.</i> Southard, decided at the present term, and reported in 12 Howard, 139.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">But while we do not consider this decision of the Supreme Court of Georgia a binding authority, on which we have a right to rest our decision, the respect we entertain for that learned and able court, has led us to examine its opinion with great care; and although we find it not consistent with some of the views heretofore taken by us of one of the questions arising under this marriage settlement, we do not find that the ground on which our decision was actually rested was at all examined by that learned court. That ground is, 'That the deed in question is a marriage settlement, complete in itself; an executed trust, which requires only to be obeyed and fulfilled by those standing in the relation of trustees, for the benefit of the <i>cestuis que trust</i>, according to the provisions of the settlement.' 9 How. 211. This position does not appear to have been taken by the counsel for the complainants in the Supreme Court of Georgia, nor is it noticed by the court in its opinion; though it is conceded, in the course of the opinion, that while 'courts of equity will not enforce a mere gratuitous gift, or a mere moral obligation or voluntary executory trust, it is otherwise, of course, where the trust is already vested.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On the former argument in this court we formed the opinion, that the instrument in question did completely define and declare, and so did create, certain trusts; that they were, in the sense of a court of equity, trusts executed; that the complainants were <i>cestuis que trust;</i> that the failure to interpose trustees to hold the property created no difficulty, each party to the settlement being regarded, so far as may be necessary to effectuate their intent, as holding their several estates as trustees for the uses of the settlement; and so the complainants were entitled to the relief prayed.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We find nothing in the opinion of the Supreme Court of Georgia in conflict with these views, because we do not find they were there adverted to; and after considering the elaborate and able argument of the respondent's counsel at this term, we remain satisfied of the correctness of our opinion, and judgment must be entered accordingly.</p>\n    </div>\n    <p class=\"center\"><i>Order</i>.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This cause came on to be heard on the transcript of the record from the Circuit Court of the United States for the District of Georgia, and was argued by counsel. On consideration whereof, it is now here ordered, adjudged, and decreed by this court, that this cause be, and the same is hereby, reversed, with costs, and that this cause be, and the same is hereby, remanded to the said Circuit Court for further proceedings to be had therein, in conformity to the opinion of this court.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/86742/"
}