{"absolute_url": "/opinion/99972/dahn-v-davis/", "blocked": false, "citation": {"case_name": "Dahn v. Davis", "docket_number": "166", "document_uris": ["/api/rest/v2/document/99972/"], "federal_cite_one": "258 U.S. 421", "federal_cite_three": null, "federal_cite_two": null, "id": 84355, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/84355/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 18, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1922-04-17", "date_modified": "2014-12-21T01:37:09.880650", "docket": "/api/rest/v2/docket/405462/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">258 U.S. 421</p>\n    <p class=\"case_cite\">42 S.Ct. 320</p>\n    <p class=\"case_cite\">66 L.Ed. 696</p>\n    <p class=\"parties\">DAHN<br>v.<br>DAVIS, Agent, etc.</p>\n    <p class=\"docket\">No. 166.</p>\n    <p class=\"date\">Argued March 10, 13, 1922.</p>\n    <p class=\"date\">Decided April 10, 1922.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs.</p>\n      <p class=\"indent\">Walter C. Clephane and J. Wilmer Latimer, both of Washington, D. C., for petitioner.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 421-426 intentionally omitted]</p>\n      <p class=\"indent\">Mr. A. A. McLaughlin, of Washington, D. C., for respondent.</p>\n      <p class=\"indent\">Mr. Justice CLARKE delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The petitioner, a railway mail clerk in the employ of the United States, was injured on May 29, 1918, when the car in which he was working was wrecked on the line of the Illinois Central Railroad, then being operated by the Director General of Railroads under the Federal Control Act of March 21, 1918 (40 Stat. 451, c. 25, Comp. St. 1918, Comp. St. Ann. Supp. 1919, &#167;&#167; 3115 3/4 a-3115 3/4 p). He brought this suit to recover for his injuries against the Illinois Central Railroad Company and the Director General of Railroads, but the former was dismissed from the case on demurrer. Among other defenses, the Director General of Railroads alleged in his answer that the petitioner, as an employee of the United States, had made application for, and pursuant to its provisions had been paid, compensation under the provisions of the Federal Employees' Compensation Act (39 Stat. 742, Comp. St. &#167;&#167; 8932a-8932uu), and that thereby this further action, which is, in effect, against the United States, was barred. A demurrer to this last defense was sustained and the petitioner obtained a verdict on which the District Court entered judgment. On error this judgment was reversed by the Circuit Court of Appeals, that court holding that the petitioner had his option under the law to apply for compensation under the Employees' Compensation Act, as he did, or to sue for damages under the Federal Control Act (40 Stat. 451, c. 25), and that, by electing to accept the benefits of the former, he was barred from prosecuting this action for negligence against the United States under the latter.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Thus, the writ of certiorari brings up for review the question whether, when a government employee, injured on a railroad, operated at the time by the Director General of Railroads, had elected to accept payment under the Federal Employees' Compensation Act, he was thereby barred from prosecuting a suit against the Director General of Railroads for negligence causing the injury for which he had been compensated.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">James C. Davis, the Agent designated by the President under section 206 of the Transportation Act of 1920 (41 Stat. 456), has been substituted for the Director General of Railroads as respondent.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">It was definitely held in Missouri Pacific Railroad Co. v. Ault, 256 U. S. 554, 41 Sup. Ct. 593, 65 L. Ed. 1087, that, at all of the times here involved, section 10 of the Federal Control Act permitted the government, through its Director General of Railroads, to be sued for any injury negligently caused on any line of railway in his custody, precisely as a common carrier corporation operating such road might have been sued, and that recovery, if any, would be from the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Thus, plainly the petitioner had the right to sue the Director General of Railroads for negligently injuring him, and if successful his recovery must have been from the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Federal Employees' Compensation Act, approved September 7, 1916 (39 Stat. p. 742, c. 458), provides that the United States shall thereafter pay, as therein specified, for the disability or death of any government employee resulting from personal injury sustained while in the performance of his duty. The act provides for a commission to investigate claims and to make awards, but no compensation may be allowed to any person unless he, or some one in his behalf, shall make written claim therefor. Thus, the petitioner, injured, as he was, while in the performance of his duty, was entitled to compensation under the act upon making claim for it.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This reference to the two acts shows that the petitioner had two remedies, each for the same wrong, and both against the United States, and therefore the question for decision takes the form, May the petitioner after having pursued one of his remedies to a conclusion and payment, pursue the other for a second satisfaction of the same wrong against the government.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">That this question must be answered in the negative we think clear from various provisions in the Compensation Act, showing that Congress intended that payments made under it should be regarded as full and final and that no payment in addition thereto would be made by the government to an injured employee.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Section 7 of the act specifically declares that so long as any employee is receiving installment payments under the act, or if he has been paid a lump sum in commutation of installment payments then until the expiration of the period during which installment payments would have continued, 'he shall not receive from the United States any salary, pay or remuneration whatsoever except in return for services actually performed,' and except pensions for service in the Army or Navy.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It would be difficult to frame a clearer declaration than this that no payment would be made by the government for injuries received other than as provided for in the act.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Section 26 provides 'that if an injury or death for which compensation is payable under this act is caused under circumstances creating a legal liability upon some person other than the United States to pay damages therefor' the Commission may require an assignment to it of the right to enforce such liability or to share in any money received in satisfaction thereof, or it may require the beneficiary to prosecute an action for damages in his own name. Refusal to make such assignment or to prosecute such action, when requested by the Commission, shall forfeit all right to compensation. This section also provides that if the commission shall realize on such claim against third persons, either by suit or settlement, it shall apply the net proceeds to reimbursing the 'Employees' Compensation Fund' for payments theretofore made, and any surplus remaining shall be paid to the beneficiary and credited on future compensation payable for the same injury. If the amount of recovery exceeded the payments made and to be made, obviously the beneficiary would be entitled to the excess.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Section 27 also provides for cases in which death or injury, for which compensation is payable under the act, is caused under circumstances 'creating a legal liability in some person other than the United States to pay damages,' but in which the beneficiary, instead of the Commission, receives the proceeds of suit or settlement. Here it is required that such beneficiary shall refund to the United States from such proceeds the amount of any compensation that has been paid to him by the government or shall credit the money so received upon any compensation payable to him for the same injury.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Plainly by these two sections Congress deals with the liability of persons 'other than the United States' to employees entitled to compensation under the act, not for the purpose of increasing that compensation, but for the purpose of reimbursing the government for payments made and of indemnifying it against other amounts payable in the future. The sections emphasize the disposition to treat the compensation, provided for, as adequate for the injuries received, and they negative any intention on the part of the government to make further payments.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">But section 41 is even more convincing to the point we are considering. A special proviso in this section declares that if the injury or death for which compensation is payable under the act is caused under circumstances creating a legal liability in the Panama Railroad Company to pay damage therefor 'no compensation shall be payable until the person' shall release to the Railroad Company any right of action he may have against it or until he assigns to the United States any rights which he may have to share in any money or other property received in satisfaction of such liability.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">When the Compensation Act was passed the United States was the owner of all the capital stock of the Panama Railroad Company and as such was ultimately liable for the torts of that company just as it became liable for the torts of the Director General of Railroads under the Federal Control Act, and, therefore, this manner of dealing with the liability of that company to employees negligently injured is highly persuasive as to the congressional intent.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This Compensation Act is the expression of a slowly developed purpose on the part of the United States (1908-35 Stat. 556; 1912-37 Stat. 74; 1916-39 Stat. 742) to give compensation to its employees, who otherwise would be without remedy when injured by fault of the government, and the provisions of it which we have discussed convince us that the congressional purpose was that when the compensation was accepted no further payment should be made by the government. The act does not contemplate or provide for suits against the government. On the contrary, it is essentially an act of justice or of grace on the part of the United States, elaborately and carefully worked out, and designed to compensate, promptly, without litigation or expense, all employees injured while in discharge of duty, in an amount, which, on the average, was thought adequate and just. The amount of the award in each case is determined by a specially constituted commission, without cost to the claimant, and it is allowed wholly without regard to the negligence of the government or its employees.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On the other hand, the right to sue the United States under the Federal Control Act, applicable to all persons alike, is on the basis of negligence, precisely as if the government were an operating common carrier corporation, and it is subject to all of the expense, delay and hazard usual in cases of that character. The Compensation Act deals only with, and confers rights only upon, employees of the government, who must necessarily be but a small percentage of those authorized to sue under the Federal Control Act, and it is impossible for us to conclude that Congress intended by the enactment of the latter law to allow an employee to claim and receive the compensation specially provided for him under the former and then, while enjoying that benefit, to institute suit against the government under the Federal Control Act, which might require it to make further payment for the same injury and which must, in all cases, subject it to expensive, harassing and often long protracted litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We find no language in the Federal Control Act inconsistent with the distinct expression of purpose on the part of Congress which we have found in the Compensation Act, to treat the payments under it as sufficient and final, and for the reasons stated in the discussion herein of the latter act, and because the petitioner elected to pursue to payment the remedy given him thereunder, we agree with the Circuit Court of Appeals that his right of action asserted in this case was barred and the judgment of that court is therefore</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>258 U.S. 421 (1922)</b></center>\n<center><h1>DAHN<br>\nv.<br>\nDAVIS, AGENT, ETC.</h1></center>\n<center>No. 166.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 10, 13, 1922.</center>\n<center>Decided April 10, 1922.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE EIGHTH CIRCUIT.\n<p><i>Mr. Walter C. Clephane,</i> with whom <i>Mr. J. Wilmer Latimer</i> was on the brief, for petitioner.</p>\n<p><i>Mr. A.A. McLaughlin,</i> with whom <i>Mr. Solicitor General Beck, Mr. F.H. Helsell</i> and <i>Mr. Albert Ward</i> were on the brief, for respondent.</p>\n<p><span class=\"star-pagination\">*427</span> MR. JUSTICE CLARKE delivered the opinion of the court.</p>\n<p>The petitioner, a railway mail clerk in the employ of the United States, was injured on May 29, 1918, when the car in which he was working was wrecked on the line of the Illinois Central Railroad, then being operated by the Director General of Railroads under the Federal Control Act of March 21, 1918, c. 25, 40 Stat. 451. He brought this suit to recover for his injuries against the Illinois Central Railroad Company and the Director General of Railroads, but the former was dismissed from the case on demurrer. Among other defenses, the Director General of Railroads alleged in his answer that the petitioner, as an employee of the United States, had made application for, and pursuant to its provisions had been paid, compensation under the provisions of the Federal Employees' Compensation Act (39 Stat. 742), and that thereby this further action, which is, in effect, against the United States, was barred. A demurrer to this last defense was sustained and the petitioner obtained a verdict on which the District Court entered judgment. On error this judgment was reversed by the Circuit Court of Appeals, that court holding that the petitioner had his option under the law to apply for compensation under the Employees' Compensation Act, as he did, or to sue for damages under the Federal Control Act (c. 25, 40 Stat. 451), and that, by electing to accept the benefits of the former, he was barred from prosecuting this action for negligence against the United States under the latter.</p>\n<p>Thus, the writ of certiorari brings up for review the question whether, when a government employee, injured on a railroad, operated at the time by the Director General of Railroads, had elected to accept payment under the Federal Employees' Compensation Act, he was thereby barred from prosecuting a suit against the Director General <span class=\"star-pagination\">*428</span> of Railroads for negligence causing the injury for which he had been compensated.</p>\n<p>James C. Davis, the Agent designated by the President under § 206 of the Transportation Act 1920, c. 91, 41 Stat. 456, has been substituted for the Director General of Railroads as respondent.</p>\n<p>It was definitely held in <i>Missouri Pacific R.R. Co.</i> v. <i>Ault,</i> 256 U.S. 554, that, at all of the times here involved, § 10 of the Federal Control Act permitted the Government, through its Director General of Railroads, to be sued for any injury negligently caused on any line of railway in his custody, precisely as a common carrier corporation operating such road might have been sued, and that recovery, if any, would be from the United States.</p>\n<p>Thus, plainly the petitioner had the right to sue the Director General of Railroads for negligently injuring him, and if successful his recovery must have been from the United States.</p>\n<p>The Federal Employees' Compensation Act, approved September 7, 1916, c. 458, 39 Stat. 742, provides that the United States shall thereafter pay, as therein specified, for the disability or death of any government employee resulting from personal injury sustained while in the performance of his duty. The act provides for a commission to investigate claims and to make awards, but no compensation may be allowed to any person unless he, or some one in his behalf, shall make written claim therefor. Thus, the petitioner, injured, as he was, while in the performance of his duty, was entitled to compensation under the act upon making claim for it.</p>\n<p>This reference to the two acts shows that the petitioner had two remedies, each for the same wrong, and both against the United States, and therefore the question for decision takes the form, May the petitioner, after having pursued one of his remedies to a conclusion and payment, <span class=\"star-pagination\">*429</span> pursue the other for a second satisfaction of the same wrong against the Government?</p>\n<p>That this question must be answered in the negative we think clear from various provisions in the Compensation Act, showing that Congress intended that payments made under it should be regarded as full and final and that no payment in addition thereto would be made by the Government to an injured employee.</p>\n<p>Section 7 of the act specifically declares that so long as any employee is receiving installment payments under the act, or if he has been paid a lump sum in commutation of installment payments, then until the expiration of the period during which installment payments would have continued, \"he shall not receive from the United States any salary, pay, or remuneration whatsoever except in return for services actually performed,\" and except pensions for service in the Army or Navy.</p>\n<p>It would be difficult to frame a clearer declaration than this that no payment would be made by the Government for injuries received other than as provided for in the act.</p>\n<p>Section 26 provides that, \"if an injury or death for which compensation is payable under this Act is caused under circumstances creating a legal liability upon some person <i>other than the United States</i> to pay damages therefor,\" the Commission may require an assignment to the United States of the right to enforce such liability or to share in any money received in satisfaction thereof, or it may require the beneficiary to prosecute an action for damages in his own name. Refusal to make such assignment or to prosecute such action, when requested by the Commission, shall forfeit all right to compensation. This section also provides that if the Commission shall realize on such claim against third persons, either by suit or settlement, it shall apply the net proceeds to reimbursing the \"Employees' Compensation Fund\" for payments <span class=\"star-pagination\">*430</span> theretofore made, and any surplus remaining shall be paid to the beneficiary and credited on future compensation payable for the same injury. If the amount of recovery exceeded the payments made and to be made, obviously the beneficiary would be entitled to the excess.</p>\n<p>Section 27 also provides for cases in which death or injury, for which compensation is payable under the act, is caused under circumstances \"creating a legal liability in some person <i>other than the United States</i> to pay damages\" but in which the beneficiary, instead of the Commission, receives the proceeds of suit or settlement. Here it is required that such beneficiary shall refund to the United States from such proceeds the amount of any compensation that has been paid to him by the Government or shall credit the money so received upon any compensation payable to him for the same injury.</p>\n<p>Plainly, by these two sections Congress deals with the liability of persons \"<i>other than the United States</i>\" to employees entitled to compensation under the act, not for the purpose of increasing that compensation, but for the purpose of reimbursing the Government for payments made and of indemnifying it against other amounts payable in the future. The sections emphasize the disposition to treat the compensation provided for as adequate for the injuries received, and they negative any intention on the part of the Government to make further payments.</p>\n<p>But § 41 is even more convincing to the point we are considering. A special proviso in this section declares that if the injury or death for which compensation is payable under the act is caused under circumstances creating a legal liability in the Panama Railroad Company to pay damage therefor \"no compensation shall be payable until the person\" shall release to the Railroad Company any right of action he may have against it or until he assigns to the United States any rights <span class=\"star-pagination\">*431</span> which he may have to share in any money or other property received in satisfaction of such liability.</p>\n<p>When the Compensation Act was passed the United States was the owner of all the capital stock of the Panama Railroad Company and as such was ultimately liable for the torts of that company just as it became liable for the torts of the Director General of Railroads under the Federal Control Act, and, therefore, this manner of dealing with the liability of that company to employees negligently injured is highly persuasive as to the congressional intent.</p>\n<p>This Compensation Act is the expression of a slowly developed purpose on the part of the United States (1908,  35 Stat. 556; 1912,  37 Stat. 74; 1916,  39 Stat. 742), to give compensation to its employees, who otherwise would be without remedy when injured by fault of the Government, and the provisions of it which we have discussed convince us that the congressional purpose was that when the compensation was accepted no further payment should be made by the Government. The act does not contemplate or provide for suits against the Government. On the contrary, it is essentially an act of justice or of grace on the part of the United States, elaborately and carefully worked out, and designed to compensate, promptly, without litigation or expense, all employees injured while in discharge of duty, in an amount, which, on the average, was thought adequate and just. The amount of the award in each case is determined by a specially constituted commission, without cost to the claimant, and it is allowed wholly without regard to the negligence of the Government or its employees.</p>\n<p>On the other hand, the right to sue the United States under the Federal Control Act, applicable to all persons alike, is on the basis of negligence, precisely as if the Government were an operating common carrier corporation, <span class=\"star-pagination\">*432</span> and it is subject to all of the expense, delay and hazard usual in cases of that character. The Compensation Act deals only with, and confers rights only upon, employees of the Government, who must necessarily be but a small percentage of those authorized to sue under the Federal Control Act, and it is impossible for us to conclude that Congress intended by the enactment of the latter law to allow an employee to claim and receive the compensation specially provided for him under the former and then, while enjoying that benefit, to institute suit against the Government under the Federal Control Act, which might require it to make further payment for the same injury and which must, in all cases, subject it to expensive, harrassing and often long protracted litigation.</p>\n<p>We find no language in the Federal Control Act inconsistent with the distinct expression of purpose on the part of Congress which we have found in the Compensation Act, to treat the payments under it as sufficient and final, and for the reasons stated in the discussion herein of the latter act and because the petitioner elected to pursue to payment the remedy given him thereunder, we agree with the Circuit Court of Appeals that his right of action asserted in this case was barred and the judgment of that court is therefore</p>\n<p><i>Affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">258</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">421</span></span> (1922)</b></center>\n<center><h1>DAHN<br>\nv.<br>\nDAVIS, AGENT, ETC.</h1></center>\n<center>No. 166.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 10, 13, 1922.</center>\n<center>Decided April 10, 1922.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE EIGHTH CIRCUIT.\n<p><i>Mr. Walter C. Clephane,</i> with whom <i>Mr. J. Wilmer Latimer</i> was on the brief, for petitioner.</p>\n<p><i>Mr. A.A. McLaughlin,</i> with whom <i>Mr. Solicitor General Beck, Mr. F.H. Helsell</i> and <i>Mr. Albert Ward</i> were on the brief, for respondent.</p>\n<p><span class=\"star-pagination\">*427</span> MR. JUSTICE CLARKE delivered the opinion of the court.</p>\n<p>The petitioner, a railway mail clerk in the employ of the United States, was injured on May 29, 1918, when the car in which he was working was wrecked on the line of the Illinois Central Railroad, then being operated by the Director General of Railroads under the Federal Control Act of March 21, 1918, c. 25, 40 Stat. 451. He brought this suit to recover for his injuries against the Illinois Central Railroad Company and the Director General of Railroads, but the former was dismissed from the case on demurrer. Among other defenses, the Director General of Railroads alleged in his answer that the petitioner, as an employee of the United States, had made application for, and pursuant to its provisions had been paid, compensation under the provisions of the Federal Employees' Compensation Act (39 Stat. 742), and that thereby this further action, which is, in effect, against the United States, was barred. A demurrer to this last defense was sustained and the petitioner obtained a verdict on which the District Court entered judgment. On error this judgment was reversed by the Circuit Court of Appeals, that court holding that the petitioner had his option under the law to apply for compensation under the Employees' Compensation Act, as he did, or to sue for damages under the Federal Control Act (c. 25, 40 Stat. 451), and that, by electing to accept the benefits of the former, he was barred from prosecuting this action for negligence against the United States under the latter.</p>\n<p>Thus, the writ of certiorari brings up for review the question whether, when a government employee, injured on a railroad, operated at the time by the Director General of Railroads, had elected to accept payment under the Federal Employees' Compensation Act, he was thereby barred from prosecuting a suit against the Director General <span class=\"star-pagination\">*428</span> of Railroads for negligence causing the injury for which he had been compensated.</p>\n<p>James C. Davis, the Agent designated by the President under § 206 of the Transportation Act 1920, c. 91, 41 Stat. 456, has been substituted for the Director General of Railroads as respondent.</p>\n<p>It was definitely held in <i>Missouri Pacific R.R. Co.</i> v. <i>Ault,</i> <span class=\"citation\" data-id=\"99832\"><a href=\"/opinion/99832/missouri-pacific-r-co-v-ault/\"><span class=\"volume\">256</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">554</span></a></span>, that, at all of the times here involved, § 10 of the Federal Control Act permitted the Government, through its Director General of Railroads, to be sued for any injury negligently caused on any line of railway in his custody, precisely as a common carrier corporation operating such road might have been sued, and that recovery, if any, would be from the United States.</p>\n<p>Thus, plainly the petitioner had the right to sue the Director General of Railroads for negligently injuring him, and if successful his recovery must have been from the United States.</p>\n<p>The Federal Employees' Compensation Act, approved September 7, 1916, c. 458, 39 Stat. 742, provides that the United States shall thereafter pay, as therein specified, for the disability or death of any government employee resulting from personal injury sustained while in the performance of his duty. The act provides for a commission to investigate claims and to make awards, but no compensation may be allowed to any person unless he, or some one in his behalf, shall make written claim therefor. Thus, the petitioner, injured, as he was, while in the performance of his duty, was entitled to compensation under the act upon making claim for it.</p>\n<p>This reference to the two acts shows that the petitioner had two remedies, each for the same wrong, and both against the United States, and therefore the question for decision takes the form, May the petitioner, after having pursued one of his remedies to a conclusion and payment, <span class=\"star-pagination\">*429</span> pursue the other for a second satisfaction of the same wrong against the Government?</p>\n<p>That this question must be answered in the negative we think clear from various provisions in the Compensation Act, showing that Congress intended that payments made under it should be regarded as full and final and that no payment in addition thereto would be made by the Government to an injured employee.</p>\n<p>Section 7 of the act specifically declares that so long as any employee is receiving installment payments under the act, or if he has been paid a lump sum in commutation of installment payments, then until the expiration of the period during which installment payments would have continued, \"he shall not receive from the United States any salary, pay, or remuneration whatsoever except in return for services actually performed,\" and except pensions for service in the Army or Navy.</p>\n<p>It would be difficult to frame a clearer declaration than this that no payment would be made by the Government for injuries received other than as provided for in the act.</p>\n<p>Section 26 provides that, \"if an injury or death for which compensation is payable under this Act is caused under circumstances creating a legal liability upon some person <i>other than the United States</i> to pay damages therefor,\" the Commission may require an assignment to the United States of the right to enforce such liability or to share in any money received in satisfaction thereof, or it may require the beneficiary to prosecute an action for damages in his own name. Refusal to make such assignment or to prosecute such action, when requested by the Commission, shall forfeit all right to compensation. This section also provides that if the Commission shall realize on such claim against third persons, either by suit or settlement, it shall apply the net proceeds to reimbursing the \"Employees' Compensation Fund\" for payments <span class=\"star-pagination\">*430</span> theretofore made, and any surplus remaining shall be paid to the beneficiary and credited on future compensation payable for the same injury. If the amount of recovery exceeded the payments made and to be made, obviously the beneficiary would be entitled to the excess.</p>\n<p>Section 27 also provides for cases in which death or injury, for which compensation is payable under the act, is caused under circumstances \"creating a legal liability in some person <i>other than the United States</i> to pay damages\" but in which the beneficiary, instead of the Commission, receives the proceeds of suit or settlement. Here it is required that such beneficiary shall refund to the United States from such proceeds the amount of any compensation that has been paid to him by the Government or shall credit the money so received upon any compensation payable to him for the same injury.</p>\n<p>Plainly, by these two sections Congress deals with the liability of persons \"<i>other than the United States</i>\" to employees entitled to compensation under the act, not for the purpose of increasing that compensation, but for the purpose of reimbursing the Government for payments made and of indemnifying it against other amounts payable in the future. The sections emphasize the disposition to treat the compensation provided for as adequate for the injuries received, and they negative any intention on the part of the Government to make further payments.</p>\n<p>But § 41 is even more convincing to the point we are considering. A special proviso in this section declares that if the injury or death for which compensation is payable under the act is caused under circumstances creating a legal liability in the Panama Railroad Company to pay damage therefor \"no compensation shall be payable until the person\" shall release to the Railroad Company any right of action he may have against it or until he assigns to the United States any rights <span class=\"star-pagination\">*431</span> which he may have to share in any money or other property received in satisfaction of such liability.</p>\n<p>When the Compensation Act was passed the United States was the owner of all the capital stock of the Panama Railroad Company and as such was ultimately liable for the torts of that company just as it became liable for the torts of the Director General of Railroads under the Federal Control Act, and, therefore, this manner of dealing with the liability of that company to employees negligently injured is highly persuasive as to the congressional intent.</p>\n<p>This Compensation Act is the expression of a slowly developed purpose on the part of the United States (1908,  35 Stat. 556; 1912,  37 Stat. 74; 1916,  39 Stat. 742), to give compensation to its employees, who otherwise would be without remedy when injured by fault of the Government, and the provisions of it which we have discussed convince us that the congressional purpose was that when the compensation was accepted no further payment should be made by the Government. The act does not contemplate or provide for suits against the Government. On the contrary, it is essentially an act of justice or of grace on the part of the United States, elaborately and carefully worked out, and designed to compensate, promptly, without litigation or expense, all employees injured while in discharge of duty, in an amount, which, on the average, was thought adequate and just. The amount of the award in each case is determined by a specially constituted commission, without cost to the claimant, and it is allowed wholly without regard to the negligence of the Government or its employees.</p>\n<p>On the other hand, the right to sue the United States under the Federal Control Act, applicable to all persons alike, is on the basis of negligence, precisely as if the Government were an operating common carrier corporation, <span class=\"star-pagination\">*432</span> and it is subject to all of the expense, delay and hazard usual in cases of that character. The Compensation Act deals only with, and confers rights only upon, employees of the Government, who must necessarily be but a small percentage of those authorized to sue under the Federal Control Act, and it is impossible for us to conclude that Congress intended by the enactment of the latter law to allow an employee to claim and receive the compensation specially provided for him under the former and then, while enjoying that benefit, to institute suit against the Government under the Federal Control Act, which might require it to make further payment for the same injury and which must, in all cases, subject it to expensive, harrassing and often long protracted litigation.</p>\n<p>We find no language in the Federal Control Act inconsistent with the distinct expression of purpose on the part of Congress which we have found in the Compensation Act, to treat the payments under it as sufficient and final, and for the reasons stated in the discussion herein of the latter act and because the petitioner elected to pursue to payment the remedy given him thereunder, we agree with the Circuit Court of Appeals that his right of action asserted in this case was barred and the judgment of that court is therefore</p>\n<p><i>Affirmed.</i></p>\n</div>", "id": 99972, "judges": "Clarke", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/99972/", "sha1": "eef1026f460a5240a6b8201d9a76bcd622bed870", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:47:22"}