{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "208 U.S. 393", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/96784/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "United States v. Bitty", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "503", 
    "id": 81167, 
    "resource_uri": "/api/rest/v2/citation/81167/"
  }, 
  "id": 96784, 
  "blocked": false, 
  "judges": "Harlan", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1908-02-24", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>208 U.S. 393 (1908)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nBITTY.</h1></center>\n<center>No. 503.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted January 27, 1908.</center>\n<center>Decided February 24, 1908.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF NEW YORK.\n<p><span class=\"star-pagination\">*394</span> <i>The Attorney General</i> and <i>Mr. Assistant Attorney General Cooley</i> for plaintiff in error.</p>\n<p><i>Mr. Edward A. Alexander</i> for defendant in error.</p>\n<p><span class=\"star-pagination\">*397</span> MR. JUSTICE HARLAN delivered the opinion of the court.</p>\n<p>This is a criminal prosecution under an act of Congress regulating the immigration of aliens into the United States.</p>\n<p>By the act of March 3, 1875, c. 141, relating to immigration, it was made a felony, punishable by imprisonment not exceeding five years and by fine not exceeding five thousand dollars, for any one knowingly and willfully to import or to cause the importation of women into the United States for the purposes of \"prostitution.\" 18 Stat. 477.</p>\n<p><span class=\"star-pagination\">*398</span> By the act of March 3, 1903, § 3, c. 1012, it was provided: \"That the importation into the United States of any woman or girl for the purposes of prostitution is hereby forbidden; and whoever shall import or attempt to import any woman or girl into the United States for the purposes of prostitution, or shall hold or attempt to hold, any woman or girl for such purposes in pursuance of such illegal importation shall be deemed guilty of a felony, and, on conviction thereof, shall be imprisoned not less than one nor more than five years and pay a fine not exceeding five thousand dollars.\" 32 Stat. 1213, 1214, Pt. 1.</p>\n<p>A more comprehensive statute regulating the immigration of aliens into the United States was passed on February 20, 1907, c. 1134. By that act the prior act of 1903 (except one section) was repealed. The third section of this last statute was in these words: \"That the importation into the United States of any alien woman or girl for the purpose of prostitution, <i>or for any other immoral purpose,</i> is hereby forbidden; and whoever shall, directly or indirectly, import, or attempt to import, into the United States, any alien woman or girl for the purpose of prostitution, or for any other immoral purpose, or whoever shall hold or attempt to hold any alien woman or girl for any such purpose in pursuance of such illegal importation, or whoever shall keep, maintain, control, support, or harbor in any house or other place, for the purpose of prostitution, or for any other immoral purpose, any alien woman or girl, within three years after she shall have entered the United States, shall, in every such case, be deemed guilty of a felony, and on conviction thereof be imprisoned not more than five years and pay a fine of not more than five thousand dollars; and any alien woman or girl who shall be found an inmate of a house of prostitution or practicing prostitution, at any time within three years after she shall have entered the United States, shall be deemed to be unlawfully within the United States and shall be deported as provided by sections twenty and twenty-one of this Act.\" 34 Stat. 898, Pt. 1.</p>\n<p>The defendant in error Bitty was charged by indictment in <span class=\"star-pagination\">*399</span> the Circuit Court of the United States for the Southern District of New York with the offense of having unlawfully, willfully, and feloniously imported into the United States from England a certain named alien woman for \"an immoral purpose,\" namely, \"that she should live with him as his concubine.\"</p>\n<p>The Circuit Court having sustained a demurrer to the indictment and dismissed the case the United States prosecuted this writ of error under the authority of the act of March 2, 1907, 34 Stat. 1246, c. 2564. That statute authorizes a writ of error, on behalf of the United States, from the District or Circuit Courts directly to this court in all criminal cases in which an indictment is quashed or set aside or in which a demurrer to the indictment or any count thereof is sustained, \"where such decision or judgment is based upon the invalidity or construction of the statute upon which the indictment is founded.\"</p>\n<p>The demurrer to the indictment was sustained and the indictment dismissed upon the ground that the statute, properly construed, did not make it an offense for one to bring and import an alien woman into the United States for the purpose of having her live with him as his concubine. The case is, therefore, one in which the United States was entitled, under the above act of 1907, to prosecute a writ of error from this court unless, as the accused suggests, the act is unconstitutional in that it authorizes the United States in the cases specified to bring the case directly to this court, but does not allow the accused to bring it here when a demurrer to the indictment or to some count thereof is overruled. There is no merit in this suggestion. Except in cases affecting ambassadors and other public ministers and consuls and those in which a State shall be a party \u0097 in which cases this court may exercise original jurisdiction \u0097 we can exercise appellate jurisdiction, both as to law and fact, with such exceptions and under such regulations as Congress shall make in the other cases to which by the Constitution the judicial power of the United States extends. Const. Art. III, § 2. What such exceptions and regulations <span class=\"star-pagination\">*400</span> should be it is for Congress, in its wisdom, to establish, having of course due regard to all the provisions of the Constitution. If a court of original jurisdiction errs in quashing, setting aside or dismissing an indictment for an alleged offense against the United States, upon the ground that the statute on which it is based is unconstitutional, or upon the ground that the statute does not embrace the case made by the indictment, there is no mode in which the error can be corrected and the provisions of the statute enforced, except the case be brought here by the United States for review. Hence \u0097 that there might be no unnecessary delay in the administration of the criminal law, and that the courts of original jurisdiction may be instructed as to the validity and meaning of the particular criminal statute sought to be enforced \u0097 the above act of 1907 was passed. Surely such an exception or regulation is in the discretion of Congress to prescribe, and does not violate any constitutional right of the accused. <i>Taylor</i> v. <i>United States,</i> 207 U.S. 120. Congress was not required by the Constitution to grant to an accused the privilege of bringing here upon the overruling of a demurrer to the indictment and before the final determination of the case against him, the question of the sufficiency of the indictment simply because, in the interest of the prompt administration of the criminal law, it allowed the United States to prosecute a writ of error directly to this court for the review of a final judgment which stopped the prosecution by quashing or dismissing the indictment upon the ground of the unconstitutionality or construction of the statute.</p>\n<p>We come now to the merits of the case, and they are within a very narrow compass. The earlier statutes, we have seen, were directed against the importation into this country of alien women for the purposes of prostitution. But the last statute, on which the indictment rests, is, we have seen, directed against the importation of an alien woman \"for the purpose of prostitution <i>or</i> for any other immoral purpose;\" and the indictment distinctly charges that the defendant imported the alien woman in question \"that she should live with him as his concubine,\" <span class=\"star-pagination\">*401</span> that is, in illicit intercourse, not under the sanction of a valid or legal marriage. Was that an immoral purpose within the meaning of the statute? The Circuit Court held, in effect, that it was not, the bringing of an alien woman into the United States that she may live with the person importing her as his concubine not being in its opinion an act <i>ejusdem generis</i> with the bringing of such a woman to this country for the purposes of \"prostitution.\" Was that a sound construction of the statute?</p>\n<p>All will admit that full effect must be given to the intention of Congress as gathered from the words of the statute. There can be no doubt as to what class was aimed at by the clause forbidding the importation of alien women for purposes of \"prostitution.\" It refers to women who for hire or without hire offer their bodies to indiscriminate intercourse with men. The lives and example of such persons are in hostility to \"the idea of the family, as consisting in and springing from the union for life of one man and one woman in the holy estate of matrimony; the sure foundation of all that is stable and noble in our civilization; the best guaranty of that reverent morality which is the source of all beneficent progress in social and political improvement.\" <i>Murphy</i> v. <i>Ramsey,</i> 114 U.S. 15, 45. Congress no doubt proceeded on the ground that contact with society on the part of alien women leading such lives would be hurtful to the cause of sound private and public morality and to the general well-being of the people. Therefore the importation of alien women for purposes of prostitution was forbidden and made a crime against the United States. Now the addition in the last statute of the words, \"or for any other immoral purpose,\" after the word \"prostitution,\" must have been made for some practical object. Those added words show beyond question that Congress had in view the protection of society against another class of alien women other than those who might be brought here merely for purposes of \"prostitution.\" In forbidding the importation of alien women \"for any other immoral purpose,\" Congress evidently thought <span class=\"star-pagination\">*402</span> that there were purposes in connection with the importations of alien women which, as in the case of importations for prostitution, were to be deemed immoral. It may be admitted that in accordance with the familiar rule of <i>ejusdem generis,</i> the immoral purpose referred to by the words \"any other immoral purpose,\" must be one of the same general class or kind as the particular purpose of \"prostitution\" specified in the same clause of the statute. 2 Lewis' Sunderland Stat. Const., § 423, and authorities cited. But that rule cannot avail the accused in this case; for, the immoral purpose charged in the indictment is of the same general class or kind as the one that controls in the importation of an alien woman for the purpose strictly of prostitution. The prostitute may, in the popular sense, be more degraded in character than the concubine, but the latter none the less must be held to lead an immoral life, if any regard whatever be had to the views that are almost universally held in this country as to the relations which may rightfully, from the standpoint of morality, exist between man and woman in the matter of sexual intercourse. We must assume that in using the words \"or for any other immoral purposes,\" Congress had reference to the views commonly entertained among the people of the United States as to what is moral or immoral in the relations between man and woman in the matter of such intercourse. Those views may not be overlooked in determining questions involving the morality or immorality of sexual intercourse between particular persons. Chief Justice Marshall, speaking for the court, said that \"though penal laws are to be construed strictly, they are not to be construed so strictly as to defeat the obvious intention of the legislature. The maxim is not to be so applied as to narrow the words of the statute to the exclusion of cases which those words, in their ordinary acceptation, or in that sense in which the legislature has obviously used them, would comprehend. The intention of the legislature is to be collected from the words they employ. . . . The case must be a strong one indeed, which would justify a court in departing from the plain <span class=\"star-pagination\">*403</span> meaning of words, especially in a penal act, in search of an intention which the words themselves did not suggest.\" <i>United States</i> v. <i>Wiltberger,</i> 5 Wheat. 76, 95, 96. In <i>United States</i> v. <i>Winn,</i> 3 Sumner, 209, 211, Mr. Justice Story said that the proper course is \"to search out and follow the true intent of the legislature, and to adopt that sense of the words which harmonizes best with the context, and promotes in the fullest manner the apparent policy and objects of the legislature.\" To the same effect are <i>United States</i> v. <i>Morris,</i> 14 Pet. 464; <i>American Fur Co.</i> v. <i>United States,</i> 2 Pet. 358, 367; <i>United States</i> v. <i>Lacher,</i> 134 U.S. 624, 628; Sedgwick on Stat. Constr. (2d ed.) 282; Maxwell on Interpretation of Statutes, (2d ed. 318). Guided by these considerations and rules, we must hold that Congress intended by the words \"or for any other immoral purpose,\" to include the case of anyone who imported into the United States an alien woman that she might live with him as his concubine. The statute in question, it must be remembered, was intended to keep out of this country immigrants whose permanent residence here would not be desirable or for the common good, and we cannot suppose either that Congress intended to exempt from the operation of the statute the importation of an alien woman brought here only that she might live in a state of concubinage with the man importing her, or that it did not regard such an importation as being for an immoral purpose.</p>\n<p>The judgment must be reversed, and the case remanded with directions to set aside the order dismissing the indictment and overrule the demurrer, and for such further proceedings as will be consistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:41:40", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">208</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">393</span></span> (1908)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nBITTY.</h1></center>\n<center>No. 503.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted January 27, 1908.</center>\n<center>Decided February 24, 1908.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF NEW YORK.\n<p><span class=\"star-pagination\">*394</span> <i>The Attorney General</i> and <i>Mr. Assistant Attorney General Cooley</i> for plaintiff in error.</p>\n<p><i>Mr. Edward A. Alexander</i> for defendant in error.</p>\n<p><span class=\"star-pagination\">*397</span> MR. JUSTICE HARLAN delivered the opinion of the court.</p>\n<p>This is a criminal prosecution under an act of Congress regulating the immigration of aliens into the United States.</p>\n<p>By the act of March 3, 1875, c. 141, relating to immigration, it was made a felony, punishable by imprisonment not exceeding five years and by fine not exceeding five thousand dollars, for any one knowingly and willfully to import or to cause the importation of women into the United States for the purposes of \"prostitution.\" 18 Stat. 477.</p>\n<p><span class=\"star-pagination\">*398</span> By the act of March 3, 1903, § 3, c. 1012, it was provided: \"That the importation into the United States of any woman or girl for the purposes of prostitution is hereby forbidden; and whoever shall import or attempt to import any woman or girl into the United States for the purposes of prostitution, or shall hold or attempt to hold, any woman or girl for such purposes in pursuance of such illegal importation shall be deemed guilty of a felony, and, on conviction thereof, shall be imprisoned not less than one nor more than five years and pay a fine not exceeding five thousand dollars.\" 32 Stat. 1213, 1214, Pt. 1.</p>\n<p>A more comprehensive statute regulating the immigration of aliens into the United States was passed on February 20, 1907, c. 1134. By that act the prior act of 1903 (except one section) was repealed. The third section of this last statute was in these words: \"That the importation into the United States of any alien woman or girl for the purpose of prostitution, <i>or for any other immoral purpose,</i> is hereby forbidden; and whoever shall, directly or indirectly, import, or attempt to import, into the United States, any alien woman or girl for the purpose of prostitution, or for any other immoral purpose, or whoever shall hold or attempt to hold any alien woman or girl for any such purpose in pursuance of such illegal importation, or whoever shall keep, maintain, control, support, or harbor in any house or other place, for the purpose of prostitution, or for any other immoral purpose, any alien woman or girl, within three years after she shall have entered the United States, shall, in every such case, be deemed guilty of a felony, and on conviction thereof be imprisoned not more than five years and pay a fine of not more than five thousand dollars; and any alien woman or girl who shall be found an inmate of a house of prostitution or practicing prostitution, at any time within three years after she shall have entered the United States, shall be deemed to be unlawfully within the United States and shall be deported as provided by sections twenty and twenty-one of this Act.\" 34 Stat. 898, Pt. 1.</p>\n<p>The defendant in error Bitty was charged by indictment in <span class=\"star-pagination\">*399</span> the Circuit Court of the United States for the Southern District of New York with the offense of having unlawfully, willfully, and feloniously imported into the United States from England a certain named alien woman for \"an immoral purpose,\" namely, \"that she should live with him as his concubine.\"</p>\n<p>The Circuit Court having sustained a demurrer to the indictment and dismissed the case the United States prosecuted this writ of error under the authority of the act of March 2, 1907, 34 Stat. 1246, c. 2564. That statute authorizes a writ of error, on behalf of the United States, from the District or Circuit Courts directly to this court in all criminal cases in which an indictment is quashed or set aside or in which a demurrer to the indictment or any count thereof is sustained, \"where such decision or judgment is based upon the invalidity or construction of the statute upon which the indictment is founded.\"</p>\n<p>The demurrer to the indictment was sustained and the indictment dismissed upon the ground that the statute, properly construed, did not make it an offense for one to bring and import an alien woman into the United States for the purpose of having her live with him as his concubine. The case is, therefore, one in which the United States was entitled, under the above act of 1907, to prosecute a writ of error from this court unless, as the accused suggests, the act is unconstitutional in that it authorizes the United States in the cases specified to bring the case directly to this court, but does not allow the accused to bring it here when a demurrer to the indictment or to some count thereof is overruled. There is no merit in this suggestion. Except in cases affecting ambassadors and other public ministers and consuls and those in which a State shall be a party \u0097 in which cases this court may exercise original jurisdiction \u0097 we can exercise appellate jurisdiction, both as to law and fact, with such exceptions and under such regulations as Congress shall make in the other cases to which by the Constitution the judicial power of the United States extends. Const. Art. III, § 2. What such exceptions and regulations <span class=\"star-pagination\">*400</span> should be it is for Congress, in its wisdom, to establish, having of course due regard to all the provisions of the Constitution. If a court of original jurisdiction errs in quashing, setting aside or dismissing an indictment for an alleged offense against the United States, upon the ground that the statute on which it is based is unconstitutional, or upon the ground that the statute does not embrace the case made by the indictment, there is no mode in which the error can be corrected and the provisions of the statute enforced, except the case be brought here by the United States for review. Hence \u0097 that there might be no unnecessary delay in the administration of the criminal law, and that the courts of original jurisdiction may be instructed as to the validity and meaning of the particular criminal statute sought to be enforced \u0097 the above act of 1907 was passed. Surely such an exception or regulation is in the discretion of Congress to prescribe, and does not violate any constitutional right of the accused. <i>Taylor</i> v. <i>United States,</i> 207 U.S. 120. Congress was not required by the Constitution to grant to an accused the privilege of bringing here upon the overruling of a demurrer to the indictment and before the final determination of the case against him, the question of the sufficiency of the indictment simply because, in the interest of the prompt administration of the criminal law, it allowed the United States to prosecute a writ of error directly to this court for the review of a final judgment which stopped the prosecution by quashing or dismissing the indictment upon the ground of the unconstitutionality or construction of the statute.</p>\n<p>We come now to the merits of the case, and they are within a very narrow compass. The earlier statutes, we have seen, were directed against the importation into this country of alien women for the purposes of prostitution. But the last statute, on which the indictment rests, is, we have seen, directed against the importation of an alien woman \"for the purpose of prostitution <i>or</i> for any other immoral purpose;\" and the indictment distinctly charges that the defendant imported the alien woman in question \"that she should live with him as his concubine,\" <span class=\"star-pagination\">*401</span> that is, in illicit intercourse, not under the sanction of a valid or legal marriage. Was that an immoral purpose within the meaning of the statute? The Circuit Court held, in effect, that it was not, the bringing of an alien woman into the United States that she may live with the person importing her as his concubine not being in its opinion an act <i>ejusdem generis</i> with the bringing of such a woman to this country for the purposes of \"prostitution.\" Was that a sound construction of the statute?</p>\n<p>All will admit that full effect must be given to the intention of Congress as gathered from the words of the statute. There can be no doubt as to what class was aimed at by the clause forbidding the importation of alien women for purposes of \"prostitution.\" It refers to women who for hire or without hire offer their bodies to indiscriminate intercourse with men. The lives and example of such persons are in hostility to \"the idea of the family, as consisting in and springing from the union for life of one man and one woman in the holy estate of matrimony; the sure foundation of all that is stable and noble in our civilization; the best guaranty of that reverent morality which is the source of all beneficent progress in social and political improvement.\" <i>Murphy</i> v. <i>Ramsey,</i> <span class=\"citation\" data-id=\"91339\"><a href=\"/opinion/91339/murphy-v-ramsey/\"><span class=\"volume\">114</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">15</span></a></span>, 45. Congress no doubt proceeded on the ground that contact with society on the part of alien women leading such lives would be hurtful to the cause of sound private and public morality and to the general well-being of the people. Therefore the importation of alien women for purposes of prostitution was forbidden and made a crime against the United States. Now the addition in the last statute of the words, \"or for any other immoral purpose,\" after the word \"prostitution,\" must have been made for some practical object. Those added words show beyond question that Congress had in view the protection of society against another class of alien women other than those who might be brought here merely for purposes of \"prostitution.\" In forbidding the importation of alien women \"for any other immoral purpose,\" Congress evidently thought <span class=\"star-pagination\">*402</span> that there were purposes in connection with the importations of alien women which, as in the case of importations for prostitution, were to be deemed immoral. It may be admitted that in accordance with the familiar rule of <i>ejusdem generis,</i> the immoral purpose referred to by the words \"any other immoral purpose,\" must be one of the same general class or kind as the particular purpose of \"prostitution\" specified in the same clause of the statute. 2 Lewis' Sunderland Stat. Const., § 423, and authorities cited. But that rule cannot avail the accused in this case; for, the immoral purpose charged in the indictment is of the same general class or kind as the one that controls in the importation of an alien woman for the purpose strictly of prostitution. The prostitute may, in the popular sense, be more degraded in character than the concubine, but the latter none the less must be held to lead an immoral life, if any regard whatever be had to the views that are almost universally held in this country as to the relations which may rightfully, from the standpoint of morality, exist between man and woman in the matter of sexual intercourse. We must assume that in using the words \"or for any other immoral purposes,\" Congress had reference to the views commonly entertained among the people of the United States as to what is moral or immoral in the relations between man and woman in the matter of such intercourse. Those views may not be overlooked in determining questions involving the morality or immorality of sexual intercourse between particular persons. Chief Justice Marshall, speaking for the court, said that \"though penal laws are to be construed strictly, they are not to be construed so strictly as to defeat the obvious intention of the legislature. The maxim is not to be so applied as to narrow the words of the statute to the exclusion of cases which those words, in their ordinary acceptation, or in that sense in which the legislature has obviously used them, would comprehend. The intention of the legislature is to be collected from the words they employ. . . . The case must be a strong one indeed, which would justify a court in departing from the plain <span class=\"star-pagination\">*403</span> meaning of words, especially in a penal act, in search of an intention which the words themselves did not suggest.\" <i>United States</i> v. <i>Wiltberger,</i> <span class=\"citation\" data-id=\"85284\"><a href=\"/opinion/85284/united-states-v-wiltberger/\"><span class=\"volume\">5</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">76</span></a></span>, 95, 96. In <i>United States</i> v. <i>Winn,</i> 3 Sumner, 209, 211, Mr. Justice Story said that the proper course is \"to search out and follow the true intent of the legislature, and to adopt that sense of the words which harmonizes best with the context, and promotes in the fullest manner the apparent policy and objects of the legislature.\" To the same effect are <i>United States</i> v. <i>Morris,</i> 14 Pet. 464; <i>American Fur Co.</i> v. <i>United States,</i> <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">358</span></span>, 367; <i>United States</i> v. <i>Lacher,</i> <span class=\"citation\" data-id=\"92761\"><a href=\"/opinion/92761/united-states-v-lacher/\"><span class=\"volume\">134</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">624</span></a></span>, 628; Sedgwick on Stat. Constr. (2d ed.) 282; Maxwell on Interpretation of Statutes, (2d ed. 318). Guided by these considerations and rules, we must hold that Congress intended by the words \"or for any other immoral purpose,\" to include the case of anyone who imported into the United States an alien woman that she might live with him as his concubine. The statute in question, it must be remembered, was intended to keep out of this country immigrants whose permanent residence here would not be desirable or for the common good, and we cannot suppose either that Congress intended to exempt from the operation of the statute the importation of an alien woman brought here only that she might live in a state of concubinage with the man importing her, or that it did not regard such an importation as being for an immoral purpose.</p>\n<p>The judgment must be reversed, and the case remanded with directions to set aside the order dismissing the indictment and overrule the demurrer, and for such further proceedings as will be consistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n</div>", 
  "sha1": "f367c350c25aa1a88aa8959d45a5ba60e7d901d7", 
  "date_modified": "2015-05-27T09:46:59.809302", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/96784/united-states-v-bitty/", 
  "citation_count": 14, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/925838/", 
  "html": "<p class=\"case_cite\">208 U.S. 393</p>\n    <p class=\"case_cite\">28 S.Ct. 396</p>\n    <p class=\"case_cite\">52 L.Ed. 543</p>\n    <p class=\"parties\">UNITED STATES, Plff. in Err.,<br>v.<br>JOHN BITTY.</p>\n    <p class=\"docket\">No. 503.</p>\n    <p class=\"date\">Submitted January 27, 1908.</p>\n    <p class=\"date\">Decided February 24, 1908.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Attorney General Bonaparte</i> and <i>Assistant Attorney General Cooley</i> for plaintiff in error.</p>\n      <p class=\"indent\">[Argument of Counsel from page 394 intentionally omitted]</p>\n      <p class=\"indent\"><i>Mr. Edward A. Alexander</i> for defendant in error.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 395-397 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice Harlan delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a criminal prosecution under an act of Congress regulating the immigration of aliens into the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">By the act of March 3d, 1875, chap. 141, relating to immigration, it was made a felony, punishable by imprisonment not exceeding five years and by fine not exceeding $5,000, for anyone knowingly and wilfully to import or to cause the importation of women into the United States for the purposes of 'prostitution.' 18 Stat. at L. 477, U. S. Comp. Stat. 1901, p. 1285.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">By the act of March 3d, 1903, chap. 1012, it was provided: 'That the importation into the United States of any woman or girl for the purposes of prostitution is hereby forbidden; and whoever shall import or attempt to import any woman or girl into the United States for the purposes of prostitution, or shall hold or attempt to hold any woman or girl for such purposes in pursuance of such illegal importation, shall be deemed guilty of a felony, and, on conviction thereof, shall be imprisoned not less than one nor more than five years, and pay a fine not exceeding five thousand dollars.' 32 Stat. at L. 1213, 1214.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">A more comprehensive statute regulating the immigration of aliens into the United States was passed on February 20th, 1907. By that act the prior act of 1903 (except one section) was repealed. The 3d section of this last statute was in these words: 'That the importation into the United States of any alien woman or girl for the purpose of prostitution, <i>or for any other immoral purpose</i>, is hereby forbidden; and whoever shall, directly or indirectly, import, or attempt to import, into the United States, any alien woman or girl for the purpose of prostitution, or for any other immoral purpose, or whoever shall hold or attempt to hold any alien woman or girl for any such purpose in pursuance of such illegal importation, or whoever shall keep, maintain, control, support, or harbor in any house or other place, for the purpose of prostitution, or for any other immoral purpose, any alien woman or girl, within three years after she shall have entered the United States, shall, in every such case, be deemed guilty of a felony, and, on conviction thereof, be imprisoned not more than five years and pay a fine of not more than five thousand dollars; and any alien woman or girl who shall be found an inmate of a house of prostitution or practising prostitution, at any time within three years after she shall have entered the United States, shall be deemed to be unlawfully within the United States and shall be deported as provided by sections twenty and twenty-one of this act.' 34 Stat. at L. 898, chap. 1134, U. S. Comp. Stat. Supp. 1907, p. 389.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The defendant in error, Bitty, was charged by indictment in the circuit court of the United States for the southern district of New York with the offense of having unlawfully, wilfully, and feloniously imported into the United States from England a certain named alien woman for 'an immoral purpose,' namely, 'that she should live with him as his concubine.'</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The circuit court having sustained a demurrer to the indictment and dismissed the case, the United States prosecuted this writ of error under the authority of the act of March 2d, 1907 (34 Stat. at L. 1246, chap. 2564, U. S. Comp. Stat. Supp. 1907, p. 209). That statute authorizes a writ of error, on behalf of the United States, from the district or circuit courts directly to this court in all criminal cases in which an indictment is quashed or set aside or in which a demurrer to the indictment or any count thereof is sustained, 'where such decision or judgment is based upon the invalidity or construction of the statute upon which the indictment is founded.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The demurrer to the indictment was sustained and the indictment dismissed upon the ground that the statute, properly construed, did not make it an offense for one to bring and import an alien woman into the United States for the purpose of having her live with him as his concubine. The case is, therefore, one in which the United States was entitled, under the above act of 1907, to prosecute a writ of error from this court unless, as the accused suggests, the act is unconstitutional in that it authorizes the United States in the cases specified to bring the case directly to this court, but does not allow the accused to bring it here when a demurrer to the indictment or to some count thereof is overruled. There is no merit in this suggestion. Except in cases affecting ambassadors and other public ministers and consuls and those in which a state shall be a party&#8212;in which cases this court may exercise original jurisdiction&#8212;we can exercise appellate jurisdiction, both as to law and fact, with such exceptions and under such regulations as Congress shall make in the other cases to which, by the Constitution, the judicial power of the United States extends. Const. art. 3, &#167; 2. What such exceptions and regulations should be it is for Congress, in its wisdom, to establish, having, of course, due regard to all the provisions of the Constitution. If a court of original jurisdiction errs in quashing, setting aside, or dismissing an indictment for an alleged offense against the United States, upon the ground that the statute on which it is based is unconstitutional, or upon the ground that the statute does not embrace the case made by the indictment, there is no mode in which the error can be corrected and the provisions of the statute enforced, except the case be brought here by the United States for review. Hence&#8212;that there might be no unnecessary delay in the administration of the criminal law, and that the courts of original jurisdiction may be instructed as to the validity and meaning of the particular criminal statute sought to be enforced&#8212;the above act of 1907 was passed. Surely such an exception or regulation is in the discretion of Congress to prescribe, and does not violate any constitutional right of the accused. Taylor v. United States, 207 U. S. 120, ante, 53, 28 Sup. Ct. Rep. 53. Congress was not required by the Constitution to grant to an accused the privilege of bringing here, upon the overruling of a demurrer to the indictment, and before the final determination of the case against him, the question of the sufficiency of the indictment simply because, in the interest of the prompt administration of the criminal law, it allowed the United States to prosecute a writ of error directly to this court for the review of a final judgment which stopped the prosecution by quashing or dismissing the indictment upon the ground of the unconstitutionality or construction of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We come now to the merits of the case, and they are within a very narrow compass. The earlier statutes, we have seen, were directed against the importation into this country of alien women for the purposes of prostitution. But the last statute, on which the indictment rests, is, we have seen, directed against the importation of an alien woman 'for the purpose of prostitution <i>or</i> for any other immoral purpose;' and the indictment distinctly charges that the defendant imported the alien woman in question 'that she should live with him as his concubine;' that is, in illicit intercourse, not under the sanction of a valid or legal marriage. Was that an immoral purpose within the meaning of the statute? The circuit court held, in effect, that it was not, the bringing of an alien woman into the United States that she may live with the person importing her as his concubine not being, in its opinion, an act <i>ejusdem generis</i> with the bringing of such a woman to this country for the purposes of 'prostitution.' Was that a sound construction of the statute?</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">All will admit that full effect must be given to the intention of Congress as gathered from the words of the statute. There can be no doubt as to what class was aimed at by the clause forbidding the importation of alien women for purposes of 'prostitution.' It refers to women who, for hire or without hire, offer their bodies to indiscriminate intercourse with men. The lives and example of such persons are in hostility to 'the idea of the family as consisting in and springing from the union for life of one man and one woman in the holy estate of matrimony; the sure foundation of all that is stable and noble in our civilization; the best guaranty of that reverent morality which is the source of all beneficent progress in social and political improvement.' Murphy v. Ramsey, 114 U. S. 15, 45, 29 L. ed. 47, 57, 5 Sup. Ct. Rep. 747, 764. Congress, no doubt, proceeded on the ground that contact with society on the part of alien women leading such lives would be hurtful to the cause of sound private and public morality and to the general well-being of the people. Therefore the importation of alien women for purposes of prostitution was forbidden and made a crime against the United States. Now, the addition in the last statute of the words, 'or for any other immoral purpose,' after the word 'prostitution,' must have been made for some practical object. Those added words show beyond question that Congress had in view the protection of society against another class of alien women other than those who might be brought here merely for purposes of 'prostitution.' In forbidding the importation of alien women 'for any other immoral purpose,' Congress evidently thought that there were purposes in connection with the importations of alien women which, as in the case of importations for prostitution, were to be deemed immoral. It may be admitted that, in accordance with the familiar rule of <i>ejusdem generis</i>, the immoral purpose referred to by the words 'any other immoral purpose,' must be one of the same general class or kind as the particular purpose of 'prostitution' specified in the same clause of the statute. 2 Lewis's Sutherland, Stat. Constr. &#167; 423, and authorities cited. But that rule cannot avail the accused in this case; for the immoral purpose charged in the indictment is of the same general class or kind as the one that controls in the importation of an alien woman for the purpose strictly of prostitution. The prostitute may, in the popular sense, be more degraded in character than the concubine, but the latter none the less must be held to lead an immoral life, if any regard whatever be had to the views that are almost universally held in this country as to the relations which may rightfully, from the standpoint of morality, exist between man and woman in the matter of sexual intercourse. We must assume that, in using the words 'or for any other immoral purposes,' Congress had reference to the views commonly entertained among the people of the United States as to what is moral or immoral in the relations between man and woman in the matter of such intercourse. Those views may not be overlooked in determining questions involving the morality or immorality of sexual intercourse between particular persons. Chief Justice Marshall, speaking for the court, said that 'though penal laws are to be construed strictly, they are not to be construed so strictly as to defeat the obvious intention of the legislature. The maxim is not to be so applied as to narrow the words of the statute to the exclusion of cases which those words, in their ordinary acceptation, or in that sense in which the legislature has obviously used them, would comprehend. The intention of the legislature is to be collected from the words they employ. . . . The case must be a strong one indeed which would justify a court in departing from the plain meaning of words, especially in a penal act, in search of an intention which the words themselves did not suggest.' United States v. Wiltberger, 5 Wheat. 76, 95, 96, 5 L. ed. 37, 42, 43. In United States v. Winn, 3 Sumn. 209, 211, Fed. Cas. No. 16,740, Mr. Justice Story said that the proper course is 'to search out and follow the true intent of the legislature, and to adopt that sense of the words which harmonizes best with the context, and promotes in the fullest manner the apparent policy and objects of the legislature.' To the same effect are United States v. Morris, 14 Pet. 464, 10 L. ed. 543; American Fur Co. v. United States, 2 Pet. 358, 367, 7 L. ed. 450, 453; United States v. Lacher, 134 U. S. 624, 628, 33 L. ed. 1080, 1083, 10 Sup. Ct. Rep. 625; Sedgw. Stat. &amp; Const. Law, 2d ed. 282; Maxwell, Interpretation of Statutes, 2d ed. 318. Guided by these considerations and rules, we must hold that Congress intended by the words 'or for any other immoral purpose,' to include the case of anyone who imported into the United States an alien woman that she might live with him as his concubine. The statute in question, it must be remembered, was intended to keep out of this country immigrants whose permanent residence here would not be desirable or for the common good, and we cannot suppose either that Congress intended to exempt from the operation of the statute the importation of an alien woman brought here only that she might live in a state of concubinage with the man importing her, or that it did not regard such an importation as being for an immoral purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The judgment must be reversed, and the case remanded with directions to set aside the order dismissing the indictment and overrule the demurrer, and for such further proceedings as will be consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/96784/"
}