{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "210 U.S. 281", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/96868/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "St. Louis, IM & SR Co. v. Taylor", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "201", 
    "id": 81251, 
    "resource_uri": "/api/rest/v2/citation/81251/"
  }, 
  "id": 96868, 
  "blocked": false, 
  "judges": "Moody", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1908-05-18", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>210 U.S. 281 (1908)</b></center>\n<center><h1>ST. LOUIS, IRON MOUNTAIN AND SOUTHERN RAILWAY COMPANY<br>\nv.<br>\nTAYLOR, ADMINISTRATRIX.</h1></center>\n<center>No. 201.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 14, 1908.</center>\n<center>Decided May 18, 1908.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF ARKANSAS.\n<p><span class=\"star-pagination\">*282</span> <i>Mr. Rush Taggart,</i> with whom <i>Mr. John F. Dillon</i> was on the brief, for plaintiff in error.</p>\n<p><i>Mr. Sam R. Chew,</i> for defendant in error, submitted.</p>\n<p><span class=\"star-pagination\">*284</span> MR. JUSTICE MOODY delivered the opinion of the court.</p>\n<p>The defendant in error, as administratrix of George W. Taylor, brought, in the Circuit Court of the State of Arkansas, this action at law against the plaintiff in error, a corporation owning and operating a railroad. Damages were sought, for the benefit of Taylor's widow and next of kin, on account of his injury and death in the course of his employment as brakeman in the service of the railroad. It was alleged in the complaint that Taylor, while attempting, in the discharge of his duty, to couple two cars was caught between them and killed. The right to recover for the death was based solely on the failure of the defendant to equip the two cars which were to be coupled with such draw bars as were required by the act of Congress known as the Safety Appliance Law. Act of March 2, 1893, c. 196, 27 Stat. 531. The defendant's answer denied that the cars were improperly equipped with draw bars, and alleged that Taylor's death was the result of his own negligence. At a trial before a jury upon the issues made by the <span class=\"star-pagination\">*285</span> pleadings there was a verdict for the plaintiff, which was affirmed in a majority opinion by the Supreme Court of the State. The judgment of that court is brought here for reexamination by writ of error. The writ sets forth many assignments of error, but of them four only were relied upon in argument here, and they alone need be stated and considered. It is not, and cannot be, disputed that the questions raised by the errors assigned were seasonably and properly made in the court below, so as to give this court jurisdiction to consider them; so no time need be spent on that. But the defendant in error insists that the questions themselves, though properly here in form, are not Federal questions; that is to say, not questions which we by law are authorized to consider on a writ of error to a state court. For that reason it is contended that the writ should be dismissed. That contention we will consider with each question as it is discussed.</p>\n<p>The accident by which the plaintiff's intestate lost his life occurred in the Indian Territory, where, contrary to the doctrine of the common law, a right of action for death exists. The cause of action arose under the laws of the Territory, and was enforced in the courts of Arkansas. The plaintiff in error contends that of such a cause, triable as it was in the courts of the Territory created by Congress, the courts of Arkansas have no jurisdiction. This contention does not present a Federal question. Each State may, subject to the restrictions of the Federal Constitution, determine the limits of the jurisdiction of its courts, the character of the controversies which shall be heard in them, and specifically how far it will, having jurisdiction of the parties, entertain in its courts transitory actions where the cause of action has arisen outside its borders. <i>Chambers</i> v. <i>Baltimore &amp; Ohio R.R.,</i> 207 U.S. 142. We have, therefore, no authority to review the decision of the state court, so far as it holds that there was jurisdiction to hear and determine this case. On that question the decision of that court is final.</p>\n<p>The next question presented requires an examination of the <span class=\"star-pagination\">*286</span> act of Congress, upon which the plaintiff below rested her right to recover. Section 5 of the Safety Appliance Law is as follows, 27 Stat. 531:</p>\n<p>\"Within ninety days from the passage of this act the American Railway Association is authorized hereby to designate to the Interstate Commerce Commission the standard height of draw bars for freight cars, measured perpendicular from the level of the tops of the rails to the centers of the draw bars, for each of the several gauges of railroads in use in the United States, and shall fix a maximum variation from such standard height to be allowed between the draw bars of empty and loaded cars. Upon their determination being certified to the Interstate Commerce Commission, said Commission shall at once give notice of the standard fixed upon to all common carriers, owners or lessees engaged in interstate commerce in the United States by such means as the Commission may deem proper. But should said association fail to determine a standard as above provided, it shall be the duty of the Interstate Commerce Commission to do so before July first, eighteen hundred and ninety-four, and immediately to give notice thereof as aforesaid. And after July first, eighteen hundred and ninety-five, no cars, either loaded or unloaded, shall be used in interstate traffic which do not comply with the standard above provided for.\"</p>\n<p>The action taken in compliance with this law by the American Railway Association, which was duly certified to and promulgated by the Interstate Commerce Commission, was contained in the following resolution, June 6, 1893 \u0097 Int. Com. Comm. Rep. for 1893, pp. 74, 263:</p>\n<p>\"Resolved, that the standard height of draw bars for freight cars, measured perpendicular from the level of the tops of the rails to the centers of the draw bars, for standard gauge railroads in the United States, shall be thirty-four and one-half inches, and the maximum variation from such standard heights to be allowed between the draw bars of empty and loaded cars shall be three inches.</p>\n<p><span class=\"star-pagination\">*287</span> \"Resolved, that the standard height of draw bars for freight cars, measured perpendicular from the level of the tops of the rails to the centers of the draw bars, for the narrow gauge railroads in the United States, shall be twenty-six inches, and the maximum variation from such standard height to be allowed between the draw bars of empty and loaded cars shall be three inches.\"</p>\n<p>It is contended that there is here an unconstitutional delegation of legislative power to the Railway Association and to the Interstate Commerce Commission. This is clearly a Federal question. Briefly stated, the statute enacted that after a date named only cars with draw bars of uniform height should be used in interstate commerce, and that the standard should be fixed by the Association and declared by the Commission. Nothing need be said upon this question except that it was settled adversely to the contention of the plaintiff in error in <i>Buttfield</i> v. <i>Stranahan,</i> 192 U.S. 470, a case which in principle is completely in point. And see <i>Union Bridge Co.</i> v. <i>United States,</i> 204 U.S. 364, where the cases were reviewed.</p>\n<p>Before proceeding with the consideration of the third assignment of error, which arises out of the charge, it will be necessary to set forth the course of the trial and the state of the evidence when the cause came to be submitted to the jury. This is done, not for the purpose of retrying questions of fact, which we may not do, but first to see whether the question raised was of a Federal nature, and second, to see whether error was committed in the decision of it. Taylor was a brakeman on a freight train, which had stopped at a station for the purpose of leaving there two cars which were in the middle of the train. When this was done the train was left in two parts, the engine and several cars attached making one section and the caboose with several cars attached making the other. The caboose and its cars remained stationary, and the cars attached to the engine were \"kicked\" back to make the coupling. One of the cars to be coupled had an automatic coupler and the other an old-fashioned link and pin coupler. That <span class=\"star-pagination\">*288</span> part of the law which requires automatic couplers on all cars was not then in force. In attempting to make the coupling Taylor went between the cars and was killed. The cars were \"kicked\" with such force that the impact considerably injured those immediately in contact and derailed one of them. One of the cars to be coupled (that with the automatic coupler) was fully and the other lightly loaded. The testimony on both sides tended to show that there was some difference in the height of the draw bars of these two cars, as they rested on the tracks in their loaded condition, but there was no testimony as to the height of the draw bars if the cars were unloaded, except that, as originally made some years before, they were both of standard height. But as to the extent of the difference in the height of the draw bars, as the cars were being used at the time of the accident, there was a conflict in the testimony. One witness called by the plaintiff testified that the automatic coupler appeared to be about four inches lower than the link and pin coupler. Although another, called also by the plaintiff, testified that the automatic coupler was one to three inches higher than the other. That the automatic coupler was the lower is shown by the marks left upon it by the contact, which indicated that it had been overriden by the link and pin coupler, and was testified to by a witness who made up the train at its starting point. Two witnesses called by the defendant testified to actual measurements made soon after the accident, which showed that the center of the draw bar of the automatic coupler was thirty-two and one-half inches from the top of the rail, and that of the link and pin coupler thirty-three and one-half inches from the top of the rail. The evidence therefore, in its aspect most favorable to the plaintiff, tended to show that the fully loaded car was equipped with an automatic coupler, which at the time was four inches lower than the link and pin coupler of the lightly loaded car. On the other hand, the evidence in its aspect most favorable to the defendant tended to show that the automatic draw bar of the loaded car was exactly one inch lower than the link and <span class=\"star-pagination\">*289</span> pin draw bar. It was the duty of the jury to pass upon this conflicting evidence, and it was the duty of the presiding judge to instruct the jury clearly as to the duty imposed upon the defendant by the act of Congress. Before passing to the consideration of the charge to the jury we will for ourselves determine the meaning of that act. We think that it requires that the center of the draw bars of freight cars used on standard gauge railroads shall be, when the cars are empty, thirty-four and one-half inches above the level of the tops of the rails; that it permits, when a car is partly or fully loaded, a variation in the height downward, in no case to exceed three inches; that it does not require that the variation shall be in proportion to the load, nor that a fully loaded car shall exhaust the full three inches of the maximum permissible variation and bring its draw bars down to the height of thirty-one and one-half inches above the rails. If a car, when unloaded, has its draw bars thirty-four and one-half inches above the rails, and, in any stage of loading, does not lower its draw bars more than three inches, it complies with the requirements of the law. If, when unloaded, its draw bars are of greater or less height than the standard prescribed by the law, or if, when wholly or partially loaded, its draw bars are lowered more than the maximum variation permitted, the car does not comply with the requirements of the law. On this aspect of the case the presiding judge gave certain instructions and refused certain instructions, both under the exception of the defendant. The jury were instructed, the italics being ours:</p>\n<p>\"I. The act of Congress fixes the standard height of loaded cars engaged in interstate commerce on standard gauge railroads at thirty-one and one-half inches, and unloaded cars at thirty-four and one-half inches measured perpendicularly from the level of the face of the rails to the centers of the draw bars, and this variation of three inches in height is intended to allow for the difference in height caused by loading the car to the full capacity, or by loading it partially, or by its being carried in the train when it is empty. Now, the law required <span class=\"star-pagination\">*290</span> that the two cars between which Taylor lost his life should be when unloaded of the equal and uniform height from the level of the face of the rails to the center of the draw bars of thirty-four and one-half inches, <i>and when loaded to the full capacity should be of the uniform height of thirty-one and one-half inches. Now, if the plaintiff by a preponderance of the evidence shows a violation of this duty on part of defendant, then this is negligence,</i> and if the proof by a preponderance also shows that this caused or contributed to the death of Taylor, then you should find for the plaintiff, unless it appears by a preponderance of the evidence that Taylor was wanting in ordinary care for his own safety, and that this want of care on Taylor's part for his own safety caused or contributed to the injury and death sued for, in which latter case you should find for the defendant.</p>\n<p>\"II. <i>If there was the difference between the height of the center of the draw bars in the two cars in question, as indicated in the first instruction,</i> then the question arises whether this differences caused or contributed to the injury and death of Taylor sued for. On that point if such difference existed, and but for its existence the injury and death of Taylor would not have happened, then such difference is said in law to be an efficient proximate cause of Taylor's injury and death, although it may be true that other causes may have cooperated with this one in producing the injury and death of Taylor, and but for these other cooperating causes the injury and death of Taylor would not have ensued. But if such difference in height of the center of the draw bars as aforesaid actually existed, yet if the injury and death of Taylor would have ensued just the same as it did without the existence of such difference in height of the center of the draw bars, then such difference in the height of the center of the draw bars is not in law an efficient proximate cause of the injury and death of Taylor.\"</p>\n<p>The clear intendment of these instructions was that the law required that the draw bars of a fully loaded car should be of the height of thirty-one and one-half inches, and that if either of the cars varied from this requirement the defendant had <span class=\"star-pagination\">*291</span> failed in the performance of its duty. We find nothing in the remainder of the charge which qualifies this instruction, and we think it was erroneous. We should be reluctant to insist upon mere academic accuracy of instructions to a jury. But how vitally this error affected the defendant is demonstrated by the fact that its own evidence showed that the draw bar of the fully loaded car was thirty-two and one-half inches in height. Under these instructions the plaintiff was permitted to recover on proof of this fact alone. From such proof a verdict for the plaintiff would logically follow. The error of the charge was emphasized by the refusal to instruct the jury, as requested by the defendant, \"that when one car is fully loaded and another car in the same train is only partially loaded, the law allows a variation of full three inches between the center of the draw bars of such cars, without regard to the amount of weight in the partially loaded car.\" This request, taken in connection with the instruction that the draw bars of unloaded cars should be of the height prescribed by the act, expressed the true rule, and should have been given. On the other hand, a request for instructions, which was as follows, \"The court charges you that the act of Congress allows a variation in height of three inches between the centers of the draw bars of all cars used in interstate commerce, regardless of whether they are loaded or empty, the measurement of such height to be made perpendicularly from the top of the rail to the center of the draw bar shank or draft line,\" contained an erroneous expression of the law, and was correctly refused. It is based upon the theory that the height of the draw bars of unloaded cars may vary three inches, while the act, as we have said, requires that the height of the draw bars of unloaded cars shall be uniform.</p>\n<p>But we have not the power to correct mere errors in the trials in state courts, although affirmed by the highest state courts. This court is not a general court of appeals, with the general right to review the decisions of state courts. We may only inquire whether there has been error committed in the <span class=\"star-pagination\">*292</span> decision of those Federal questions which are set forth in § 709 of the Revised Statutes, and it is strenuously urged that the error in this part of the case was not in the decision of any such Federal question. That position we proceed to examine.</p>\n<p>The judicial power of the United States extends \"to all cases, in law and equity, arising under this Constitution, the laws of the United States, and treaties made, or which shall be made, under their authority.\" Article III, § 2, Constitution. The case at bar, where the right of action was based solely upon an act of Congress, assuredly was a case \"arising under . . . the laws of the United States.\" It was settled, once for all time, in <i>Cohens</i> v. <i>Virginia,</i> 6 Wheat. 264, that the appellate jurisdiction, authorized by the Constitution to be exercised by this court, warrants it in reviewing the judgments of state courts so far as they pass upon a law of the United States. It was said in that case (p. 416): \"They [the words of the Constitution] give to the Supreme Court appellate jurisdiction in all cases arising under the Constitution, laws, and treaties of the United States. The words are broad enough to comprehend all cases of this description, in whatever court they may be decided;\" and it was further said (p. 379): \"A case in law or equity consists of the right of the one party, as well as of the other, and may truly be said to arise under the Constitution or a law of the United States, whenever its correct decision depends on the construction of either.\" But the appellate jurisdiction of this court must be exercised \"with such exceptions and under such regulations as the Congress shall make.\" Article III, § 4, Constitution. Congress has regulated and limited the appellate jurisdiction of this court over the state courts by § 709 of the Revised Statutes, and our jurisdiction in this respect extends only to the cases there enumerated, even though a wider jurisdiction might be permitted by the constitutional grant of power. <i>Murdock</i> v. <i>Memphis,</i> 20 Wall. 590, 620. The words of that section material here are those authorizing this court to reexamine the judgments of the state courts \"where any title, right, privilege, <span class=\"star-pagination\">*293</span> or immunity is claimed under . . . any statute of . . . the United States, and the decision is against the title, right, privilege, or immunity specially set up or claimed under such . .. statute.\" There can be no doubt that the claim made here was specifically set up, claimed, and denied in the state courts. The question, therefore, precisely stated, is whether it was a claim of a right or immunity under a statute of the United States. Recent decisions of this court remove all doubt from the answer to this question. <i>McCormick</i> v. <i>Market Bank,</i> 165 U.S. 538; <i>California Bank</i> v. <i>Kennedy,</i> 167 U.S. 362; <i>San Jose Land and Water Co.</i> v. <i>San Jose Ranch Co.,</i> 189 U.S. 177; <i>Nutt</i> v. <i>Knut,</i> 200 U.S. 12; <i>Rector</i> v. <i>City Deposit Bank,</i> 200 U.S. 405; <i>Illinois Central Railroad</i> v. <i>McKendree,</i> 203 U.S. 514; <i>Eau Claire National Bank</i> v. <i>Jackman,</i> 204 U.S. 522; <i>Hammond</i> v. <i>Whittredge,</i> 204 U.S. 538. The principles to be derived from the cases are these: Where a party to litigation in a state court insists, by way of objection to or requests for instructions, upon a construction of a statute of the United States which will lead, or, on possible findings of fact from the evidence may lead, to a judgment in his favor, and his claim in this respect, being duly set up, is denied by the highest court of the State, then the question thus raised may be reviewed in this court. The plain reason is that in all such cases he has claimed in the state court a right or immunity under a law of the United States and it has been denied to him. Jurisdiction so clearly warranted by the Constitution and so explicitly conferred by the act of Congress needs no justification. But it may not be out of place to say that in no other manner can a uniform construction of the statute laws of the United States be secured, so that they shall have the same meaning and effect in all the States of the Union.</p>\n<p>It is clear that these principles govern the case at bar. The defendant, now plaintiff in error, objected to an erroneous construction of the Safety Appliance Act, which warranted on the evidence a judgment against it, and insisted upon a correct <span class=\"star-pagination\">*294</span> construction of the act, which warranted on the evidence a judgment in its favor. The denials of its claims were decisions of Federal questions reviewable here.</p>\n<p>The plaintiff in error raises another question, which, for the reasons already given, we think is of a Federal nature. The evidence showed that draw bars which, as originally constructed, are of standard height, are lowered by the natural effect of proper use; that, in addition to the correction of this tendency by general repair, devices called shims, which are metallic wedges of different thickness, are employed to raise the lowered draw bar to the legal standard; and that in the caboose of this train the railroad furnished a sufficient supply of these shims, which it was the duty of the conductor or brakeman to use as occasion demanded. On this state of the evidence the defendant was refused instructions, in substance, that if the defendant furnished cars which were constructed with draw bars of a standard height, and furnished shims to competent inspectors and trainmen and used reasonable care to keep the draw bars at a reasonable height, it had complied with its statutory duty, and, if the lowering of the draw bar resulted from the failure to use the shims, that was the negligence of a fellow servant, for which the defendant was not responsible. In deciding the questions thus raised, upon which the courts have differed (<i>St. Louis &amp; S.F. Ry.</i> v. <i>Delk,</i> 158 Fed. Rep. 931), we need not enter into the wilderness of cases upon the common law duty of the employer to use reasonable care to furnish his employe reasonably safe tools, machinery and appliances, or consider when and how far that duty may be performed by delegating it to suitable persons for whose default the employer is not responsible. In the case before us the liability of the defendant does not grow out of the common law duty of master to servant. The Congress, not satisfied with the common law duty and its resulting liability, has prescribed and defined the duty by statute. We have nothing to do but to ascertain and declare the meaning of a few simple words in which the duty is described. It is enacted that \"no <span class=\"star-pagination\">*295</span> cars, either loaded or unloaded, shall be used in interstate traffic which do not comply with the standard.\" There is no escape from the meaning of these words. Explanation cannot clarify them, and ought not to be employed to confuse them or lessen their significance. The obvious purpose of the legislature was to supplant the qualified duty of the common law with an absolute duty deemed by it more just. If the railroad does, in point of fact, use cars which do not comply with the standard, it violates the plain prohibitions of the law, and there arises from that violation the liability to make compensation to one who is injured by it. It is urged that this is a harsh construction. To this we reply that, if it be the true construction, its harshness is no concern of the courts. They have no responsibility for the justice or wisdom of legislation, and no duty except to enforce the law as it is written, unless it is clearly beyond the constitutional power of the lawmaking body. It is said that the liability under the statute, as thus construed, imposes so great a hardship upon the railroads that it ought not to be supposed that Congress intended it. Certainly the statute ought not to be given an absurd or utterly unreasonable interpretation leading to hardship and injustice, if any other interpretation is reasonably possible. But this argument is a dangerous one, and never should be heeded where the hardship would be occasional and exceptional. It would be better, it was once said by Lord Eldon, to look hardship in the face rather than break down the rules of law. But when applied to the case at bar the argument of hardship is plausible only when the attention is directed to the material interest of the employer to the exclusion of the interests of the employe and of the public. Where an injury happens through the absence of a safe draw bar there must be hardship. Such an injury must be an irreparable misfortune to some one. If it must be borne entirely by him who suffers it, that is a hardship to him. If its burden is transferred, as far as it is capable of transfer, to the employer, it is a hardship to him. It is quite conceivable that Congress, contemplating the inevitable hardship <span class=\"star-pagination\">*296</span> of such injuries, and hoping to diminish the economic loss to the community resulting from them, should deem it wise to impose their burdens upon those who could measurably control their causes, instead of upon those who are in the main helpless in that regard. Such a policy would be intelligible, and, to say the least, not so unreasonable as to require us to doubt that it was intended, and to seek some unnatural interpretation of common words. We see no error in this part of the case. But for the reasons before given the judgment must be</p>\n<p><i>Reversed.</i></p>\n<p>MR. JUSTICE BREWER concurs in the judgment.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:41:42", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">210</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">281</span></span> (1908)</b></center>\n<center><h1>ST. LOUIS, IRON MOUNTAIN AND SOUTHERN RAILWAY COMPANY<br>\nv.<br>\nTAYLOR, ADMINISTRATRIX.</h1></center>\n<center>No. 201.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 14, 1908.</center>\n<center>Decided May 18, 1908.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF ARKANSAS.\n<p><span class=\"star-pagination\">*282</span> <i>Mr. Rush Taggart,</i> with whom <i>Mr. John F. Dillon</i> was on the brief, for plaintiff in error.</p>\n<p><i>Mr. Sam R. Chew,</i> for defendant in error, submitted.</p>\n<p><span class=\"star-pagination\">*284</span> MR. JUSTICE MOODY delivered the opinion of the court.</p>\n<p>The defendant in error, as administratrix of George W. Taylor, brought, in the Circuit Court of the State of Arkansas, this action at law against the plaintiff in error, a corporation owning and operating a railroad. Damages were sought, for the benefit of Taylor's widow and next of kin, on account of his injury and death in the course of his employment as brakeman in the service of the railroad. It was alleged in the complaint that Taylor, while attempting, in the discharge of his duty, to couple two cars was caught between them and killed. The right to recover for the death was based solely on the failure of the defendant to equip the two cars which were to be coupled with such draw bars as were required by the act of Congress known as the Safety Appliance Law. Act of March 2, 1893, c. 196, 27 Stat. 531. The defendant's answer denied that the cars were improperly equipped with draw bars, and alleged that Taylor's death was the result of his own negligence. At a trial before a jury upon the issues made by the <span class=\"star-pagination\">*285</span> pleadings there was a verdict for the plaintiff, which was affirmed in a majority opinion by the Supreme Court of the State. The judgment of that court is brought here for reexamination by writ of error. The writ sets forth many assignments of error, but of them four only were relied upon in argument here, and they alone need be stated and considered. It is not, and cannot be, disputed that the questions raised by the errors assigned were seasonably and properly made in the court below, so as to give this court jurisdiction to consider them; so no time need be spent on that. But the defendant in error insists that the questions themselves, though properly here in form, are not Federal questions; that is to say, not questions which we by law are authorized to consider on a writ of error to a state court. For that reason it is contended that the writ should be dismissed. That contention we will consider with each question as it is discussed.</p>\n<p>The accident by which the plaintiff's intestate lost his life occurred in the Indian Territory, where, contrary to the doctrine of the common law, a right of action for death exists. The cause of action arose under the laws of the Territory, and was enforced in the courts of Arkansas. The plaintiff in error contends that of such a cause, triable as it was in the courts of the Territory created by Congress, the courts of Arkansas have no jurisdiction. This contention does not present a Federal question. Each State may, subject to the restrictions of the Federal Constitution, determine the limits of the jurisdiction of its courts, the character of the controversies which shall be heard in them, and specifically how far it will, having jurisdiction of the parties, entertain in its courts transitory actions where the cause of action has arisen outside its borders. <i>Chambers</i> v. <i>Baltimore &amp; Ohio R.R.,</i> 207 U.S. 142. We have, therefore, no authority to review the decision of the state court, so far as it holds that there was jurisdiction to hear and determine this case. On that question the decision of that court is final.</p>\n<p>The next question presented requires an examination of the <span class=\"star-pagination\">*286</span> act of Congress, upon which the plaintiff below rested her right to recover. Section 5 of the Safety Appliance Law is as follows, 27 Stat. 531:</p>\n<p>\"Within ninety days from the passage of this act the American Railway Association is authorized hereby to designate to the Interstate Commerce Commission the standard height of draw bars for freight cars, measured perpendicular from the level of the tops of the rails to the centers of the draw bars, for each of the several gauges of railroads in use in the United States, and shall fix a maximum variation from such standard height to be allowed between the draw bars of empty and loaded cars. Upon their determination being certified to the Interstate Commerce Commission, said Commission shall at once give notice of the standard fixed upon to all common carriers, owners or lessees engaged in interstate commerce in the United States by such means as the Commission may deem proper. But should said association fail to determine a standard as above provided, it shall be the duty of the Interstate Commerce Commission to do so before July first, eighteen hundred and ninety-four, and immediately to give notice thereof as aforesaid. And after July first, eighteen hundred and ninety-five, no cars, either loaded or unloaded, shall be used in interstate traffic which do not comply with the standard above provided for.\"</p>\n<p>The action taken in compliance with this law by the American Railway Association, which was duly certified to and promulgated by the Interstate Commerce Commission, was contained in the following resolution, June 6, 1893 \u0097 Int. Com. Comm. Rep. for 1893, pp. 74, 263:</p>\n<p>\"Resolved, that the standard height of draw bars for freight cars, measured perpendicular from the level of the tops of the rails to the centers of the draw bars, for standard gauge railroads in the United States, shall be thirty-four and one-half inches, and the maximum variation from such standard heights to be allowed between the draw bars of empty and loaded cars shall be three inches.</p>\n<p><span class=\"star-pagination\">*287</span> \"Resolved, that the standard height of draw bars for freight cars, measured perpendicular from the level of the tops of the rails to the centers of the draw bars, for the narrow gauge railroads in the United States, shall be twenty-six inches, and the maximum variation from such standard height to be allowed between the draw bars of empty and loaded cars shall be three inches.\"</p>\n<p>It is contended that there is here an unconstitutional delegation of legislative power to the Railway Association and to the Interstate Commerce Commission. This is clearly a Federal question. Briefly stated, the statute enacted that after a date named only cars with draw bars of uniform height should be used in interstate commerce, and that the standard should be fixed by the Association and declared by the Commission. Nothing need be said upon this question except that it was settled adversely to the contention of the plaintiff in error in <i>Buttfield</i> v. <i>Stranahan,</i> <span class=\"citation\" data-id=\"96006\"><a href=\"/opinion/96006/buttfield-v-stranahan/\"><span class=\"volume\">192</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">470</span></a></span>, a case which in principle is completely in point. And see <i>Union Bridge Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"96591\"><a href=\"/opinion/96591/union-bridge-co-v-united-states/\"><span class=\"volume\">204</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">364</span></a></span>, where the cases were reviewed.</p>\n<p>Before proceeding with the consideration of the third assignment of error, which arises out of the charge, it will be necessary to set forth the course of the trial and the state of the evidence when the cause came to be submitted to the jury. This is done, not for the purpose of retrying questions of fact, which we may not do, but first to see whether the question raised was of a Federal nature, and second, to see whether error was committed in the decision of it. Taylor was a brakeman on a freight train, which had stopped at a station for the purpose of leaving there two cars which were in the middle of the train. When this was done the train was left in two parts, the engine and several cars attached making one section and the caboose with several cars attached making the other. The caboose and its cars remained stationary, and the cars attached to the engine were \"kicked\" back to make the coupling. One of the cars to be coupled had an automatic coupler and the other an old-fashioned link and pin coupler. That <span class=\"star-pagination\">*288</span> part of the law which requires automatic couplers on all cars was not then in force. In attempting to make the coupling Taylor went between the cars and was killed. The cars were \"kicked\" with such force that the impact considerably injured those immediately in contact and derailed one of them. One of the cars to be coupled (that with the automatic coupler) was fully and the other lightly loaded. The testimony on both sides tended to show that there was some difference in the height of the draw bars of these two cars, as they rested on the tracks in their loaded condition, but there was no testimony as to the height of the draw bars if the cars were unloaded, except that, as originally made some years before, they were both of standard height. But as to the extent of the difference in the height of the draw bars, as the cars were being used at the time of the accident, there was a conflict in the testimony. One witness called by the plaintiff testified that the automatic coupler appeared to be about four inches lower than the link and pin coupler. Although another, called also by the plaintiff, testified that the automatic coupler was one to three inches higher than the other. That the automatic coupler was the lower is shown by the marks left upon it by the contact, which indicated that it had been overriden by the link and pin coupler, and was testified to by a witness who made up the train at its starting point. Two witnesses called by the defendant testified to actual measurements made soon after the accident, which showed that the center of the draw bar of the automatic coupler was thirty-two and one-half inches from the top of the rail, and that of the link and pin coupler thirty-three and one-half inches from the top of the rail. The evidence therefore, in its aspect most favorable to the plaintiff, tended to show that the fully loaded car was equipped with an automatic coupler, which at the time was four inches lower than the link and pin coupler of the lightly loaded car. On the other hand, the evidence in its aspect most favorable to the defendant tended to show that the automatic draw bar of the loaded car was exactly one inch lower than the link and <span class=\"star-pagination\">*289</span> pin draw bar. It was the duty of the jury to pass upon this conflicting evidence, and it was the duty of the presiding judge to instruct the jury clearly as to the duty imposed upon the defendant by the act of Congress. Before passing to the consideration of the charge to the jury we will for ourselves determine the meaning of that act. We think that it requires that the center of the draw bars of freight cars used on standard gauge railroads shall be, when the cars are empty, thirty-four and one-half inches above the level of the tops of the rails; that it permits, when a car is partly or fully loaded, a variation in the height downward, in no case to exceed three inches; that it does not require that the variation shall be in proportion to the load, nor that a fully loaded car shall exhaust the full three inches of the maximum permissible variation and bring its draw bars down to the height of thirty-one and one-half inches above the rails. If a car, when unloaded, has its draw bars thirty-four and one-half inches above the rails, and, in any stage of loading, does not lower its draw bars more than three inches, it complies with the requirements of the law. If, when unloaded, its draw bars are of greater or less height than the standard prescribed by the law, or if, when wholly or partially loaded, its draw bars are lowered more than the maximum variation permitted, the car does not comply with the requirements of the law. On this aspect of the case the presiding judge gave certain instructions and refused certain instructions, both under the exception of the defendant. The jury were instructed, the italics being ours:</p>\n<p>\"I. The act of Congress fixes the standard height of loaded cars engaged in interstate commerce on standard gauge railroads at thirty-one and one-half inches, and unloaded cars at thirty-four and one-half inches measured perpendicularly from the level of the face of the rails to the centers of the draw bars, and this variation of three inches in height is intended to allow for the difference in height caused by loading the car to the full capacity, or by loading it partially, or by its being carried in the train when it is empty. Now, the law required <span class=\"star-pagination\">*290</span> that the two cars between which Taylor lost his life should be when unloaded of the equal and uniform height from the level of the face of the rails to the center of the draw bars of thirty-four and one-half inches, <i>and when loaded to the full capacity should be of the uniform height of thirty-one and one-half inches. Now, if the plaintiff by a preponderance of the evidence shows a violation of this duty on part of defendant, then this is negligence,</i> and if the proof by a preponderance also shows that this caused or contributed to the death of Taylor, then you should find for the plaintiff, unless it appears by a preponderance of the evidence that Taylor was wanting in ordinary care for his own safety, and that this want of care on Taylor's part for his own safety caused or contributed to the injury and death sued for, in which latter case you should find for the defendant.</p>\n<p>\"II. <i>If there was the difference between the height of the center of the draw bars in the two cars in question, as indicated in the first instruction,</i> then the question arises whether this differences caused or contributed to the injury and death of Taylor sued for. On that point if such difference existed, and but for its existence the injury and death of Taylor would not have happened, then such difference is said in law to be an efficient proximate cause of Taylor's injury and death, although it may be true that other causes may have cooperated with this one in producing the injury and death of Taylor, and but for these other cooperating causes the injury and death of Taylor would not have ensued. But if such difference in height of the center of the draw bars as aforesaid actually existed, yet if the injury and death of Taylor would have ensued just the same as it did without the existence of such difference in height of the center of the draw bars, then such difference in the height of the center of the draw bars is not in law an efficient proximate cause of the injury and death of Taylor.\"</p>\n<p>The clear intendment of these instructions was that the law required that the draw bars of a fully loaded car should be of the height of thirty-one and one-half inches, and that if either of the cars varied from this requirement the defendant had <span class=\"star-pagination\">*291</span> failed in the performance of its duty. We find nothing in the remainder of the charge which qualifies this instruction, and we think it was erroneous. We should be reluctant to insist upon mere academic accuracy of instructions to a jury. But how vitally this error affected the defendant is demonstrated by the fact that its own evidence showed that the draw bar of the fully loaded car was thirty-two and one-half inches in height. Under these instructions the plaintiff was permitted to recover on proof of this fact alone. From such proof a verdict for the plaintiff would logically follow. The error of the charge was emphasized by the refusal to instruct the jury, as requested by the defendant, \"that when one car is fully loaded and another car in the same train is only partially loaded, the law allows a variation of full three inches between the center of the draw bars of such cars, without regard to the amount of weight in the partially loaded car.\" This request, taken in connection with the instruction that the draw bars of unloaded cars should be of the height prescribed by the act, expressed the true rule, and should have been given. On the other hand, a request for instructions, which was as follows, \"The court charges you that the act of Congress allows a variation in height of three inches between the centers of the draw bars of all cars used in interstate commerce, regardless of whether they are loaded or empty, the measurement of such height to be made perpendicularly from the top of the rail to the center of the draw bar shank or draft line,\" contained an erroneous expression of the law, and was correctly refused. It is based upon the theory that the height of the draw bars of unloaded cars may vary three inches, while the act, as we have said, requires that the height of the draw bars of unloaded cars shall be uniform.</p>\n<p>But we have not the power to correct mere errors in the trials in state courts, although affirmed by the highest state courts. This court is not a general court of appeals, with the general right to review the decisions of state courts. We may only inquire whether there has been error committed in the <span class=\"star-pagination\">*292</span> decision of those Federal questions which are set forth in § 709 of the Revised Statutes, and it is strenuously urged that the error in this part of the case was not in the decision of any such Federal question. That position we proceed to examine.</p>\n<p>The judicial power of the United States extends \"to all cases, in law and equity, arising under this Constitution, the laws of the United States, and treaties made, or which shall be made, under their authority.\" Article III, § 2, Constitution. The case at bar, where the right of action was based solely upon an act of Congress, assuredly was a case \"arising under . . . the laws of the United States.\" It was settled, once for all time, in <i>Cohens</i> v. <i>Virginia,</i> <span class=\"citation\" data-id=\"85330\"><a href=\"/opinion/85330/cohens-v-virginia/\"><span class=\"volume\">6</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">264</span></a></span>, that the appellate jurisdiction, authorized by the Constitution to be exercised by this court, warrants it in reviewing the judgments of state courts so far as they pass upon a law of the United States. It was said in that case (p. 416): \"They [the words of the Constitution] give to the Supreme Court appellate jurisdiction in all cases arising under the Constitution, laws, and treaties of the United States. The words are broad enough to comprehend all cases of this description, in whatever court they may be decided;\" and it was further said (p. 379): \"A case in law or equity consists of the right of the one party, as well as of the other, and may truly be said to arise under the Constitution or a law of the United States, whenever its correct decision depends on the construction of either.\" But the appellate jurisdiction of this court must be exercised \"with such exceptions and under such regulations as the Congress shall make.\" Article III, § 4, Constitution. Congress has regulated and limited the appellate jurisdiction of this court over the state courts by § 709 of the Revised Statutes, and our jurisdiction in this respect extends only to the cases there enumerated, even though a wider jurisdiction might be permitted by the constitutional grant of power. <i>Murdock</i> v. <i>Memphis,</i> <span class=\"citation\" data-id=\"88971\"><a href=\"/opinion/88971/murdock-v-memphis/\"><span class=\"volume\">20</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">590</span></a></span>, 620. The words of that section material here are those authorizing this court to reexamine the judgments of the state courts \"where any title, right, privilege, <span class=\"star-pagination\">*293</span> or immunity is claimed under . . . any statute of . . . the United States, and the decision is against the title, right, privilege, or immunity specially set up or claimed under such . .. statute.\" There can be no doubt that the claim made here was specifically set up, claimed, and denied in the state courts. The question, therefore, precisely stated, is whether it was a claim of a right or immunity under a statute of the United States. Recent decisions of this court remove all doubt from the answer to this question. <i>McCormick</i> v. <i>Market Bank,</i> 165 U.S. 538; <i>California Bank</i> v. <i>Kennedy,</i> 167 U.S. 362; <i>San Jose Land and Water Co.</i> v. <i>San Jose Ranch Co.,</i> 189 U.S. 177; <i>Nutt</i> v. <i>Knut,</i> 200 U.S. 12; <i>Rector</i> v. <i>City Deposit Bank,</i> 200 U.S. 405; <i>Illinois Central Railroad</i> v. <i>McKendree,</i> 203 U.S. 514; <i>Eau Claire National Bank</i> v. <i>Jackman,</i> 204 U.S. 522; <i>Hammond</i> v. <i>Whittredge,</i> 204 U.S. 538. The principles to be derived from the cases are these: Where a party to litigation in a state court insists, by way of objection to or requests for instructions, upon a construction of a statute of the United States which will lead, or, on possible findings of fact from the evidence may lead, to a judgment in his favor, and his claim in this respect, being duly set up, is denied by the highest court of the State, then the question thus raised may be reviewed in this court. The plain reason is that in all such cases he has claimed in the state court a right or immunity under a law of the United States and it has been denied to him. Jurisdiction so clearly warranted by the Constitution and so explicitly conferred by the act of Congress needs no justification. But it may not be out of place to say that in no other manner can a uniform construction of the statute laws of the United States be secured, so that they shall have the same meaning and effect in all the States of the Union.</p>\n<p>It is clear that these principles govern the case at bar. The defendant, now plaintiff in error, objected to an erroneous construction of the Safety Appliance Act, which warranted on the evidence a judgment against it, and insisted upon a correct <span class=\"star-pagination\">*294</span> construction of the act, which warranted on the evidence a judgment in its favor. The denials of its claims were decisions of Federal questions reviewable here.</p>\n<p>The plaintiff in error raises another question, which, for the reasons already given, we think is of a Federal nature. The evidence showed that draw bars which, as originally constructed, are of standard height, are lowered by the natural effect of proper use; that, in addition to the correction of this tendency by general repair, devices called shims, which are metallic wedges of different thickness, are employed to raise the lowered draw bar to the legal standard; and that in the caboose of this train the railroad furnished a sufficient supply of these shims, which it was the duty of the conductor or brakeman to use as occasion demanded. On this state of the evidence the defendant was refused instructions, in substance, that if the defendant furnished cars which were constructed with draw bars of a standard height, and furnished shims to competent inspectors and trainmen and used reasonable care to keep the draw bars at a reasonable height, it had complied with its statutory duty, and, if the lowering of the draw bar resulted from the failure to use the shims, that was the negligence of a fellow servant, for which the defendant was not responsible. In deciding the questions thus raised, upon which the courts have differed (<i>St. Louis &amp; S.F. Ry.</i> v. <i>Delk,</i> 158 Fed. Rep. 931), we need not enter into the wilderness of cases upon the common law duty of the employer to use reasonable care to furnish his employe reasonably safe tools, machinery and appliances, or consider when and how far that duty may be performed by delegating it to suitable persons for whose default the employer is not responsible. In the case before us the liability of the defendant does not grow out of the common law duty of master to servant. The Congress, not satisfied with the common law duty and its resulting liability, has prescribed and defined the duty by statute. We have nothing to do but to ascertain and declare the meaning of a few simple words in which the duty is described. It is enacted that \"no <span class=\"star-pagination\">*295</span> cars, either loaded or unloaded, shall be used in interstate traffic which do not comply with the standard.\" There is no escape from the meaning of these words. Explanation cannot clarify them, and ought not to be employed to confuse them or lessen their significance. The obvious purpose of the legislature was to supplant the qualified duty of the common law with an absolute duty deemed by it more just. If the railroad does, in point of fact, use cars which do not comply with the standard, it violates the plain prohibitions of the law, and there arises from that violation the liability to make compensation to one who is injured by it. It is urged that this is a harsh construction. To this we reply that, if it be the true construction, its harshness is no concern of the courts. They have no responsibility for the justice or wisdom of legislation, and no duty except to enforce the law as it is written, unless it is clearly beyond the constitutional power of the lawmaking body. It is said that the liability under the statute, as thus construed, imposes so great a hardship upon the railroads that it ought not to be supposed that Congress intended it. Certainly the statute ought not to be given an absurd or utterly unreasonable interpretation leading to hardship and injustice, if any other interpretation is reasonably possible. But this argument is a dangerous one, and never should be heeded where the hardship would be occasional and exceptional. It would be better, it was once said by Lord Eldon, to look hardship in the face rather than break down the rules of law. But when applied to the case at bar the argument of hardship is plausible only when the attention is directed to the material interest of the employer to the exclusion of the interests of the employe and of the public. Where an injury happens through the absence of a safe draw bar there must be hardship. Such an injury must be an irreparable misfortune to some one. If it must be borne entirely by him who suffers it, that is a hardship to him. If its burden is transferred, as far as it is capable of transfer, to the employer, it is a hardship to him. It is quite conceivable that Congress, contemplating the inevitable hardship <span class=\"star-pagination\">*296</span> of such injuries, and hoping to diminish the economic loss to the community resulting from them, should deem it wise to impose their burdens upon those who could measurably control their causes, instead of upon those who are in the main helpless in that regard. Such a policy would be intelligible, and, to say the least, not so unreasonable as to require us to doubt that it was intended, and to seek some unnatural interpretation of common words. We see no error in this part of the case. But for the reasons before given the judgment must be</p>\n<p><i>Reversed.</i></p>\n<p>MR. JUSTICE BREWER concurs in the judgment.</p>\n</div>", 
  "sha1": "ceb20d7f6368669a3dce6da12761521dc603f602", 
  "date_modified": "2014-12-21T01:34:50.879208", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/96868/st-louis-im-sr-co-v-taylor/", 
  "citation_count": 61, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1116914/", 
  "html": "<p class=\"case_cite\">210 U.S. 281</p>\n    <p class=\"case_cite\">28 S.Ct. 616</p>\n    <p class=\"case_cite\">52 L.Ed. 1061</p>\n    <p class=\"parties\">ST. LOUIS, IRON MOUNTAIN, &amp; SOUTHERN RAILWAY  COMPANY, Plff. in Err.,<br>v.<br>MAY TAYLOR, Administratrix in Succession of the Estate  of George W. Taylor, Deceased.</p>\n    <p class=\"docket\">No. 201.</p>\n    <p class=\"date\">Argued and Submitted April 14, 1908.</p>\n    <p class=\"date\">Decided May 18, 1908.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Messrs. Rush Taggart, John F. Dillom, Lovick P. Miles,</i> and <i>Oscar L. Miles</i> for plaintiff in error.</p>\n      <p class=\"indent\">[Argument of Counsel from page 282 intentionally omitted]</p>\n      <p class=\"indent\"><i>Mr. Sam R. Chew</i> for defendant in error.</p>\n      <p class=\"indent\">[Argument of Counsel from page 283 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice Moody delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The defendant in error, as administratrix of George W. Taylor, brought, in the circuit court of the state of Arkansas, this action at law against the plaintiff in error, a corporation owning and operating a railroad. Damages were sought, for the benefit of Taylor's widow and next of kin, on account of his injury and death in the course of his employment as brakeman in the service of the railroad. It was alleged in the complaint that Taylor, while attempting, in the discharge of his duty, to couple two cars, was caught between them and killed. The right to recover for the death was based solely on the failure of the defendant to equip the two cars which were to be coupled with such drawbars as were required by the act of Congress known as the safety appliance law. 27 Stat. at L. 531, chap. 196, U. S. Comp. Stat. 1901, p. 3174. The defendant's answer denied that the cars were improperly equipped with drawbars, and alleged that Taylor's death was the result of his own negligence. At a trial before a jury upon the issues made by the pleadings, there was a verdict for the plaintiff, which was affirmed in a majority opinion by the supreme court of the state. The judgment of that court is brought here for re-examination by writ of error. The writ sets forth many assignments of error, but of them four only were relied upon in argument here, and they alone need be stated and considered. It is not, and cannot be, disputed that the questions raised by the errors assigned were seasonably and properly made in the court below, so as to give this court jurisdiction to consider them; so no time need be spent on that. But the defendant in error insists that the questions themselves, though properly here in form, are not Federal questions; that is to say, not questions which we, by law, are authorized to consider on a writ of error to a state court. For that reason it is contended that the writ should be dismissed. That contention we will consider with each question as it is discussed.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The accident by which the plaintiff's intestate lost his life occurred in the Indian territory, where, contrary to the doctrine of the common law, a right of action for death exists. The cause of action arose under the laws of the territory, and was enforced in the courts of Arkansas. The plaintiff in error contends that of such a cause, triable as it was in the courts of the territory created by Congress, the courts of Arkansas have no jurisdiction. This contention does not present a Federal question. Each state may, subject to the restrictions of the Federal Constitution, determine the limits of the jurisdiction of its courts, the character of the controversies which shall be heard in them, and, specifically, how far it will, having jurisdiction of the parties, entertain in its courts transitory actions where the cause of action has arisen outside its borders. Chambers v. Baltimore &amp; O. R. Co. 207 U. S. 142, ante, 34, 28 Sup. Ct. Rep. 34. We have, therefore, no authority to review the decision of the state court, so far as it holds that there was jurisdiction to hear and determine this case. On that question the decision of that court is final.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The next question presented requires an examination of the act of Congress upon which the plaintiff below rested her right to recover. Section 5 of the safety appliance law is as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'Within ninety days from the passage of this act the American Railway Association is authorized hereby to designate to the Interstate Commerce Commission the standard height of drawbars for freight cars, measured perpendicular from the level of the tops of the rails to the centers of the drawbars, for each of the several gauges of railroads in use in the United States, and shall fix a maximum variation from such standard height to be allowed between the drawbars of empty and loaded cars. Upon their determination being certified to the Interstate Commerce Commission, said Commission shall at once give notice of the standard fixed upon to all common carriers, owners, or lessees engaged in interstate commerce in the United States by such means as the Commission may deem proper. But should such association fail to determine a standard as above provided, it shall be the duty of the Interstate Commerce Commission to do so before July first, eighteen hundred and ninety-four, and immediately to give notice thereof as aforesaid. And after July first, eighteen hundred and ninety-five, no cars, either loaded or unloaded, shall be used in interstate traffic which do not comply with the standard above provided for.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The action taken in compliance with this law by the American Railway Association, which was duly certified to and promulgated by the Interstate Commerce Commission, was contained in the following resolution:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'Resolved, that the standard height of drawbars for freight cars, measured perpendicular from the level of the tops of the rails to the centers of the drawbars, for standard-gauge railroads in the United States, shall be 34 1/2 inches, and the maximum variation from such standard heights to be allowed between the drawbars of empty and loaded cars shall be 3 inches.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'Resolved, that the standard height of drawbars for freight cars, measured perpendicular from the level of the tops of the rails to the centers of the drawbars, for the narrow-gauge railroads in the United States, shall be 26 inches, and the maximum variation from such standard height to be allowed between the drawbars of empty and loaded cars shall be 3 inches.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">It is contended that there is here an unconstitutional delegation of legislative power to the railway association and to the Interstate Commerce Commission. This is clearly a Federal question. Briefly stated, the statute enacted that after a date named only cars with drawbars of uniform height should be used in interstate commerce, and that the standard should be fixed by the association and declared by the Commission. Nothing need be said upon this question except that it was settled adversely to the contention of the plaintiff in error in Buttfield v. Stranahan, 192 U. S. 470, 48 L. ed. 525, 24 Sup. Ct. Rep. 349,&#8212;a case which, in principle, is completely in point. And see Union Bridge Co. v. United States, 204 U. S. 364, 51 L. ed. 523, 27 Sup. Ct. Rep. 367, where the cases were reviewed.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Before proceeding with the consideration of the third assignment of error, which arises out of the charge, it will be necessary to set forth the course of the trial and the state of the evidence when the cause came to be submitted to the jury. This is done, not for the purpose of retrying questions of fact, which we may not do, but, first, to see whether the question raised was of a Federal nature; and, second, to see whether error was committed in the decision of it. Taylor was a brakeman on a freight train, which had stopped at a station for the purpose of leaving there two cars which were in the middle of the train. When this was done the train was left in two parts, the engine and several cars attached making one section and the caboose with several cars attached making the other. The caboose and its cars remained stationary, and the cars attached to the engine were 'kicked' back to make the coupling. One of the cars to be coupled had an automatic coupler and the other an old-fashioned link and pin coupler. That part of the law which requires automatic couplers on all cars was not then in force. In attempting to make the coupling Taylor went between the cars and was killed. The cars were 'kicked' with such force that the impact considerably injured those immediately in contact and derailed one of them. One of the cars to be coupled (that with the automatic coupler) was fully and the other lightly loaded. The testimony on both sides tended to show that there was some difference in the height of the drawbars of these two cars, as they rested on the tracks in their loaded condition, but there was no testimony as to the height of the drawbars if the cars were unloaded, except that, as originally made some years before, they were both of standard height. But as to the extent of the difference in the height of the drawbars, as the cars were being used at the time of the accident, there was a conflict in the testimony. One witness called by the plaintiff testified that the automatic coupler appeared to be about 4 inches lower than the link and pin coupler, although another, called also by the plaintiff, testified that the automatic coupler was 1 to 3 inches higher than the other. That the automatic coupler was the lower is shown by the marks left upon it by the contact, which indicated that it had been overriden by the link and pin coupler, and was testified to by a witness who made up the train at its starting point. Two witnesses called by the defendant testified to actual measurements made soon after the accident, which showed that the center of the drawbar of the automatic coupler was 32 1/2 inches from the top of the rail, and that of the link and pin coupler 33 1/2 inches from the top of the rail. The evidence, therefore, in its aspect most favorable to the plaintiff, tended to show that the fully-loaded car was equipped with an automatic coupler which, at the time, was 4 inches lower than the link and pin coupler of the lightly-loaded car. On the other hand, the evidence in its aspect most favorable to the defendant tended to show that the automatic drawbar of the loaded car was exactly 1 inch lower than the link and pin drawbar. It was the duty of the jury to pass upon this conflicting evidence, and it was the duty of the presiding judge to instruct the jury clearly as to the duty imposed upon the defendant by the act of Congress. Before passing to the consideration of the charge to the jury we will for ourselves determine the meaning of that act. We think that it requires that the center of the drawbars of freight cars used on standard-gauge railroads shall be, when the cars are empty, 34 1/2 inches above the level of the tops of the rails; that it permits, when a car is partly or fully loaded, a variation in the height downward, in no case to exceed 3 inches; that it does not require that the variation shall be in proportion to the load, nor that a fully-loaded car shall exhaust the full 3 inches of the maximum permissible variation and bring its drawbars down to the height of 31 1/2 inches above the rails. If a car, when unloaded, has its drawbars 34 1/2 inches above the rails, and, in any stage of loading, does not lower its drawbars more than 3 inches, it complies with the requirements of the law. If, when unloaded, its drawbars are of greater or less height than the standard prescribed by the law, or if, when wholly or partially loaded, its drawbars are lowered more than the maximum variation permitted, the car does not comply with the requirements of the law. On this aspect of the case the presiding judge gave certain instructions and refused certain instructions, both under the exception of the defendant. The jury were instructed, the italics being ours:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'1. The act of Congress fixes the standard height of loaded cars engaged in interstate commerce on standard-gauge railroads at 31 1/2 inches, and unloaded cars at 34 1/2 inches, measured perpendicularly from the level of the face of the rails to the centers of the drawbars, and this variation of 3 inches in height is intended to allow for the difference in height caused by loading the car to the full capacity, or by loading it partially, or by its being carried in the train when it is empty. Now, the law required that the two cars between which Taylor lost his life should be, when unloaded, of the equal and uniform height, from the level of the face of the rails to the center of the drawbars, of 34 1/2 inches, <i>and, when loaded to the full capacity, should be of the uniform height of</i> 31 1/2 <i>inches. Now, if the plaintiff, by a preponderance of the evidence, shows a violation of this duty on part of defendant, then this is negligence;</i> and if the proof by a preponderance also shows that this caused or contributed to the death of Taylor, then you should find for the plaintiff, unless it appears by a preponderance of the evidence that Taylor was wanting in ordinary care for his own safety, and that this want of care on Taylor's part for his own safety caused or contributed to the injury and death sued for, in which latter case you should find for the defendant. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'2. <i>If there was the difference between the height of the center of the drawbars in the two cars in question, as indicated in the first instruction</i>, then the question arises whether this difference caused or contributed to the injury and death of Taylor sued for. On that point, if such difference existed, and but for its existence the injury and death of Taylor would not have happened, then such difference is said in law to be an efficient proximate cause of Taylor's injury and death, although it may be true that other causes may have co-operated with this one in producing the injury and death of Taylor, and but for these other co-operating causes the injury and death of Taylor would not have ensued. But if such difference in height of the center of the drawbars as aforesaid actually existed, yet if the injury and death of Taylor would have ensued just the same as it did without the existence of such difference in height of the center of the drawbars, then such difference in the height of the center of the drawbars is not in law an efficient proximate cause of the injury and death of Taylor.'</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The clear intendment of these instructions was that the law required that the drawbars of a fully-loaded car should be of the height of 31 1/2 inches, and that if either of the cars varied from this requirement the defendant had failed in the performance of its duty. We find nothing in the remainder of the charge which qualifies this instruction, and we think it was erroneous. We should be reluctant to insist upon mere academic accuracy of instructions to a jury. But how vitally this error affected the defendant is demonstrated by the fact that its own evidence showed that the drawbar of the fully-loaded car was 32 1/2 inches in height. Under these instructions the plaintiff was permitted to recover on proof of this fact alone. From such proof a verdict for the plaintiff would logically follow. The error of the charge was emphasized by the refusal to instruct the jury, as requested by the defendant, 'that when one car is fully loaded and another car in the same train is only partially loaded, the law allows a variation of full 3 inches between the center of the drawbars of such cars, without regard to the amount of weight in the partially-loaded car.' This request, taken in connection with the instruction that the drawbars of unloaded cars should be of the height prescribed by the act, expressed the true rule, and should have been given, On the other hand, a request for instructions, which was as follows: 'The court charges you that the act of Congress allows a variation in height of 3 inches between the centers of the drawbars of all cars used in interstate commerce, regardless of whether they are loaded or empty, the measurement of such height to be made perpendicularly from the top of the rail to the center of the drawbar shank or draft line,' contained an erroneous expression of the law, and was correctly refused. It is based upon the theory that the height of the drawbars of unloaded cars may vary 3 inches, while the act, as we have said, requires that the height of the drawbars of unloaded cars shall be uniform.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">But we have not the power to correct mere errors in the trials in state courts, although affirmed by the highest state courts. This court is not a general court of appeals, with the general right to review the decisions of state courts. We may only inquire whether there has been error committed in the decision of those Federal questions which are set forth in &#167; 709 of the Revised Statutes (U. S. Comp. Stat. 1901, p. 575), and it is strenuously urged that the error in this part of the case was not in the decision of any such Federal question. That position we proceed to examine.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The judicial power of the United States extends 'to all cases, in law and equity, arising under this Constitution, the laws of the United States, and treaties made, or which shall be made, under their authority.' Const. art. 3, &#167; 2. The case at bar, where the right of action was based solely upon an act of Congress, assuredly was a case 'arising under . . . the laws of the United States.' It was settled, once for all time, in Cohen v. Virginia, 6 Wheat. 264, 5 L. ed. 257, that the appellate jurisdiction, authorized by the Constitution to be exercised by this court, warrants it in reviewing the judgments of state courts so far as they pass upon a law of the United States. It was said in that case (p. 416): 'They [the words of the Constitution] give to the Supreme Court appellate jurisdiction in all cases arising under the Constitution, laws, and treaties of the United States. The words are broad enough to comprehend all cases of this description, in whatever court they may be decided;' and it was further said (p. 379): 'A case in law or equity consists of the right of the one party, as well as of the other, and may truly be said to arise under the Constitution or a law of the United States, whenever its correct decision depends on the construction of either.' But the appellate jurisdiction of this court must be exercised 'with such exceptions and under such regulations as the Congress shall make.' Const. art. 3, &#167; 2. Congress has regulated and limited the appellate jurisdiction of this court over the state courts by &#167; 709 of the Revised Statutes, and our jurisdiction in this respect extends only to the cases there enumerated, even though a wider jurisdiction might be permitted by the constitutional grant of power. Murdock v. Memphis, 20 Wall. 590, 620, 22 L. ed. 429, 439. The words of that section material here are those authorizing this court to re-examine the judgments of the state courts 'where any title, right,privilege, or immunity is claimed under . . . any . . . statute of . . . the United States, and the decision is against the title, right, privilege, or immunity specially set up or claimed . . . under such . . . statute.' There can be no doubt that the claim made here was specifically set up, claimed, and denied in the state courts. The question, therefore, precisely stated, is whether it was a claim of a right or immunity under a statute of the United States. Recent decisions of this court remove all doubt from the answer to this question. McCormick v. Market Nat. Bank, 165 U. S. 538, 41 L. ed. 817, 17 Sup. Ct. Rep. 433; California Nat. Bank v. Kennedy, 167 U. S. 362, 42 L. ed. 198, 17 Sup. Ct. Rep. 831; San Jos e Land &amp; Water Co. v. San Jos e Ranch Co. 189 U. S. 177, 47 L. ed. 765, 23 Sup. Ct. Rep. 487; Nutt v. Knut, 200 U. S. 12, 50 L. ed. 348, 26 Sup. Ct. Rep. 216; Rector v. City Deposit Bank Co. 200 U. S. 405, 50 L. ed. 527, 26 Sup. Ct. Rep. 289; Illinois C. R. Co. v. McKendree, 203 U. S. 514, 51 L. ed. 298, 27 Sup. Ct. Rep. 153; Eau Claire Nat. Bank v. Jackman, 204 U. S. 522, 51 L. ed. 596, 27 Sup. Ct. Rep. 391; Hammond v. Whittredge, 204 U. S. 538, 51 L. ed. 606, 27 Sup. Ct. Rep. 396. The principles to be derived from the cases are these: Where a party to litigation in a state court insists, by way of objection to or requests for instructions, upon a construction of a statute of the United States which will lead, or, on possible findings of fact from the evidence may lead, to a judgment in his favor, and his claim in this respect, being duly set up, is denied by the highest court of the state, then the question thus raised may be reviewed in this court. The plain reason is that, in all such cases, he has claimed in the state court a right or immunity under a law of the United States and it has been denied to him. Jurisdiction so clearly warranted by the Constitution and so explicitly conferred by the act of Congress needs no justification. But it may not be out of place to say that in no other manner can a uniform construction of the statute laws of the United States be secured, so that they shall have the same meaning and effect in all the states of the Union.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It is clear that these principles govern the case at bar. The defendant, now plaintiff in error, objected to an erroneous construction of the safety appliance act, which warranted on the evidence a judgment against it, and insisted upon a correct construction of the act, which warranted on the evidence a judgment in its favor. The denials of its claims were decisions of Federal questions reviewable here.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The plaintiff in error raises another question which, for the reasons already given, we think is of a Federal nature. The evidence showed that drawbars which, as originally constructed, are of standard height, are lowered by the natural effect of proper use; that, in addition to the correction of this tendency by general repair, devices called 'shims,' which are metallic wedges of different thickness, are employed to raise the lowered drawbar to the legal standard; and that, in the caboose of this train, the railroad furnished a sufficient supply of these shims, which it was the duty of the conductor or brakeman to use as occasion demanded. On this state of the evidence the defendant was refused instructions, in substance, that, if the defendant furnished cars which were constructed with drawbars of a standard height, and furnished shims to competent inspectors and trainmen, and used reasonable care to keep the drawbars at a reasonable height, it had complied with its statutory duty, and, if the lowering of the drawbar resulted from the failure to use the shims, that was the negligence of a fellow servant, for which the defendant was not responsible. In deciding the questions thus raised, upon which the courts have differed (St. Louis &amp; S. F. R. Co. v. Delk, 158 Fed. 931), we need not enter into the wilderness of cases upon the common-law duty of the employer to use reasonable care to furnish his employee reasonably safe tools, machinery, and appliances, or consider when and how far that duty may be performed by delegating it to suitable persons for whose default the employer is not responsible. In the case before us the liability of the defendant does not grow out of the common-law duty of master to servant. The Congress, not satisfied with the common-law duty and its resulting liability, has prescribed and defined the duty by statute. We have nothing to do but to ascertain and declare the meaning of a few simple words in which the duty is described. It is enacted that 'no cars, either loader or unloaded, shall be used in interstate traffic which do not comply with the standard.' There is no escape from the meaning of these words. Explanation cannot clarify them, and ought not to be employed to confuse them or lessen their significance. The obvious purpose of the Legislature was to supplant the qualified duty of the common law with an absolute duty, deemed by it more just. If the railroad does, in point of fact, use cars which do not comply with the standard, it violates the plain prohibitions of the law, and there arises from that violation the liability to make compensation to one who is injured by it. It is urged that this is a harsh construction. To this we reply that, if it be the true construction, its harshness is no concern of the courts. They have no responsibility for the justice or wisdom of legislation, and no duty except to enforce the law as it is written, unless it is clearly beyond the constitutional power of the lawmaking body. It is said that the liability under the statute, as thus construed, imposes so great a hardship upon the railroads that it ought not to be supposed that Congress intended it. Certainly the statute ought not to be given an absurd or utterly unreasonable interpretation, leading to hard ship and injustice, if any other interpretation is reasonably possible. But this argument is a dangerous one, and never should be heeded where the hardship would be occasional and exceptional. It would be better, it was once said by Lord Eldon, to look hardship in the face rather than break down the rules of law. But when applied to the case at bar the agrument of hardship is plausible only when the attention is directed to the material interest of the employer to the exclusion of the interests of the employee and of the public. Where an injury happens through the absence of a safe drawbar there must be hardship. Such an injury must be an irreparable misfortune to someone. If it must be borne entirely by him who suffers it, that is a hardship to him. If its burden is transferred, as far as it is capable of transfer, to the employer, it is a hardship to him. It is quite conceivable that Congress, contemplating the inevitable hardship of such injuries, and hoping to diminish the economic loss to the community resulting from them, should deem it wise to impose their burdens upon those who could measureably control their causes, instead of upon those who are, in the main, helpless in that regard. Such a policy would be intelligible, and, to say the least, not so unreasonable as to require us to doubt that it was intended, and to seek some unnatural interpretation of common words. We see no error in this part of the case. But, for the reasons before given, the judgment must be reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Mr. Justice Brewer concurs in the judgment.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/96868/"
}